[{"Abstract":"The heterogenicity of hepatocellular carcinoma (HCC) remains a key obstacle in turning the majority of &#8216;immune-cold&#8217; tumors &#8216;hot&#8217; for effective immune checkpoint blockade (ICB) therapy. Through studying the naturally-existed &#8216;hot&#8217; HCC variant lymphoepithelioma-like (LEL)-HCC by RNA and whole exome sequencing analysis, we identified fas-associated death domain (FADD) as one of the top differentially expressed genes that associated with high tumoral CD8<sup>+<\/sup>T cell abundance. Of note, FADD upregulation was also observed in HCC patients with better ICB responsiveness. As FADD was mainly expressed in tumor cells from HCC by scRNAseq analysis, we constructed <i>Fadd <\/i>knockout stable cells using murine HCC cell lines. Interestingly, CRISPR knockout of tumoral <i>Fadd<\/i> led to increased tumor weights in immunocompetent but not immunodeficient mice, accompanied with decreased tumoral CD8<sup>+<\/sup>T cells. Mechanistically, FADD phosphorylation promoted NF-&#954;B transcriptional activity to increase CCL5 secretion from HCC cells via interacting with its nuclear binding partners Src-associated-substrate-during-mitosis-of-68kDa\/KH domain containing, RNA binding, signal transduction associated 1 (Sam68\/KHDRBS1) and lysine (K)-specific methyltransferase 2D (KMT2D), thus directing CD8<sup>+<\/sup>T cell tumor infiltration. In addition, anti-PD1 triggered FADD phosphorylation via IFN-&#947; and TNF-&#593; release from CD8<sup>+<\/sup>T cells in ICB-sensitive but not resistant tumors. Most importantly, sequential FADD activation via genetic and pharmacologic approaches could re-sensitize the therapeutic efficacy of anti-programmed death 1 (PD1) antibody in ICB-resistant orthotopic and spontaneous HCC models by turning cold tumors hot. Taken together, our findings reveal a key molecular feature of ICB-responsive hot tumors that may guide the development of sequential combinatory immunotherapies for the majority of HCC patients with low responsiveness to ICB monotherapy. <b> <\/b> This project is supported by the University Grants Committee through General Research Fund (24110323, 14107622, 14104820) and the Health and Medical Research Fund (07180556).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cytotoxic T lymphocytes,Cell migration,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zhou<\/b>, J. Lu; <br\/>Chinese University of Hong Kong (CUHK), Hong Kong, Hong Kong","CSlideId":"","ControlKey":"a1e36c4d-e6d1-4cd6-86b2-0a976015fd09","ControlNumber":"4108","DisclosureBlock":"&nbsp;<b>J. Zhou, <\/b> None..<br><b>J. Lu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5545","PresenterBiography":null,"PresenterDisplayName":"Jingying Zhou, PhD","PresenterKey":"ba0bfd0f-a4e2-4aa9-b502-ac53dbbfd048","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5545. FADD activation renders hepatocellular carcinoma sensitive to immune checkpoint blockade by turning cold tumors hot","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FADD activation renders hepatocellular carcinoma sensitive to immune checkpoint blockade by turning cold tumors hot","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is one of the most lethal and prevalent malignancies worldwide and is associated with poor prognosis. Recently, immune checkpoint inhibitors (ICIs) have revolutionized the oncology landscape by targeting genes critical for immune checkpoint pathways, leading to the immune evasion of cancer cells. Phagocytosis checkpoints have emerged as essential checkpoints for cancer immunotherapy by functioning as &#8220;don&#8217;t eat me&#8221; signal to suppress immune response. Given the druggable properties of protein kinases, together with recent reports showing the antitumor immunity of kinase inhibitors, we aimed to identify protein kinases critical for phagocytic evasion in HCC by transducing a lentiviral sgRNA expression plasmid containing 2,852 unique single-guide RNAs (sgRNAs) targeting the 713 mouse kinase gene in mouse HCC cells, RIL-175, and subsequently co-incubated with RAW 264.7 macrophages. Based on the deep sequencing analysis comparing the sgRNA distribution in RIL-175 with or without co-incubation, we identified the <i>Ikbkb<\/i> gene as top-sensitizing hit on this screen, with at least two-fold sgRNA reduction upon incubation with macrophages.<br \/>To verify the phagocytic evasive role of <i>Ikbkb <\/i>in HCC, we have employed CRISPR\/Cas9 knockout approach to delete <i>Ikbkb in mouse HCC cell line, <\/i>RIL-175 cells. The results showed that upon co-incubation with RAW 264.7 cells, the<i> Ikbkb<\/i> knockout cells exhibited increased phagocytosis, as confirmed by both flow cytometry analysis and microscopy observation. The analysis of the TCGA-LIHC cohort revealed that the expression level of <i>Ikbkb<\/i> was elevated and associated with unfavorable clinical outcomes. Notably, Ikbkb expression was found to be significantly correlated with established anti-phagocytic markers, including CD24, CD47, and CD274, further supporting their roles in the anti-phagocytic activities of HCC cells.<br \/>In summary, we have uncovered IKBKB as a cancer-intrinsic regulator of phagocytosis, which has the potential to target IKBKB as a novel therapeutic strategy to enhance the efficacy of current ICI treatments for HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Phagocytosis,Hepatocellular carcinoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Chan<\/b>, T. Lee; <br\/>The Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"5fe8ed9e-538c-4db6-89d2-1078e4b063b1","ControlNumber":"2418","DisclosureBlock":"&nbsp;<b>S. Chan, <\/b> None..<br><b>T. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5546","PresenterBiography":null,"PresenterDisplayName":"Sze Man Chan","PresenterKey":"e8fb2b2b-e12b-4bd6-841a-f52d3c4d11c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5546. CRISPR-based kinome screen identifies <i>Ikbkb<\/i> as a regulator of phagocytic evasion in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR-based kinome screen identifies <i>Ikbkb<\/i> as a regulator of phagocytic evasion in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Shear-wave elastography (SWE) is a novel non-invasive technique used to quantify tissue stiffness. This approach can be used to longitudinally monitor tumor biomechanics and holds promise for guiding informed clinical decision-making. This study aims to explore the impact of tumor stiffness, as evaluated by SWE, on the proliferative potential of endothelial, tumor, and immune cells in a preclinical model of hepatocellular carcinoma. Tumor tissue sections from a Buffalo-McA-RH7777 rat HCC tumor model, utilizing a rat hepatoma cell line stably expressing green fluorescent protein genes (fluc\/GFP) were selected based on the degree of tumor stiffness assessed by SWE. Nodules were separated based on mean shear wave values (3.05 versus 2.26 m\/s) and categorized as stiff or soft, respectively. A 6-color panel was used to assess the percentages of different tumor, immune, and endothelial phenotypes in different areas of the tumor including immune cells (CD45+), endothelial cells (CD34+), green fluorescent protein (GFP), Ki67 (cell proliferation), and class-III intermediate filaments - vimentin. Our findings demonstrated increased expression of vimentin on immune cells (CD45+) within the tumor margin interphase. Stiffer tumors exhibited a higher percentage of CD45 cells co-expressing vimentin compared to softer tumors (P=0.01), whereas softer tumors showed an increased prevalence of CD34+ cells concurrently expressing Ki67 (P=0.01). Same pattern persisted in the tumor margin interphase regarding the proliferation of tumor cells identified by the expression of GFP co-expressing Ki67 (P&#60;0.01). These findings highlight a significant association between tumor mechanical properties and the proliferative activity of endothelial and tumor cells, suggesting a link between tissue stiffness and the regulatory mechanisms associated with cellular proliferation and aggressiveness in HCC. Additionally, the presence of vimentin in immune cells may suggest that stiffer tumors may require enhanced migratory and invasive properties to compensate for changes in tumor mechanics thus potentially influencing immune function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Ultrasound,Tumor microenvironment,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Andrea  C.  Cortes<\/b><sup>1<\/sup>, Kiyoyuki Minamiguchi,<sup>1<\/sup>, Hannah Kostan<sup>1<\/sup>, Maria  S.  Stenkamp<sup>2<\/sup>, Simone Anfossi<sup>3<\/sup>, Natalie Wall Fowlkes<sup>2<\/sup>, Rony Avritcsher<sup>4<\/sup><br><br\/><sup>1<\/sup>Interventional radiology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Veterinary Medicine & Surgery, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Translational Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Interventional Radiology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"de505fb3-9a72-4935-9a57-1b6521315253","ControlNumber":"8685","DisclosureBlock":"&nbsp;<b>A. C. Cortes, <\/b> None..<br><b>K. Minamiguchi,, <\/b> None..<br><b>H. Kostan, <\/b> None..<br><b>M. S. Stenkamp, <\/b> None..<br><b>S. Anfossi, <\/b> None..<br><b>N. Fowlkes, <\/b> None.&nbsp;<br><b>R. Avritcsher, <\/b> <br><b>siemens-healthineers<\/b> Consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8614","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5547","PresenterBiography":null,"PresenterDisplayName":"Andrea Cortes","PresenterKey":"91571e32-71f6-4a98-910a-9e2a49440892","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5547. Non-invasive monitoring of tumor biomechanics and implications for immunotherapy in HCC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive monitoring of tumor biomechanics and implications for immunotherapy in HCC","Topics":null,"cSlideId":""},{"Abstract":"The current treatment for patients with triple negative breast cancer (TNBC) relies on cytotoxic therapy. Currently, atezolizumab and chemotherapy can be combined in patients with TNBC, but this approach is not effective for all patients with low reactivity to atezolizumab. As there is a lack of alternative treatment options, new anti-cancer drugs are urgently needed to enhance atezolizumab reactivity against TNBC. Recent strategies have focused on regulating the expression of programmed death-ligand 1 (PD-L1) or enhancing immune response activation by combining anti-cancer drugs with immune checkpoint inhibitors (ICIs). Cannabidiol (CBD), a cannabinoid component derived from the cannabis plant, has been reported to have anti-cancer therapeutic potential because of its capacity to induce apoptotic cell death in tumor cells while avoiding cytotoxicity in normal cells. Previous studies have demonstrated the effects of CBD on apoptosis in various types of cancer cells. However, the potential role of CBD as an immune modulator in the regulation of PD-L1 expression and the anti-cancer immune response remains to be explored. In this study, we found that CBD stimulated PD-L1 expression in TNBC cells, which significantly induced CBD-mediated cGAS-STING pathway activation. Taken together, we demonstrated that the combination of CBD and anti-PD-L1 antibody enhances the anti-cancer immune response <i>in vitro <\/i>and <i>in vivo <\/i>experiments. Our findings identified the mechanism of PD-L1 regulation by CBD in TNBC cells and suggested that CBD could be a potential candidate for the development of new combinatorial strategies with ICIs in TNBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,PD-L1,Cancer immunotherapy,Cytotoxic T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Bu Gyeom Kim<\/b><sup>1<\/sup>, Bo Ram Kim<sup>1<\/sup>, Dae Yeong Kim<sup>1<\/sup>, Hyemi Yun<sup>2<\/sup>, Dayoung Kim<sup>2<\/sup>, Woo Young Kim<sup>3<\/sup>, Sanghee Kang<sup>3<\/sup>, Sun Il Lee<sup>3<\/sup>, Sang Cheul Oh<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology, Korea University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Biomedical Sciences, Korea University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Surgery, Korea University Guro Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"79cb5ec8-1b36-4bb1-b08d-259c442078d0","ControlNumber":"1824","DisclosureBlock":"&nbsp;<b>B. Kim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>H. Yun, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Oh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5548","PresenterBiography":null,"PresenterDisplayName":"Bugyeom Kim, BS;PhD","PresenterKey":"77405552-8aba-4d58-80c4-152f99eeb2dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5548. Cannabidiol enhances efficacy of atezolizumab via upregulation of PD-L1 expression by cGAS-STING pathway in triple negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cannabidiol enhances efficacy of atezolizumab via upregulation of PD-L1 expression by cGAS-STING pathway in triple negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Three-dimensional multicellular tumor spheroids have emerged as a step between <i>in vitro<\/i> and <i>in vivo<\/i> models that can offer biological insight in fields such as tumor biology. Spheroids closely resemble <i>in vivo<\/i> solid tumors regarding their heterogeneous architecture and gradients of nutrients and oxygenation. These characteristics give the spheroid model great potential for studying basic tumor biology. However, traditional characterization methods investigate changes in the discrete regions within the spheroid, limiting the amount of spatial information regarding cellular metabolism. In this study, multicellular spheroids were created through a combination of hanging drops and gentle agitation using murine RAW 264.7 macrophages and colorectal adenocarcinoma CT26 cells. Hanging drops were maintained for three days then transferred to 6-well plates and placed on an orbital shaker set to 70 RPM for seven days. Prior to metabolic imaging, spheroids were moved to a microincubator with controllable temperature and humidified gas delivery (5% CO<sub>2<\/sub>). A custom inverted multiphoton imaging system (Bruker) equipped with an Ultrafast Ti:Sapphire via a 60x\/1.2NA water immersion objective (Olympus) and four close-proximity, high-efficiency GaAsP detectors. NADH fluorescence was captured with a 460 (&#177; 20) nm band pass filter at 755 nm excitation and FAD fluorescence with a 525 (&#177; 25) nm band pass filter at 855 nm excitation. NADH and FAD fluorescence were normalized by PMT gain and laser power. An integrated fluorescence lifetime imaging microscopy (FLIM) module was used to measure mitochondrial function regarding the different components contributing to NADH autofluorescence. Immunofluorescence was used to characterize macrophage populations (M1 vs M2) and cellular proliferation (Ki67) and apoptosis (CC3). CD206, a M2 marker, showed a lower normalized fluorescent intensity at the spheroid core (0.429) compared to the proliferative edge (0.570). Similar trends are also observed for CD80, a M1 marker and Ki67. CC3 showed a higher normalized fluorescent intensity at the spheroid core (0.823) compared to the proliferative edge (0.004). The optical redox ratio displays a slightly lower value at the core (0.429) compared to the proliferative edge (0.570). Overall, these results indicate that the proliferative edge shows higher numbers of immune cells and more oxidative metabolism compared to the core. Future work includes exposing this spheroid model to low levels of oxygen to investigate how environmental changes in oxygen can affect spheroid structure and metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Macrophages,Image analysis,In vitro,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. N. Bess<\/b>, M. J. Igoe, G. K. Smart, T. J. Muldoon; <br\/>University of Arkansas, Fayetteville, AR","CSlideId":"","ControlKey":"f955325f-2c77-44f5-b9b8-34adbc08d30d","ControlNumber":"178","DisclosureBlock":"&nbsp;<b>S. N. Bess, <\/b> None..<br><b>M. J. Igoe, <\/b> None..<br><b>G. K. Smart, <\/b> None..<br><b>T. J. Muldoon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5549","PresenterBiography":null,"PresenterDisplayName":"Shelby Bess, BS","PresenterKey":"1674be29-03c3-49b0-b34b-e24f44a7b894","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5549. Multicellular spheroid structural and metabolic characterization through radial line profiling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multicellular spheroid structural and metabolic characterization through radial line profiling","Topics":null,"cSlideId":""},{"Abstract":"Triple Negative Breast Cancer (TNBC) is a subtype of breast cancer lacking molecular targets, possessing one of the poorest prognoses of all breast cancers. Recent studies using breast tumor samples show an association between the expression of estrogen receptor &#946; (ER&#946;) and improved survival of patients with TNBC. ER&#946; - whose function largely opposes that of oncogenic ER&#945; - is involved in the regulation of many tumor repressive pathways and has lately been observed to partake in immune modulation, thus presenting a promising target for TNBC. Discovering selective ER&#946; agonists is critical to understanding the potential of activating the receptor as a therapy approach for TNBC. It enables us to elicit estrogen signaling response specific to the tumor suppressive function of the &#946; receptor subtype. We have set out a screening process to test and identify ligands that display the greatest activation and specificity for ER&#946; as determined by reporter assays and changes in downstream target gene expression. We selected to study <i>in vitro<\/i> and <i>in vivo<\/i> the compounds with optimal biological activity to delineate tumor-intrinsic and -extrinsic effects and validate the mechanism of action employing human and mouse cell models that reflect the heterogeneity of the disease. We propose that activation of ER&#946; decreases the proliferative and metastatic ability of breast cancer cells by altering cellular pathways and crosstalk with immune cells. The results of these studies help lay the groundwork for further research on the clinical potential of ER&#946; especially in the realm of immunotherapy and treatment of TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Estrogen receptor &#946;,Drug discovery,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Kristina Diana  A.  Zambo<\/b><sup>1<\/sup>, Harika Nagandla<sup>1<\/sup>, Kim Cuong Cap<sup>1<\/sup>, Aireana Phillips<sup>1<\/sup>, Fotis Nikolos<sup>2<\/sup>, Wei Qian<sup>1<\/sup>, Jianying Zhou<sup>1<\/sup>, Jenny Chang<sup>1<\/sup>, Christoforos Thomas<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Center, Houston Methodist, Houston, TX,<sup>2<\/sup>Urology, Houston Methodist, Houston, TX","CSlideId":"","ControlKey":"5bea1d94-5170-4abf-82e6-35c5a3c474fe","ControlNumber":"2161","DisclosureBlock":"&nbsp;<b>K. A. Zambo, <\/b> None..<br><b>H. Nagandla, <\/b> None..<br><b>K. Cap, <\/b> None..<br><b>A. Phillips, <\/b> None..<br><b>F. Nikolos, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>J. Chang, <\/b> None..<br><b>C. Thomas, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5550","PresenterBiography":null,"PresenterDisplayName":"Kristina Zambo, BS","PresenterKey":"5f9a5406-5dee-42f0-abef-5aafe4748e85","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5550. Crosstalk of estrogen receptor &#914; with tumor microenvironment signaling explains tumor suppressor actions in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Crosstalk of estrogen receptor &#914; with tumor microenvironment signaling explains tumor suppressor actions in TNBC","Topics":null,"cSlideId":""},{"Abstract":"Several mutations have been identified that are associated with an increased risk of triple-negative breast cancer (TNBC), including those that are deleterious in the BRCA gene. TNBC is associated with the worst prognosis and the highest incidence of brain metastasis (30%) among all subtypes of BC. Despite objective responses to poly (ADP-ribose) polymerase (PARP) inhibition and improvements in progression-free survival (PFS) compared to standard chemotherapy in patients with BRCA-mutated TNBC, benefits are transitory. Furthermore, our understanding of the effect of PARP inhibitors (PARPi) in treating breast cancer brain metastasis (BCBM) and modulating its tumor microenvironment (TME) is still lacking. To this end, we analyzed the brain TME of BRCA-mutated BCBM in the absence or presence of treatment with PARPi. Interestingly, we found that the immune TME of the brain hinder the antitumor activity of PARPi by upregulating multiple immunosuppressive molecules, including PD-L1. Furthermore, we found that BCBM overexpress P-selectin through its interaction with the tumor-associated microglia, bone marrow-derived macrophages and endothelial cells in the TME. Thus, we designed a novel nanoparticle (NP) targeting P-selectin to serve as a brain-penetrant delivery system for the treatment of BCBM. In order to target BRCA-mutated BCBM, we harnessed our novel P-selectin-targeted NPs to entrap PARPi and other immune modulators that we found to exert synergistic activity when combined. To evaluate the antitumor activity of our P-selectin-targeted NPs, we established 3-dimensional (3D) <i>ex vivo<\/i> and <i>in vivo<\/i> BRCA-mutated BCBM models. Importantly, we saw favorable effects of the P-selectin-targeted NPs in comparison to the combination of the free drugs<i>, <\/i>suggesting that out targeted-NPs overcome the TME-mediated resistance to PARPi through the modulation of the immunosuppressive microenvironment of the brain.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Targeted drug delivery,Tumor microenvironment,Brain metastasis,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Khoury<\/b><sup>1<\/sup>, R. Kleiner<sup>1<\/sup>, E. Yeini<sup>1<\/sup>, D. Rodriguez Ajamil<sup>1<\/sup>, S. Israeli Dangoor<sup>1<\/sup>, T. Sanalla<sup>2<\/sup>, I. Barshack<sup>2<\/sup>, R. Satchi-Fainaro<sup>1<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>Sheba Medical Center, Ramat Gan, Israel","CSlideId":"","ControlKey":"e1effb8b-b415-4466-bfcc-472d8152574f","ControlNumber":"6527","DisclosureBlock":"&nbsp;<b>R. Khoury, <\/b> None..<br><b>R. Kleiner, <\/b> None.&nbsp;<br><b>E. Yeini, <\/b> <br><b>Merck  KGaA<\/b> Employment.<br><b>D. Rodriguez Ajamil, <\/b> None..<br><b>S. Israeli Dangoor, <\/b> None..<br><b>T. Sanalla, <\/b> None..<br><b>I. Barshack, <\/b> None.&nbsp;<br><b>R. Satchi-Fainaro, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract, RS-F is a board member of Teva Pharmaceutical Industries Ltd.. <br><b>Merck KGaA<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5551","PresenterBiography":null,"PresenterDisplayName":"Rami Khoury","PresenterKey":"a343fa69-cef5-4955-9836-157a16704cb4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5551. Targeted nanoparticles co-delivering PARP inhibitor and other immune modulators overcome the immunosuppressive tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted nanoparticles co-delivering PARP inhibitor and other immune modulators overcome the immunosuppressive tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Cell-cell interactions (CCI) within the tumor microenvironment (TME) play pivotal roles in various tumor behaviors, including cancer growth, metastasis, immune evasion, and resistance to therapy. Compared to front-line treatments, targeting specific CCIs marks a paradigm shift in cancer therapy, aiming for enhanced response rates with reduced side effects. Although current approaches targeting immune regulation pathways exhibit effective anti-tumor responses, substantial variability in response rates across patients and cancer types persists. Consequently, a critical imperative emerges to discover novel interaction programs (IPs) across diverse TMEs, demonstrating clear clinical impact across a broad spectrum of patients.<br \/>Methods: <i>Characterization of pan cancer IPs. <\/i>We compiled a pan cancer single-cell RNA-seq (scRNA-seq) atlas, including 4 million cells from 890 tumors across 14 cancer types. In each sample, CCIs were inferred using a ligand-receptor (LR) analysis framework, generating ranked CCI scores based on consensus from various LR inference methods. To find IPs enriched across TMEs, we applied an unsupervised factorization approach. The outcome represents CCIs as factors, where sample loading indicates factors&#8217; strength, and feature loading highlights the cells and LR pairs constituting each IP.<br \/><i>Evaluating IPs in clinical RNA-seq cohorts. <\/i>Given the more immediate translational potential of bulk cancer sequencing for patient stratification, we devised an approach to predict IPs' strengths in bulk RNA-seq. Random Forest regression models using pseudo-bulk expression of cancer genes were trained to predict the loading (strength) of factors (IPs) in each sample in the scRNA-seq pan-cancer atlas. These models were subsequently applied to cancer samples in The Cancer Genome Atlas (TCGA) cohort to assess the clinical impact of various IPs on patient mortality.<br \/>Results: We assessed the impact of IPs on 5-year overall survival using Cox proportional hazard models. We identified multiple factors significantly associated with survival in at least 4 cancer types. Notably, a robust prognostic factor linked to the inclusion of anti-tumor natural killer cell interactions and exclusion of pro-tumor macrophage interactions was found in MESO, LGG, ACC, and UVM (HR 1.6-6.6, p &#60; 0.05). The validation of IPs using spatial transcriptomics and evaluation of IP prediction's utility in targeted treatment cohorts are currently underway.<br \/>Conclusion: We highlight a potent method for detecting clinically significant IPs involving cells in TME communicating through LR pairs. The ability to assess these scRNA-seq-derived IPs in clinical bulk RNA-seq cohorts signifies a valuable advancement. Our approach holds promise for expanding the repertoire of cell therapies, identifying new treatment targets, and improving our predictive capabilities for responses to existing therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Single cell,Tumor microenvironment,Prognosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ido Nofech-Mozes<\/b><sup><\/sup>, Vivian Wang<sup><\/sup>, Philip Awadalla<sup><\/sup>, Sagi Abelson<sup><\/sup><br><br\/>Ontario Institute for Cancer Research, Toronto, ON, Canada","CSlideId":"","ControlKey":"80a5a51a-6399-4be3-af1d-498d4d2b921f","ControlNumber":"1733","DisclosureBlock":"&nbsp;<b>I. Nofech-Mozes, <\/b> None..<br><b>V. Wang, <\/b> None..<br><b>P. Awadalla, <\/b> None..<br><b>S. Abelson, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5552","PresenterBiography":null,"PresenterDisplayName":"Ido Nofech Mozes, BS","PresenterKey":"537f3d78-867f-459c-b79c-300d71e60897","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5552. Uncovering clinically significant tumor microenvironment interaction programs across diverse cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering clinically significant tumor microenvironment interaction programs across diverse cancers","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDA) is an intractable common malignancy with a pro-tumorigenic and immunosuppressive microenvironment (ME) that often limits treatment efficacy. Only 10-15% of patients are eligible for surgical resection, which is the only cure for PDA. The glycan CA19-9 is used to follow treatment response in PDA patients, but its functional role in PDA remained unknown until recently because rodents lack the ability to produce this carbohydrate. CA19-9 elevation in a KRAS-mutant background results in increased tumor proliferation and ME remodeling in mice. The tumor ME is encompassed by hypovascularized stroma consisting of cancer associated fibroblasts (CAFs) and tumor associated macrophages (TAMs) that contribute to desmoplasia and immunosuppression. All prior work investigating the tumor ME in PDA mouse models was performed in CA19-9 negative context, potentially missing a key element of PDA biology. Elevation of CA19-9 in mice caused expansion of both antigen-presenting (ap)CAFs and TAMs. CA19-9 induction in KRAS-mutant organoids increased gene expression of M-CSF, IL1a, and TGFb and led to increased apCAF and TAM differentiation. This project aims to uncover the mediators of CA19-9-mediated ME remodeling. CA19-9-modified macrophage colony-stimulating factor (M-CSF) was identified via immunoprecipitation and mass spectrometry from KRAS-mutant CA19-9-inducible pancreatic organoids. CA19-9-M-CSF induced increased immunosuppressive TAM differentiation <i>in vivo<\/i> and <i>in vitro<\/i> using a novel Macrophage, Organoid, and Fibroblast (MOrF) co-culture platform. This project will identify the mechanisms by which CA19-9 directly contributes to PDA ME immune modulation and unveil essential molecular underpinnings of PDA biology that will inform effective therapies in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune cells,Cancer associated fibroblasts,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Hsu<\/b>, T. Oh, K. L. Peck, A. E. Rock, G. Bishop, S. R. Okhovat, S. M. Kaech, D. D. Engle; <br\/>Salk Institute, La Jolla, CA","CSlideId":"","ControlKey":"b932129d-9d95-4702-876e-4d7c6f3d75f1","ControlNumber":"6015","DisclosureBlock":"&nbsp;<b>J. Hsu, <\/b> None..<br><b>T. Oh, <\/b> None..<br><b>K. L. Peck, <\/b> None..<br><b>A. E. Rock, <\/b> None..<br><b>G. Bishop, <\/b> None..<br><b>S. R. Okhovat, <\/b> None..<br><b>S. M. Kaech, <\/b> None..<br><b>D. D. Engle, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5553","PresenterBiography":null,"PresenterDisplayName":"Jasper Hsu, BS,MS","PresenterKey":"a805cd52-65b9-41a0-b111-242eeb5b56a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5553. Glycan CA19-9 mediated immune modulation in the pancreatic tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glycan CA19-9 mediated immune modulation in the pancreatic tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Triple Negative Breast Cancer (TNBC) is a BC subgroup with the least favorable outcome and limited therapeutic options. Chemotherapy has long been the standard treatment, but resistance often develops. In recent years, various immunotherapy approaches have diversified, including combinations of chemo and immunotherapies. Increased understanding on how the difference in chemosensitivity affects the immune cells is of importance for further development of chemo-immunotherapies for TNBC. In this project we investigate how TNBC with distinct chemosensitivity modulate the immune microenvironment. Specifically, we explore the influence of the secretome, derived from the chemoresistant versus the sensitive BC cells, on macrophages (M&#216;s) and T-cells. We have disclosed the chemosensitivity-dependent differences in the secretome, which were associated with diverse effects on M&#216; recruitment, polarization, and activation. Currently we investigate the secretome influence on interferon (IFN)-activated M&#216;. IFN stimuli is known to trigger tumoricidal activities in M&#216;, and we are setting up a co-culture assay, where such M&#216; functions could be explored in vitro. To study the secretome influence on T-cells, we employ T cell receptor (TCR)-engineered T cells that become activated in the presence of target cells. The preliminary results indicate that activation of the TCR T-cells was reduced in the presence of the &#8220;chemoresistant&#8221; secretome, suggesting its immunosuppressive influence. Work is in progress to validate this observation using other TCR T cells and functional markers of active T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Chemoresistance,Secretome,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Skourti<\/b>, K. Seip, E. V. Egeland, S. Jabeen, N. Mensali, I. Øynebråten, S. Juell, E. M. Inderberg, O. Engebråten, A. B. Corthay, G. M. Mælandsmo, L. Prasmickaite; <br\/>Oslo University Hospital, Oslo, Norway","CSlideId":"","ControlKey":"0158e9ec-96ee-44f5-a05e-5e68802fa4a7","ControlNumber":"6785","DisclosureBlock":"&nbsp;<b>E. Skourti, <\/b> None..<br><b>K. Seip, <\/b> None..<br><b>E. V. Egeland, <\/b> None..<br><b>S. Jabeen, <\/b> None..<br><b>N. Mensali, <\/b> None..<br><b>I. Øynebråten, <\/b> None..<br><b>S. Juell, <\/b> None..<br><b>E. M. Inderberg, <\/b> None..<br><b>O. Engebråten, <\/b> None..<br><b>A. B. Corthay, <\/b> None..<br><b>G. M. Mælandsmo, <\/b> None..<br><b>L. Prasmickaite, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5554","PresenterBiography":null,"PresenterDisplayName":"Eleni Skourti, MS","PresenterKey":"72bbb528-47a4-4177-a428-66a4ce9a4860","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5554. Breast cancer with different chemosensitivity has distinct influence on the immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer with different chemosensitivity has distinct influence on the immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Lung squamous cell carcinoma (LUSC) represents 30% of non-small cell lung cancer (NSCLC) cases and has a high mortality rate with limited targeted therapies. Unlike lung adenocarcinoma (LUAD), which has seen advancements in targeted therapies, LUSC has not benefited from similar breakthroughs despite having similar genetic abnormalities. While immune checkpoint inhibitor therapies have shown promise in some LUSC patients, a significant portion does not respond effectively, leaving limited treatment options. In this study, we investigated vulnerabilities in NSCLC and found that a substantial number of LUSC patients have genetic alterations in the PI3K-mTORC2-AKT signaling pathway. By using CRISPR\/CAS-9, we showed that disrupting mTORC2 function in LUSC cells reduced glycolysis and lactate secretion, which in turn reduced tumor growth in vivo. Remarkably, the loss of mTORC2 also enhanced the activity of CD4+<\/sup> and CD8+<\/sup> T cells within the tumors. To further understand the metabolic and immune changes associated with mTORC2 loss of function, we performed RNA sequencing comparing wild-type (WT) and mTORC2-deficient cells. Our results confirmed a link between mTORC2 and HIF-2&#945;, while regulating PSGL-1, a ligand of the VISTA\/PD-1H checkpoint receptor. Furthermore, introducing a stable, non-degradable form of HIF-2&#945; in mTORC2-deficient tumor cells restored PSGL-1 expression in vitro and in vivo. These results suggest that the interaction between PSGL-1 and VISTA plays a role in suppressing the anti-tumor immune response in LUSC tumors. Indeed, anti-VISTA treatment inhibited the growth of LUSC WT tumors in vivo, suggesting that mTORC2 plays a role in regulating PSGL-1 expression in the tumor microenvironment. Together, these data demonstrate that targeting mTORC2 or inhibiting VISTA checkpoint receptor may serve as a potential therapeutic strategy for improving immunotherapy in LUSC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"PI3K,mTOR,Akt,Glycolysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. M. Ngwa<\/b>, Y. Hwang, D. N. Edwards, W. Song, J. Chen; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"ff7006e3-f743-439d-b4fa-61b4894651ed","ControlNumber":"4110","DisclosureBlock":"&nbsp;<b>V. M. Ngwa, <\/b> None..<br><b>Y. Hwang, <\/b> None..<br><b>D. N. Edwards, <\/b> None..<br><b>W. Song, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5555","PresenterBiography":null,"PresenterDisplayName":"Verra Ngwa","PresenterKey":"35c6775f-f7fe-4804-a0c1-2318b7ceb837","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5555. Lung squamous cancer cell mTORC2 signaling suppresses antitumor immunity by up-regulation of PSGL-1, a ligand of VISTA\/ PD-1H checkpoint receptor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung squamous cancer cell mTORC2 signaling suppresses antitumor immunity by up-regulation of PSGL-1, a ligand of VISTA\/ PD-1H checkpoint receptor","Topics":null,"cSlideId":""},{"Abstract":"Understanding the interactions between the tumor the vascular systems and circulating immune cells is crucial for elucidating mechanisms of immune cell recruitment in cancer and in exploring potential immunotherapeutic approaches. However, current in vitro models often lack the fidelity to replicate these intricate dynamics observed in vivo. The OrganoPlate Graft has been developed for perfusion of peripheral blood mononuclear cells (PBMCs) through a vascular bed with a melanoma monolayer (A375) to study aspects such as immune cell adhesion, extravasation and interaction with the tumor. The OrganoPlate Graft comprises 48 chips per plate, each designed to simulate the conditions of vascular beds. The device achieves flow through passive leveling, utilizing gravity to induce a pressure drop and unidirectional flow across the vascular bed in both positive and negative inclines. This approach avoids the complications and potential artifacts introduced by external pump, reduces complexity, and increases the throughput with up to 16 plates (768 chips) served by each OrganoFlow rocker. In experimental settings, formation of the vascular bed was seen to be consistent in plates and the introduction of the chemokine CXCL-12 led to the establishment of a gradient. Subsequently, PBMCs were observed to localize in clusters as a result of extravasation towards this gradient and the A375 monolayer. This behavior is consistent with known chemotactic responses in more complex in vivo environments. A notable observation was the sustained activity of PBMCs within the system. Cells continued to perfuse through the vascular bed for up to three days after seeding. In summary, the OrganoPlate Graft provides a platform for studying immune interactions in an immunocompetent vascular bed model. Its design and functionality allow for the exploration of immune cell behaviors in proximity to tumor cells, offering potential insights for immune-oncology research. The system's ability to mimic immune cell migration and extravasation in a controlled environment, and future potential to observe tumour killing makes it a valuable tool for advancing our understanding of immune-tumor interactions and may contribute to the development of novel immune-oncology therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Immuno-oncology,Tumor microenvironment,In vitro,3D models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. C. Torregrosa, S. de Ruiter, T. Burton, K. Queiroz, <b>W. Allen<\/b>, J. Komen, S. Trietsch, L. van den Broek; <br\/>MIMETAS, Oegstgeest, Netherlands","CSlideId":"","ControlKey":"3079a15f-13d4-400a-9888-78fe6df067f1","ControlNumber":"6473","DisclosureBlock":"<b>&nbsp;M. C. Torregrosa, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>S. de Ruiter, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>T. Burton, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>K. Queiroz, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>W. Allen, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>J. Komen, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>S. Trietsch, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>L. van den Broek, <\/b> <br><b>MIMETAS<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5556","PresenterBiography":null,"PresenterDisplayName":"Chiwan Chiang","PresenterKey":"f3bbc5b0-478e-4acc-a383-96a20df2d0e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5556. An vascularized melanoma model for with unidirectional perfusion of circulating immune cells for advancing immune-oncology research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An vascularized melanoma model for with unidirectional perfusion of circulating immune cells for advancing immune-oncology research","Topics":null,"cSlideId":""},{"Abstract":"Pre-cancerous cells are normally recognized and eliminated by immune cells. Cancer progresses only when this immunosurveillance system fails. Although immunotherapy has driven the most significant and exciting advances in cancer treatment in modern times, current approaches are running into barriers. An emerging area of interest includes evidence for rare but highly potent stem cell-like T cells. Stem-like T cells combine long-term persistence and high potency with immunological memory. Our recent findings reveal insights into the nature and regulation of stem-like T cells and their potential anticancer activity. Minimal residual disease (MRD) underlies therapeutic resistance, dictates treatment escalation, and predicts patient outcomes. We have shown that the Wnt and PI3K pathways promote the transformation of hematopoietic stem cells (HSCs) into chemoresistant leukemia stem cells (LSCs), which form the root of leukemia initiation and post-treatment recurrence. High-throughput screening revealed that LSCs could be targeted by low dose anthracycline treatment. Mechanistically, low dose, but not high dose anthracyclines indirectly target LSCs by inhibiting their unique properties of immune escape, allowing for their elimination by CD8+ T cells. We employed single-cell genomic and proteomic analysis to investigate immunological changes during development of HSCs, LSCs, and their progeny in response to low dose anthracycline treatment. While leukemia progression results in exhaustion of differentiated CD8+ T cells, stem-like T cells accumulate. However, low dose anthracycline treatment reverses this imbalance. Comparing MRD+ and MRD- patient samples, we found that differential proportions of stem-like T cells persist in the bone marrow of leukemia patients. While T cells of MRD- patients recover following chemotherapy induction, T cell recovery is severely attenuated in MRD+ patients. Furthermore, failure of immunological recovery is driven at least partially by a lack of stem-like T cells in MRD+ leukemia patients. Overall, our studies have revealed that low dose anthracyclines, in contrast to high dose, induce opposing, dichotomous effects on LSCs vs. HSCs and stem-like vs. differentiated T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Stemness,T cell,Therapy resistance,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Tao<\/b>, S. McElroy, J. Nemechek, I. Pushel, J. Szarejko, S. Khanal, T. Bradley, D. Myers, J. M. Perry; <br\/>Children's Mercy Research Institute, Kansas City, MO","CSlideId":"","ControlKey":"aa1fdbba-5b0e-4e6a-8784-7a2a96f6e8cc","ControlNumber":"6855","DisclosureBlock":"&nbsp;<b>F. Tao, <\/b> None..<br><b>S. McElroy, <\/b> None..<br><b>J. Nemechek, <\/b> None..<br><b>I. Pushel, <\/b> None..<br><b>J. Szarejko, <\/b> None..<br><b>S. Khanal, <\/b> None..<br><b>T. Bradley, <\/b> None..<br><b>D. Myers, <\/b> None..<br><b>J. M. Perry, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5557","PresenterBiography":null,"PresenterDisplayName":"Fang Tao, MD;PhD","PresenterKey":"7bd3b181-7d63-4881-ae61-ae1731c7f244","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5557. Stem-like T cells maintain latent anticancer activity and underly therapy resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stem-like T cells maintain latent anticancer activity and underly therapy resistance","Topics":null,"cSlideId":""},{"Abstract":"<b>Objectives<\/b><br \/>Tumor-immune interactions are a critical determinant of tumor evolution and are increasingly targeted by novel therapeutics (e.g. immune checkpoint blockade). However, their significance in treatment-naive localized prostate cancer remains largely unknown. Here, we employ multiplexed tissue imaging on radical prostatectomy specimens across Gleason grades to create a single-cell spatial atlas of primary prostate tumors and characterize their innate and adaptive immune landscape.<br \/><b>Methods<\/b><br \/>Whole-slide radical prostatectomy (RP) specimens were obtained from 28 patients: 14 with Gleason Grade Group &#8804; 3 (Low-grade; LG) and 14 with Gleason Grade Group &#8805; 4 (High-grade; HG). Tumors were imaged with our cyclic immunofluorescence (CyCIF) platform using a 27-marker panel encompassing epithelial, T-cell, innate immune and stromal markers. Tumor and stromal compartments were manually annotated by a pathologist. Cell densities were compared between tumor and stromal compartments of LG and HG tumors.<br \/><b>Results<\/b><br \/>Across the 28 RP specimens, we identified and spatially resolved over 27 million individual cells. Overall, higher Gleason grade was associated with a significantly increased innate and adaptive immune reaction. CD8+ cytotoxic T-cell density was significantly higher in HG vs LG (p = 0.003) specimens, although this effect was largely due to enrichment in adjacent stroma rather than direct tumor infiltration. By contrast, FOXP3+ T-cells were significantly increased throughout the tumor and stromal compartments of HG compared with LG tumors (p = 0.001). Tertiary lymphoid structures (TLS) and CD163+ myeloid cells were also significantly enriched in HG tumors relative to LG tumors (p = 0.029 and 0.039, respectively). PD-1+ cells were specifically enriched in TLS structures in HG tumors (p &#60; 0.001). There were no significant differences in CD11c+ and CD103+ cell densities between LG and HG tumors.<br \/><b>Conclusions<\/b><br \/>This spatially resolved single-cell atlas of localized prostate cancer reveals that high-grade tumors exhibit significant inflammation, particularly of TLSs and stromal CD8+, and are enriched in markers of T-cell anergy and myeloid-derived suppression. These findings raise the hypothesis that immunotherapy may have activity in treatment-na&#239;ve high-grade prostate cancer, despite the failure of immune checkpoint blockade in mCRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Immune cells,Multiplex fluorescence microscopy,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Wala<sup>1<\/sup>, J.-R. Lin<sup>2<\/sup>, B. Labadie<sup>3<\/sup>, D. Peiffer<sup>4<\/sup>, A. Gagne<sup>1<\/sup>, K. Chaudagar<sup>4<\/sup>, Y.-A. Chen<sup>2<\/sup>, E. Van Allen<sup>1<\/sup>, P. Sorger<sup>2<\/sup>, <b>A. Patnaik<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>Columbia University Medical Center, New York, NY, <sup>4<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"0be0158a-d01f-4043-b091-8bb26abe36f9","ControlNumber":"8535","DisclosureBlock":"&nbsp;<b>J. Wala, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>B. Labadie, <\/b> None..<br><b>D. Peiffer, <\/b> None..<br><b>A. Gagne, <\/b> None..<br><b>K. Chaudagar, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>E. Van Allen, <\/b> None..<br><b>P. Sorger, <\/b> None.&nbsp;<br><b>A. Patnaik, <\/b> <br><b>BostonGene<\/b> Other, Consulting. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, clinical trial funding. <br><b>AstraZeneca<\/b> Other, clinical trial funding. <br><b>Xencor<\/b> Other, clinical trial funding. <br><b>Zenith<\/b> Other, clinical trial funding.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5558","PresenterBiography":null,"PresenterDisplayName":"Akash Patnaik, MD","PresenterKey":"8843e0a0-8089-4470-8c1f-abf3db9957af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5558. Whole-slide multiplexed tissue imaging of prostate adenocarcinoma reveals distinct immune niches in high- versus low-grade tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole-slide multiplexed tissue imaging of prostate adenocarcinoma reveals distinct immune niches in high- versus low-grade tumors","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer and the second leading cause of cancer death among men in the United States. There is an estimated 10% to 50% of cases progress to metastatic castration resistant prostate cancer (mCRPC) state within 3 years of diagnosis. mCPRC remains lethal despite therapeutic advances. There is approximately 20% of mCRPC patients present somatic DNA damage repair (DDR) gene mutations. Ceralasertib, formerly known as AZD6738, is a potent and selective orally bioavailable inhibitor of the ataxia tenlangiectasia and Rad3-related (ATR) kinase, which is involved in DNA repair in response to DNA damage and replication stress. Preclinical studies have demonstrated ATRi sensitizing alterations in DNA damage response (DDR) genes. Ceralasertib&#8217;s antitumor activity as a monotherapy in treating prostate cancer is moderate. Thus, we combined ceralasertib with imipridones (ONC201 and ONC206), which target mitochondrial caseinolytic protease P (ClpP) and the integrated stress response, resulting in enhanced antitumor efficacy in vitro. Prior data have demonstrated sensitivity of 4 prostate cancer lines to ceralasertib and imipridones monotherapies, synergistic activities with the combination treatments, and immune enhancement effects with the combination treatments when co-cultured with NK92MI cell line. We proceeded to a short term in-vivo study validating the combination treatment efficacy. Preliminary results include cytokine profiling using the Luminex 200 technology to understand treatment induced changes in the tumor microenvironment (TME) from both in vitro and in vivo studies. Our results guide novel clinical trials for effective clinical responses in mCPRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,ATR,Imipridone,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Xia<\/b><sup>1<\/sup>, L. Zhang<sup>2<\/sup>, M. Ghandali<sup>1<\/sup>, M. P. Schwermann<sup>1<\/sup>, W. El-Deiry<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"1146f16b-b686-42b2-9a7a-8cab573d58cb","ControlNumber":"8456","DisclosureBlock":"&nbsp;<b>Y. Xia, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>M. Ghandali, <\/b> None..<br><b>M. P. Schwermann, <\/b> None.&nbsp;<br><b>W. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Other, Shareholder. <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Other, Founder, Shareholder.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5559","PresenterBiography":null,"PresenterDisplayName":"Yutong Xia, BE,BA","PresenterKey":"4e88949c-c3ca-48aa-b8cd-5c17c5cc40a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5559. The anti-tumor efficacy and immune effects of combining of ceralasertib, an oral ATR kinase inhibitor, with imipridones, in prostate cancer treatment <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anti-tumor efficacy and immune effects of combining of ceralasertib, an oral ATR kinase inhibitor, with imipridones, in prostate cancer treatment <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Secreted protein acidic and rich in cysteine (SPARC), is a multifunction protein that interacts with extracellular matrix (ECM), cell surface receptors, and signaling molecules. These interactions in cancer cells result in less susceptible of cells to the immune system, leading to poor prognosis. SPARC plays a crucial role in transporting collagen, a significant component of the ECM, from the site of synthesis to the basement membrane of the cells. Collagen mediated rigidity enhancement of cell microenvironment promotes cancer cell growth, proliferation, and angiogenesis. Collagen remodeling plays a complex and multifaceted role in cancer immunomodulation. Our current research focuses on exploring the cancer treatment mechanism by immunomodulation based on SPARC and collagen through theoretical and computational approaches. Our previous investigations identified SPARC and collagen as potential biomarkers for targeting cancer cells. Our current theoretical research identifies the role of SPARC and collagen in tuning the tumor microenvironment and altering the immune system cell surface receptors. This theoretical investigation is followed by computational study to formulate the pathway from secretions of both SPARC and collagen to reprogramming of tumor microenvironment. SPARC and collagen&#8217;s effects on the cell immune system are analyzed by performing molecular interaction and molecular dynamics studies for SPARC and collagen with the cell surface receptors. From our study, we identify the cellular mechanisms involved either actively or passively in the progression and prognosis of the cancer. Our study will provide insight into a novel pathway for targeting the cancer microenvironment, which will be helpful in the formation of low-dosage cancer drugs, resulting in the decreased adverse effects of drugs and increased patient quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Extracellular matrix,Protein-protein interactions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. P. Are<\/b>, A. Babu; <br\/>National Inst. of Technology Rourkela, Rourkela, India","CSlideId":"","ControlKey":"c9d93e02-9dd7-4397-8c90-8f3ae2e921df","ControlNumber":"4577","DisclosureBlock":"&nbsp;<b>R. P. Are, <\/b> None..<br><b>A. Babu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5560","PresenterBiography":null,"PresenterDisplayName":"Ramakrishna Are, B Pharm,Pharm D","PresenterKey":"37f8d9fe-237c-42be-93c5-6b08de60610f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5560. Role of SPARC and collagen in immunogenicity of cancer: A theoretical approach","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of SPARC and collagen in immunogenicity of cancer: A theoretical approach","Topics":null,"cSlideId":""},{"Abstract":"Patients with Gleason pattern 4 or 5 prostate tumors have a high risk of biochemical recurrence and worse survival. Affected by their local environment, dynamic immune cell phenotypes can both hinder or drive cancer progression. To understand the proteomic environments that facilitate specific immune cell responses and interactions in advanced prostate cancer, we have spatially resolved the immune cell content and metabolic features of Gleason pattern 4 and 5 and subpatterns of prostate tumors. To scale quantitative multiplexed histopathology measurements to human disease, we have applied a new high-throughput whole slide modality of high-plex Imaging Mass Cytometry<sup>TM<\/sup> to simultaneously quantify immune cells, metabolic states, prostate specific pathways, and biomarkers in 125 whole slide sections from 42 patients over 100 cm<sup>2<\/sup> of tissue. It is essential to image whole slide sections in order to fully evaluate the complete heterogeneity of these cancer samples. In parallel, multi-region macrodissection shotgun proteomics and both glycan and extracellular matrix MALDI imaging mass spectrometry have quantified the proteome associated with specific immune cell environments. Together, we identify localized proteomic microenvironments associated with specific tumor supportive or inhibitory immune cell content in human tumors that may help differentiate which high-risk patients will have a rapid biochemical recurrence following radical prostatectomy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Immune cells,Microenvironment,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. L. Gorman<\/b><sup>1<\/sup>, L. Y. Liu<sup>2<\/sup>, J. P. Hartig<sup>3<\/sup>, N. Parsotam<sup>4<\/sup>, A. Khoo<sup>2<\/sup>, V. Ignatchenko<sup>2<\/sup>, S. Asbury<sup>1<\/sup>, S. Afiuni<sup>1<\/sup>, R. Gonzalez<sup>1<\/sup>, M. J. Geuenich<sup>1<\/sup>, C. F. Harrigan<sup>1<\/sup>, Y. Lee<sup>1<\/sup>, J. Chen<sup>5<\/sup>, L. Lim<sup>4<\/sup>, Q. Raza<sup>4<\/sup>, P. M. Angel<sup>3<\/sup>, K. Campbell<sup>1<\/sup>, S. K. Liu<sup>5<\/sup>, M. R. Downes<sup>6<\/sup>, R. R. Drake<sup>3<\/sup>, T. Kislinger<sup>2<\/sup>, D. King<sup>4<\/sup>, H. W. Jackson<sup>1<\/sup>; <br\/><sup>1<\/sup>Lunenfeld-Tanenbaum Research Institute, Toronto, ON, Canada, <sup>2<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>3<\/sup>Medical University of South Carolina, Charleston, SC, <sup>4<\/sup>Standard BioTools Canada Inc., Markham, ON, Canada, <sup>5<\/sup>Sunnybrook Research Institute, Toronto, ON, Canada, <sup>6<\/sup>Sunnybrook Health Sciences Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"f05622af-0372-4dae-b67e-970742d75d2e","ControlNumber":"8033","DisclosureBlock":"&nbsp;<b>J. L. Gorman, <\/b> None..<br><b>L. Y. Liu, <\/b> None..<br><b>J. P. Hartig, <\/b> None..<br><b>N. Parsotam, <\/b> None..<br><b>A. Khoo, <\/b> None..<br><b>V. Ignatchenko, <\/b> None..<br><b>S. Asbury, <\/b> None..<br><b>S. Afiuni, <\/b> None..<br><b>R. Gonzalez, <\/b> None..<br><b>M. J. Geuenich, <\/b> None..<br><b>C. F. Harrigan, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>L. Lim, <\/b> None..<br><b>Q. Raza, <\/b> None..<br><b>P. M. Angel, <\/b> None..<br><b>K. Campbell, <\/b> None..<br><b>S. K. Liu, <\/b> None..<br><b>M. R. Downes, <\/b> None..<br><b>R. R. Drake, <\/b> None..<br><b>T. Kislinger, <\/b> None..<br><b>D. King, <\/b> None..<br><b>H. W. Jackson, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5561","PresenterBiography":null,"PresenterDisplayName":"Jennifer Gorman","PresenterKey":"edd2971a-2544-4fc9-ac13-6da07bdbe1ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5561. Whole slide Imaging Mass Cytometry allows the rapid profiling of the immune landscape of histopathologically aggressive prostate tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole slide Imaging Mass Cytometry allows the rapid profiling of the immune landscape of histopathologically aggressive prostate tumors","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) and Alzheimer&#8217;s disease (AD) are two devastating central nervous system diagnoses with no known cure. Both diseases are associated with advanced age. The majority of GBM tumors form in the frontal and temporal lobes, two of the brain regions most impacted by amyloid and tau pathology in AD. Females have a higher risk of AD, while males have a higher risk of GBM. Several large case series have established epidemiological evidence that the two diseases are inversely correlated. Nevertheless, it remains unknown whether presence of subclinical amyloid or tau pathology antagonizes the establishment or progression of GBM. The present study sought to characterize GBM growth, progression, and immune response in the setting of concomitant AD pathology using the syngeneic murine GL261 tumor model. To further understand the tumor cell changes that occur in the presence or absence of AD pathology, we engineered GL261 with a dual-tagged vector consisting of RiboTag (to allow for full-length mRNA profiling) and TurboID (to allow for proteomic profiling). GL261 cells were injected intracranially into<i> APP<sup>NL-G-F\/NL-G-F <\/sup>- MAPT<sup>human\/human<\/sup><\/i>, <i>APP<sup>NL-G-F\/+ <\/sup>- MAPT<sup>human\/+<\/sup><\/i>, and wildtype C57BL\/6J mice. Tumors in both wildtype and AD conditions contained ~50% intratumoral myeloid cells (Iba+, P2RY12-). Differential activation of intratumoral myeloid cells will be assessed with immunohistochemistry. Microgliosis (IBA1, P2RY12) and astrogliosis (GFAP) around the tumor in the setting of Alzheimer&#8217;s pathology versus normal conditions will be compared. Invasiveness, proliferation, DNA damage (pH2AX), and apoptosis (cleaved PARP, cleaved Caspase 3) will be compared. Tumor cell-specific changes unique to tumors in the AD microenvironment will be assessed transcriptionally with RiboTag profiling as well as proteomically with TurboID purifications. Our preliminary data suggests that the presence of concomitant AD pathology affects GBM growth and progression as well as the immune response to the tumor, and warrants further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Glioblastoma,Brain\/central nervous system cancers,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Nascari<\/b>, R. Eghlimi, A. Beniwal, D. Alton, J. Fryer, N. L. Tran; <br\/>Mayo Clinic Arizona, Scottsdale, AZ","CSlideId":"","ControlKey":"c3573204-c8c7-4085-93fe-9bf5cbd318ec","ControlNumber":"7252","DisclosureBlock":"&nbsp;<b>D. Nascari, <\/b> None..<br><b>R. Eghlimi, <\/b> None..<br><b>A. Beniwal, <\/b> None..<br><b>D. Alton, <\/b> None..<br><b>J. Fryer, <\/b> None..<br><b>N. L. Tran, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5562","PresenterBiography":null,"PresenterDisplayName":"David Nascari","PresenterKey":"d3497cf9-3775-4638-aace-21c2085972f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5562. Altered tumor microenvironment in animal model of concomitant GBM and Alzheimer's pathology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Altered tumor microenvironment in animal model of concomitant GBM and Alzheimer's pathology","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor mutation burden (TMB) has been widely explored in metastatic melanoma as a proxy of neoantigenic load. In contrast, the role of TMB on the biology of primary melanoma disease progression is less understood. In this study, we explored the associations between the immune context of melanoma subtypes and TMB as measured by several standard and novel criteria.<br \/>Methods: Whole-genome-sequencing and multiplex immunohistochemistry (mIHC) were used to characterize the genomic and immune landscape of a cohort of 116 primary melanomas, including cutaneous non-acral (n=59), acral (n=39) and mucosal (n=18) subtypes, as well as 5 mucosal metastases. mIHC was used to identify intratumoral CD8+ T-cells, memory T-cells, macrophages, dendritic cells, B-cells and PD-L1 expression. Standard measures of TMB -total mutational burden (tTMB) and non-synonymous (ns) mutational burden (nsTMB)- as well as novel measures that incorporate multiplicity and clonality -ns persistent mutation burden (ns-pTMB), and ns mutation dosage (ns-dosTMB) were calculated, and their association with immune profiles and clinical-pathological factors established.<br \/>Results: In cutaneous non-acral melanomas, ns-pTMB and ns-dosTMB were positively associated with CD8+ T cell proportions (p=0.02 for both comparisons). Clonal, but not subclonal ns-pTMB from mutations present in single-copy regions of the genome were positively associated with higher tumor-resident CD103+CD8 T-cell (p=0.01) and B-cell proportions (p=0.02). Higher single-copy ns-pTMB was also associated with tumors presenting early\/intermediate regression compared to late regression. In mucosal melanomas, clonal ns-dosTMB had the strongest positive association with the presence of macrophages (CD68, p=0.005). Additionally, macrophages (p=0.01), tissue resident memory T-cells (p=0.02), PDL1+ cells (p=0.03) and B-cells (p=0.048) were found to be positively associated with clonal ns-pTMB from mutations present in multiple copies, which was also positively associated with the presence of lymphatic invasion (p=0.03). Mucosal patients who recurred had lower levels of single-copy ns-pTMB (p=0.03). In acral melanomas, all measures of TMB were positively associated with the presence of dendritic cells (CD11c), with no particular role for clonality observed. In both cutaneous non-acral (p=0.046) and acral melanomas (p=0.03), but not mucosal (p=0.4), clonal ns-dosTMB was found positively associated with tumor mitotic rate.<br \/>Conclusion: Novel TMB measures reveal associations between tumor and immune context that are not captured by standard TMB measures alone in primary melanomas. Different TMB measures are linked to distinct immune populations across melanoma subtypes that harbor unique genomic and immune landscapes. Clonal mutations play a dominant role in the associations of TMB with immune cell populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Tumor mutational burden,Tumor infiltrating lymphocytes,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. R. Shteinman<\/b><sup>1<\/sup>, N. Maher<sup>1<\/sup>, J. W. Conway<sup>1<\/sup>, G. H. Attrill<sup>1<\/sup>, F. Newell<sup>2<\/sup>, N. Waddell<sup>2<\/sup>, N. Hayward<sup>2<\/sup>, J. V. Pearson<sup>2<\/sup>, G. V. Long<sup>1<\/sup>, R. A. Scolyer<sup>1<\/sup>, J. S. Wilmott<sup>1<\/sup>, I. A. Vergara<sup>1<\/sup>; <br\/><sup>1<\/sup>Melanoma Institute Australia, The University of Sydney, Sydney, NSW, Australia, <sup>2<\/sup>Cancer Program, QIMR Berghofer Medical Research Institute, Brisbane, Queensland, Australia","CSlideId":"","ControlKey":"0e86469e-c303-4b07-977b-a01e17dda57c","ControlNumber":"4000","DisclosureBlock":"&nbsp;<b>E. R. Shteinman, <\/b> None..<br><b>N. Maher, <\/b> None..<br><b>J. W. Conway, <\/b> None..<br><b>G. H. Attrill, <\/b> None..<br><b>F. Newell, <\/b> None..<br><b>N. Waddell, <\/b> None..<br><b>N. Hayward, <\/b> None..<br><b>J. V. Pearson, <\/b> None.&nbsp;<br><b>G. V. Long, <\/b> <br><b>Agenus<\/b> Other, Consultant advisor. <br><b>Amgen<\/b> Other, Consultant advisor. <br><b>Array Biopharma<\/b> Other, Consultant advisor. <br><b>AstraZeneca<\/b> Other, Consultant advisor. <br><b>Boehringer Ingelheim<\/b> Other, Consultant advisor. <br><b>Bristol Myers Squibb<\/b> Other, Consultant advisor. <br><b>Evaxion<\/b> Other, Consultant advisor. <br><b>Hexal AG (Sandoz Company)<\/b> Other, Consultant advisor. <br><b>Highlight Therapeutics S.L.<\/b> Other, Consultant advisor. <br><b>Innovent Biologics USA<\/b> Other, Consultant advisor. <br><b>Merck Sharpe & Dohme<\/b> Other, Consultant advisor. <br><b>Novartis<\/b> Other, Consultant advisor. <br><b>PHMR Ltd,<\/b> Other, Consultant advisor. <br><b>Pierre Fabre<\/b> Other, Consultant advisor. <br><b>Provectus<\/b> Other, Consultant advisor. <br><b>Qbiotics<\/b> Other, Consultant advisor. <br><b>Regeneron<\/b> Other, Consultant advisor. <br><b>BioNTech<\/b> Other, Consultant advisor. <br><b>Immunocore<\/b> Other, Consultant advisor. <br><b>R. A. Scolyer, <\/b> <br><b>MetaOptima Technology Inc.<\/b> Other, Advisory board. <br><b>F. Hoffmann-La Roche Ltd<\/b> Other, Advisory board. <br><b>Evaxion<\/b> Other, Advisory board. <br><b>Provectus Biopharmaceuticals Australia<\/b> Other, Advisory board. <br><b>Qbiotics<\/b> Other, Advisory board. <br><b>Novartis<\/b> Other, Advisory board. <br><b>Merck Sharp & Dohme<\/b> Other, Advisory board. <br><b>NeraCare<\/b> Other, Advisory board. <br><b>AMGEN Inc.<\/b> Other, Advisory board. <br><b>Bristol-Myers Squibb<\/b> Other, Advisory board. <br><b>Myriad Genetics<\/b> Other, Advisory board. <br><b>GlaxoSmithKline<\/b> Other, Advisory board.<br><b>J. S. Wilmott, <\/b> None..<br><b>I. A. Vergara, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5563","PresenterBiography":null,"PresenterDisplayName":"Eva Shteinman","PresenterKey":"e8434645-0d66-4c33-8ae9-447b35a154fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5563. Novel approaches to measuring tumor-mutational burden provide insights into tumor-immune interaction in primary melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel approaches to measuring tumor-mutational burden provide insights into tumor-immune interaction in primary melanoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM), the most aggressive brain cancer which is usually fatal within a year after diagnosis, poses a significant therapeutic challenge with conventional treatments providing limited success. Despite advancements in immune checkpoint blockade, PD-L1 inhibitors exhibit suboptimal efficacy in recurrent GBMs with recent clinical trials demonstrating only 8% objective responses in patients. Utilizing the R2 Genomic Analysis Visualization Platform, we identified a positive 8-18% correlation between Pyk2 and PD-L1 gene expression in human GBM specimens. We hypothesize that Pyk2 signaling is involved in the regulation of PD-L1 expression in GBM cells. In this study, primary human glioblastoma cell lines and GL261 mouse glioma cells were assessed employing CRISPR\/Cas9 Pyk2 knockout (Pyk2KO) combined with pharmacological Pyk2 inhibition. Flow cytometric analysis revealed a 35% decrease in PD-L1 expression in Pyk2KO GL261 cells compared to wild-type cells. SiRNA knockdown against Pyk2 in primary human GBM cells demonstrated a similar response, with a 50% decrease in PD-L1 expression compared to MOCK control cells. Additionally, the application of the Pyk2\/FAK inhibitor defactinib at a concentration of 0.2 &#956;M reduced PD-L1 expression by 32% in both GL261 and primary human GBM cells. These findings highlight Pyk2 as a potential therapeutic target for modulating the immunosuppressive microenvironment in GBM and enhancing the effectiveness of immune checkpoint blockade therapies.<br \/>This study was supported by: NIH Grant 1SC1GM122691 and PRSTRT2022.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Glioblastoma,Pyk2,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Porter<\/b>, L. Kucheryavykh; <br\/>Universidad Central del Caribe, Bayamón, PR","CSlideId":"","ControlKey":"7f9cb242-333d-47d8-8800-a6258c89b1e2","ControlNumber":"3440","DisclosureBlock":"&nbsp;<b>T. Porter, <\/b> None..<br><b>L. Kucheryavykh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8631","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5564","PresenterBiography":null,"PresenterDisplayName":"Tyrel Porter, BS","PresenterKey":"f267842a-3c20-4378-ac6b-e1ee35d4bb4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5564. The regulation of PD-L1 in glioblastoma cells involves Pyk2 signaling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The regulation of PD-L1 in glioblastoma cells involves Pyk2 signaling","Topics":null,"cSlideId":""},{"Abstract":"In solid tumors, the tumor microenvironment (TME) is composed of diverse cell types including cancer cells, immune cells, stromal cells, and other tissue specific cell types. The complex intercellular interactions that occur between these various cell populations determine cancer development and progression. Cancer-associated fibroblasts (CAFs) have been identified as key players in the TME, capable of promoting tumor cell growth and invasion, as well as manipulating immune responses. To better resolve potential subpopulations, spatial relationships, and signaling occurring between cell types within the TME, we performed same-section multiomic profiling of colorectal cancer (CRC) using the MACSima&#8482; Imaging Cyclic Staining (MICS) technology. We combined a custom 40plex RNA panel with a panel of antibodies to characterize the drivers of tumorigenesis and the activation state of immune cells. FFPE CRC specimens were reviewed by a pathologist for clinical assessment and region of interest selection. Then, gene expression profiles were generated using RNAsky&#8482; technology with each gene being detected via cyclic rounds of detection probe hybridization, image acquisition, and signal erasure. Subsequently, fluorescently labeled antibodies were applied to the same section following an equivalent acquisition process. Finally, multiomic clustering and cell population analyses were performed using MACS&#174; iQ View software. The analysis revealed spatially separated subpopulations of CAFs. Functional characterization of cellular neighborhoods and the cell-to-cell interactions occurring within the TME showed that one of the CAF populations potentially promoted cancer cell growth while another subpopulation, resembling antigen-presenting CAFs (apCAFs), closely interacted with T cells in the TME. These findings will deepen our understanding of tumor progression in colorectal cancer and potentially other solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cancer associated fibroblasts,Multiomics,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Emily Neil<\/b><sup>1<\/sup>, Rebecca  C.  Hennessey<sup>1<\/sup>, David Agorku<sup>2<\/sup>, Dongju Park<sup>1<\/sup>, Julia Femel<sup>2<\/sup>, Michael DiBuono<sup>1<\/sup>, Hanna Lafayette<sup>1<\/sup>, Erica Lloyd<sup>1<\/sup>, Hsinyi Lo<sup>1<\/sup>, Alex Makrigiorgos<sup>1<\/sup>, Shaina Lu<sup>1<\/sup>, John Lee<sup>1<\/sup>, Sameh Soliman<sup>1<\/sup>, Dominic Mangiardi<sup>1<\/sup>, Paurush Praveen<sup>2<\/sup>, Philip Ströbel<sup>3<\/sup>, Silvia Rüberg<sup>2<\/sup>, Fabian Staubach<sup>2<\/sup>, Ryan Hindman<sup>1<\/sup>, Thomas Rothmann<sup>2<\/sup>, Olaf Hardt<sup>2<\/sup>, Hansueli Meyer<sup>1<\/sup>, Tanya Wantenaar<sup>2<\/sup>, Jinling Wang<sup>1<\/sup>, Werner Müller<sup>2<\/sup>, Robert Pinard<sup>1<\/sup>, Andreas Bosio<sup>2<\/sup><br><br\/><sup>1<\/sup>Miltenyi Biotec, Waltham, MA,<sup>2<\/sup>Miltenyi Biotec, Bergisch Gladbach, Germany,<sup>3<\/sup>University Medical Center Göttingen, Göttingen, Germany","CSlideId":"","ControlKey":"acfd26bf-7c14-4a2a-a99d-b7bc453fa875","ControlNumber":"7404","DisclosureBlock":"<b>&nbsp;E. Neil, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. C. Hennessey, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Agorku, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Park, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Femel, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>M. DiBuono, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Lafayette, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>E. Lloyd, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Lo, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>A. Makrigiorgos, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>S. Lu, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>S. Soliman, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Mangiardi, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>P. Praveen, <\/b> <br><b>Miltenyi Biotec<\/b> Employment.<br><b>P. Ströbel, <\/b> None.&nbsp;<br><b>S. Rüberg, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>F. Staubach, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. Hindman, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>T. Rothmann, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>O. Hardt, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Meyer, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>T. Wantenaar, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>W. Müller, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. Pinard, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>A. Bosio, <\/b> <br><b>Miltenyi Biotec<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5565","PresenterBiography":null,"PresenterDisplayName":"Emily Neil","PresenterKey":"916999cb-5ff7-4583-8e7e-52723f3eebf5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5565. Multiomic characterization of colorectal cancer using MICS technology reveals interaction of antigen presenting cancer associated fibroblasts and T cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiomic characterization of colorectal cancer using MICS technology reveals interaction of antigen presenting cancer associated fibroblasts and T cells","Topics":null,"cSlideId":""},{"Abstract":"The evolution of life sciences research has entailed a shift toward understanding cellular functions within tissue microenvironments, with an emphasis on cell- and tissue-specific relationships. A key challenge in these endeavors is the need for accurate data acquisition, which can be impeded by variability in the multistep manual assay preparations. In the quest for developing reliable and efficient tissue sample preparation workflows, two protocols using multiple dewaxing agents have been compared: the Omni-Stainer&#8482; Dewaxing and HIER antigen retrieval protocol from Parhelia Biosciences, Inc. and the analogous one on Leica BOND Rx. The objective of this research was to assess the efficiency and reproducibility of these methods in the context of a four-color morphology immunostaining used for GeoMx DSP RNA and protein detection assays (Nanostring). We examined the efficiency of automated dewaxing using various non-toxic xylene alternatives, including C12-15 alkyl Benzoate, diethylene glycol, methyl octanoate or methyl decanoate, and compared them to the proprietary Leica Bond Dewaxing solution. Then, we compared the quality of post-HIER immunostaining using two different four-antibody panels on human jejunum samples. After several rounds of optimization, we found that the V4 of the open-source Omni-Stainer&#8482; dewax-HIER protocol resulted in identical quality of morphology immunostaining compared to proprietary Leica Bond protocol. This study validates the Omni-Stainer&#8482; Dewaxing and HIER protocol as a viable and efficient approach for automation of sample prep for GeoMx DSP studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Antigen,Spatial Biology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Samusik<sup>1<\/sup>, Y. Goltsev<sup>1<\/sup>, <b>N. Kedei<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Parhelia Biosciences, Austin, TX, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"c762e319-b247-4c11-821f-c002522caaa2","ControlNumber":"8100","DisclosureBlock":"&nbsp;<b>N. Samusik, <\/b> None..<br><b>Y. Goltsev, <\/b> None..<br><b>N. Kedei, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5566","PresenterBiography":null,"PresenterDisplayName":"Noemi Kedei, MD","PresenterKey":"e5f120f3-6ecf-42cb-9384-0792a5bc3a96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5566. Streamlining tissue sample preparation: A comparative study on the efficiency and reproducibility of the Omni-Stainer&#8482; dewaxing and HIER protocol","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Streamlining tissue sample preparation: A comparative study on the efficiency and reproducibility of the Omni-Stainer&#8482; dewaxing and HIER protocol","Topics":null,"cSlideId":""},{"Abstract":"Crosstalk between tumor and non-tumor cells plays an important role in cancer progression and metastasis often leading to a modification of non-malignant cells into pro-oncogenic phenotypes. Understanding this process is important for diagnostic and therapeutic advances. We previously reported clinical validation results for a new way to detect early-stage breast cancer using a panel of RNA biomarkers from whole blood and a machine learning software-powered testing system. Recently, we showed that immune cells undergo transcriptomic and functional changes upon direct contact with breast cancer cells. Here, we report results from investigation of indirect communication between breast cancer and immune cells leading to cancer-driven immune cell transformation and activation of multiple oncogenic pathways. To characterize these modifications, we performed RNAseq and pathway analysis on a human monocytic cell line, THP1, exposed to media from triple negative breast cancer (TNBC) cells (MDA-MB-231) in culture. Our results demonstrate that 24 hours of THP1 cell exposure to soluble factors secreted by tumor cells leads to significant gene modulation, with over 1,100 differentially expressed genes (|Fold Change|&#62;2; p&#60;0.05). KEGG and Reactome enrichment analysis revealed overlap of multiple pathways between THP1 cells exposed to direct and indirect cancer cell contact conditions, such as cytokine-cytokine receptor interaction, JAK-STAT signaling pathways and others. TNF, NMP1, STING1 and TGM2 were identified as key upstream regulators potentially driving this transformation in both direct and indirect contact conditions. The S100 pathway, which we previously found to be activated by fluid shear stress in MDA-MB-231 cells was also activated in THP1 cells upon both direct and indirect contact. The observed gene expression changes in THP1 cells exposed to media from MDA-MB-231 suggests that indirect intercellular communication alone can transmit an oncogenic signal. These results support a role for secreted factors from breast cancer cells in transforming immune cells and modulating the gene expression markers detected by our blood test, expanding the potential for leveraging this type of tumor education response in advancing cancer detection and treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),Immuno-oncology,Breast cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Kennard, K. Norek, K. Fuh, R. D. Shepherd, K. D. Rinker, <b>O. A. Kharenko<\/b>; <br\/>Syantra Inc, Calgary, AB, Canada","CSlideId":"","ControlKey":"0521e104-976c-4b60-a2ca-cdb24c6c7064","ControlNumber":"369","DisclosureBlock":"<b>&nbsp;J. Kennard, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock Option, Travel, Other Intellectual Property. <br><b>K. Norek, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock Option, Travel, Other Intellectual Property. <br><b>K. Fuh, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock, Stock Option, Travel, Other Intellectual Property. <br><b>R. D. Shepherd, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock Option, Patent, Other Intellectual Property. <br><b>K. D. Rinker, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock Option, Travel, Other Intellectual Property. <br><b>University of Calgary<\/b> Employment. <br><b>O. A. Kharenko, <\/b> <br><b>Syantra Inc<\/b> Employment, Stock Option, Travel, Other Intellectual Property.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5567","PresenterBiography":null,"PresenterDisplayName":"Olesya Kharenko, PhD,MS","PresenterKey":"d25829d9-4e68-454c-970d-c89ce49f44bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5567. Breast cancer cell alteration of immune cell transcriptome through indirect communication","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer cell alteration of immune cell transcriptome through indirect communication","Topics":null,"cSlideId":""},{"Abstract":"Multiple solid tumor types, including triple-negative breast cancer (TNBC), respond poorly to immunotherapy due to low infiltration of CD8+ T cells into the tumor core. The extracellular matrix (ECM) and its components such as collagen have been found to contribute to immune cell exclusion. Discoidin domain receptor 1 (DDR1) is a collagen receptor known to be aberrantly expressed in TNBC among multiple solid tumor types. We have uncovered a previously unappreciated function of DDR1 in immune exclusion through shaping a collagen fiber-based tumor defense against anti-tumor immunity (Sun et al, <b><i>Nature<\/i><\/b><b> <\/b>599, 673-678 (2021)). Our study showed that deletion of DDR1 in mouse mammary carcinoma cell lines such as E0771 and M-Wnt (syngeneic with C57BL\/6 strain background) promotes infiltration of CD8+ T cells and reduces tumor growth in an immunocompetent mouse model. Extending the published study to other immunocompetent mouse strain backgrounds, we observed that deletion of DDR1 in EMT6 cells, another immune excluded TNBC mouse model in the BALB\/c strain, increased the infiltration of CD8+ T cells to the tumor core and reduced tumor growth. Data concerning the DDR1-dependent spatial architecture of the mammary tumor microenvironment will be presented. Identifying specific immune and stromal cell populations and proteins spatially modified in the presence or absence of DDR1 may aid in development of new stand-alone or combination anti-cancer treatments with anti DDR1 antibody.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immuno-oncology,Receptor tyrosine kinase (RTK),T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Mitra<\/b>, J. Azpurua, H.-C. Chiang, R. Li; <br\/>The George Washington University, Washington, DC","CSlideId":"","ControlKey":"e007f463-1f25-411a-a3bc-d3eab79fb48b","ControlNumber":"4939","DisclosureBlock":"&nbsp;<b>P. Mitra, <\/b> None..<br><b>J. Azpurua, <\/b> None..<br><b>H. Chiang, <\/b> None.&nbsp;<br><b>R. Li, <\/b> <br><b>Incendia Therapeutics<\/b> Other, Member of the scientific advisory board.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5568","PresenterBiography":null,"PresenterDisplayName":"Payal Mitra, PhD","PresenterKey":"47fbec5f-b89f-496a-a4b4-a1bc00eec4e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5568. Understanding the role of immune exclusion in mammary tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the role of immune exclusion in mammary tumor growth","Topics":null,"cSlideId":""},{"Abstract":"Tissue fibrosis and extracellular matrix (ECM) stiffening have been shown to promote tumor cell proliferation, metastasis, and chemoresistance in a range of cancers. Stiffness of the ECM can lead to changes in cancer cell behavior, including enhanced proliferation, activation of mechano-sensitive signaling pathways, and potential genomic damage, with implications for cancer progression and immune responses. Recent research suggests stiff matrix may also induce the release of tumor-derived small extracellular vesicles (sEVs) that promote tumor growth. Tumor-derived sEVs carry bioactive cargo, such as micro-RNAs (miRNAs) and DNA fragments, and function as a unique form of intracellular communication promoting cell survival, growth, and metastasis. Understanding these mechano-sensing mechanisms is essential for identifying potential targets in precision medicine for solid tumor treatment. However, the influence of tumor stiffness on secretory cues, and their subsequent role in immunomodulation and\/or chemo-resistance has not been extensively studied.<br \/>This project aims to explore how tumor stiffness can alter cell responses to genotoxic stress and how these responses can perpetuate feedback to the immune system through the release of secretory cues such as sEVs. Here, we outline the isolation and characterization of tumor-derived sEVs obtained from culture media of oral squamous cell carcinoma (OSCC) spheroids, cultured at varying stiffness (0.2kPa-1.5kPa). In this project, we use OSCC lines that are either sensitive or resistant to cisplatin (HSC-3 and HN-5, respectively). To explore the immunomodulatory effects of these tumor-derived sEVs, we first established a consistent supply of CD206<sup>+ve <\/sup>macrophages differentiated from human induced pluripotent stem cells (iMacs), following the established protocol of Douthwaite et al (2021). iMacs were then treated with sEVs with their resulting immunophenotype, and activation assessed. These preliminary experiments provide a step towards understanding how the biophysical environment influences tumor cell resistance to therapy and how sEVs can modulate the relationship between cancer cells and macrophages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Extracellular matrix,Macrophages,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. R. Bareham<\/b>, M. Dibble, L. Mouhib, A. Bermejo Arteagabeitia, S. Mukhopadhyay, M. Parsons; <br\/>King's College London, London, United Kingdom","CSlideId":"","ControlKey":"8eadeb5b-bd69-4236-85e7-db9ca57970cd","ControlNumber":"2473","DisclosureBlock":"&nbsp;<b>B. R. Bareham, <\/b> None..<br><b>M. Dibble, <\/b> None..<br><b>L. Mouhib, <\/b> None..<br><b>A. Bermejo Arteagabeitia, <\/b> None..<br><b>S. Mukhopadhyay, <\/b> None..<br><b>M. Parsons, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5569","PresenterBiography":null,"PresenterDisplayName":"Bethany Bareham","PresenterKey":"66f5bbef-20dd-423a-815e-c07637d5a61a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5569. Mechano-chemical control of secretory cues regulating immune tolerance, survival and invasion in oral squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechano-chemical control of secretory cues regulating immune tolerance, survival and invasion in oral squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"Head &#38; neck squamous cell carcinoma (HNSCC) show limited clinical benefit to immune checkpoint inhibitors (ICI). Interactions between extracellular matrix (ECM), tumor, and immune cells underly the mechanisms leading to immunosuppression and resistance to ICIs. Collagen matrix remodeling within tumor stroma can influence accessibility and function of immune cells. Specifically, telopeptidyl lysine residues in fibrillar collagen can be hydroxylated by Lysyl hydroxylase 2 (LH2) prior to cross-linking which leads to stiffened, stable collagen. We previously showed that this LH2-modified tumor microenvironment (TME) drives HNSCC invasion and metastasis. Here, we elucidate the interplay between LH2-modified collagen and the immune landscape within TME of hypoxic and immunosuppressive HNSCC.<br \/>Bioinformatics analyses of RNAseq datasets were performed to assess pathways regulating collagen deposition and stabilization. Tissue microarray having 81 primary, 28 recurrent primary, and 3 lymph node metastases tumor cores was analyzed. Cores were classified according to our published Hypoxia-Immune signature (Chaudhary R. et al. 2023, <i>Can Res Comm<\/i>). We performed Second Harmonic Generation imaging of H&#38;E stained TMA section to analyze the orientation and length of collagen fibrils. Picrosirius red (PSR) staining allowed quantification of total collagen and collagen maturation was assessed by polarized light imaging of birefringence. Further, we performed multiplex immunofluorescence staining for CD3+ (T-cell); CD14+ (Monocyte &#38; Macrophage); CD11c+ (Dendritic); Pax5+ (B-cell); Pan-Cytokeratin+ (tumor), and LH2.<br \/>Low (0-1) LH2 expression was seen in 29.5% of analyzed cores whereas 70.5% of cores scored high (2-3) for LH2 expression. Cores classified under the hypoxia subtype exhibit high LH2 and enrichment of collagen stability signature. Late-stage tumors have highly oriented collagen fibers compared to normal tissue or early-stage tumors which have randomly distributed fibers. CT-Fire-based measurements revealed that LH2<sup>hi<\/sup> cores have significantly increased fiber length and lower coefficient of variance for fiber angles. The area of collagen measured by PSR staining had no correlation with tumor stage or subtype indicating that collagen deposition is similarly high in HNSCCs. However, birefringence measurements showed that a higher fraction of mature fibrillar collagen is associated with late-stage LH2<sup>hi<\/sup> tumors. Interestingly, LH2 expression positively correlated with increased CD3+ T cells in stroma suggesting that anti-tumor T cells are physically obstructed by the presence of LH2-stabilized and stiffened collagen fibers.<br \/>LH2 expression influences the quality of collagen but not the quantity. Understanding the effect of LH2-mediated collagen modifications on the TIME may have implications for therapeutic strategies to enhance anti-tumor immune response in HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Collagen,Immune cells,Tumor microenvironment,Hypoxia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Srivastava<\/b>, J. Powers, R. Chaudhary, S. Marzban, R. J. C. Slebos, J. West, X. Song, J. A. Guevara-Patino, C. H. Chung, A. L. Amelio; <br\/>H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"644d01c5-2e1c-4468-8363-eeedb9299722","ControlNumber":"4293","DisclosureBlock":"&nbsp;<b>S. Srivastava, <\/b> None..<br><b>J. Powers, <\/b> None..<br><b>R. Chaudhary, <\/b> None..<br><b>S. Marzban, <\/b> None..<br><b>R. J. C. Slebos, <\/b> None..<br><b>J. West, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>J. A. Guevara-Patino, <\/b> None..<br><b>C. H. Chung, <\/b> None.&nbsp;<br><b>A. L. Amelio, <\/b> <br><b>LG Chem.<\/b> Global Advisory Board member and paid consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5571","PresenterBiography":null,"PresenterDisplayName":"Sonal Srivastava, PhD","PresenterKey":"71e4aa7e-9cef-42cb-af67-49a208d36655","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5571. Collagen stabilization directs immune suppression in the head and neck squamous cell carcinoma hypoxic subtype","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Collagen stabilization directs immune suppression in the head and neck squamous cell carcinoma hypoxic subtype","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy has demonstrated significant potential as a cancer treatment by enhancing the immune system's ability to recognize and eliminate cancer cells. However, its efficacy can be limited by factors such as tumor heterogeneity, immunosuppressive tumor microenvironments, and systemic toxicities. Recent advances in drug delivery systems have facilitated the development of more targeted and personalized cancer therapies. Microneedles have emerged as a promising platform for non-invasive and highly localized drug delivery, directly administering drugs, vaccines, and other therapeutic agents to the skin. In this study, we designed dissolving microneedles (dMN) based on a biocompatible amphiphilic tri-block copolymer, which enables the self-assembly of nano-micelles containing hydrophobic drugs when applied to the skin. We used the dMN technology to formulate SKKU-06, a hydrophobic natural immune modulator toxin derived from fungi, which exhibits anti-cancer and immunomodulatory properties in melanoma (SKKU-06@dMN). After intratumoral application of SSKU-06@dMN to skin tumors, the drug-loaded nano-micelles can migrate to tumor-draining lymph nodes (TDLN). The dMN-guided delivery of SKKU-06 to skin tumors and TDLN induced immunogenic cell death and stimulated the activation and maturation of antigen-presenting cells (APCs), promoting the development of humoral and cellular anti-tumor immunity. Furthermore, the immunomodulatory effects of SSKU-06@dMN were enhanced when combined with anti-PD-1 treatment, impacting the tumor microenvironment through increased intratumoral CD8<sup>+<\/sup> T cell infiltration and reduced T<sub>reg<\/sub> populations. This resulted in efficient growth inhibition of established skin cancer and metastatic cancer, as well as prolonged survival. The dMN-guided lymphatic delivery of SKKU-06 demonstrates the potential for treating metastatic solid tumors and improving cancer immunotherapy efficacy by modulating the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor immunity,Lymph node metastasis,Malignant melanoma,Natural products,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lim<\/b>, B. Kim, P. LIU, J. Shin, J. Jeong; <br\/>Sungkyunkwan University School of Pharmacy, Suwon-si, Korea, Republic of","CSlideId":"","ControlKey":"bf1aef85-360f-4245-b307-34644c8337b4","ControlNumber":"3001","DisclosureBlock":"&nbsp;<b>S. Lim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>P. Liu, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>J. Jeong, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5572","PresenterBiography":null,"PresenterDisplayName":"SuYeon Lim, BS","PresenterKey":"fe1a6b4d-bd45-4ed8-b0c5-32dd5065437d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5572. Microneedle-guided lymphatic delivery of a natural immune modulator toxin for enhanced cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microneedle-guided lymphatic delivery of a natural immune modulator toxin for enhanced cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Glutathione S-transferase omega 2 (GSTO2) is known as one of important regulators for the glutathione redox balance. We recently reported that GSTO2 is exclusively expressed in airway basal cells, Clara cells, and type II alveolar cells, which have self-renewal capacity in the lungs; however, its expression was completely lost in lung squamous cell carcinoma (LSCC) (<i>Cancer Science<\/i>, 2022). In this study, we examined the expression of GSTO2 in lung adenocarcinoma (LAC), another type of lung cancer, and analyzed the relationship between GSTO2 expression and clinicopathological features. We enrolled 139 patients who were diagnosed with LAC and underwent surgery, and immunohistochemically evaluated the expression of GSTO2 using formalin-fixed, paraffin-embedded sections of surgical specimens. Fifty eight of 139 lung adenocarcinoma samples exhibited GSTO2 expression, while remaining 81 cases did not. The expression of GSTO2 in LAC samples was significantly associated with never or light (Brinkman Index &#60; 400) smoking history (<i>P<\/i>=0.0027) and histological subtypes (lepidic 77%; acinar 44%; papillary 22%; micropapillary 16.7%; solid 9.6%;<i> P<\/i>&#60;0.0001). There were no significant differences between the groups with respect to pN, pM, EGFR mutation, ALK fusion, and ROS-1 fusion. However, GSTO2 expression in LAC significantly associated with pT1 (<i>P<\/i>&#60;0.0001), early stage (<i>P<\/i>&#60;0.0001), and absence of PD-L1 expression (<i>P<\/i>=0.0027). Moreover, patients with GSTO2-negative LAC had a significantly lower disease-free survival rate than those with GSTO2-positve LAC (<i>P<\/i>=0.028). To examine whether GSTO2 expression affects PD-L1 expression, we prepared GSTO2-transfected and mock-transfected lung adenocarcinoma cell lines (A549 and PC-9). In both cell lines, mRNA level of PD-L1 was significantly reduced in GSTO2-transfectants. Because Jang RH et al reported that vimentin, reflecting to acquire mesenchymal traits in epithelial-mesenchymal transition (EMT), regulates the PD-L1 expression, we next examined whether GSTO2 overexpression affects the expression of EMT related molecules. There was no difference in a mRNA level of E-cadherin, while the mRNA expression of vimentin and SLUG, a transcriptional inducer of EMT, were significantly suppressed in GSTO2-transfected PC-9. In both cell lines, protein expression of vimentin was also significantly reduced in GSTO2-transfectants. The present study shed light on a novel function of GSTO2 as a PD-L1 regulator, which may contribute to prevention of tumor immune escape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Lung cancer,PD-L1,Epithelial-mesenchymal transition (EMT),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Sumiya<\/b><sup>1<\/sup>, H. Hatano<sup>2<\/sup>, T. Hagiwara<sup>2<\/sup>, S. Nagasaka<sup>2<\/sup>, K. Yamada<sup>2<\/sup>, N. Kokudo<sup>2<\/sup>, H. Suzuki<sup>3<\/sup>, Y. I. Kawamura<sup>2<\/sup>; <br\/><sup>1<\/sup>Juntendo Univ. School of Medicine, Tokyo, Japan, <sup>2<\/sup>National Center for Global Health and Medicine, Tokyo, Japan, <sup>3<\/sup>Sapporo Medical University School of Medicine, Hokkaido, Japan","CSlideId":"","ControlKey":"66003d45-5dc2-47a4-851a-cb1afbea630d","ControlNumber":"4312","DisclosureBlock":"&nbsp;<b>R. Sumiya, <\/b> None..<br><b>H. Hatano, <\/b> None..<br><b>T. Hagiwara, <\/b> None..<br><b>S. Nagasaka, <\/b> None..<br><b>K. Yamada, <\/b> None..<br><b>N. Kokudo, <\/b> None..<br><b>H. Suzuki, <\/b> None..<br><b>Y. I. Kawamura, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5573","PresenterBiography":null,"PresenterDisplayName":"Ryusuke Sumiya, MD;PhD","PresenterKey":"82dd535c-1e08-49cd-9023-355d7d2286f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5573. Loss of glutathione S-transferase omega 2 promotes immunosuppressive tumor microenvironment by the induction of PD-L1 expression in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of glutathione S-transferase omega 2 promotes immunosuppressive tumor microenvironment by the induction of PD-L1 expression in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Phosphatidylinositol 5-phosphate 4-kinase, type II, gamma (PIP4K2C) is a lipid kinase with critical roles in vesicular trafficking, autophagy-dependent catabolism, and modulation of the immune system. Family members PIP4K2A and PIP4K2B are implicated in regulation of autophagy, cancer cell proliferation, and response to insulin, whereas PIP4K2C has a unique function in the immune response to cancer. Beyond the ability to convert PI5P to PI45P2, PIP4K2 kinases regulate membrane localization and clustering of PI45P2 and thus govern multiple aspects of membrane trafficking. These activities are likely to be independent of catalytic function<sup>1<\/sup>. The involvement of PIP4K2C in membrane lipid dynamics has the potential to broadly impact pro-tumor and immune-suppressive biology in cancer, including uptake of cancer cells by immune cells, and subsequently increase antigen processing, presentation, and T cell activation. Mice deficient in PIP4K2C develop immune cell infiltrates in tissues and increased proinflammatory cytokines in plasma<sup>2<\/sup>, suggesting that modulation of PIP4K2C could enhance anti-tumor immunity in cancer patients.<br \/>Achieving potent targeting of PIP4K2C while sparing other family members or other lipid kinases has so far precluded the exploration of its potential as a therapeutic target. Here, we report the discovery of the highly potent and specific PIP4K2C bifunctional degrader LRK-A, which shows rapid and exclusive degradation of PIP4K2C. We show that LRK-A can rapidly and deeply degrade PIP4K2C in primary human PBMCs and cancer cells in vitro, and with broad species cross-reactivity. The specificity of LRK-A for PIP4K2C was established using whole-cell proteomic analyses, without co-degradation of off-target proteins including SALL4 and GSPT1. In mice treated with LRK-A, we observed a dose-dependent, profound, and sustained degradation of PIP4K2C. We further demonstrate that dosing of LRK-A as a single agent significantly reduced tumor growth, including full regressions, at low doses in a mouse syngeneic model of colorectal cancer.<br \/>Collectively, our results show that PIP4K2C can be specifically and effectively targeted in vivo using a bifunctional degrader. The reduced tumor growth we observed upon targeting PIP4K2C alone suggests that PIP4K2C is a highly promising target for therapeutic intervention. Further explorations are ongoing to enable the development of PIP4K2C-targeted therapeutic strategies.<br \/>References<br \/>1. Wang DG, Paddock MN, Lundquist MR, et al. PIP4Ks Suppress Insulin Signaling through a Catalytic-Independent Mechanism. <i>Cell Rep<\/i>. 2019;27(7):1991-2001. doi:10.1016\/j.celrep.2019.04.0702. Shim H, Wu C, Ramsamooj S, et al. Deletion of the gene Pip4k2c, a novel phosphatidylinositol kinase, results in hyperactivation of the immune system. <i>Proc Natl Acad Sci U S A<\/i>. 2016;113(27):7596-7601. doi:10.1073\/pnas.1600934113","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Novel anticancer agents,Lipid metabolism,Colorectal cancer,Phagocytosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Corse, K. Goodman, M. O'Shea, G. Ye, M. Chow, J. Arnold, V. Giacalone, S. Hayes, E. Dube, S. Alnemy, O. Akinrinmade Adigun, K. Brown, <b>E. d'Hennezel<\/b>, C. Sabatos-Peyton; <br\/>Larkspur Biosciences, Inc., Watertown, MA","CSlideId":"","ControlKey":"cc799ce4-f4f4-48cd-b445-24f596b3871f","ControlNumber":"8845","DisclosureBlock":"<b>&nbsp;E. Corse, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>K. Goodman, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>M. O'Shea, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>G. Ye, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>M. Chow, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>J. Arnold, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>V. Giacalone, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>S. Hayes, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>E. Dube, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>S. Alnemy, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>O. Akinrinmade Adigun, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>K. Brown, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>E. d'Hennezel, <\/b> <br><b>Larkspur Biosciences<\/b> Employment. <br><b>C. Sabatos-Peyton, <\/b> <br><b>Larkspur Biosciences<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5574","PresenterBiography":null,"PresenterDisplayName":"Eva d'Hennezel, PhD","PresenterKey":"e7620869-f8ec-4cfa-9b04-a999e94541e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5574. Degradation of PIP4K2C by novel bivalent functional degrader LRK-A induces tumor regression in CRC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Tumor-Immune System Cross-Talk","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Degradation of PIP4K2C by novel bivalent functional degrader LRK-A induces tumor regression in CRC","Topics":null,"cSlideId":""}]