[{"Abstract":"We describe a novel homogeneous cell-based assay developed for the quantitative detection of Ki-67 protein, a recognized marker of cell proliferation, utilizing Lumit&#8482; immunoassay technology. This luminescent assay has been effectively multiplexed with a fluorescent measure of cell death, employing a cell-impermeant fluorogenic DNA dye. This multiplex allows for the clear distinction between antiproliferative activity and overt cytotoxicity in cell culture models. Through varying lytic conditions, we demonstrated effective cell lysis and detection of nuclear Ki-67 protein. Specifically, Lumit&#8482; Lysis Buffer II provided efficient recovery of Ki-67 protein without compromising assay performance, including the requisite binding of labeled antibodies to the target protein. This assay exhibited excellent signal-to-background (up to 40-fold) and signal linearity (R^2 = 0.99) in wildtype HeLa cells (~1000 to 80,000\/well), while the signal in Ki-67 knockout HeLa cells was comparable to the no-cell background, indicating excellent specificity for Ki-67 protein. Due to the unavailability of recombinant full-length Ki-67 protein, two different recombinant Ki-67 protein fragments were used to corroborate assay sensitivity of &#60;1 pM Ki-67 protein. The assay's suitability for human Ki-67 protein detection, not mouse, was observed through further cell-based testing. The proliferation\/cytotoxicity assay multiplex was validated in both suspension and adherent cell lines, as well as primary cell culture, detecting antiproliferative and proliferative responses. CDK4\/6 inhibitors are a class of antiproliferative agents of significant interest for their potential in treating cancer. In Jurkat cells, treatment with the CDK4\/6 inhibitor palbociclib led to a dose-dependent reduction in Ki-67 protein expression with an EC<sub>50<\/sub> of 88 nM, and total Ki-67 elimination at 2 &#956;M compound concentration. Notably, there was no cytotoxicity detected at the tested doses and treatment duration (up to 48 h), but a significant reduction in viable cell number at maximal palbociclib concentrations, aligning with an antiproliferative mechanism. This work establishes a rapid, simple, luminescent assay for determining Ki-67 levels that can be paired with a fluorogenic readout of cell death, facilitating efficient and quantitative discernment of altered proliferation in mammalian cell culture using standard microplate readers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Proliferation,Antiproliferative,Cytotoxicity,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. F. Lazar<\/b>, K. R. Kupcho, A. L. Niles, J. J. Cali; <br\/>Promega, Madison, WI","CSlideId":"","ControlKey":"556702ca-98cf-4508-9f90-0c7de9be10a7","ControlNumber":"5593","DisclosureBlock":"&nbsp;<b>D. F. Lazar, <\/b> None..<br><b>K. R. Kupcho, <\/b> None..<br><b>A. L. Niles, <\/b> None..<br><b>J. J. Cali, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1631","PresenterBiography":null,"PresenterDisplayName":"Dan Lazar, PhD","PresenterKey":"36bbf071-2424-48e0-b58f-a4900150e72e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1631. A homogeneous assay system for discernment of proliferative, antiproliferative, and cytotoxic effects in culture","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A homogeneous assay system for discernment of proliferative, antiproliferative, and cytotoxic effects in culture","Topics":null,"cSlideId":""},{"Abstract":"Dissecting AMBRA1-cyclin D axis deregulation in embryonal tumors of the centralnervous systemEmbryonal tumors of the central nervous system (CNS) are malignant growths originating from embryonic neural stem cells, primarily affecting pediatric patients. These tumors pose a significant threat to children's health, leading to high morbidity and mortality rates. To improve survival rates and reduce morbidity, there is a critical need for advanced molecular diagnostics and innovative therapies. Among these tumors are medulloblastomas (MB) and other embryonal tumors, previously classified as primitive neuroectodermal tumors (CNS-PNET). These malignancies are characterized by uncontrolled cell proliferation, primarily driven by abnormalities in cell cycle proteins. Consequently, targeting cell cycle regulators has emerged as a promising approach for their treatment. Two key signaling pathways, namely the MYC and the cyclin D-CDK-RB pathway, govern the decision-making process related to genome replication. Mutations in both MYC and the CDK4\/6\/cyclin D pathway, leading to the functional inactivation of RB, have been identified as relevant factors in the development of CNS-PNET and medulloblastomas. Our seminal research has highlighted the crucial role of AMBRA1, an upstream master regulator orchestrating the transition from G1 to S phase (Maiani &#38; Milletti et al., 2021). Specifically, AMBRA1 modulates the abundance of D-type cyclins and MYC by facilitating their proteasomal degradation, thereby ensuring genomic stability during DNA replication.Based on these discoveries, we propose that AMBRA1 functions as a multifaceted tumor suppressor across various cancer types. An unbiased Sleeping Beauty analysis identified AMBRA1 as a genetic driver of CNS-PNET, providing a strong foundation for investigating its role further (Beckmann et al., 2019). We hypothesize that the simultaneous deletion of AMBRA1 and p53 in an inducible knockout mouse model can lead to the spontaneous development of CNS-PNET or medulloblastoma, contingent on the specific targeted cell lineage. Additionally, our research demonstrates that AMBRA1 deficiency confers resistance to CDK4\/6 inhibitors while creating a synthetic lethality with CHK1 inhibitors. Consequently, we propose that a comparative analysis of AMBRA1, D-type cyclins, and Myc family expression levels could serve as a diagnostic marker. This marker could facilitate patient-based stratification for CHK1 inhibitor treatment efficacy, enabling the differentiation of non- responsive cases to CDK4\/6 chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle regulation,Medulloblastoma,DNA damage,CDK4\/6 inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Milletti<\/b><sup>1<\/sup>, G. Cadeddu<sup>2<\/sup>, A. Adelantado Rubio<sup>1<\/sup>, C. Ferraina<sup>3<\/sup>, A. Maya-Mendoza<sup>1<\/sup>, F. Cecconi<sup>1<\/sup>; <br\/><sup>1<\/sup>Danish Cancer Society Research Center, Copenhagen, Denmark, <sup>2<\/sup>Università degli studi di Tor Vergata, Roma, Denmark, <sup>3<\/sup>Ospedale Pediatrico Bambino Gesù, Roma, Italy","CSlideId":"","ControlKey":"52490cd2-2c1f-4303-912b-1afe1730a7ca","ControlNumber":"6475","DisclosureBlock":"&nbsp;<b>G. Milletti, <\/b> None..<br><b>G. Cadeddu, <\/b> None..<br><b>A. Adelantado Rubio, <\/b> None..<br><b>C. Ferraina, <\/b> None..<br><b>A. Maya-Mendoza, <\/b> None..<br><b>F. Cecconi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1684","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1632","PresenterBiography":null,"PresenterDisplayName":"Giacomo Milletti, PhD","PresenterKey":"fc46e8a2-ef45-4892-a51c-b08dfa2ed514","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1632. Dissecting AMBRA1-cyclin D axis deregulation in embryonal tumors of the central nervous system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting AMBRA1-cyclin D axis deregulation in embryonal tumors of the central nervous system","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In human populations, telomere length (TL) displays a large inter-individual variability. At the population level, the most predictive variable for TL is age. Rare loss-of-function mutations in telomere maintenance genes are known to cause telomeropathies, a group of deadly diseases triggered by critically short telomeres. Over the last few decades, GWASs have uncovered many common variants associated with TL. More recently, a small number of PheWASs have suggested short-TL is associated with risk for a wide spectrum of phenotypes whereas long-TL is primarily associated with increased risk for several different neoplasms. We hypothesized that genetic variation contributing to long-TL may cause a unique and heritable telomeropathy, distinguishable from classical telomeropathies, that we refer to as a long-telomeropathy resulting in a cancer-like syndrome. To test this hypothesis, we studied telomere genetics in two large independent cohorts linking genomics with electronic health records data.<br \/>Methods: Discovery cohort consisted of approximately 70,398 individuals from the All of Us (AoU) Research Program. Marshfield Clinic&#8217;s PMRP Biobank of 19,443 individuals served as a replication set. Previously published GWAS results (161 common variant) were utilized to produce a weighted polygenic risk score for TL (TL-PRS). A PheWAS of TL-PRS in AoU identified 19 significant phenotypes that passed a Bonferroni-adjusted p-value threshold (P&#60;2.71E-5). Notably, risk for all 19 phenotypes were associated with long-TL and were categorized as neoplasm or neoplasm-like phenotypes. PheWAS results were used to generate a phenotype risk score for long-telomeropathy (longTL-PheRS), and this model was replicated in PMRP.<br \/>Results: The validated longTL-PheRS was used to screen rare variants that may contribute to increased risk for a telomere dependent cancer-like syndrome. When focusing on 293 telomere related genes in AoU, SKAT identified <i>ATM<\/i> (P=8.8E-7) and <i>DCLRE1B<\/i> (P&#60;1E-10) as statistically significant risk genes. Whereas <i>ATM<\/i> has been previously implicated in multiple cancer types, <i>DCLRE1B<\/i> has not. SKAT results were influenced largely by a single missense variant in each gene [P=2.43E-15 (<i>ATM, <\/i>p.Leu2307Phe) and =1.78E-12 (<i>DCLRE1B, <\/i>p.Asn510Tyr)]. Neither variant was previously reported as pathogenic.<br \/>Conclusion: Many decades of research in telomere biology has demonstrated the health consequences associated with telomere shortening. This study builds on a growing body of evidence that long telomeres also have significant negative health implications. Individuals who have a genetic predisposition to long telomeres influenced by both common and rare variants may be at risk for a spectrum of tumors. These findings may lead to new diagnostic or preventative measures for individuals at risk for a long-telomeropathy and a cancer-like syndrome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,Epidemiology,Risk factors,Genetic susceptibility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>s. hebbring<\/b>, P. Alaire; <br\/>Marshfield Clinic, Marshfield, WI","CSlideId":"","ControlKey":"67d24435-fb2c-4813-a898-1bd0a08a6361","ControlNumber":"4475","DisclosureBlock":"&nbsp;<b>S. hebbring, <\/b> None..<br><b>P. Alaire, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1633","PresenterBiography":null,"PresenterDisplayName":"scott hebbring, PhD","PresenterKey":"89d9fddc-6575-492f-aa62-370141d05f3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1633. A phenotype risk score to define patients with a 'long-telomeropathy' and at risk for a novel cancer-like syndrome","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phenotype risk score to define patients with a 'long-telomeropathy' and at risk for a novel cancer-like syndrome","Topics":null,"cSlideId":""},{"Abstract":"Background: Prostate cancer (PCa), the second leading cause of death in American men, is a genetically heterogeneous disease. The aberrant activation of AKT is one of the most frequent alterations in human cancers, and an elevated level of phosphorylated AKT at Ser473 site (pSer473) is associated with metastatic cancers (1). In prostate cancer (PCa), PI3K\/AKT activation induces tumorigenesis (2), androgen receptor (AR)-mediated signaling, enzalutamide resistance and stemness, synergizing with other pathways including the notch intracellular domain (NICD). The <i>cyclin D1<\/i> gene (<i>CCND1<\/i>), which is overexpressed in PCa, conveys canonical function by encoding the regulatory subunit of a holoenzyme that phosphorylates the retinoblastoma gene (RB) product, and non-canonical functions through phosphorylating other substrates and transcriptional activities. Cyclin D1 expression augments growth of some castrate-resistant PCa (CRPC) and clinical trials are targeting the cyclin D1 related CDK kinase activity in pRB<sup>+<\/sup> PCa. Several Rb-independent mechanisms of action have been described (3). In recent studies the effect of CDK inhibitors was similar in patients with Rb<sup>+<\/sup> vs. Rb<sup>-<\/sup> PCa (4). Whether Rb expression is required for the antiproliferative effects of CKD4\/6 inhibition in PCa remains to be established.<br \/>Methods: The kinetics of Akt1 induction by mitogens was assessed using the phosphorylation of the dichromic fluorescent (DCF) dye substrate LS456. We used cyclin D1 shRNA to show endogenous cyclin D1 augmented AKT1 signaling in response to mitogens.<br \/>Results: Cyclin D1 reintroduction into cyclin D1<sup>-\/-<\/sup> cells augmented Akt1 phosphorylation, requiring the cyclin D1 K112 residue. CDK inhibitors reduced Akt activity in RB<sup>+<\/sup> and RB<sup>-<\/sup> human prostate cancer cell lines. Prostate-specific epithelial cell deletion of cyclin D1 (probasin-CRE-cyclin<sup> <\/sup>D1<sup>fl\/fl<\/sup>) reduced prostate epithelial cell Akt1 activity assessed by immunohistochemical (IHC) staining. pAkt<sup>Ser473<\/sup> was reduced in cell nuclei and the cytoplasm of both epithelial cells and stromal fibroblasts without a significant change in the abundance of Akt1. The downstream targets of Akt signaling (pTSC2<sup>Ser939<\/sup>, and pFKHR<sup>Ser319<\/sup>) and AR<sup>Ser213P<\/sup> were reduced in both epithelial cells and stromal fibroblasts. Genetic deletion of both epithelial cell and stromal cyclin D1 further reduced Akt1 activity, prostate epithelial cell proliferation, and markers of cancer stem cells. Proteomic analysis of cyclin D1-expressing stroma identified heterotypic chemokine signals that augment PCa AKT activity.<br \/>Conclusions: Cyclin D1 induces Akt1 activity in both RB<sup>+<\/sup> and RB<sup>-<\/sup> PCa cells which may contribute to tumor progression and therapy resistance.<br \/>Reference: (1) Chen YL, Law PY, Loh HH. Curr Med Chem Anticancer Agents 2005;5:575-892. (2) Stoyanova T, <i>et al.<\/i> Proc Natl Acad Sci U S A 2013;110:20111-63. (3) Chen K, <i>et al.<\/i> Cell Rep 2020;32:1081514. (4) de Kouchkovsky I, <i>et al.<\/i> Clin Cancer Res 2022;28:1531-9","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-02 Cell cycle checkpoints,,"},{"Key":"Keywords","Value":"Cyclin D1,Akt,Prostate cancer,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Jiao<sup>1<\/sup>, A. W. Ashton<sup>2<\/sup>, Z. Li<sup>1<\/sup>, R. Harish<sup>1<\/sup>, D. Li<sup>1<\/sup>, G. Robertson<sup>3<\/sup>, D. Shen<sup>4<\/sup>, X. Ju<sup>5<\/sup>, K. Chen<sup>5<\/sup>, W. Zhang<sup>6<\/sup>, S. Archilefu<sup>7<\/sup>, K. A. Iczkowski<sup>8<\/sup>, H. Rui<sup>5<\/sup>, B. Knudsen<sup>6<\/sup>, P. Timpson<sup>9<\/sup>, M. Nobis<sup>9<\/sup>, <b>R. G. Pestell<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Baruch S. Blumberg Institute, Wynnewood, PA, <sup>2<\/sup>Lankenau Institute for Medical Research, Wynnewood, PA, <sup>3<\/sup>BC Cancer Agency, Vancouver, BC, Canada, <sup>4<\/sup>Washington University, St. Louis, MO, <sup>5<\/sup>Thomas Jefferson University, Philadelphia, PA, <sup>6<\/sup>University of Utah, Salt Lake City, UT, <sup>7<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>8<\/sup>UC Davis Health, Sacramento, CA, <sup>9<\/sup>Garvan Institute of Medical Research & The Kinghorn Cancer Centre, Sidney, Australia","CSlideId":"","ControlKey":"8a7a6c7e-32ea-48f4-8ffa-2f6ad399985c","ControlNumber":"1649","DisclosureBlock":"&nbsp;<b>X. Jiao, <\/b> None..<br><b>A. W. Ashton, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>R. Harish, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>G. Robertson, <\/b> None..<br><b>D. Shen, <\/b> None..<br><b>X. Ju, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>S. Archilefu, <\/b> None..<br><b>K. A. Iczkowski, <\/b> None..<br><b>H. Rui, <\/b> None..<br><b>B. Knudsen, <\/b> None..<br><b>P. Timpson, <\/b> None..<br><b>M. Nobis, <\/b> None..<br><b>R. G. Pestell, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1634","PresenterBiography":null,"PresenterDisplayName":"Richard Pestell, MBA;MBBS;MD;MD (hc);PhD","PresenterKey":"453a6511-6e29-4d02-ae58-321870fd122c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1634. Cyclin D1 induces Akt1 activity in RB deficient prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cyclin D1 induces Akt1 activity in RB deficient prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"FANCA is one of the 22 known Fanconi anemia (FA) pathway genes that are involved in interstrand crosslink (ICL) repair. We have also shown that and FANCA plays a role in double strand break repair by promoting strand annealing and exchange. In this report, we describe that FANCA expression in breast cancer is significantly elevated within TCGA databases and in patient tumors-derived sections on both transcription and translation levels and this elevation is associated with poor outcomes of the breast cancer patients. Importantly, we have found that overexpressing FANCA in breast cancer cell line MDA-MB-231 promotes tumor growth both <i>in vitro<\/i> and <i>in vivo<\/i>. We have also demonstrated that FANCA inactivation by knocking out or knocking down inhibits growth of MDA-MB-231 <i>in vitro<\/i> and <i>in vivo<\/i> by causing cell cycle arrest at G1 phase resulting from hypophosphorylation of Rb protein. Our RNA-seq data has indicated that E2F targets are also downregulated in FANCA knockout (KO) cells compared to the wildtype (WT) MDA-MB-231 cells, which is consistent with the G1\/S cell cycle arrest and Rb hypophosphorylation. Intriguingly, heterozygous FANCA KO in a breast cancer mouse model MMTV-PyMT model has shown reduction of breast tumor formation and volume. Our goal is to elucidate the role of FANCA in breast cancer development and to evaluate the potential of FANCA as a target for breast cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Breast cancer,Cell cycle,FANCA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Luo<\/b>, W. Liu, F. Yuan, F. Li, A. Palovcak, D. Calkins, K. Briegel, Y. Li, C. Mason, Z.-J. Liu, S. Daunert, Y. Zhang; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"a6d4ea53-d06d-4a78-855c-31505e4c6d89","ControlNumber":"2604","DisclosureBlock":"&nbsp;<b>L. Luo, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>F. Yuan, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>A. Palovcak, <\/b> None..<br><b>D. Calkins, <\/b> None..<br><b>K. Briegel, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>C. Mason, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>S. Daunert, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1687","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1635","PresenterBiography":null,"PresenterDisplayName":"Liang Luo, MS","PresenterKey":"a331164b-6586-4199-a439-cdeffc33244e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1635. Inhibition of FANCA Suppresses Breast Cancer Development by Regulating Cell Cycle Progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of FANCA Suppresses Breast Cancer Development by Regulating Cell Cycle Progression","Topics":null,"cSlideId":""},{"Abstract":"Effective therapeutic regimens against advanced hepatocellular carcinoma (HCCs) have recently improved but it remains very limited. Targeting receptor tyrosine kinases (RTKs) has proven to one of the main ways of achieving better survival outcome in HCC patients, yet the precise mechanism for this success remains to be elusive. We have systematically investigated the expression profiles of RTKs transcriptomic datasets i.e. The Cancer Genome Atlas - Liver hepatocellular carcinoma (TCGA-LIHC) (n=371) and our in-house cohort of paired i.e. HKU-QMH (n=41), and identified EPHB4 as one of the most abundantly expressed and frequently mutated RTKs in human HCCs. EPHB4 expression was found to be significantly correlated with Alpha Fetoprotein (AFP) expression, a factor commonly used in the diagnosis of HCCs. Furthermore, EphB4 has been demonstrated to play a regulatory role in VEGF\/VEGFR-mediated angiogenesis, critical targets for current successful drugs. We confirmed abundant membrane EphB4 expression in HCC clinical specimens and human HCC cell line models using immunohistochemistry. Clinicopathological correlation analysis of EPHB4 mRNA expression revealed that its overexpression is associated with aggressive tumor features including presence of tumor microsatellite, liver invasion, venous invasion, and absence of tumor encapsulation. Functionally, stably knocking down EPHB4 (shEPHB4) resulted in a strong reduction of proliferation and self-renewal rates of multiple HCC cell lines <i>in vitro<\/i>. It significantly reduced tumor growth rates in subcutaneous and liver orthotopic models <i>in vivo<\/i>. Furthermore, limiting dilution assay showed EPHB4 plays a role in tumor initiation property of HCC cells. Mechanistically, we performed Gene Set Enrichment Analysis (GSEA) of transcriptome profiles for shEPHB4 with respective controls and found that knocking down EPHB4 causes HCC cells undergo drastic changes in several cell cycle checkpoints including G1\/S transition. Using thymidine blockade, we further confirmed that knockdown of significantly hinders the transition of HCC cells from G1 to S phase of cell cycle. Our data suggests a strong link between EphB4 and cell cycle. Conclusion: We found EphB4 plays a functional role in regulating G1\/S transition in human HCCs and understanding regulatory role of EphB4 on cell cycle progression may provide mechanistic insights into the how to effectively target HCC in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle regulation,Hepatocellular carcinoma,Eph receptor,EPHB4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Husain<\/b>, E. Y. T. Chiu, H.-T. Ma, D. W. H. Ho, K. M. F. Sze, L.-K. Chan, I. O. L. Ng; <br\/>University of Hong Kong, The - Li Ka Shing Faculty of Medicine, Pok Fu Lam, Hong Kong","CSlideId":"","ControlKey":"fbd8c40f-e09c-48fc-9f2c-366739f49db9","ControlNumber":"1596","DisclosureBlock":"&nbsp;<b>A. Husain, <\/b> None..<br><b>E. Y. T. Chiu, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>D. W. H. Ho, <\/b> None..<br><b>K. M. F. Sze, <\/b> None..<br><b>L. Chan, <\/b> None..<br><b>I. O. L. Ng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1689","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1637","PresenterBiography":"","PresenterDisplayName":"Abdullah Husain, BS,PhD","PresenterKey":"09011363-f756-4620-88b5-9394b3aa11f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1637. EPHB4 is a key regulator of G1\/S transition in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EPHB4 is a key regulator of G1\/S transition in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The preservation of spindle pole integrity is crucial for proper spindle assembly and chromosome segregation in mitosis, yet the precise mechanisms governing spindle pole integrity remain elusive. During mitosis, phosphorylated Ensa (p-ENSA) localizes to spindle poles, and the inhibition of ENSA leads to a range of mitotic defects, including misaligned chromosomes, multipolar spindles, asymmetric bipolar spindles, and centrosome aberrations, resulting in a delayed mitotic progression. Remarkably, the mitotic delay induced by ENSA inhibition is alleviated upon depletion of PP2A-B55&#945;, but spindle pole defects persist. Significantly, we have observed an interaction between ENSA and Aurora A during mitosis, and the inhibition of ENSA diminishes Aurora A expression at the mitotic spindle poles. Intriguingly, the injection of MKI-2-sensitized tumors is associated with heightened chromosomal instability and downregulation of the MASTL-ENSA-Aurora A pathway in an orthotopic breast cancer mouse model. These findings offer new insights into the regulation of spindle pole integrity through the MASTL-ENSA-Aurora A pathway during mitosis, emphasizing the pivotal role of ENSA in recruiting Aurora A to the spindle pole, independently of PP2A-B55&#945;.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle,Centrosome,Mitosis,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Kim, K. Jun, Y.-H. Kim, <b>J. Kim<\/b>; <br\/>Korea Institute of Radiological & Medical Sciences (KIRAMS), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d8a2d9c2-25e5-47c2-8365-38c6a03c6700","ControlNumber":"964","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>K. Jun, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1690","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1638","PresenterBiography":null,"PresenterDisplayName":"Jae Sung Kim, PhD","PresenterKey":"f8b220f5-ed5c-4860-bd65-15b511c626c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1638. Regulation of spindle pole integrity by the MASTL-ENSA-aurora a pathway during mitosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of spindle pole integrity by the MASTL-ENSA-aurora a pathway during mitosis","Topics":null,"cSlideId":""},{"Abstract":"Telomeres are the protective, nucleoprotein structure at the ends of linear eukaryotic chromosomes. The accurate measurement of both telomeric length and composition of individual telomeres in mammalian cells has been challenged by the length and repetitive nature of telomeres. With the advent of third generation sequencing technologies, it is now technically possible to sequence entire telomeres and map them to individual chromosome arms. Here, we report a reliable method to enrich, sequence and analyze human telomeres using Oxford Nanopore Technologies long-read sequencing. To enrich for telomeric sequences we combine the ligation of adapters complementary to the telomeric G-overhang with restriction enzyme digest to sequence the telomeric C-strand and part of the adjacent subtelomere. The subtelomeric information is harvested to map individual telomeric reads to specific chromosome arms and even alleles. We have measured bulk, chromosome-arm-specific telomere length dynamics during cellular aging of cultured primary cells and in a patient-derived aging cohort. To address the impact of the telomere maintenance mechanism on telomere length and composition, we have sequenced matched pairs of fibroblasts and induced pluripotent stem cells, as well as five well-established telomerase- and ALT-positive cancer cell lines. Our results suggest that based on nanopore telomere long-read sequencing ALT-positive cells can be easily discriminated from normal and telomerase-positive cancer cells. Further, telomere sequencing allows to evaluate the methylation status of the subtelomeric CpG islands adjacent to telomeres.<br \/>In summary, nanopore telomere long-read sequencing allows to measure the length and composition of individual telomeres and their mapping to specific chromosome arms. Telomere long read sequencing methods will be valuable tools to study telomere biology during aging and cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,TERT,Immortalization,Alternative lengthening of telomeres,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. T. Schmidt<\/b><sup>1<\/sup>, C. Tyer<sup>2<\/sup>, P. Rughani<sup>2<\/sup>, C. Haggblom<sup>1<\/sup>, J. Jones<sup>1<\/sup>, X. Dai<sup>2<\/sup>, K. A. Frazer<sup>3<\/sup>, F. H. Gage<sup>1<\/sup>, S. Juul<sup>2<\/sup>, S. Hickey<sup>2<\/sup>, J. Karlseder<sup>1<\/sup>; <br\/><sup>1<\/sup>Salk Institute For Biological Studies, La Jolla, CA, <sup>2<\/sup>Oxford Nanopore Technologies, Inc., New York, NY, <sup>3<\/sup>University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"1c0e4b0c-0d0b-4bbc-84a1-54bd610e89b8","ControlNumber":"7342","DisclosureBlock":"&nbsp;<b>T. T. Schmidt, <\/b> None.&nbsp;<br><b>C. Tyer, <\/b> <br><b>Oxford Nanopore Technologies, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Rughani, <\/b> <br><b>Oxford Nanopore Technologies, Inc.<\/b> Employment, Stock, Stock Option, Patent.<br><b>C. Haggblom, <\/b> None..<br><b>J. Jones, <\/b> None.&nbsp;<br><b>X. Dai, <\/b> <br><b>Oxford Nanopore Technologies, Inc.<\/b> Employment, Stock, Stock Option, Patent.<br><b>K. A. Frazer, <\/b> None..<br><b>F. H. Gage, <\/b> None.&nbsp;<br><b>S. Juul, <\/b> <br><b>Oxford Nanopore Technologies, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Hickey, <\/b> <br><b>Oxford Nanopore Technologies, Inc.<\/b> Employment, Stock, Stock Option, Patent.<br><b>J. Karlseder, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1691","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1639","PresenterBiography":null,"PresenterDisplayName":"Tobias Schmidt","PresenterKey":"0aec24be-f435-468b-99bc-9e6d0be5c227","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1639. Telomere dynamics in aging and cancer by nanopore long-read sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Telomere dynamics in aging and cancer by nanopore long-read sequencing","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the one of most common cancers and a major leading cause of cancer-related death worldwide. CDC20 is a key cell cycle regulator required during mitosis. Pathologically, CDC20 has been found to be overexpressed in cancer cells of various malignancies including breast, lung, brain and hepatic cancers and high level of CDC20 expression is associated with poor prognosis and disease progression in these cancers. Although it has been reported that CDC20 is associated with CRC progression and metastasis, it is still largely unknown how CDC20 regulates CRC cancer progression. Thus, the goal of this study is to identify the role of CDC20 in the progression of colorectal cancer. Our gene expression analysis revealed that CDC20 is highly expressed in colon cancer tissues compared to their adjacent normal colon in a cohort of CRC patients, suggesting the involvement of CDC20 in the CRC progression. To further understand the role of CDC20 in CRC progression, we experimentally targeted CDC20 genetically and pharmacologically. To perform CDC20 Loss of function studies, we screened various CRC cell lines for CDC20 protein levels and CDC20 highly expressing cell lines were utilized to establish CDC20-knockdown cells using shRNA targeting CDC20 and scrambled shRNA as controls. CDC20 Down-regulation levels were confirmed using both western blot and RT-PCR analysis. The effect of CDC20 knockdown\/CRC cells on CRC cell proliferation was investigated using xCELLigence real-time cell analysis instrument and colony formation assay. Our results revealed that CDC20 knockdown CRC cells have lower proliferation capacity compared to the control, suggesting involvement of CDC20 in regulating tumorigenic phenotypes of CRC cells. Pharmacologically, we targeted CDC20 using a specific molecular inhibitor, Apcin and we assessed the Apcin treatment effect on cell viability and migration of CRC cells. Our results showed that Apcin significantly reduced CRC cell viability and migration in a dose-dependent manner. Taken together, our results suggest that CDC20 is a key regulator in the tumorigenic behavior of CRC and is considered a potential therapeutic target for treating patients with CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nouran Abualsaud<\/b><sup><\/sup>, Nada Gazzaz<sup><\/sup>, Amal Alhamid<sup><\/sup>, Deemah Alenizy<sup><\/sup>, Bahauddeen  M.  Alrfaei<sup><\/sup>, Mana Alshehri<sup><\/sup><br><br\/>Blood and Cancer Research, King Abdullah International Medical Research Center, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"f94a25b2-06d9-4451-a09f-61c9ccc61c50","ControlNumber":"4429","DisclosureBlock":"&nbsp;<b>N. Abualsaud, <\/b> None..<br><b>N. Gazzaz, <\/b> None..<br><b>A. Alhamid, <\/b> None..<br><b>D. Alenizy, <\/b> None..<br><b>B. M. Alrfaei, <\/b> None..<br><b>M. Alshehri, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1692","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1640","PresenterBiography":null,"PresenterDisplayName":"Nouran Abualsaud","PresenterKey":"1d4238aa-53f2-4831-b0ef-1c4d40fee6dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1640. The role of CDC20 in the progression of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of CDC20 in the progression of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Vulvar cancer is a rare but aggressive form of cancer that remains understudied. Our results show that treatment of the vulvar cancer cell line, UMSCV-4, with the glucocorticoid, clobetasol, increases apoptosis. Clobetasol is often used to treat a common inflammatory disease of the vulva known as vulvar lichen sclerosus (VLS) and up to 65% of vulvar carcinomas arise in the background of VLS. This would indicate clobetasol may also decrease the progression of vulvar cancer, if our observations reflect what is happening in vivo. However, our studies also show that apoptosis is not universal for the clobetasol treated UMSCV-4 cells. A subpopulation appears to enter a state of quiescence as evidenced by the return of some of the cells to normal cell proliferation upon removal of clobetasol. We previously showed that p27<sup>Kip1<\/sup> is upregulated in the clobetasol treated cells. Cells that were incubated in clobetasol for three months and then removed from clobetasol (UMSCV-4 LT), allowing them to reenter the cell cycle, no longer expressed high levels of p27<sup>Kip1<\/sup> upon re-exposure to clobetasol. We are now examining the differential phosphorylation states of p27<sup>Kip1<\/sup> in the untreated and treated cells as well as identifying other genes important to clobetasol induced quiescence using RNAseq.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cancer progression,Glucocorticoid,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. E. Lewis<\/b>, M. Ogden, G. Minnuto, K. Haering, L. North; <br\/>SUNY Geneseo, Geneseo, NY","CSlideId":"","ControlKey":"76650b26-1b44-45b4-8b3e-6ee258f8533f","ControlNumber":"7658","DisclosureBlock":"&nbsp;<b>J. E. Lewis, <\/b> None..<br><b>M. Ogden, <\/b> None..<br><b>G. Minnuto, <\/b> None..<br><b>K. Haering, <\/b> None..<br><b>L. North, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1693","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1641","PresenterBiography":null,"PresenterDisplayName":"Jani Lewis, BS;MS;PhD","PresenterKey":"4d322d1f-e33a-49f5-981f-34c3db8a67c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1641. Clobetasol differentially effects the vulvar cancer cell line, UMSCV-4, causing both increases in apoptosis while maintaining a subpopulation in quiescence","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clobetasol differentially effects the vulvar cancer cell line, UMSCV-4, causing both increases in apoptosis while maintaining a subpopulation in quiescence","Topics":null,"cSlideId":""},{"Abstract":"The post-translational modification of proteins implicated in mitosis in healthy and in cancer epithelial cells was measured by 2-D gels analysis. The post-translational modifications of NuMA in a variety of human epithelial cancer cells was prevented by treatment with a small phenanthridine, PJ34, while not impaired in similarly treated healthy epithelial cells. NuMA in the cancer cells was phosphorylated by pim1 kinase, and was polyADP-ribosylated by Tankyrase1. These post-translational modifications are inhibited by PJ34. Tankyrase1 is not expressed in healthy epithelial cells, and pim1 kinase was hardly expressed in these cells. Preventing the post-translational modification of NuMA in the epithelial cancer cells also suppressed the protein binding capacity of NuMA. NuMA clustering in the mitotic spindle poles, which stabilizes the mitotic spindle, and is required for the alignment of chromosomes in the spindle mid-zone was impaired. In epithelial cancer cells treated with PJ34, the mitotic spindle poles were distorted, extra-centrosomes were not clustered in multi-centrosomal cancer cells, and chromosomes were dispersed. Chromosomes dispersion violated mitosis termination. Mitosis arrested in the anaphase led to mitotic catastrophe cell death. PJ34 treated epithelial cancer cells were eradicated during 72-96 hours, regardless of their mutations, while treated healthy epithelial cells were not affected, and continued to proliferate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Mitosis,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Cohen-Armon<\/b>; <br\/>Tel Aviv University, Tel Aviv, Israel","CSlideId":"","ControlKey":"2a175242-66cb-4be2-b59e-70018b7959db","ControlNumber":"6369","DisclosureBlock":"&nbsp;<b>M. Cohen-Armon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1694","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1642","PresenterBiography":null,"PresenterDisplayName":"Malka Cohen-Armon, DSc","PresenterKey":"3713c42c-703c-4e1e-98f3-2156f1651a94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1642. NuMA exclusive post-translational modification in epithelial cancer cells is a novel target for cell eradication","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NuMA exclusive post-translational modification in epithelial cancer cells is a novel target for cell eradication","Topics":null,"cSlideId":""},{"Abstract":"Background: Telomere deregulation is one of the forms of genomic instability, an enabling characteristic of the cancer hallmarks. The <i>TP53 <\/i>gene plays a fundamental role in genome integrity maintenance by controlling cell cycle, apoptosis, senescence, and DNA repair. The germline variant <i>TP53<\/i> p.R337H, a low penetrance variant, has been described in several types of cancer, including sporadic and familial breast cancer. The <i>XAF1<\/i> p.E134*, a germline variant of the tumor-suppressor gene X-linked inhibitor of apoptosis (XIAP)-associated factor 1 (<i>XAF1<\/i>), is a genetic modifier of p53 function and was found to co-segregate with <i>TP53<\/i> p.R337H variant on the 17p13 region. The main objective of this study was to determine the impact of the <i>TP53 <\/i>p.R337H and <i>XAF1 <\/i>p.E134* germline variants on the relative telomere length (RTL) in breast cancer patients.<br \/>Materials and methods: Peripheral blood samples from three distinct groups of patients were collected: patients with breast cancer (BC; n=56) (test group), patients with other types of cancer (non-BC; n=59), and individuals without cancer and cancer family history (non-CA; n=100) (control groups). The samples were genotyped for the <i>TP53 <\/i>p.R337H and <i>XAF1<\/i> p.E134* variants. The RTL analysis was performed by RT-qPCR, using primers for the TEL gene (T) and <i>36B4<\/i> gene (S) (reference) and calculated based on the T\/S ratio.<br \/>Results: BC cases with <i>TP53 <\/i>p.R337H variant exhibited higher RTL compared to cases without the variant. No RTL differences were observed for the <i>XAF1<\/i>p.E134* variant or for the concomitant presence of these variants. However, in the non-BC cases higher RTL were observed in all the cases positive for the variants compared to the negative cases. The same was observed for the BC and non-BC cancer cases combined (CA cases). In the non-CA cases no difference in the RTL was observed in relation to the variants. The stratification of the cases by age (&#8804; or &#62;45 years old), showed that the <i>TP53<\/i> p.R337H variant was significantly associated to longer telomeres in the BC and CA patients across all ages. <i>XAF1 <\/i>p.E134* showed age-dependent effects, with longer telomeres in BC and CA patients &#8804; 45 years. Non-BC cases had similar results.<br \/>Conclusion: This study indicates that <i>TP53<\/i> p.R337H significantly impacts telomere length in BC cases, while <i>XAF1<\/i> p.E134* shows age-dependent effects. Despite the observed variability, these findings highlight an association between these germline variants and telomere length regulation. Further research is needed to elucidate the functional impact and underlying mechanisms of these variants, particularly in the context of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,TP53,XIAP,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Larissa  M.  Okano<\/b><sup>1<\/sup>, Stéfanne  M.   J.  Bortoletto<sup>1<\/sup>, Mariana Paraizo<sup>1<\/sup>, Aline  S.  Fonseca<sup>1<\/sup>, Bonald  C.  Figueiredo<sup>1<\/sup>, Enilze M  F.   S.  Ribeiro<sup>2<\/sup>, Ariana Centa<sup>1<\/sup>, Luciane  R.  Cavalli<sup>1<\/sup><br><br\/><sup>1<\/sup>Faculdades Pequeno Príncipe, Research Institute Pelé Pequeno Príncipe, Curitiba, Brazil,<sup>2<\/sup>Genetics Department, Universidade Federal do Paraná, Curitiba, Brazil","CSlideId":"","ControlKey":"e756edb1-22ec-4b92-aba1-9b26f5875f29","ControlNumber":"6016","DisclosureBlock":"&nbsp;<b>L. M. Okano, <\/b> None..<br><b>S. M. J. Bortoletto, <\/b> None..<br><b>M. Paraizo, <\/b> None..<br><b>A. S. Fonseca, <\/b> None..<br><b>B. C. Figueiredo, <\/b> None..<br><b>E. F. S. Ribeiro, <\/b> None..<br><b>A. Centa, <\/b> None..<br><b>L. R. Cavalli, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1695","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1643","PresenterBiography":null,"PresenterDisplayName":"Larissa Okano, BS","PresenterKey":"e28731b5-3544-4758-bf78-66e9f8b89b9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1643. Relative telomere length analysis in breast cancer patients with <i>TP53<\/i> p.R337H and <i>XAF1<\/i> p.E134* germline variants","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Relative telomere length analysis in breast cancer patients with <i>TP53<\/i> p.R337H and <i>XAF1<\/i> p.E134* germline variants","Topics":null,"cSlideId":""},{"Abstract":"The chr 5p15.33 genomic locus encoding telomerase reverse transcriptase (<i>TERT<\/i>) is structurally complex, with several highly polymorphic intronic variable number tandem repeats (VNTRs). A germline VNTR located in <i>TERT <\/i>intron 6 (VNTR6-1, 38 bp repeat unit) has previously been associated with <i>TERT <\/i>alternative splicing but its potential role in regulating cellular functions and disease risk is unclear. To functionally characterize VNTR6-1, we deleted this region (1-2 kb) using CRISPR\/Cas9 in UMUC3 (bladder cancer cell line). Cell count growth tracking of parental and VNTR6-1 knockout (VNTR6-1 KO) cells via automated live-cell monitoring revealed different relative growth rates under serum starvation vs. normal conditions, suggesting that VNTR6-1 might be sensitive to growth factors present in culture media. Evaluation of growth in media with full vs. charcoal-stripped (CS) serum, showed significant differences, with higher cell counts in parental vs. VNTR6-1 KO in CS-serum (P=4.1e-3), parental vs. parental in full (P=1.57e-4) or CS-serum (P=4.76e-2), but not in parental vs. VNTR6-1 KO in full serum (P=0.378). After 5-6 days of growth, cells in CS-serum also rapidly began outgrowing cells in full serum. We observed that VNTR6-1 KO dampened the outgrowth response in cells lacking growth factors in CS-serum. Proliferation-specific growth assays tracking the dilution of an incorporated dye in cells by flow cytometry further showed that VNTR6-1 KO leads to more pronounced proliferation differences due to the presence or absence of serum-supplied factors. Overall, cell growth patterns appear to be sensitive to serum in interaction with VNTR6-1, suggesting a potential VNTR6-1-dependent response to extracellular signaling. In human populations, we have identified two VNTR6-1 groups: Short (24-27 copies) and Long (40.5-66.5 copies). In the PLCO dataset (n=100,445 cancer cases and controls), logistic regression showed that VNTR6-1-Long group was associated with a decreased risk in male-prevalent cancers such as bladder and prostate, but an increased risk in female-prevalent cancers such as breast, endometrial and ovarian. These results support a link between the <i>TERT<\/i> region, and potentially VNTR6-1, with hormone signaling and cancer risk. Motif analysis within VNTR6-1 predicted binding sites for several transcription factors, including those associated with development and cell growth. Together, these results suggest that VNTR6-1 may be involved in regulating cell growth, potentially by facilitating responses to extracellular signaling pathways. Additionally, given the location of VNTR6-1 within a multi-cancer GWAS region, our findings provide functional context for the role of this polymorphic repeat in differential risk and outcomes in certain cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"TERT,Proliferation,Growth factor,Steroid hormones,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Ho<\/b><sup>1<\/sup>, O. Florez-Vargas<sup>1<\/sup>, M. Hogshead<sup>1<\/sup>, B. Papenberg<sup>1<\/sup>, C. Lee<sup>1<\/sup>, C. Zhang<sup>1<\/sup>, K. Forsythe<sup>1<\/sup>, W. Yan<sup>1<\/sup>, R. Chari<sup>2<\/sup>, L. Prokunina-Olsson<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD, <sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"e3cf5f99-af8c-4562-98d5-a88e946ab093","ControlNumber":"7730","DisclosureBlock":"&nbsp;<b>M. Ho, <\/b> None..<br><b>O. Florez-Vargas, <\/b> None..<br><b>M. Hogshead, <\/b> None..<br><b>B. Papenberg, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>K. Forsythe, <\/b> None..<br><b>W. Yan, <\/b> None..<br><b>R. Chari, <\/b> None..<br><b>L. Prokunina-Olsson, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1644","PresenterBiography":null,"PresenterDisplayName":"Michelle Ho, PhD","PresenterKey":"de033959-6339-4b89-99f7-7a37e7be1bf9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1644. Exploring the role of a <i>TERT<\/i> intronic tandem repeat in regulating cell proliferative responses to environmental factors and cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the role of a <i>TERT<\/i> intronic tandem repeat in regulating cell proliferative responses to environmental factors and cancer risk","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) &#65279;stands as one of the leading causes of cancer deaths worldwide. Studies have suggested that telomeres shortening is linked to genetic instability, higher risk of developing pancreatic cancer and pancreatic tumorigenesis. However, previous research has predominantly focused on either telomere length or specific telomere-related genes in pancreatic cancer. Therefore, it is essential to elucidate the association between telomere-related genes and pancreatic cancer to identify novel &#65279;therapeutic strategies and establish prognostic biomarkers. Telomere-relevant genes were downloaded from the TelNet database. Expression data from primary tumour of The Cancer Genome Atlas-PAAD (TCGA-PAAD) cohort, the Genome Sequence Archive CRA001160 dataset and the GTEx database were obtained for screen for differentially expressed genes (DEGs). Gene set enrichment analisis was performed using the Enrichr software. The gene essentiality queried from the gene dependency database of the Achilles-DepMap project was also assessed. Finally, data of The Cancer Genome Atlas-PanCancer CaPa cohort and healthy pancreas from the GTEx database, obtained from the UCSC Xena project, were used to correlate gene expression with stemness signatures and clinical-pathological variables. We identified 300 telomere-associated DEGs, Of these, 73 genes were common to studies and they were to be enriched in biological processes related to the cell cycle and telomere homeostasis. The differentially expresed of ASS1, S100P, IGF2BP2, MET, ABCC3 and RAC1 genes were significantly associated with overall survival and recurrence-free survival, conferring them prognostic value. Furthermore, the expression profiles of these genes are significantly associated with the histological grade of the disease, as well as with tumour T-N classification, the presence of residual tumour, the degree of response to treatment and stemness signatures. Among these, three genes of particular interest (KLF3, RAC1 and ABI1) were identified and shown to be highly essential in pancreatic cancer cell lines. In summary, we have identified a telomere gene-related signature for pancreatic cancer, highlighting the prognostic value of KLF3, RAC1, and ABI1 genes. This signature is significantly associated with clinical-pathological variables of the disease, potentially offering new insights for individualized therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Telomeres,Genomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Curiel Gómez, Sr.<\/b><sup>1<\/sup>, V. Maldonado Lagunas<sup>2<\/sup>, J. Meléndez Zajgla<sup>2<\/sup>; <br\/><sup>1<\/sup>Universidad Nacional Autónoma de México (UNAM), Mexico City, Mexico, <sup>2<\/sup>Instituto Nacional de Medicina Genómica, Mexico City, Mexico","CSlideId":"","ControlKey":"aa2321ab-d039-4851-9ed8-ae9510b26293","ControlNumber":"7897","DisclosureBlock":"&nbsp;<b>E. Curiel Gómez, <\/b> None..<br><b>V. Maldonado Lagunas, <\/b> None..<br><b>J. Meléndez Zajgla, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1645","PresenterBiography":"","PresenterDisplayName":"Erika Curiel Gómez, MS,BS","PresenterKey":"08b35246-a8a2-4535-9a1a-4fda78b24d1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1645. Telomere&#8209;related genes associated with clinical-pathological in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Telomere&#8209;related genes associated with clinical-pathological in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"To identify novel biological vulnerabilities in AML, we searched for gene ontologies that were upregulated in AML compared to normal hematopoietic cells. Of the upregulated processes, the mitotic spindle ontology was a top hit. Unexpectedly, expression of the IL-23 receptor (IL-23R) showed a strong positive correlation with the mitotic spindle ontology. IL-23R is a cell surface cytokine receptor that is canonically expressed on T cells, but not known to have a role in AML. In 7 of 7 tested AML cell lines and 15 of 20 primary AML patient samples, IL-23R protein was expressed &#62;2 fold higher compared to mean IL-23R in normal mononuclear hematopoietic cells (n=5) and CD34+ cells (n=3). IL-23R is classically a T cell surface receptor and we confirmed localization to the cell surface in T cells. However, only small amounts of IL-23R were present on the cell surface of AML cell lines and primary AML samples. Rather, in AML cells, primary AML samples, and AML stem cells, IL-23R was located intracellularly as determined by 4 different modalities and 4 different antibodies directed against 4 different epitopes of the receptor. Of note, only the full-length IL-23R protein was detected by immunoblotting. We also detected IL-23R&#8217;s heterodimeric partner, IL12R&#946;1, in AML cells. To understand the function of intracellular IL-23R, we used BioID mass spectrometry to identify proteins that interacted with IL-23R. Pathway analysis of interacting proteins identified mitotic spindle formation as the top pathway. Using Proximity Ligation Assays, we validated interactions with mitotic spindle proteins, and BioID hits, NUMA, TMEM201, TACC1, and BAG6 in AML cells. By confocal microscopy, we demonstrated that IL-23R colocalized with the mitotic spindle and centrosomes in AML cells and primary AML samples. IL-23R interacted with the mitotic spindle via its (S\/T)x(I\/L)P motif (amino acids 588-591). IL-12R&#946;1 was also found in complex with IL-23R at the mitotic spindle in AML cells. Additionally, it was discovered that the cytokine, IL-23, promoted translocation of IL-23R to the mitotic spindle through clathrin-mediated endocytosis. Knockdown and knockout of IL-23R in AML cells led to dysregulation of the mitotic spindle with multipolarity, lagging chromosomes, and other spindle defects. Knockdown of IL-23R also reduced proliferation, clonogenic growth, and marrow engraftment of AML cells and primary AML samples. In contrast, knockdown of IL-23R in normal CD34+ cells did not impair engraftment. Likewise, constitutive homozygote IL-23R knockout mice had no difference in complete blood counts and stem cell number\/function compared to wild type. In summary, IL-23R interacts with the mitotic spindle and centrosome where it regulates mitotic spindle formation and is critical for AML cell viability. Thus, we discover a novel function for IL-23R and a potential therapeutic target for this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Cancer cell,Mitosis,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Duong<\/b><sup>1<\/sup>, D. H. Khan<sup>1<\/sup>, G. E. Thomas<sup>1<\/sup>, R. Hurren<sup>1<\/sup>, J. Lee<sup>2<\/sup>, J. St-Germain<sup>1<\/sup>, L. Drimmer<sup>1<\/sup>, Y. Yan<sup>1<\/sup>, N. Maclean<sup>1<\/sup>, M. Gronda<sup>1<\/sup>, V. Rondeau<sup>1<\/sup>, B. D. Brown<sup>3<\/sup>, C. L. Jones<sup>1<\/sup>, H. Chang<sup>2<\/sup>, A. Arruda<sup>1<\/sup>, M. D. Minden<sup>1<\/sup>, L. Zhang<sup>2<\/sup>, S. M. Kornblau<sup>3<\/sup>, B. Raught<sup>1<\/sup>, V. Spadavecchio<sup>4<\/sup>, A. D. Schimmer<sup>1<\/sup>; <br\/><sup>1<\/sup>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>2<\/sup>UHN Toronto General Hospital, Toronto, ON, Canada, <sup>3<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>4<\/sup>Interlinked Therapeutics LLC, Portland, OR","CSlideId":"","ControlKey":"0cdd589b-c9b7-4fb0-bf80-b18a4631ab5d","ControlNumber":"845","DisclosureBlock":"&nbsp;<b>N. Duong, <\/b> None..<br><b>D. H. Khan, <\/b> None..<br><b>G. E. Thomas, <\/b> None..<br><b>R. Hurren, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. St-Germain, <\/b> None..<br><b>L. Drimmer, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>N. Maclean, <\/b> None..<br><b>M. Gronda, <\/b> None..<br><b>V. Rondeau, <\/b> None..<br><b>B. D. Brown, <\/b> None..<br><b>C. L. Jones, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>A. Arruda, <\/b> None..<br><b>M. D. Minden, <\/b> None.&nbsp;<br><b>L. Zhang, <\/b> <br><b>WYZE Biotech Co. Ltd:<\/b> Consultancy and Honoraria.<br><b>S. M. Kornblau, <\/b> None..<br><b>B. Raught, <\/b> None.&nbsp;<br><b>V. Spadavecchio, <\/b> <br><b>Interlinked Therapeutics, LLC<\/b> Employment. <br><b>A. D. Schimmer, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Consultancy, Honoraria and Research Funding. <br><b>BMS<\/b> Research Funding. <br><b>Medivir AB<\/b> Research Funding. <br><b>Novartis<\/b> Consultancy and Honoraria. <br><b>Jazz<\/b> Consultancy and Honoraria. <br><b>Otsuka Pharmaceuticals<\/b> Consultancy and Honoraria. <br><b>UHN<\/b> Patent. <br><b>Medical and Scientific Advisory Board of the Leukemia and Lymphoma Society of Canada<\/b> Membership on entity's Board of Directors or advisory committees.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1646","PresenterBiography":null,"PresenterDisplayName":"Nathan Duong, BS","PresenterKey":"e4590ac7-d62b-4018-8e22-1f7cfa0d7fad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1646. IL-23R is a regulator of the mitotic spindle and is critical for cell viability in AML","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL-23R is a regulator of the mitotic spindle and is critical for cell viability in AML","Topics":null,"cSlideId":""},{"Abstract":"The centrosome is the major microtubule-organizing center of the cell with a key role in forming the mitotic spindle. The centrosome consists of two core duplicating elements, the centrioles, surrounded by pericentriolar material, a cloud of proteins that nucleates microtubules. Centrioles are barrel-like structures composed of microtubule bundles and are essential to maintain centrosome number. Therefore, centriole duplication and growth are tightly regulated to ensure proper centrosome number throughout the cell cycle. Alterations in centrosome number lead to an abnormally shaped mitotic spindle that often mis-segregate chromosomes, thereby causing chromosomal instability, a hallmark of cancer. Defects in centriole growth, such as over-elongation, can increase centrosome numbers (known as &#8216;centriole amplification&#8217;, an overproduction of centrioles frequently observed in cancer cells). For example, over-elongation of the centriolar barrel can cause multiple ectopic daughter centrioles to assemble or simply fragment, producing multiple smaller (but functional) centrioles. Thus, understanding how centrioles grow and define length is a major question in the field. Centrioles elongate at their distal ends and, in <i>Drosophila<\/i>, elongation is regulated by a group of proteins, Cep97, CP110 and Klp10A. Elongation is negatively regulated by Cep97 and CP110 which cap centrioles at their distal end to maintain centriole length, by counteracting the microtubule depolymerizing kinesin, Klp10A. Recently, we identified a new centriole regulator, Cep104, that also localizes to the centriole distal tip. We discovered that Cep104 promotes centriole elongation through its microtubule-binding TOG domain. Additionally, Cep104 localization to the centriole distal ends is dependent on Cep97. Furthermore, Cep97, CP110, Cep104 and Klp10A form a complex and we have mapped their sites of interaction. Collectively, we refer to this as the Distal Tip Complex (DTC). Although the DTC is first recruited to new daughter centrioles during G1\/S-phase, the majority of centriole elongation occurs during mitosis. Here, we explore the mechanisms that regulate the DTC to promote centriole growth during mitosis. We hypothesize that Polo-like kinase 4 (Plk4), the master regulator of centriole duplication, phosphorylates and inhibits the DTC to promote elongation of nascent centrioles. Notably, we found that centrioles are longer in cells overexpressing Plk4. Using tandem mass spectrometry, we identified multiple sites that Plk4 phosphorylates on each DTC protein. Analysis of DTC phosphomutants revealed that the phosphorylation state of Klp10A, Cep97 and CP110 affect centriole number. We are currently investigating how Plk4 phosphorylation regulates the activities of these conserved centriole length factors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Centrosome,Polo-like kinase,Cell cycle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Amoiroglou<\/b>, J. M. Ryniawec, D. W. Buster, G. C. Rogers; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"c1f7b103-79f8-4f7a-920a-b71722d4e5c8","ControlNumber":"7621","DisclosureBlock":"&nbsp;<b>A. Amoiroglou, <\/b> None..<br><b>J. M. Ryniawec, <\/b> None..<br><b>D. W. Buster, <\/b> None..<br><b>G. C. Rogers, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1647","PresenterBiography":null,"PresenterDisplayName":"Anastasia Amoiroglou","PresenterKey":"b4267b3d-ab7d-4aca-85e2-5647e0c01c7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1647. Plk4 phosphorylates the distal tip complex to promote centriole growth","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plk4 phosphorylates the distal tip complex to promote centriole growth","Topics":null,"cSlideId":""},{"Abstract":"The retinoblastoma protein (RB) suppresses the activity of the E2F transcription factor family, controlling cellular proliferation. Recent studies, however, indicate that RB's role in chromatin organization, which is not yet fully understood, might be distinct from this E2F-dependent regulation. Employing chromosome conformation capture at a single nucleosome resolution, we identified RB as a cell cycle-regulated repressor of cohesin-dependent loop formation at topologically associating domain (TAD) boundaries. RB depletion increased the number and size of cohesin-dependent loops and strengthened topologically associating domains (TADs). This phenomenon was specific to the G1 phase and was not observed in the S phase, indicating that this novel RB function is regulated by the cell cycle. Mechanistically, RB showed extensive colocalization with cohesin in the human genome, and it impacted cohesin&#8217;s distribution on the chromatin. Active RB reduced cohesin from RB-bound TAD boundaries and decreased cohesin activity therein, as assessed by the increased K105\/106 acetylation of the cohesin subunit SMC3. This led to reduced insulation in chromosome conformation capture assays. Importantly, by weakening the insulation activity of the adjacent insulators, RB non-canonically enhanced the expression of non-E2F target genes salient for cell adhesion and extracellular matrix organization. When RB was lost, cells showed a more rapid cellular detachment rate and an elevated migration rate, indicating that this novel RB function controls specific transcriptional programs rather than arbitrary genes to regulate the process of cell adhesion and migration. Overall, we conclude that RB has a central role in the interplay between cell cycle and chromatin organization, by repressing the cohesin-dependent loop formation at TAD boundaries. This RB function safeguards E2F-independent transcriptional programs driven by active enhancers and helps maintain cellular adhesion to the extracellular matrix.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Retinoblastoma protein,Chromatin organization,Cell adhesion,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Lee<\/b><sup>1<\/sup>, I.-M. Gkotinakou<sup>1<\/sup>, B. Krishnan<sup>2<\/sup>, N. J. Dyson<sup>1<\/sup>, M. S. Lawrence<sup>1<\/sup>, I. Sanidas<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital, Charlestown, MA, <sup>2<\/sup>Whitehead Institute for Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"f73b5d3e-342c-4599-b6d2-c9a9dc01cf77","ControlNumber":"4247","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>I. Gkotinakou, <\/b> None..<br><b>B. Krishnan, <\/b> None..<br><b>N. J. Dyson, <\/b> None..<br><b>M. S. Lawrence, <\/b> None..<br><b>I. Sanidas, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1648","PresenterBiography":null,"PresenterDisplayName":"Hanjun Lee, No Degree","PresenterKey":"793273f1-ddb3-47c8-bdfc-637431eba51f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1648. RB represses cohesin-dependent loop formation and activates E2F-independent transcription","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RB represses cohesin-dependent loop formation and activates E2F-independent transcription","Topics":null,"cSlideId":""},{"Abstract":"Cyclin E1 is a key regulator of the G1\/S transition and is thought to cause excessive entry into the cell cycle. <i>CCNE1<\/i> is amplified in a range of tumor indications, and its amplification is associated with poorer prognosis and resistance to chemotherapy. Cyclin E1 is also being investigated as a potential biomarker for inhibitors targeting the replication stress response. Understanding the best way to quantify cyclin E1 overexpression is fundamental to support patient selection approaches for these inhibitors. In many cases, gene amplification correlates with increased cyclin E1 protein expression; however, there are a proportion of high-grade serous ovarian cancer and basal-like breast cancer cases where cyclin E1 protein overexpression does not correlate with gene amplification. In this study, we investigate if this phenomenon is observed in other cancers and some of the potential mechanisms causing cyclin E1 overexpression. We used a multi-omics approach to assess cyclin E1 expression in 1417 formalin-fixed paraffin-embedded (FFPE) patient tumor resections across 6 indications (SCCHN, Bladder, NSCLC, TNBC, Ovarian &#38; SCLC). We used copy number variation (CNV) determined by next generation sequencing (NGS), NanoString nCounter RNA analysis and protein expression by immunohistochemistry (IHC). 830 were evaluable for all 3 methods and demonstrated <i>CCNE1<\/i> gene amplification by NGS (CNV normalized log2 ratio &#8805;1.5) in 3.3% cases. Using a threshold of mRNA z-score &#62;2, 17% cases had high <i>CCNE1<\/i> mRNA and 29% had high cyclin E1 protein (H-score &#8805;100). 15.7% (130\/830) cases had high protein expression without gene amplification or gain, crucially this was found across all 6 indications (n=20\/102 SCCHN, n=29\/166 Bladder, n=34\/232 NSCLC, n=15\/76 SCLC, n=15\/143 TNBC &#38; n=17\/118 Ovarian). Impaired protein degradation has been proposed as a mechanism that may result in high Cyclin E1 expression. From a panel of 1600 genes, we assessed the relationship between cyclin E1 and mRNA expression of 57 genes involved in the ubiquitin-proteasome pathway in 1239 samples across the 6 indications. We assessed mutations which could impair ubiquitination in 915 samples across the 6 indications. We also assessed the methylation status of 893 genes associated with ubiquitin ligases or deubiquitinases in a cohort of 170 TNBC samples. Further investigation into other mechanisms causing cyclin E1 overexpression is required. IHC provides an ideal platform to build our understanding of cyclin E1 expression spatially. Our results indicate that assessing Cyclin E1 protein overexpression instead of <i>CCNE1 <\/i>gene amplification could greatly broaden the population of patients who could benefit from replication stress response kinase inhibitors, as cyclin E1 overexpression correlates with genomic instability and replication stress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-02 Cell cycle checkpoints,,"},{"Key":"Keywords","Value":"Cyclin E,Overexpression,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sophie  E.  Willis<\/b><sup>1<\/sup>, Gemma  N.  Jones<sup>2<\/sup>, Shaan Gill<sup>2<\/sup>, Emma  V.  Jones<sup>2<\/sup>, Amelia Raymond<sup>3<\/sup>, Barrett Nuttall<sup>3<\/sup>, Sophie Kirschner<sup>2<\/sup>, Sakshi Gulati<sup>2<\/sup>, Paola Marco-Casanova<sup>2<\/sup>, Benedetta Lombardi<sup>2<\/sup>, David Jenkins<sup>3<\/sup>, Felicia  S.   L.  Ng<sup>2<\/sup>, James Hadfield<sup>2<\/sup>, Paul Waring<sup>2<\/sup>, Helen  K.  Angell<sup>2<\/sup>, Heike Laman<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Cambridge, Cambridge, United Kingdom,<sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom,<sup>3<\/sup>AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"bf63bd46-ef98-4165-b40b-de05f42a950b","ControlNumber":"7180","DisclosureBlock":"<b>&nbsp;S. E. Willis, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>G. N. Jones, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>S. Gill, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>E. V. Jones, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Raymond, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>B. Nuttall, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Kirschner, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Gulati, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>P. Marco-Casanova, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>B. Lombardi, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>D. Jenkins, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>F. S. L. Ng, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. Hadfield, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>P. Waring, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>H. K. Angell, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>H. Laman, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1649","PresenterBiography":null,"PresenterDisplayName":"Sophie Willis, BS","PresenterKey":"2f98321e-f07c-4aab-89d2-73b652418e97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1649. Large scale multi-omics concordance study of cyclin E1 identifies high expressing tumors lacking CCNE1 gene alterations across multiple tumor indications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large scale multi-omics concordance study of cyclin E1 identifies high expressing tumors lacking CCNE1 gene alterations across multiple tumor indications","Topics":null,"cSlideId":""},{"Abstract":"Nucleoli are large nuclear sub-compartments where vital cellular processes, such as rRNA production and ribosome assembly, take place. Aggressive tumor types, such as Triple Negative Breast Cancer (TNBC), require increased ribosome biogenesis to support their enhanced proliferation. Therefore, it has been suggested that the nucleolus could be a valid anti-neoplastic target. However, we still have a limited understanding of the cancer-specific functions of the nucleolar components, preventing the effective development of therapeutic agents. The characterization of nucleolar proteins is technically challenging. Several nucleolar proteins are essential, and their complete abrogation cannot be achieved through conventional RNAi or CRISPR-KO approaches. Additionally, many nucleolar proteins display peculiar biophysical properties, and their functions are connected to their abundance. Therefore, artificial overexpression systems might not fully recapitulate their endogenous biological functions. To overcome these challenges, we implemented an Auxin Inducible Degron (AID) system to acutely abrogate endogenous nucleolin, one of the most abundant nucleolar proteins, and asses its impact on the proliferation of TNBC cell lines. We used CRISPR\/Cas9 editing in TNBC cell lines to modify the endogenous NCL gene, fusing it with an AID tag. Then, we stably transduced the cells with a modified Oryza Sativa TIR1 (OsTIR1-F74G) E3 ubiquitin ligase. In response to the synthetic phytohormone phenyl-auxin, OsTIR1 leads to the proteasomal degradation of AID-containing endogenous nucleolin in less than 6h, sparing any other human protein. RNA sequencing analysis showed that nucleolin degradation significantly alters the expression of genes involved in cell cycle progression. Accordingly, nucleolin degradation reduces cancer cell proliferation in vitro, associated with increased propidium iodide staining, suggestive of a G2\/M cell cycle arrest. However, immunofluorescence analyses revealed that nucleolin abrogation leads to the accumulation of bi-nucleated cells with actin patches. These findings are indicative of potential cytokinesis defects due to altered spindle tension during mitosis. Notably, nucleolin abrogation increased the efficacy of chemical inhibitors of the Anaphase Promoting Complex on suppression of cell proliferation. To the best of our knowledge, this study is the first reporting the acute abrogation of an endogenous, highly abundant nucleolar protein, using the AID system. This approach allowed the characterization of nucleolin biological functions with unprecedented temporal resolution, shedding light on new biological functions in the regulation of cell division. Finally, our results suggest that nucleolin inhibition could enhance the therapeutic activities of drugs affecting cell cycle progression in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Breast cancer,Cell cycle,Nucleolin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Samadi Rad<\/b>, J. Mills, A. Tessari, D. Sunil Kumar, V. Anastas, S. Lamba, A. Reers, I. Cosentini, Z. Zhu, T. Magliery, E. Cocucci, L. Rizzotto, D. Palmieri; <br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"a6d18a8e-6e61-42e8-82c4-24d2515af4f1","ControlNumber":"8599","DisclosureBlock":"&nbsp;<b>N. Samadi Rad, <\/b> None..<br><b>J. Mills, <\/b> None..<br><b>A. Tessari, <\/b> None..<br><b>D. Sunil Kumar, <\/b> None..<br><b>V. Anastas, <\/b> None..<br><b>S. Lamba, <\/b> None..<br><b>A. Reers, <\/b> None..<br><b>I. Cosentini, <\/b> None..<br><b>Z. Zhu, <\/b> None..<br><b>T. Magliery, <\/b> None..<br><b>E. Cocucci, <\/b> None..<br><b>L. Rizzotto, <\/b> None..<br><b>D. Palmieri, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1650","PresenterBiography":null,"PresenterDisplayName":"Nastaran Samadi Rad, MS","PresenterKey":"a5de8988-e33a-4e3b-8314-6096fccd658f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1650. Characterization of nucleolar biological functions via Auxin inducible degron-mediated acute depletion in triple negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of nucleolar biological functions via Auxin inducible degron-mediated acute depletion in triple negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Over 40% of colorectal cancer (CRC) patients harbor a mutation in the<i> <\/i><i>KRAS <\/i>gene, leading to a worse prognosis. PRMT5 and BRG1 are proteins considered potential therapeutic targets for cancer. Our lab has previously reported that both PRMT5 and BRG1 are overexpressed in <i>KRAS <\/i>mutant CRC when compared to<i> <\/i><i>KRAS <\/i>wild-type CRC. It is therefore proposed that the PRMT5-BRG1 axis may be a strong therapeutic target for CRC. In this study, several key proteins that potentially mediate crosstalk between the PRMT5-BRG1 axis and<i> <\/i><i>KRAS <\/i>were investigated.A literature review was first conducted to determine how the PRMT5-BRG1 axis acts in cancers. Additionally, pathways that may be involved in mediating the potential crosstalk between BRG1 and<i> <\/i><i>KRAS <\/i>were discussed. Initial findings indicated that the PRMT5-BRG1 axis facilitates cancer oncogenesis. At the same time, the axis suppresses Myc\/Max\/Mad expression, leading to a dual role of the PRMT5-BRG1 axis depending on the tumor status. BRG1 was also found to work alongside mutant<i> <\/i><i>KRAS <\/i>to affect tumor levels, with the effect differing by tumor type. The STRING database to determine the connection between the PRMT5-BRG1 axis and<i> <\/i><i>KRAS<\/i>. It was determined that PRMT5, BRG1, and<i> <\/i><i>KRAS <\/i>all interact with <i>PBRM1<\/i>,<i> <\/i><i>SMARCB1<\/i>,<i> <\/i><i>ARID1A<\/i>, and<i> <\/i><i>ARID2<\/i>, with a combined interaction score &#62;0.5. The UCSC Xena software was then used to analyze the mRNA data of CRC patients from The Cancer Genome Atlas (TCGA) database. Xena was utilized to determine which proteins are over expressed in CRC patient tumor samples compared to non-cancerous colon and rectum patient samples. Levels of<i> <\/i><i>PBRM1 <\/i>and<i> <\/i><i>ARID1A <\/i>were observed to significantly decrease in CRC patients as compared to non-cancerous samples by approximately 15% (adjp &#60; 0.0001 and 0.05, respectively). However,<i> <\/i><i>SMARCB1 <\/i>expression increased by 12% (adjp &#60; 0.05). The Gene Expression Profiling Interactive Analysis (GEPIA) software was then used to analyze the correlation between the intermediary genes and PRMT5, BRG1, and<i> <\/i><i>KRAS <\/i>in CRC patient tumor samples. <i>PBRM1<\/i>,<i> <\/i><i>SMARCB1<\/i>,<i> <\/i><i>ARID1A<\/i>, and<i> <\/i><i>ARID2 <\/i>all demonstrated positive correlation with PRMT5, SMARCA4, and<i> <\/i><i>KRAS <\/i>(R greater than 0.75 for nearly all correlations and p =0) in CRC patient tumor samples. Our study thus showcases the possible disrepair of the PRMT5\/BRG1 axis in relation to<i> <\/i><i>KRAS<\/i>. Key downstream proteins are decreased in CRC and may lower the potential crosstalk between PRMT5, BRG1, and<i> <\/i><i>KRAS<\/i>. These findings are significant, and these key intermediate proteins may be strong therapeutic targets via inducing expression. Further research is currently in progress to outline the molecular processes behind the therapeutic role of revitalizing the SMARCA4\/BRG1 axis when the downstream proteins are induced.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"KRAS,PRMT5,BRG1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Shaykevich<\/b>, I. Silverman, A. Siegman, R. Maitra; <br\/>Yeshiva University, New York, NY","CSlideId":"","ControlKey":"67ad4c62-a45b-467f-93ab-a27a036918ce","ControlNumber":"2565","DisclosureBlock":"&nbsp;<b>A. Shaykevich, <\/b> None..<br><b>I. Silverman, <\/b> None..<br><b>A. Siegman, <\/b> None..<br><b>R. Maitra, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1651","PresenterBiography":"","PresenterDisplayName":"Aaron Shaykevich, No Degree","PresenterKey":"2c426552-63aa-40b5-af67-8058756fc09d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1651. Targeting intermediates of the PRMT5\/BRG1 axis as a combination therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Cell Cycle, DNA Repair, and Telomere Biology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting intermediates of the PRMT5\/BRG1 axis as a combination therapy","Topics":null,"cSlideId":""}]