[{"Abstract":"<b>Introduction:<\/b> Pancreatic cancer has the lowest 5-year survival rates among all cancers because of the challenges with early detection, its aggressive nature, and resistance to chemotherapy; this makes prevention a promising approach for reducing related mortalities. The disease is predominantly diagnosed in individuals over 60, suggesting that age-related physiological decline impacts its onset; therefore, delaying aging hallmarks may delay its onset. Nicotinamide dinucleotide (NAD+) precursors may hold a unique advantage over other geroprotectors because they target multiple aging hallmarks. Heron, we investigated how NAD+ supplementation impacts normal human pancreatic ductal epithelial cells (HPDE) under stress as a surrogate for cancer prevention in vitro. We also examined the paradoxical impact of NAD+ precursor supplementation on pancreatic cancer growth during chemotherapy.<br \/><b>Methods:<\/b> In vitro, we mimicked age-related NAD+ decline in the media. We stressed HPDE cells under these conditions and evaluated the effect of supplementation with the NAD+ precursor, Nicotinamide mononucleotide (NMN). We assessed cell viability using the PicoGreen assay, mitochondrial function, and reactive oxygen species (ROS) using the Seahorse XF Analyzer and the mitoSox kit, respectively, DNA repair and DNA damage using a western blot for Poly ADP ribose (PAR) and gamma H2AX, respectively, and SIRT3 expression was determined using a western blot. To evaluate the impact of NAD+ supplementation on pancreatic cancer cells, we treated pancreatic cancer cells with NMN and oxaliplatin. We then assessed the mitochondrial function, ROS levels, DNA damage, and repair. We implanted MiaPaCa-2 xenografts into athymic nude mice and treated them daily with 300mg\/Kg of NMN and biweekly 5mg\/kg of Oxaliplatin.<br \/><b>Results:<\/b> Experiments revealed that NMN is not toxic to HPDE cells, even at high concentrations. There was increased cell survival of HPDE cells under stress (nutrient deprivation and alkylating agents) following NMN supplementation. We also noted reduced ROS levels, increased SIRT3 expression, and PARylation. Pancreatic cancer cells were less sensitive to Oxaliplatin following NMN supplementation and showed an increased oxygen consumption rate, increased PARylation, and reduced ROS levels. There was reduced sensitivity to oxaliplatin treatment in the mice with MiaPaCa-2 xenografts treated with NMN.<br \/><b>Conclusion:<\/b> These findings demonstrate a cytoprotective role of NAD+ precursor supplementation in normal pancreatic ductal epithelial cells, with implications for possible cancer prevention. NAD+ supplementation also rescued cancer cells under cytotoxic stress, meaning that geroprotectors like NMN, in conjunction with chemotherapy, may unintentionally promote cancer progression. Future studies will directly test NAD+ precursor supplementation in genetically engineered pancreatic cancer models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Aging, immunity, and cancer,,"},{"Key":"Keywords","Value":"Prevention,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Nakazzi<\/b><sup>1<\/sup>, M. Zarei<sup>1<\/sup>, H. J. Graor<sup>1<\/sup>, A. W. Loftus<sup>2<\/sup>, O. Hajihassanni<sup>1<\/sup>, J. M. Winter<sup>2<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH, <sup>2<\/sup>University Hospitals, Cleveland, OH","CSlideId":"","ControlKey":"52cb4456-7d00-4645-9ba1-7da6d5b7eff7","ControlNumber":"5828","DisclosureBlock":"&nbsp;<b>F. Nakazzi, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>H. J. Graor, <\/b> None..<br><b>A. W. Loftus, <\/b> None..<br><b>O. Hajihassanni, <\/b> None..<br><b>J. M. Winter, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6998","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"991","PresenterBiography":null,"PresenterDisplayName":"Faith Nakazzi","PresenterKey":"e5ac07c4-f1b9-45c8-85d5-265654be6865","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"991. Unraveling the role of nicotinamide adenine dinucleotide precursors in pancreatic cancer biology","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the role of nicotinamide adenine dinucleotide precursors in pancreatic cancer biology","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Endometrial cancer, predominantly endometrioid adenocarcinoma, ranks as the fourth most common cancer in women globally, with an increasing incidence over the last two decades. Tamoxifen, well-known for its antiestrogenic characteristics in the treatment of breast cancer, paradoxically increases the risk of endometrial cancer. Understanding this dual role of tamoxifen is crucial for optimizing breast cancer therapy while mitigating endometrial cancer risk. This study aims to elucidate the molecular alterations induced by tamoxifen in endometrial thickening and its potential to induce cancer, particularly focusing on autophagy, epithelial-mesenchymal transition (EMT), and cancer stem-like cells (CSCs).<br \/><b>Methods:<\/b> In this study, female BALB\/c mice were administered tamoxifen (20 mg\/ml) orally for five consecutive days. We monitored changes in EMT markers, autophagy-related genes, and stem cell markers over 1 to 5 months. Furthermore, we investigated the epigenetic modulation of key genes involved in these processes.<br \/><b>Results:<\/b> Tamoxifen treatment led to altered expression of both epithelial and mesenchymal EMT markers, autophagy-related genes (p62, LC3B, Beclin-1, mTOR, ATG12, ATG16), and stem cell markers (Nanog, SOX2, ALDH1). Notably, we observed significant epigenetic changes, including increased methylation of E-cadherin and decreased methylation of Twist. Furthermore, we observed hypermethylation (a process often linked to the silencing of tumor-suppressing genes) in MGMT (Methylguanine methyltransferase), a DNA repair enzyme involved in chemoresistance, and DAPK (Death-associated protein kinase), a kinase associated with apoptosis, autophagy, and inflammation. We also observed hypermethylation in the CpG promoter regions of autophagy-related genes (Beclin-1 and LC3B) highlighting a potential mechanism for tamoxifen-induced tumorigenic changes.<br \/><b>Conclusion:<\/b> Our findings demonstrate tamoxifen's influence on cellular and molecular pathways, highlighting the complex interplay between drug treatment and cancer progression. The observed epigenetic changes provide insight into the mechanisms by which tamoxifen may contribute to endometrial cancer risk, suggesting potential targets for therapeutic intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Aging, immunity, and cancer,,"},{"Key":"Keywords","Value":"Endometrial cancer,Autophagy,Tamoxifen,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Thota<\/b>, R. Begum, N. Chintala, A. Pandit, B. Sapkota, J. Francis; <br\/>Louisiana State University, Baton Rouge, LA","CSlideId":"","ControlKey":"4b88e782-2245-4344-9ffc-220c6956f41a","ControlNumber":"8075","DisclosureBlock":"&nbsp;<b>S. Thota, <\/b> None..<br><b>R. Begum, <\/b> None..<br><b>N. Chintala, <\/b> None..<br><b>A. Pandit, <\/b> None..<br><b>B. Sapkota, <\/b> None..<br><b>J. Francis, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"992","PresenterBiography":null,"PresenterDisplayName":"Shilpa Thota, PhD","PresenterKey":"097509c7-68ee-4e3a-a8a7-6f640c56ee3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"992. The impact of tamoxifen on autophagic and epigenetic regulation in endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of tamoxifen on autophagic and epigenetic regulation in endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Improved cancer prognosis begins with insights obtained from high quality data during clinical trials. Execution of longitudinal clinical trials in flow cytometry is complex, primarily due to logistical challenges in high quality sample collection. For instance, highly remote indigenous population centers are both disadvantaged in access to healthcare and often underrepresented in clinical trials. This paradox is highlighted in the case of Australian First Nations communities, for which lung cancer prevalence peaks in males at twice the magnitude of the general population. Our group has developed a novel blood &#8220;immune signature&#8221; that robustly predicts failure to make a clinical response to checkpoint therapies targeting the PD-1\/PD-L1 pathway. Encouraged by these groundbreaking findings, which were achieved through applying a comprehensive 38-plex immunophenotyping CyTOF panel to biobanked cancer samples, recent advances in CyTOF technology now give us the opportunity to expand our clinical implementation to remote settings, with a further expanded panel to 50+ markers. CyTOF is the only technology that allows easily implemented remote asynchronous sample collection and the largest immunophenotyping panel that yields reproducible results. Asynchronous collection is uniquely enabled using a stable lyophilized large-scale staining panel and achieving comprehensive marker coverage in one panel minimizes blood sample required. Furthermore, the new technology enables a highly simplified workflow including blood collection and processing in remote locations to enable the simplest clinical trial infrastructure complexity and cost, easily implemented in current hospital lab environments. As such, this study is designed to ultimately demonstrate both clinical impact of the large panel and utility of CyTOF technology for highly simplified and robust workflow for multi-site clinical trials. This project has 3 phases; i) implementation and evaluation of the collection, analysis technique and data management of this new approach across multiple sites, ii) collection of samples for analysis both pre- and post- initiation of therapy to establish efficacy and optimize as necessary, and iii) blinded clinical trial. We will report on the first phase of this project which is implementing new workflow across clinical collection site, data integration and analysis. This workflow would enable highly simplified collection to access indigenous and under-served populations spread across remote sites in Australia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-01 Biobanking\/biospecimen collection,,"},{"Key":"Keywords","Value":"Immune response,Cancer immunotherapy,Prognostic markers,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. J. Smith<sup>1<\/sup>, M. Cohen<sup>2<\/sup>, J. Alipaz<sup>2<\/sup>, C. Loh<sup>2<\/sup>, D. King<sup>2<\/sup>, B. Fazekas de St Groth<sup>1<\/sup>, <b>H. M. McGuire<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Sydney, Sydney, Australia, <sup>2<\/sup>Standard Biotools, South San Francisco, CA","CSlideId":"","ControlKey":"dbf9fdf2-e2f5-41b2-b013-7469305b0572","ControlNumber":"6271","DisclosureBlock":"&nbsp;<b>N. J. Smith, <\/b> None..<br><b>M. Cohen, <\/b> None..<br><b>J. Alipaz, <\/b> None..<br><b>C. Loh, <\/b> None..<br><b>D. King, <\/b> None..<br><b>B. Fazekas de St Groth, <\/b> None..<br><b>H. M. McGuire, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"993","PresenterBiography":null,"PresenterDisplayName":"Helen McGuire","PresenterKey":"07aa0aa2-3b34-478b-8ddc-89b0de6bcfb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"993. Comprehensive immunophenotypic strategies to enable equity in remote settings for improved cancer prognosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive immunophenotypic strategies to enable equity in remote settings for improved cancer prognosis","Topics":null,"cSlideId":""},{"Abstract":"Blood is an easily accessible clinical sample type that helps inform treatments, investigate disease mechanisms, and monitor outcomes. Logistical challenges in the transportation and processing of blood samples impact data output from single cell RNA sequencing (scRNA-seq). Recent scRNA-seq studies have shown that significant changes in gene expression and immune cell populations occur in as little as a few hours post collection. Thus, there is a need for rapid preservation of blood upon collection before biological changes can occur. Existing preservation approaches compromise the cell membrane, making samples incompatible with single cell transcriptomic analyses. Here, we describe a novel workflow for fixation and long-term storage of whole blood, and isolation of peripheral blood mononuclear cells (PBMCs) from the fixed blood using a readily available, low-cost, high-throughput procedure. We then profile the gene expression of these cells using the fixation-compatible Single Cell Gene Expression Flex workflow. Importantly, this novel blood collection and preparation workflow eases blood transportation logistical constraints, allowing distributed sample collection and batched shipping of blood samples for scRNA-seq and potentially enabling large-scale translational research studies. We compared whole blood fixed immediately after collection using our workflow with clinical blood samples stored at ambient temperature. This revealed that immune cell populations and biological pathways shift significantly as early as five hours following sample collection, if not immediately stabilized. Across a time course of ambient temperature storage of whole blood without immediate stabilization, we observe significant upregulation of stress-related genes (FOS, JUN, CIRBP) in samples using Single Cell Gene Expression Flex profiling. Additionally, expression of a proto-oncogene TNFAIP3 was upregulated in whole blood stored at 20&#176;C compared to samples stored at 4&#176;C for the same lengths of time, unless samples were stabilized using the novel workflow shown here. This novel whole blood fixation method, coupled with automatable cell isolation methods and Single Cell Gene Expression Flex-enabled multiplexed single cell sequencing, will usher in a new age of economical, large-scale translational research studies that result in valuable clinical insights.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-01 Biobanking\/biospecimen collection,,"},{"Key":"Keywords","Value":"Biospecimen,Biobank,Single cell,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Martin<\/b>, C. Kunihiro, J. Abousoud, T. Drennon, Y. Li, S. Marrache, N. Raman, V. Rodriguez, P. Lund, J. Durruthy Durruthy, S. Taylor, A. Kohlway, P. Smibert, D. Walter, J. Herschleb; <br\/>10X Genomics, Pleasanton, CA","CSlideId":"","ControlKey":"9714be45-8c85-4504-b7c4-8899fd53602b","ControlNumber":"8240","DisclosureBlock":"&nbsp;<b>K. Martin, <\/b> None..<br><b>C. Kunihiro, <\/b> None..<br><b>J. Abousoud, <\/b> None..<br><b>T. Drennon, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>S. Marrache, <\/b> None..<br><b>N. Raman, <\/b> None..<br><b>V. Rodriguez, <\/b> None..<br><b>P. Lund, <\/b> None..<br><b>J. Durruthy Durruthy, <\/b> None..<br><b>S. Taylor, <\/b> None..<br><b>A. Kohlway, <\/b> None..<br><b>P. Smibert, <\/b> None..<br><b>D. Walter, <\/b> None..<br><b>J. Herschleb, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"995","PresenterBiography":null,"PresenterDisplayName":"Kelly Martin","PresenterKey":"333dd22b-b8c4-445e-91dc-13831270ac0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"995. Preservation of patient whole blood preserves cancer immune cell biology at single cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preservation of patient whole blood preserves cancer immune cell biology at single cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Background: Various scoring systems are developed to optimize patient selection for phase I clinical trials. We evaluated the Royal Marsden Hospital (RMH), Princess Margaret Hospital Index (PMHI), and MD-Anderson Cancer Center (MDACC) prognostic scores and compared their power to predict 90-day mortality (90DM) in an ethnically diverse population enrolled in the USC Norris Comprehensive Cancer Center (NCCC) Phase I Program.<br \/>Methods: We queried our database of patients enrolled in phase I clinical trials at the NCCC from 2015-2022 which includes demographics, treatment details and outcomes. The enrollment occurred at all NCCC sites including the Los Angeles General Medical Center, a safety net hospital. Prognostic scores were calculated: RMH (albumin &#60; 35 g\/L, LDH &#62; ULN, &#62; 2 metastatic sites), PMHI (albumin &#60; 35 g\/L, ECOG &#62; 0, &#62; 2 metastatic sites), MDACC (albumin &#60; 35 g\/L, LDH &#62; ULN, ECOG &#62; 0, &#62; 2 metastatic sites, GI tumor type). Kaplan-Meier analysis was used to calculate median survival in each group. ROC analysis was performed to assess the 90DM prediction.<br \/>Results: 611 patients (15 breast, 344 GI, 20 GU, 29 GYN, 110 Lung\/H&#38;N, 88 other) were accrued to 88 phase I trials. Patients had a median age of 61 (25-87) and a median of 3 prior lines of therapy (0-10). 31.9% of pts were Hispanic, 44.1% non-Hispanic white, 3.7% black, and 20.4% Asian. The 90DM rate was 24.9%. The objective response rate was 8.3%, and 41.5% had stable disease. For all systems, higher scores had shorter survival (p&#60;0.001). The MDACC system had the largest AUC to predict 90DM (AUC: 0.678, p &#60; 0.001). Score of 4-5 (high risk) per MDACC system corresponds to a specificity of 94.5% (91.1-97.2) and positive likelihood ratio of 3.6 (1.8-7.2).<br \/>Conclusion: In our highly diverse phase I population, higher scores on the RMH, PMHI, and MDACC scoring systems were associated with worse prognosis and 90DM. Careful consideration should be given to potential patients with higher scores prior to enrollment in phase I trials.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{7E8AE0E6-CAA3-4FDB-BEB6-C5E8B1390314}\"><caption>Characteristics and outcomes of the study participants (N = 611).<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 11pt; line-height: 15.6933px; font-family: Calibri, sans-serif;\">Variable<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Median (IQR)\/ N (%)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 11pt; line-height: 15.6933px; font-family: Calibri, sans-serif;\">Scoring system<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">N (%)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Median survival days (95% CI)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">p-Value<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Age<\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\"> (yr)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">61 [54-68]<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">RMH score<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Female gender<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">288 (47.1%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">151 (36.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">505 (378-631)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Safety net participant<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">120 (19.6%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">1<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">184 (44.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">509 (324-693)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Non-English speaking<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">177 (29%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">2<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">64 (15.6%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">176 (107-244)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Performance status<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">ECOG 0<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">153 (33.3%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">3<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">12 (2.9%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">44 (12-76)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">ECOG 1<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">302 (65.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">Area under ROC curve<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(95% CI)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0.650 (0.579–0.721)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">ECOG 2<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">5 (1.1%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Number of prior lines<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0-2<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">298 (48.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">PMHI score<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&gt;= 3<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">313 (51.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">118 (25.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">603 (405-800)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Tumor type<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Breast<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">15 (2.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">1<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">214 (46.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">462 (378-545)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">GI<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">344 (56.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">2<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">115 (25.0%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">254 (117-390)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">GU<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">20 (3.3%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">3<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">13 (2.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">87 (52-122)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Gyn<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">29 (4.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">Area under ROC curve<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(95% CI)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0.629 (0.560–0.697)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Lung\/H&amp;N<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">110 (18.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Others<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">88 (14.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">MDACC score<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Type of trial<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Chemotherapy<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">112 (18.3%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(low risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">26 (7.9%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Not estimated<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Immunotherapy<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">227 (37.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">1 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(low-intermediate risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">84 (25.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">597 (429-768)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Targeted therapy<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">272 (44.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">2 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(intermediate risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">116 (35.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">471 (115-827)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&gt;2 metastatic sites<\/span><\/b><br><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">146 (23.9%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">3 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(high-intermediate risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">75 (22.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">297 (142-452)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">90-day mortality<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">152 (24.9%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">4 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(high risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">25 (7.6%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">119 (108-130)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Best response by RECIST<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Stable disease<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">225 (41.5%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">5 <\/span><\/b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(high risk)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">4 (1.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Not estimated<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Partial response<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">39 (7.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">Area under ROC curve<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:Arial; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">(95% CI)<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">0.678 (0.611–0.745)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&lt; 0.001<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Complete response<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">6 (1.1%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Progressive disease<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">272 (50.2%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-02 Clinical trial design,,"},{"Key":"Keywords","Value":"Phase I,Solid tumors,Mortality,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Erfani<\/b><sup>1<\/sup>, S. Woll<sup>1<\/sup>, A. Luong<sup>1<\/sup>, G. Guerra<sup>1<\/sup>, A. Kharrat<sup>2<\/sup>, R. Umayam<sup>1<\/sup>, A. Martynova<sup>1<\/sup>, L. Brunette<sup>1<\/sup>, L. Roman<sup>1<\/sup>, N. Izadian<sup>1<\/sup>, T. Bustos<sup>1<\/sup>, D. Hanna<sup>1<\/sup>, A. El-Khoueiry<sup>1<\/sup>, J. Thomas<sup>1<\/sup>; <br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>2<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"4dc05f40-d5c5-48fd-a05c-3f43137376af","ControlNumber":"2134","DisclosureBlock":"&nbsp;<b>H. Erfani, <\/b> None..<br><b>S. Woll, <\/b> None..<br><b>A. Luong, <\/b> None..<br><b>G. Guerra, <\/b> None..<br><b>A. Kharrat, <\/b> None..<br><b>R. Umayam, <\/b> None..<br><b>A. Martynova, <\/b> None..<br><b>L. Brunette, <\/b> None..<br><b>L. Roman, <\/b> None..<br><b>N. Izadian, <\/b> None..<br><b>T. Bustos, <\/b> None..<br><b>D. Hanna, <\/b> None.&nbsp;<br><b>A. El-Khoueiry, <\/b> <br><b>Qurient<\/b> Other, Advisory board\/consulting. <br><b>Roche\/Genentech<\/b> Other, Advisory board\/consulting. <br><b>Merck<\/b> Other, Advisory board\/consulting. <br><b>BMS<\/b> Other, Advisory board\/consulting. <br><b>Astrazeneca<\/b> Other, Advisory board\/consulting\u000d\u000aResearch funding. <br><b>Exelexis<\/b> Other, Advisory board\/consulting. <br><b>Senti Biosciences<\/b> Other, Advisory board\/consulting. <br><b>Astex<\/b> Other, Research funding. <br><b>Auransa<\/b> Other, Research funding. <br><b>Fulgent<\/b> Other, Research funding.<br><b>J. Thomas, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"996","PresenterBiography":null,"PresenterDisplayName":"Hadi Erfani, MD;MPH","PresenterKey":"d687083c-7a53-4ec6-b5b9-c4822093f300","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"996. Predicting early mortality in a large ethnically diverse phase I clinical trial program","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting early mortality in a large ethnically diverse phase I clinical trial program","Topics":null,"cSlideId":""},{"Abstract":"Purpose. American Indian\/Alaska Native (AI\/AN) people have the worst cancer survival rates of any US racial group, are underrepresented in clinical trials and research, and have never been recruited for participation in any published prehabilitation (prehab) intervention conducted prior to cancer surgery.<br \/>Description of Procedure. We are collaborating with tribal partners to design the first prehab translational clinical trial for AI patients diagnosed with obesity-related cancer, to be implemented prior to surgical resection of the tumor. Program components have been developed with community input through semi-structured interviews and guidance from the sponsoring tribal health facility, the San Carlos Apache Healthcare Corporation. Patients preparing for cancer surgery will engage in a 3-week multimodal intervention that entails home-based exercise, supervised fitness sessions, promotion of anti-inflammatory foods, and health education materials adapted for and by community members. Serum and tissue biomarkers, as well as lifestyle behavioral measures, will be compared pre and post intervention to assess responsiveness. In respect of tribal sovereignty, the experimental procedure includes protocol refinement and approval by the tribal health facility&#8217;s IRB and tribal council.<br \/>Summary of Data. Our qualitative data reveal AI cancer survivors from the partnering tribal community have high interest in prehab and attest they would have participated if offered (100%). Their consensus feedback fashioned the specifics of the prehab translational clinical trial: 30 minutes daily walking, 60 minutes supervised resistance training twice weekly, 2 ounces walnut consumption daily, nutrition counseling, transportation assistance, and education\/encouragement from staff and peers. Biospecimen sampling can be a sensitive topic for AI audiences, which we addressed early and found 75% of the interviewed survivors agreed to biospecimen collection without stipulation; this increased to 100% support once the rationale for biospecimens was explained.<br \/>Conclusions: Published prehab studies in other populations administered for 3-5 weeks between diagnosis and surgery have shown improvements in functional capacity, attenuation of surgery-induced losses, alterations of inflammatory biomarkers, and patient safety. Our community-informed prehab translational clinical trial for AI patients is the first of its kind, and anticipated to demonstrate feasibility, patient acceptability, behavioral changes in lifestyle, and the potential to modulate inflammatory biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Exercise,Antitumor activity,Biomarkers,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Erdrich<\/b><sup>1<\/sup>, A. Hernandez<sup>2<\/sup>, J. W. Bea<sup>2<\/sup>, C. A. Thomson<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Arizona, College of Medicine, Tucson, AZ, <sup>2<\/sup>University of Arizona, Mel and Enid Zuckerman College of Public Health, Tucson, AZ","CSlideId":"","ControlKey":"f84e095e-9f74-4c68-a805-48601cb13710","ControlNumber":"404","DisclosureBlock":"&nbsp;<b>J. Erdrich, <\/b> None..<br><b>A. Hernandez, <\/b> None..<br><b>J. W. Bea, <\/b> None..<br><b>C. A. Thomson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"997","PresenterBiography":null,"PresenterDisplayName":"Jennifer Erdrich","PresenterKey":"298c0fdb-6a70-4964-99a6-d5f1e34da77a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"997. Bringing the first prehabilitation program to American Indian cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bringing the first prehabilitation program to American Indian cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Overview of Proposed Research. Head and neck cancers are a deadly cancer that ranks among the six most common cancers worldwide. (American Cancer Society, 2021). Studies have shown greater disease burden among minority populations for head and neck cancer, higher mortality rates and lower oral cancer knowledge, but limited evidence has defined the underlying causes of late stage diagnoses and access to the healthcare system (Suzuki et al, 2019). More specifically, in comparison to the national rates, South Carolina is among the top ten for head and neck cancers (Community Outreach, Hollings Cancer Center, MUSC, 2019). Dental and primary care play a critical role delivering quality patient education, prevention, risk reduction and treatment regimes. However, there is a paucity of information published on the value of designing and implementing a health literacy program to prioritize head and neck cancer screening and prevention. Rural communities face unique challenges to achieving optimal oral health, impacted mainly by geographic location and socioeconomic status (IOM&#38;NRC, 2011). More specifically, rural southern states such as SC continues to have a tremendous shortage of primary care providers. SC currently has 44 of 46 counties designated as geographic Primary Care and Dental Health Professional Shortage Areas and approximately 25% of SC citizenry are living in rural areas (HRSA, 2018). Because the vast majority of the state has challenges with availability of primary care and dental providers, this potentially exacerbates access to care inequities for rural and underserved minority populations. To enhance the quality and equity of oral cancer prevention in rural SC, it is critical that we prioritize strategies to elevate the significance of head and neck cancer risks. Therefore, the need to design and deliver innovative strategies to increase opportunities that intersect the healthcare system and community is inevitable. In this regard, we propose PULL A-HEAD, Pursuing Leadership in Literacy to Ameliorate HEAd and neck cancer Disparities. PULL A-HEAD is aimed to develop and implement a community-centered approach design for increasing the health literacy and efficacy of navigating the healthcare system for early detection of head and neck cancers. In this presentation we will share outcome and impact results of a community-centered, health literacy program in collaboration with our Regional Medical Library - Region 2 (RML2), National Library of Medicine partners at the Medical University of South Carolina. The program (i.e. PULL A-HEAD) will emphasize the delivery of health literacy education and health systems navigation tools to improve the early detection of head and neck cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Head and neck cancers,Cancer,Prevention,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Joni D. Nelson<\/b><sup>1<\/sup>, Irene M. Lubker<sup>2<\/sup><br><br\/><sup>1<\/sup>Biomedical and Community Health Sciences, The Medical University of South Carolina, Charleston, SC,<sup>2<\/sup>Academic Affairs, MUSC Libraries\u0009, The Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"266d7191-6cf7-4375-a341-1c6163086cb3","ControlNumber":"413","DisclosureBlock":"&nbsp;<b>J. D. Nelson, <\/b> None..<br><b>I. M. Lubker, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"998","PresenterBiography":null,"PresenterDisplayName":"Joni Nelson, BS;MS;PhD","PresenterKey":"86b03315-0562-46fe-ae8b-eca8c7b5df57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"998. Pursuing leadership in literacy to ameliorate head and neck cancer disparities","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pursuing leadership in literacy to ameliorate head and neck cancer disparities","Topics":null,"cSlideId":""},{"Abstract":"Background: Oncology programs may encounter many challenges engaging in clinical trials. The Association of Community Cancer Center&#8217;s (ACCC) Community Oncology Research Institute (ACORI) conducted a survey to gather&#8239;insights on barriers to clinical trial provision and implementation, patient recruitment, and identifying resources to support cancer programs.<br \/>Methods: A survey of 29 questions was administered via Qualtrics. The survey focused on research-na&#239;ve sites (i.e., sites with little to no clinical research experience). Survey recipients were identified from ACCC&#8217;s membership database, and the survey was open from May 5 to October 10, 2023. One survey response was captured per program.<br \/>Results: Of the 350 respondents, most were physicians, investigators, or oncology fellows (20%), directors\/administrators (16%), patient navigators (12%), and APPs (12%). Responding programs were categorized as a comprehensive community cancer program (28%), community practice (26%), or academic medical center (21%). Eighty percent of respondents indicated their program currently conducts clinical research. The most common challenges included: patient recruitment (40%), limited staffing (36%), limited clinician time (32%), and lack of training in research administration and conduct (25%). The top 3 resources desired were communication about clinical research opportunities (65%), connections to clinical trial sponsors (49%), and clinical research coordinator training (41%).<br \/>Conclusions: Survey results showed a clear need for improved communication regarding clinical research opportunities, connections to clinical trial sponsors, and education around clinical trial implementation. Data from this survey will be used to match sites with trial sponsors, especially sites that serve patients with cancer from under resourced geographic, socioeconomic, racial, and ethnic groups. Future efforts will seek to engage clinical trial sponsors in improving trial engagement and feasibility, workforce support, training, and clinical mentorship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Human,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Griffin<\/b><sup>1<\/sup>, L. Shivakumar<sup>1<\/sup>, L. Boehmer<sup>1<\/sup>, S. Dodson<sup>1<\/sup>, E. Plotkin<sup>1<\/sup>, S. Pal<sup>2<\/sup>, A. B. Benson III<sup>3<\/sup>; <br\/><sup>1<\/sup>Association of Community Cancer Centers, Rockville, MD, <sup>2<\/sup>City of Hope Comprehensive Cancer Center, Duarte, CA, <sup>3<\/sup>Robert H. Lurie Comprehensive Cancer Center of Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"43a73599-b153-4c7e-86fe-c5dfff8210b3","ControlNumber":"1762","DisclosureBlock":"&nbsp;<b>L. Griffin, <\/b> None..<br><b>L. Shivakumar, <\/b> None.&nbsp;<br><b>L. Boehmer, <\/b> <br><b>EMD Serono<\/b> Other, Paid consultant. <br><b>Merck<\/b> Other, Paid consultant.<br><b>S. Dodson, <\/b> None..<br><b>E. Plotkin, <\/b> None..<br><b>S. Pal, <\/b> None..<br><b>A. B. Benson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"999","PresenterBiography":"","PresenterDisplayName":"Lyndsey Griffin, BS,MS","PresenterKey":"d60458c8-e03d-492d-bc13-c74694ddfe4c","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/d60458c8-e03d-492d-bc13-c74694ddfe4c.profile.jpg","SearchResultActions":null,"SearchResultBody":"999. Clinical trial matchmaking: Connecting sites to sponsors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical trial matchmaking: Connecting sites to sponsors","Topics":null,"cSlideId":""},{"Abstract":"Background: Black women (BW) are more likely to present with advanced-stage disease and to die following a breast cancer (BC) diagnosis compared with women from other racial and ethnic groups, yet BW are underrepresented in BC clinical trials (CT). Clinicians and CT staff play a key role in patient participation in CT, however, there is limited data on their perspectives on facilitators and barriers for BW in BC trials.<br \/>Objective: The goal of the FOR ME (Fostering Opportunities in Research through Messaging and Education) study is to develop, optimize, and test a decision-aid intervention (web-based video) for clinical care teams to use with BW who have been recently diagnosed with BC to promote shared decision-making and CT participation. We provide insight into the facilitators and barriers from clinicians and CT staff to effectively discuss and enroll BW in BC trials. The identified themes will be used to inform video content and dissemination strategies.<br \/>Methods: Key informant interviews (KIIs) (n=20) were conducted by phone and video conferencing. Each KII was recorded and professionally transcribed. Thematic analysis and inductive coding approaches were used to analyze the data. First, a subset of transcripts was annotated, and then annotations were compiled into a preliminary codebook. Inter-coder reliability was established to improve quality and to establish the final codebook. Dedoose was used to analyze quotations and code co-occurrences, application frequencies, and relationships.<br \/>Results: In total, 16 clinicians and 4 clinical trial staff across academic and community practices were interviewed. Participants expressed multiple opportunities and barriers to CT participation. Facilitators included formal training on communication around clinical trials among clinical trial staff, previous exposure to discussing and enrolling patients in CT during fellowships and other training, institutional support for CT databases, reviewing CTs during tumor boards, and the presence of dedicated research support staff. Barriers included a lack of formal training in communicating CT to patients among clinicians, lack of institutional investment in CT infrastructure, time constraints of clinical visits, and the clinician&#8217;s perception of the patient's willingness and ability to complete a CT.<br \/>Conclusions: Clinicians and clinical trial staff have a unique and important role to play in CT participation for BW who have BC, however, there are barriers, including training, time, awareness of available trials, and institutional support. Clinical trial staff report formal training in communicating clinical trial information to patients, while there is a lack of this type of training for clinicians. Future research in the FOR ME study will integrate patient, clinician, care team, and advocate perspectives into a web-based decision aid.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Breast cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Christen Sandoval<\/b><sup>1<\/sup>, Eliza Brumer Cohn<sup>2<\/sup>, Leslie R. Carnahan<sup>3<\/sup>, Vida Henderson<sup>2<\/sup>, Tigist Mersha<sup>1<\/sup>, Neha Hippalgaonkar<sup>4<\/sup>, Joe Horowitz<sup>5<\/sup>, Sarah Khan<sup>6<\/sup>, Kauthar Salum<sup>2<\/sup>, Ana Williams<sup>3<\/sup>, Lolita Coleman<sup>7<\/sup>, Beluah Brent<sup>7<\/sup>, Anne Marie Murphy<sup>1<\/sup>, Paris Thomas<sup>8<\/sup>, Paramjeet Khosla<sup>6<\/sup>, Kent Hoskins<sup>3<\/sup>, Ryan Nguyen<sup>3<\/sup><br><br\/><sup>1<\/sup>School of Public Health, University of Illinois Chicago, Chicago, IL,<sup>2<\/sup>Fred Hutch Cancer Center, Seattle, WA,<sup>3<\/sup>University of Illinois Cancer Center, Chicago, IL,<sup>4<\/sup>Division of Hematology\/Oncology, University of Illinois Chicago, Chicago, IL,<sup>5<\/sup>College of Medicine, University of Illinois Chicago, Chicago, IL,<sup>6<\/sup>Sinai Chicago, Chicago, IL,<sup>7<\/sup>Sisters Working It Out, Chicago, IL,<sup>8<\/sup>Equal Hope, Chicago, IL","CSlideId":"","ControlKey":"f758da83-6a92-4012-b6eb-33ced37133cf","ControlNumber":"2113","DisclosureBlock":"&nbsp;<b>C. Sandoval, <\/b> None..<br><b>E. Brumer Cohn, <\/b> None..<br><b>L. Carnahan, <\/b> None..<br><b>V. Henderson, <\/b> None..<br><b>T. Mersha, <\/b> None..<br><b>N. Hippalgaonkar, <\/b> None..<br><b>J. Horowitz, <\/b> None..<br><b>S. Khan, <\/b> None..<br><b>K. Salum, <\/b> None..<br><b>A. Williams, <\/b> None..<br><b>L. Coleman, <\/b> None..<br><b>B. Brent, <\/b> None..<br><b>A. Murphy, <\/b> None..<br><b>P. Thomas, <\/b> None..<br><b>P. Khosla, <\/b> None.&nbsp;<br><b>K. Hoskins, <\/b> <br><b>Lilly<\/b> Employment. <br><b>Abbvie (Inst)<\/b> Other, Research funding. <br><b>Genentech (Inst)<\/b> Other, Research funding. <br><b>Merck Sharp & Dohme (Inst)<\/b> Other, Research funding. <br><b>Novartis Pharmaceuticals UK Ltd. (Inst)<\/b> Other, Research funding. <br><b>Pfizer (Inst)<\/b> Other, Research funding. <br><b>Agendia<\/b> Other. <br><b>R. Nguyen, <\/b> <br><b>Merck<\/b> Other, Speakers Bureau. <br><b>Novartis<\/b> Other, Consulting. <br><b>Exelexis<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1000","PresenterBiography":null,"PresenterDisplayName":"Christen Sandoval","PresenterKey":"d8063be9-82db-4021-b277-875e46768da5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1000. Clinician and clinical trial staff perspectives on factors that impact enrollment of Black women in breast cancer trials","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinician and clinical trial staff perspectives on factors that impact enrollment of Black women in breast cancer trials","Topics":null,"cSlideId":""},{"Abstract":"Background: Head and neck cancer (HNC) has been increasingly affecting individuals of different ages, significantly contributing to the annual cancer burden in the US. While most HNC cases present at late-stages and are more likely to require aggressive surgical interventions with higher mortality, those who present with premalignant clinical signs or early-stages have a 5-year survival of 70%-90%. Moreover, current HNC public awareness is poor with lack of data on cultural and ethnic minorities. This study evaluated the association between oral cancer screening (OCS) recommendation and receipt and HNC symptoms and risk factors knowledge among Arab Americans in Michigan.<br \/>Methods: This was a cross-sectional study of adult Arab Americans conducted between March and July 2023. Surveys were available in English and Arabic per participants preference. Outcome variables were knowledge of three main HNC risk factors&#8212;alcohol, cigarette smoking, and HPV&#8212; and four of the most common HNC symptoms&#8212;nonhealing oral ulcers, dysphagia\/odynophagia, voice changes and neck\/throat masses&#8212;defined as yes\/no. OCS was captured as receiving provider-given recommendation for screening and undergoing a screening test (yes\/no). Multivariable logistic regression models estimated the associations between OCS and HNC symptoms and risk factor knowledge adjusting for socioeconomic factors.<br \/>Results: A total of 295 respondents were included in the study, 9% had received recommendation for OCS and 11% had undergone a screening test. In adjusted models, respondents who <i>did not<\/i> correctly identify nonhealing oral ulcers (aOR=0.20; 95% CI 0.06-0.67) as HNC symptoms or HPV (aOR=0.15; 95% CI 0.04-0.55) as risk factor of HNC were less likely to have received provider-given recommendation for OCS compared to those who identified the symptom and risk factor. Similarly, respondents who <i>did not<\/i> correctly identify nonhealing oral ulcers (aOR=0.13; 95% CI 0.04-0.42), dysphagia or odynophagia (aOR=0.22; 95% CI 0.07-0.70), voice changes (aOR=0.27; 95% CI 0.09-0.81), and neck\/throat masses (aOR=0.24; 95% CI 0.06-0.91) as HNC symptoms or HPV (aOR=0.07; 95% CI 0.02-0.29) and alcohol (aOR=0.17; 95% CI 0.05-0.58) as HNC risk factors were less likely to have undergone OCS compared to those who identified the symptoms and risk factors.<br \/>Conclusion: Respondents who reported limited knowledge of HNC symptoms and risk factors were less likely to be exposed to screening recommendations or testing. Combining screening with education on premalignant and early-stage clinical signs and risk factors might facilitate reduction of HNC incidence and late diagnosis. Further interventions are needed to increase Arab Americans education and identification of high-risk groups by their providers. As HNC screening efficacy remains controversial, future efforts should be directed towards deepening our understanding in this area.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Head and neck cancers,Oral cancers,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Al-Antary<\/b>, R. Siddiqui, M. Gilbert, L. Fakhoury, M. Nair, F. Siddiqui, E. Adjei Boakye; <br\/>Henry Ford Health System, Detroit, MI","CSlideId":"","ControlKey":"b3f61b01-e440-43f3-94a8-2fa2b2a9b44a","ControlNumber":"3178","DisclosureBlock":"&nbsp;<b>N. Al-Antary, <\/b> None..<br><b>R. Siddiqui, <\/b> None..<br><b>M. Gilbert, <\/b> None..<br><b>L. Fakhoury, <\/b> None..<br><b>M. Nair, <\/b> None..<br><b>F. Siddiqui, <\/b> None..<br><b>E. Adjei Boakye, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1001","PresenterBiography":null,"PresenterDisplayName":"Nada Al-Antary, MD","PresenterKey":"485263c3-abfd-433f-b01b-7d8b421f8c9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1001. Association between oral cancer screening and knowledge of head and neck cancer symptoms and risk factors among Arab Americans","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between oral cancer screening and knowledge of head and neck cancer symptoms and risk factors among Arab Americans","Topics":null,"cSlideId":""},{"Abstract":"The National Comprehensive Cancer Center Network cancer guidelines state that the best management for a cancer patient is on a clinical trial. However, the demographics of 74 registration trials for oral cancer therapies from 2009 - 2019 show only 2.5% of participating patients were Black. Similarly, of the 3,593 patients enrolled in all registration trials for new cancer drugs approved by the FDA in 2019, only 4% were Black patients. A third analysis showed that between 2008 and 2018, only 3.1% of cancer trial patients were Black.<br \/>The underrepresentation of Black patients in cancer clinical trials is a complex issue that requires a multifaceted solution. Complicated, interdependent causes include, but are not limited to system, provider, and patient bias. Increasing globalization of clinical trials also contributes to a widening gap in Black patient enrollment. Achieving diversity among clinical trial participants requires intention in study design regarding accrual sites and outreach, and involvement of a diverse trial workforce.<br \/>The ideal clinical trial system would minimize system, provider, and patient biases. Such a system already exists in the Historically Black Colleges and Universities (HBCU) system. HBCUs represent 3% of institutions of higher education in the USA, yet they enroll 16% of Black students and confer 24% of all baccalaureate degrees earned by Black students. 40% of Black engineers, 50% of Black lawyers, 70% of Black physicians, and a staggering 80% of Black judges attended an HBCU. HBCUs are exceptional at impacting communities of Color and have been doing so for centuries.<br \/>The HBCU Cancer Trials Consortium (HBCU CTC) is a network of HBCUs and Ally institutions that aims to bring innovative cancer clinical trials to historically underserved communities and honor the legacy of HBCUs, which have consistently and successfully served underserved communities for over a century. The HBCU CTC will oversee and conduct cancer clinical trials at member institutions. We envision founding flagship members to include HBCUs that provide graduate medical education and training, such as Howard, Meharry, Charles Drew, and Morehouse. Non-HBCUs committed to the mission are invited to join the consortium as Ally institutions (eg. MSIs). Membership is not exclusive of membership in other cancer consortia. The HBCU CTC will provide shared resource services for member institutions that lack expertise or funding to conduct services locally (eg. data management, DSMB, biostatistics, a cancer focused IRB, central radiology, and central pathology). The Consortium will also work to develop local infrastructure support for the conduct of cancer clinical trials at member institutions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"African American,HBCU Historically Black Colleges and Universities,Cancer disparities,Diversity in Clinical Trials,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. L. HOLDER<\/b><sup>1<\/sup>, R. A. Winn<sup>2<\/sup>, W. S. El-Deiry<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center, Providence, RI, <sup>2<\/sup>Massey Comprehensive Cancer Center, Richmond, VA","CSlideId":"","ControlKey":"088859a4-89e1-452a-971e-4bc24dcd5b86","ControlNumber":"3816","DisclosureBlock":"&nbsp;<b>S. L. Holder, <\/b> None..<br><b>R. A. Winn, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1002","PresenterBiography":null,"PresenterDisplayName":"Sheldon Holder, MD;PhD","PresenterKey":"ecab730c-8f52-4d58-bd61-54725c83f3ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1002. The historically black colleges and universities cancer trial consortium: A way forward to diversifying cancer clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The historically black colleges and universities cancer trial consortium: A way forward to diversifying cancer clinical trials","Topics":null,"cSlideId":""},{"Abstract":"Contact Registries can serve as key tools in connecting community members to cancer health research opportunities. Members of underrepresented groups who enroll in a contact registry can choose to participate in studies they find interesting, provided they are an ideal candidate for participation. However, limited information exists regarding the types of studies underrepresented groups would want to participate in. The Florida-California Cancer Research, Education, and Engagement (CaRE<sup>2<\/sup>) Health Equity Center Community Outreach Core (COC) created a contact registry of community members self-identifying as Black\/African American (B\/AA) and\/or Hispanic\/Latinx (H\/L) persons who are interested in learning about future research studies conducted at CaRE<sup>2<\/sup> institutions. The CaRE<sup>2<\/sup> Contact Registry was implemented in August 2022 by the CaRE<sup>2<\/sup> COC, one of the six (6) key cores within the CaRE<sup>2<\/sup> Center. COC&#8217;s primary objective is to increase the number of persons participating in cancer research, which ultimately produces findings more applicable to the broader, diverse population of B\/AA and H\/L communities in both Florida and California. Our study team promotes the registry at local community events and through our center&#8217;s social media accounts and website (https:\/\/care2healthequitycenter.org\/the-care2-contact-registry\/). Recruitment consists of both in-person and online methods provided in both Spanish and English with data stored on REDCap, an online data repository system. For in-person enrollment, a consent\/authorization form and OPT-IN survey are completed; meanwhile, our online recruitment requires additional screening to ensure eligibility. Eligibility requires that the person resides in 1) either California or Florida, 2) be 18+ years old, <u>and<\/u> 3) identify as B\/AA or H\/L. In addition to collecting contact and demographic information, participants can choose their research study interests. For example, they can choose to participate in surveys, community forums, focus groups, a cancer advocacy training program, and\/or to provide a hair, saliva, or blood sample. A $10.00 gift card, either in a physical or electronic format, was provided to each confirmed enrollee. As of November 13, 2023, 1,269 persons have enrolled, representing 63% of the 2,000 enrollment goal. While 92% of registry enrollees are willing to participate in health research involving surveys, only 20% are willing to participate in health research studies requiring saliva (23%), hair (22%), or blood (20%) donations. In conclusion, registry enrollees, regardless of race or ethnicity, have a high interest in participating in studies involving completing surveys or attending focus groups. However, efforts must continue to increase participation willingness for research involving biospecimen donation. Future efforts will also include connecting enrollees to cancer health-related research studies of their interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Biospecimen,African American,Hispanic,Community Outreach and Engagement,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Webb<\/b><sup>1<\/sup>, I. Guzman<sup>2<\/sup>, B. Hensel<sup>2<\/sup>, E. Ibarra<sup>3<\/sup>, C. Aristizabal<sup>3<\/sup>, J. Luque<sup>4<\/sup>, R. Barahona<sup>3<\/sup>, D. Wilkie<sup>5<\/sup>, M. C. Stern<sup>3<\/sup>, L. Baezconde-Garbanati<sup>3<\/sup>, S. Suther<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Florida, Jacksonville, FL, <sup>2<\/sup>University of Florida, Orlando, FL, <sup>3<\/sup>University of Southern California, Los Angeles, CA, <sup>4<\/sup>Florida A&M University, Tallahassee, FL, <sup>5<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"c75178b9-dc18-437e-a977-f51c829de0f4","ControlNumber":"4634","DisclosureBlock":"&nbsp;<b>F. Webb, <\/b> None..<br><b>I. Guzman, <\/b> None..<br><b>B. Hensel, <\/b> None..<br><b>E. Ibarra, <\/b> None..<br><b>C. Aristizabal, <\/b> None..<br><b>J. Luque, <\/b> None..<br><b>R. Barahona, <\/b> None..<br><b>D. Wilkie, <\/b> None..<br><b>M. C. Stern, <\/b> None..<br><b>L. Baezconde-Garbanati, <\/b> None..<br><b>S. Suther, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1003","PresenterBiography":null,"PresenterDisplayName":"Fern Webb, PhD","PresenterKey":"fbfe86bd-6afb-4960-9893-51ac515af908","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1003. Contact registry for health-related cancer research: Promoting inclusion in research","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Contact registry for health-related cancer research: Promoting inclusion in research","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains the leading cause of cancer death worldwide and is a pronounced source of cancer health disparities. Black\/African American (B\/AA) individuals demonstrate the highest lung cancer death rates when compared to other ethnic\/racial groups. B\/AA males exhibit a 15% higher lung cancer death rate and a 12% higher lung cancer incidence when compared to White males. Lung adenocarcinoma (LUAD) is the most common histological subtype in all races including B\/AA. To study lung cancer and its related disparities, essential tools such as lung cancer cell lines are important; they can be used for molecular studies of lung cancer development, progression, development of new therapies and pre-clinical drug testing. We reviewed the literature (Leon <i>et al.<\/i> 2023, Frontiers in Oncology, Vol. 13, p. 1187585, 2023) and identified only 30 unique B\/AA cell lines out of ~800 cell lines available, with the majority of cell lines being from White and Asian patients. Moreover, only 6 B\/AA cell lines were derived from patients with LUAD. We are in the process of developing additional LUAD cell lines from patients as well as alveolar epithelial cell lines that can be used to model LUAD development. In addition, we are generating multiple independent isogenic cell line variants from existing lung cancer cell line NCI-H23, derived from a B\/AA male patient harboring a <i>KRAS<sup>G12C<\/sup><\/i> heterozygous mutation. We are using CRISPR\/Cas-9-based genome editing to replace the <i>KRAS<sup>G12C<\/sup><\/i> mutation with other <i>KRAS<\/i> mutations found in B\/AA patients, including <i>KRAS<sup>G12V<\/sup><\/i>, <i>KRAS<sup>G12D<\/sup><\/i>, <i>KRAS<sup>G12A<\/sup><\/i>, and <i>KRAS<sup>G13C<\/sup><\/i>. We will perform whole genome sequencing to exclude off target effects of the CRISPR engineering. We will use isogenic cell lines to test the efficacy of polyisoprenylated cysteinyl amide inhibitors (PCAIs) and other drugs on cell lines bearing the different <i>KRAS<\/i> mutations. PCAIs were developed to target cells carrying mutant <i>KRAS<\/i>. Our efforts will provide tools to limit cancer health disparities and serve as a foundation for future research.<br \/>Supported by grants U54CA233396, U54CA233444, and U54CA233465 from the National Institutes of Health (NIH)\/National Cancer Institute (NCI) and the Norris Comprehensive Cancer Center core grant, award number P30CA014089 from the NIH\/NCI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,KRAS,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lugo<\/b><sup>1<\/sup>, C. Leon<sup>1<\/sup>, M. Gladstone<sup>1<\/sup>, C. Yan<sup>1<\/sup>, N. S. Lamango<sup>2<\/sup>, I. A. Offringa<sup>1<\/sup>, K. Ofosu-Asante<sup>2<\/sup>, Y. Huang<sup>3<\/sup>, J. K. Mensah-Mamfo<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Southern California, Los Angeles, CA, <sup>2<\/sup>Florida A&M University, Tallahassee, FL, <sup>3<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"b874b10c-3702-4f85-95cd-774cdf755392","ControlNumber":"5661","DisclosureBlock":"&nbsp;<b>S. Lugo, <\/b> None..<br><b>C. Leon, <\/b> None..<br><b>M. Gladstone, <\/b> None..<br><b>C. Yan, <\/b> None..<br><b>N. S. Lamango, <\/b> None..<br><b>I. A. Offringa, <\/b> None..<br><b>K. Ofosu-Asante, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>J. K. Mensah-Mamfo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1004","PresenterBiography":null,"PresenterDisplayName":"Sofia Lugo","PresenterKey":"cc646f75-f1d2-4525-96d3-1de75ea385a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1004. Establishing lung adenocarcinoma cell lines to mitigate lung cancer health disparities","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing lung adenocarcinoma cell lines to mitigate lung cancer health disparities","Topics":null,"cSlideId":""},{"Abstract":"The country of Bhutan, and<b> <\/b>India&#8217;s Northeast is an economically deprived region inhabited by diverse groups of indigenous and underserved communities. They live in mostly rural areas, where cancer disparity is very high. On the other hand, they have rich traditional knowledge systems including tantra philosophies (remnant of the Vedic age philosophy), herbal medicinal practice, and spiritual practices that can be traced back to India&#8217;s Vedic age. To harness this traditional knowledge to reduce cancer disparity, we have taken an indigenous knowledge system (IKS) based approach (1) and initiated a community-based participatory research (CBPR) program in 1998 to conduct public health research in tuberculosis and cancer (2,3). Using this CBPR program, we have unraveled a Vedic age philosophy of Vedic Jiva Upkara Cikitsha Tantra (Vedic altruism-based medicinal system) (2,3). Specially, using the CBPR program we seek to identify novel herbal medicinal agents having anti-cancer activities.<br \/><b>Methodologies:<\/b> We used the CBPR methodologies of focused group discussion (FGD), debate, and community social work with various indigenous communities living in the Sualkuchi-Hajo cultural complex of Assam, Roing of Arunachal Pradesh, and Mongar of Bhutan. Since 1994, BD has conducted CBPR through the KaviKrishna Telemedicine Care. We have retrospectively analyzed the data of FGD, and suppositional reasoning (tarka) with the community healers, various Hindu, and Buddhist ethnic spiritual organizations of the region. Thematic analysis and the grounded theory method were applied to organize the data. The resulting database of herbal medicinal plants was searched in the scientific database to find the scientific names. Out of the 36 medicinal plants, we have prepared herbal extracts of 10 medicinal plants and then tested for their anti-cancer efficacy at the KaviKrishna Laboratory.<br \/><b>Results:<\/b> We have found the names of 32 plants used by the indigenous healers practicing the Vedic Jiva Upakara Cikitsha Tantra. We also found that these healers used curd-made whey protein concentrate, special soil, and fecal extracts to treat cancer (3). Our CBPR process also led to the research capacity building in the Sualkuchi-Hajo community.<br \/><b>Conclusion<\/b>: The study unraveled a unique cancer-care-related philosophy of Vedic Altruism. Our work indicates that IKS-based CBPR can equitably involve researchers and community members to develop a partnership for the process of knowledge emergence. We found that CBPR-based research takes new meaning because of the unique perspectives that inform the ways that research studies take shape for knowledge emergence.<br \/>References: 1. Pathak L et al AACR abstract 3342, 2019. 2. Baishya T et al. https:\/\/zenodo.org\/records\/8062404. 3. Pathak et al AACR abstract 2772, 2023","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-03 Community-engaged research\/community-based participatory research,,"},{"Key":"Keywords","Value":"Progression,Cancer diagnostics,Head and neck cancers,Tobacco,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Sandhya<sup>1<\/sup>, R. Das<sup>2<\/sup>, P. Dutta<sup>2<\/sup>, A. Chowdhury<sup>2<\/sup>, P. Das<sup>3<\/sup>, S. Das<sup>4<\/sup>, T. Baishya<sup>5<\/sup>, L. Pathak<sup>1<\/sup>, D. Dutta<sup>1<\/sup>, N. Das<sup>1<\/sup>, P. Sarma<sup>2<\/sup>, I. Pulu<sup>6<\/sup>, U. Mahanta<sup>7<\/sup>, D. Bora<sup>8<\/sup>, H. Bhai<sup>9<\/sup>, <b>B. Das<\/b><sup>10<\/sup>; <br\/><sup>1<\/sup>KaviKrishna Laboratory, IIT Guwahati Research Park, Guwahati, India, <sup>2<\/sup>KaviKrishna Center of Indian Knowledge System, Sualkuchi, Assam, India, <sup>3<\/sup>KaviKrishna Center of Indian Knowledge System, Sualkuchi, India, <sup>4<\/sup>Thoreau Laboratory for Global Health, Lowell, MA, <sup>5<\/sup>KaviKrishna Telemedicine Care, Sualkuchi, Assam, India, <sup>6<\/sup>Research Institute of World Ancient Traditions Cultures and Heritage, Roing, Arunachal Pradesh, India, <sup>7<\/sup>Sri Sri Ishwar Hatisatra, Sualkuchi, Assam, India, <sup>8<\/sup>Ek Saran Bhagawati Samaj, Nagaon, Assam, India, <sup>9<\/sup>Shanti Sadhana Ashram, Guwahati, India, <sup>10<\/sup>KaviKrishna Laboratory, Research Park, Indian Institute of Technology, Guwahati, India","CSlideId":"","ControlKey":"fec4d40e-4363-4733-8b3d-bfe51bede8fb","ControlNumber":"6458","DisclosureBlock":"&nbsp;<b>S. Sandhya, <\/b> None..<br><b>R. Das, <\/b> None..<br><b>P. Dutta, <\/b> None..<br><b>A. Chowdhury, <\/b> None..<br><b>P. Das, <\/b> None..<br><b>S. Das, <\/b> None..<br><b>T. Baishya, <\/b> None..<br><b>L. Pathak, <\/b> None..<br><b>D. Dutta, <\/b> None..<br><b>N. Das, <\/b> None..<br><b>P. Sarma, <\/b> None..<br><b>I. Pulu, <\/b> None..<br><b>U. Mahanta, <\/b> None..<br><b>D. Bora, <\/b> None..<br><b>H. Bhai, <\/b> None..<br><b>B. Das, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1005","PresenterBiography":null,"PresenterDisplayName":"Bikul Das, PhD","PresenterKey":"dd59e5a2-05b9-4129-89a6-93fc9b4d619d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1005. A three-decade-long community-based participatory research among India and Bhutan&#8217;s ethnic minorities led to the discovery of 32 unique medicinal plants having anti-cancer properties","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A three-decade-long community-based participatory research among India and Bhutan&#8217;s ethnic minorities led to the discovery of 32 unique medicinal plants having anti-cancer properties","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Despite the enactment of the 1993 NIH Revitalization Act to improve accrual of women and minorities in clinical trials, these groups remain underrepresented. This study aims to uncover drivers of therapeutic clinical trial enrollment that are unique to women and minority patients with low- and high-grade glioma.<br \/>Methods: Adult glioma patients who received care from the UCSF Brain Tumor Center between 1997-2017 were identified in a prospective registry. Dividing the cohort into subgroups by gender and NIH-designated minority status, factors associated with therapeutic clinical trial enrollment on univariate logistic regression (p<u><\/u><u>&#60;<\/u>0.2) were selected for multivariate logistic regression.<br \/>Results: There were 351 trial participants (41% women, 12% minority) and 627 non-trial participants (44% women, 17% minority). Among women only, seizure at presentation (OR 2.10, p=0.008) was associated with increased odds of trial enrollment. In contrast, among men only, higher median household income (OR 1.09 per $10,000 increase, p=0.006), higher WHO tumor grade (OR 1.89, p=0.045), and occupational status according to the International Standard Classification of Occupations [professionals (e.g., physicians) vs managers (e.g., supervisory positions), OR 2.87, p=0.043] were associated with increased odds of trial enrollment. Among both women and men, lack of insurance (women: OR 0.49, p=0.02; men: OR 0.55, p=0.031) and no treatment with chemotherapy (women: OR 0.18, p=0.001; men: OR 0.34, p=0.002) were associated with decreased odds of clinical trial enrollment, whereas higher KPS (women: 90 vs &#60;80, OR 3.16, p=0.003; men: 90 vs &#60;80, OR 3.15, p=0.002) was associated with increased odds of trial enrollment. Among NIH-designated minority patients, older age (OR 0.66 per 10-year increase, p=0.033) and non-English preferred language (OR: 0.30, p=0.035) were associated with decreased odds of trial enrollment on univariate analysis, but not on multivariate analysis. Among non-minority patients, lack of insurance (OR 0.58, p=0.008) and no chemotherapy treatment (OR 0.25, p&#60;0.001) were associated with decreased odds of trial enrollment, whereas seizure at presentation (OR 1.80, p=0.001), higher neighborhood household income (OR 1.07 per $10,000 increase, p=0.004), higher WHO grade (4 vs 2-3, OR 1.86, p=0.015), higher KPS (90 vs &#60;80, OR 3.21, p&#60;0.0001), and lower extent of tumor resection (80-89% vs 100%, OR 2.16, p=0.047) were associated with increased odds of trial enrollment.<br \/>Conclusion: Drivers of trial enrollment differed for women and minority patients with glioma. Non-English-speaking minority patients may face additional barriers to trial enrollment requiring targeted interventions. Our findings can revitalize and tailor efforts to recruit women and minority patients to therapeutic clinical trials in neuro-oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Glioma,Therapeutic clinical trials,Underrepresented populations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Mehari<\/b><sup>1<\/sup>, G. Warrier<sup>1<\/sup>, S. Reihl<sup>2<\/sup>, A. Dada<sup>1<\/sup>, A. Kabir<sup>1<\/sup>, M. Negussie<sup>1<\/sup>, C. Nava Gonzales<sup>1<\/sup>, U. Chukwueke<sup>3<\/sup>, A. Porter<sup>4<\/sup>, S. Hervey-Jumper<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, San Francisco, Department of Neurosurgery, San Francisco, CA, <sup>2<\/sup>University of California, Los Angeles, Department of Neurosurgery, Los Angeles, CA, <sup>3<\/sup>Center for Neuro-Oncology, Dana-Farber Cancer Institute, Department of Neurology, Harvard Medical School, Boston, MA, <sup>4<\/sup>Mayo Clinic, Division of Neuro-Oncology, Department of Neurology, Phoenix, AZ","CSlideId":"","ControlKey":"50829dc5-4b10-4eea-b956-7b3d5aa91ed5","ControlNumber":"443","DisclosureBlock":"&nbsp;<b>M. Mehari, <\/b> None..<br><b>G. Warrier, <\/b> None..<br><b>S. Reihl, <\/b> None..<br><b>A. Dada, <\/b> None..<br><b>A. Kabir, <\/b> None..<br><b>M. Negussie, <\/b> None..<br><b>C. Nava Gonzales, <\/b> None..<br><b>U. Chukwueke, <\/b> None..<br><b>A. Porter, <\/b> None..<br><b>S. Hervey-Jumper, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1006","PresenterBiography":null,"PresenterDisplayName":"Mulki Mehari, BA","PresenterKey":"60bd8bd8-5ec0-4757-866d-b892c739fdd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1006. Revitalizing the accrual of women and minorities: Unique drivers of therapeutic clinical trial enrollment for underrepresented patients with diffuse glioma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revitalizing the accrual of women and minorities: Unique drivers of therapeutic clinical trial enrollment for underrepresented patients with diffuse glioma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Studies have shown an increased risk of Breast Cancer Related Lymphedema (BCRL) in Hispanic populations, however there are limited studies examining factors specific to BCRL in this minority population. This retrospective study aims to characterize and analyze treatment and demographic related factors associated with BCRL in the Hispanic majority population of San Antonio.<br \/><b>Methods:<\/b> This is a retrospective, single institution study of patients with BCRL between 2017-2020 at Mays Cancer Center in San Antonio, Texas, a city with a majority minority Hispanic population.<b>Results:<\/b> 110 subjects with BCRL were identified with a median age of 62 years old. 52.7% were Hispanic while 47.3% were non-Hispanic. The median BMI was 31 with over 75% of subjects with BCRL categorized with BMIs of overweight or obese. 89.1% received some form of chemotherapy, whether neoadjuvant or adjuvant, and 80.9% were exposed to some form of taxane. The majority underwent more invasive procedures and surgeries: 69.1% had axillary lymph node dissection and 71.2% underwent mastectomy. The median number of lymph nodes removed were 12. 62.7% of BCRL patients were exposed to nodal radiation. Regarding BCRL severity, 29.4% were classified as grade 1 while 11% classified as grade 3. Of note, there was a statistically significant correlation between more severe lymphedema (grade 2 and 3) and use of chemotherapy (P-value = 0.04.)<b>Conclusion:<\/b> The demographic composition of patients with BCRL closely mirrors the ethnically diverse population of San Antonio, with a large Hispanic predominance. Within this cohort of patients of BCRL, a large portion demonstrated factors of elevated BMI, more invasive surgical interventions, and exposure to chemotherapy, specifically taxane. The examination of these factors in a Hispanic-centric urban setting such as San Antonio offers crucial insight into a patient population at heightened risk for developing BCRL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Breast cancer,Hispanic,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. A. Shaker<\/b>, L. P. Rahman, M. Mazo Canola; <br\/>University of Texas Health Science Center San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"2971ff1b-9ed6-4afb-8db7-391e51d7d3a2","ControlNumber":"1472","DisclosureBlock":"&nbsp;<b>S. A. Shaker, <\/b> None..<br><b>L. P. Rahman, <\/b> None..<br><b>M. Mazo Canola, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1007","PresenterBiography":null,"PresenterDisplayName":"Sarah Shaker","PresenterKey":"4e98f5c5-cde3-4d8f-917c-e0310bda3391","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1007. Breast cancer related lymphedema patient characteristics and treatment patterns in a Hispanic majority population","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer related lymphedema patient characteristics and treatment patterns in a Hispanic majority population","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer clinical trial (CCT) accrual is only 5-8%, and barriers to participate can be more acute for underserved groups. Enrollment of racial\/ethnic minorities, older adults, adolescents, and young adults is not adequate to understand treatment outcomes unique to these populations.<sup> <\/sup>Education before seeing an oncologist can increase patients&#8217; willingness to ask and consider receiving treatment through a CCT.<sup> <\/sup>Because primary care providers (PCPs) interact with patients during diagnosis, provide ongoing care, and are a trusted source of information,<sup> <\/sup>they can educate and normalize inquiries about therapeutic CCTs. The aim of this study was to pilot test an innovative, tailored online CCT course for PCPs.<br \/>Methods: To participate, PCPs (MD, DO, NP, or PA) had to provide care in an outpatient setting, refer patients to a cancer treatment specialist in the past year, and be an English speaker residing in the U.S. or its territories. PCPs were recruited from Clinical Directors Network, University of Pennsylvania, and University of Florida. The 1-hour online course includes four modules hosted by a PCP and radiation oncologist with video segments of a CCT expert who summarized CCT recruitment research. Participants interact with patient scenarios and learn about the patient&#8217;s cancer diagnosis and medical\/personal background. Videos of actors playing the roles of patient and doctor demonstrate communication skills taught in the course. PCPs completed short surveys prior to and immediately after completing the course.<br \/>Results: 28 PCPs participated. PCPs were mainly MDs (88.9%), residents (17, 60.7%), White (46.4%), non-Hispanic\/Latino (92.9%), and 50% women. Mean <i>knowledge of CCTs scores<\/i> (0-100%) increased significantly from pre (M=56.7, SD=17.5) to post (M=82.1, SD=12; p&#60;.001) indicating that PCPs answered more true\/false statements about CCTs correctly after training. Using a 1-5 scale with 5=strongly agree, PCPs&#8217; <i>attitudes and beliefs scores<\/i> also increased significantly from pre (M=4.2, SD=.6) to post (4.7, SD=.4, p&#60;.001) indicating that PCPs were more likely to agree they have a role in their patients&#8217; cancer treatment, including CCTs, after training. Using the same scale, PCPs&#8217; <i>willingness to communicate about CCTs<\/i> increased significantly from pre (M=4.4, SD= .5) to post (M=4.7, SD=.5, p=.007), indicating that PCPs were more willing to engage with patients diagnosed with cancer before referring them to a cancer specialist after training.<br \/>Conclusions: Significant pilot findings in knowledge, attitudes and beliefs, and communication scores demonstrate that the online course was effective at educating PCPs about CCTs, and improving PCPs&#8217; attitudes about the CCT referral process, and their willingness to engage in their patients&#8217; cancer care. Future research will include a larger sample and explore the course&#8217;s impact on PCP&#8217;s referral behavior.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Crowe<\/b><sup>1<\/sup>, E. S. Weiss<sup>2<\/sup>, M. Michaels<sup>3<\/sup>, D. Durante<sup>4<\/sup>, M. Sae-Hau<sup>2<\/sup>, A. Cassells<sup>5<\/sup>, C. L. Fisher<sup>1<\/sup>, J. Arnold<sup>4<\/sup>, T. Vasquez<sup>6<\/sup>, A. Natale-Pereira<sup>7<\/sup>, R. Mailhot<sup>1<\/sup>, Z. Zhang<sup>8<\/sup>, C. L. Bylund<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL, <sup>2<\/sup>The Leukemia & Lymphoma Society, Rye Brook, NY, <sup>3<\/sup>Health Access & Action Consulting, Boston, MA, <sup>4<\/sup>University of Florida College of Education, Gainesville, FL, <sup>5<\/sup>Clinical Directors Network, New York, NY, <sup>6<\/sup>University of Florida College of Journalism and Communications, Gainesville, FL, <sup>7<\/sup>Rutgers New Jersey Medical School, Newark, NJ, <sup>8<\/sup>University of Florida Health Cancer Center, Gainesville, FL","CSlideId":"","ControlKey":"46c4189d-8f5f-480d-9280-df7d4a46bd37","ControlNumber":"1775","DisclosureBlock":"&nbsp;<b>A. Crowe, <\/b> None.&nbsp;<br><b>E. S. Weiss, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>AbbVie Inc.<\/b> Grant\/Contract. <br><b>Amgen Inc.<\/b> Grant\/Contract. <br><b>AstraZeneca Pharmaceuticals LP<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Kite<\/b> Grant\/Contract.<br><b>M. Michaels, <\/b> None..<br><b>D. Durante, <\/b> None.&nbsp;<br><b>M. Sae-Hau, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>AbbVie Inc.<\/b> Grant\/Contract. <br><b>Amgen Inc.<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Pharmaceuticals LP<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.<br><b>A. Cassells, <\/b> None..<br><b>C. L. Fisher, <\/b> None..<br><b>J. Arnold, <\/b> None..<br><b>T. Vasquez, <\/b> None..<br><b>A. Natale-Pereira, <\/b> None..<br><b>R. Mailhot, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>C. L. Bylund, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1008","PresenterBiography":null,"PresenterDisplayName":"Alyssa Crowe","PresenterKey":"e378bf16-09e4-4546-8bb9-722eca7a57dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1008. Pilot evaluation of an online course for primary care providers on preparing patients for cancer discussions with their oncologists","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pilot evaluation of an online course for primary care providers on preparing patients for cancer discussions with their oncologists","Topics":null,"cSlideId":""},{"Abstract":"Treatment at academic cancer centers can further research and improve patient outcomes. Interventions improving access to treatment across racial, ethnic, and socioeconomic boundaries might increase the generalizability of studies conducted at such centers and reduce healthcare inequities. Memorial Sloan Kettering (MSK) is an academic cancer center based in New York and New Jersey (NY\/NJ). Like many other NCI-designated cancer centers, it has historically served a population within its geographic catchment, with limited diversity. MSK Direct is a national cancer benefits program that partners with employers and unions to provide a direct referral service for their employees or members and their families, including in-person care and remote second opinions outside NY\/NJ. Whether such programs diversify access to academic cancer care is understudied.<br \/>To evaluate whether the service diversifies access to academic cancer care, we examined the self-identified race and ethnicity, geographic composition, and imputed socioeconomic status (Yost Index) of MSK Direct and non-MSK Direct (Control) patients with at least one assessment note at MSK since program inception in 2016 until September 21, 2023. We further stratified MSK Direct patients based on referral by employers vs. unions. Groups were compared using Chi-square or Student T tests.&nbsp;<br \/>The MSK Direct patient population (N=8,604) was more racially diverse than the Control population (N=283,434), with 9.0% Black\/African American patients compared to 6.9% Control (p&#60;0.001) patients and 9.3% Asian-Far East\/Indian Subcontinental patients compared to 7.5% Control patients (p&#60;0.001). Of MSK Direct patients, 10.5% identified as Hispanic or Latino vs. 7.5% of Control patients (p&#60;0.001). Among MSK Direct patients, 14.2% of union-member patients self-identified as Black vs. 6.1% of non-union members, while Asian patients comprised 12.1% of company-referral patients vs. 5.8% of union patients. Hispanic patients represented 17.4% of union-referral patients vs. 6.5% of company referrals. The median Yost Index of union MSK Direct patients was 25 vs. 12 (non-union) and 17 (Control, p&#60;0.001), signifying a less privileged socioeconomic status for union-referred patients. A total of N=336 MSK Direct patients received guidance through remote second opinions across 41 states, with the most common home states being Georgia, Arizona, and Florida.&nbsp;<br \/>Addressing healthcare disparities in diverse populations is a complex and systemic challenge. Direct partnerships with employers and unions are a new paradigm that may expand access to academic cancer care outside a center&#8217;s usual geographic and sociodemographic catchment. Different partnering strategies may enhance the representation of specific patient populations.&nbsp;&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Patient advocacy,Race,African American,Advocacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Michele Waters<\/b><sup><\/sup>, Greg Crewse<sup><\/sup>, Cole Manship<sup><\/sup>, Abigail Baldwin-Medsker<sup><\/sup>, Chris Fong<sup><\/sup>, Nikolaus Schultz<sup><\/sup>, Sergio Giralt<sup><\/sup>, Benjamin Roman<sup><\/sup>, Michelle Johnson<sup><\/sup>, Francesca Gany<sup><\/sup>, Carol Brown<sup><\/sup>, Bob  T.  Li<sup><\/sup>, Justin Jee<sup><\/sup><br><br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"18a4a913-d123-497c-8a7d-7fb25299440a","ControlNumber":"7088","DisclosureBlock":"&nbsp;<b>M. Waters, <\/b> None..<br><b>G. Crewse, <\/b> None..<br><b>C. Manship, <\/b> None..<br><b>A. Baldwin-Medsker, <\/b> None..<br><b>C. Fong, <\/b> None.&nbsp;<br><b>N. Schultz, <\/b> <br><b>Cambridge Innovation Institute,  Innovation in Cancer Informatics, Novartis, OneOncology<\/b> Other, Cambridge Innovation Institute (Professional Services and Activities [Uncompensated]), Innovation in Cancer Informatics\u000d\u000a(Professional Services and Activities [Uncompensated]), Novartis (Professional Services and Activities), OneOncology (Professional Services and Activities). <br><b>S. Giralt, <\/b> <br><b>Miltenyi Biotec, Takeda Pharmaceutical Co,  Celgene Corp., etc.<\/b> Other, S.G. receives research funding from Miltenyi Biotec, Takeda Pharmaceutical Co., Celgene Corp., Amgen Inc., Sanofi, Johnson and Johnson, Inc. and Actinium Pharmaceuticals, Inc. and is on advisory boards for Kite Pharmaceuticals, Inc., Celgene Corp., Sanofi, Novartis, Johnson and Johnson, Inc., Amgen Inc., Takeda Pharmaceutical Co., Jazz Pharmaceuticals, Inc. and Actinium Pharmaceuticals, Inc..<br><b>B. Roman, <\/b> None..<br><b>M. Johnson, <\/b> None..<br><b>F. Gany, <\/b> None..<br><b>C. Brown, <\/b> None.&nbsp;<br><b>B. T. Li, <\/b> <br><b>Amgen, Genentech, Boehringer Ingelheim, Lilly, AstraZeneca, etc.<\/b> Other, Bob Li has served as an uncompensated advisor and consultant to Amgen, Genentech, Boehringer Ingelheim, Lilly, AstraZeneca, Daiichi Sankyo. He has received research grants to his institution from Amgen, Genentech, AstraZeneca, Daiichi Sankyo, Lilly, Illumina, GRAIL, Guardant Health, Hengrui Therapeutics, MORE Health and Bolt Biotherapeutics.. <br><b>MORE Health, Jiangsu Hengrui Medicine<\/b> Travel, Other, Bob Li has received academic travel support from MORE Health, and Jiangsu Hengrui Medicine. <br><b>MSK, Karger Publishers, Shanghai Jiao Tong University Press<\/b> Patent, Other Intellectual Property, Other, He is an inventor on two institutional patents at MSK US62\/685,057, US62\/514,661 and has intellectual property rights as a book author at Karger Publishers and Shanghai Jiao Tong University Press..<br><b>J. Jee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1009","PresenterBiography":null,"PresenterDisplayName":"Michele Waters, D Phil","PresenterKey":"a67ed385-c0d1-46f0-a19e-94d411d706fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1009. Direct partnering with employers and unions diversifies cancer center access","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Direct partnering with employers and unions diversifies cancer center access","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer portends a very poor prognosis. It is the third leading cause of cancer deaths in the United States. African Americans have a 50- 90% increased incidence of pancreatic cancer in comparison to other racial groups. 20% of patients present with operable disease and will have a median overall survival of 2.5 years if able to undergo surgical resection. There is a desperate need to discover novel ways of treating pancreatic cancer. Understanding of the microbiome may be informative to overcoming chemotherapy resistance, toxicity and improving outcomes and disparities. The aim of this study is to (1) identify changes in the microbiota during neoadjuvant treatment of pancreatic ductal adenocarcinoma that correlate with treatment response and (2) identify changes in the microbiota during neoadjuvant treatment of pancreatic ductal adenocarcinoma that correlate with treatment toxicity in a diverse patient population.<br \/>Methods: Patients with resectable or borderline resectable pancreatic cancer who are enrolled in a multi-site clinical trial (NCT03483038) receiving neoadjuvant NEO-Nali-IRI (oxaliplatin, liposomal irinotecan and 5- FU) followed by surgical resection were asked to provide serial microbiome collections of saliva, urine (collected in clinic), and stool with a dietary log during the following four (or five) time points: at baseline, mid-therapy (after C4), at completion of chemotherapy (after C8), after radiation if applicable, and at 4-6 weeks post-operative. Participants were given stool collection kits during clinic visits for home sample acquisition. All stool samples were mailed to the University of Florida Health Cancer Center Microbiome Biorepository. Demographics, stage, medical history and concurrent medications including antimicrobics and probiotics, chemotherapy dose-reductions, delays, discontinuations, adverse events, safety adverse events, attribution of causality, and hospitalizations were obtained. Outcomes include imaging response using RECIST criteria, CA 19-9 trend, development of metastatic disease, and the ability to proceed to definitive surgical resection. DNA will be extracted from stool and analyzed using 16S rRNA sequencing methods to determine signatures and alpha\/beta biodiversity. Descriptive statistics and correlative analysis will be reported. Continuous and categorical variables will be compared with Student&#8217;s t-test and Chi-squared test. Multiple groups will be compared by ANOVA. Kaplan-Meier logistic regression will be performed to compare outcomes between the different microbiota groupings.<br \/>Conclusion: Serial microbiome collection from a multi-site clinical trial is feasible during neoadjuvant chemotherapy for pancreatic cancer and can increase the diversity of the sample population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Microbiome,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Rogers<\/b><sup>1<\/sup>, R. Thomas<sup>1<\/sup>, I. Nassour<sup>1<\/sup>, I. Sahin<sup>1<\/sup>, B. Ramnaraign<sup>1<\/sup>, K. Russell<sup>2<\/sup>, S. Hughes<sup>1<\/sup>, K. Hitchcock<sup>1<\/sup>, O. Kayaleh<sup>3<\/sup>, A. Turk<sup>4<\/sup>, M. Ratcliff<sup>1<\/sup>, T. George<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL, <sup>2<\/sup>Tallahassee Memorial Hospital, Tallahassee, FL, <sup>3<\/sup>Orlando Health, Orlando, FL, <sup>4<\/sup>Indiana University, Indianapolis, IN","CSlideId":"","ControlKey":"24d31d3a-7f58-4a77-859a-72fc44014afc","ControlNumber":"7823","DisclosureBlock":"<b>&nbsp;S. Rogers, <\/b> <br><b>Natera Oncology<\/b> Advisory Board.<br><b>R. Thomas, <\/b> None..<br><b>I. Nassour, <\/b> None..<br><b>I. Sahin, <\/b> None..<br><b>B. Ramnaraign, <\/b> None..<br><b>K. Russell, <\/b> None..<br><b>S. Hughes, <\/b> None..<br><b>K. Hitchcock, <\/b> None..<br><b>O. Kayaleh, <\/b> None..<br><b>A. Turk, <\/b> None..<br><b>M. Ratcliff, <\/b> None.&nbsp;<br><b>T. George, <\/b> <br><b>Billion To One<\/b> Other, Consultant. <br><b>Seagan<\/b> Consultant. <br><b>Nihon Medi-Physics<\/b> Consultant. <br><b>KAHR Medical<\/b> Consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1010","PresenterBiography":null,"PresenterDisplayName":"Sherise Rogers, MD;MPH","PresenterKey":"2e433c2f-9a58-4ce0-80fc-254c87f273a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1010. Feasibility of serial microbiome collection in a multi-site neoadjuvant pancreatic cancer clinical trial allowing for a diverse patient population","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Feasibility of serial microbiome collection in a multi-site neoadjuvant pancreatic cancer clinical trial allowing for a diverse patient population","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The incident of early onset of colorectal cancer (EOCRC) is increasing in adults including in African Americans (AA).<br \/><b>Aim:<\/b> To investigate differences between EOCRC compared to late onset colorectal cancer (LOCRC) in AA patients.<br \/><b>Methods:<\/b> We reviewed demography, pathology and colonoscopy records of patients seen at Howard University Hospital from 1959 to 2023. This retrospective cohort consists of 175 EOCRC cases (&#60;45 years) and 2025 LOCRC cases (&#62;45 years). The age-adjusted rates for EOCRC and LOCRC were calculated for the age categories &#60;45 and above 45.<br \/><b>Results:<\/b> The cohort comprised predominantly AA individuals (&#62;85%). Gender distribution showed slightly more females (1074, 53%) than males, with no significant difference observed between EOCRC and LOCRC groups (p=0.94). Initial symptoms at presentation were prevalent in both EOCRC (93.8%) and LOCRC (92.6%). Notably, EOCRC exhibited a higher incidence of abdominal pain (23.3% vs. 17.2%, p=0.05) and changes in bowel habits (24.4% vs. 14%, p=0.05) compared to LOCRC. However, other symptoms such as melena, hematochezia, weight loss, and anemia were less prevalent in EOCRC than in LOCRC. Additionally, comorbidities like hypertension (HTN), diabetes mellitus (DM), and inflammatory bowel disease (IBD) were less frequent in EOCRC compared to LOCRC. Family history of colon cancer in first-degree relatives was notably higher in EOCRC (15.5%) compared to LOCRC (3.2%, p=0.01). Pathology reports indicated a higher occurrence of neuroendocrine tumors in EOCRC (2.8%) than in LOCRC (1.4%). Complications such as gastrointestinal bleeding and abdominal CT abnormalities were more frequent in EOCRC. Location-wise, EOCRC was primarily observed in the left sigmoid and rectosigmoid regions (p=0.01). Metastasis to other organs was more prevalent in EOCRC than in LOCRC (p=0.04) suggesting more aggressive and advanced lesions. Surgical interventions were slightly more common in EOCRC (80.4%) than in LOCRC (79.1%). Type of polyps and stage distribution showed some variations between the two groups. Interestingly, the incidence of colorectal cancer showed fluctuations over the years, peaking between 1980 and 1989 before declining in recent years, probably as a result of colonoscopy popularization.<br \/><b>Conclusion:<\/b> CRC incidence is increasing among young AA who display highly advanced and more metastatic tumors in comparison with LOCRC. While current screening programs seems to have decreased CRC prevalence in individuals older than 45, special attention needs to be addressed to young AA adults as well, to counter the observed trend, as they have the highest incidence of CRC among young population groups by race\/ethnicity. Detailed analysis of the molecular landscape of EOCRC AA tumors is needed to understand the differential pathways and mechanisms defining these early onset cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-04 Community outreach and patient accrual,,"},{"Key":"Keywords","Value":"Colorectal cancer,African American,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Challa<sup>1<\/sup>, M. Deverapalli<sup>1<\/sup>, N. Farjana<sup>1<\/sup>, L. Gayathri Chirumamilla<sup>1<\/sup>, R. Oskrouchi<sup>2<\/sup>, S. Mynedi<sup>3<\/sup>, M. Rashid<sup>1<\/sup>, k. senthilvelan<sup>3<\/sup>, B. Shokrani<sup>3<\/sup>, R. Zafar<sup>3<\/sup>, A. Kibreab<sup>3<\/sup>, F. Aduli<sup>3<\/sup>, A. Laiyemo<sup>3<\/sup>, z. Sharif<sup>3<\/sup>, H. Brim<sup>1<\/sup>, <b>H. Ashktorab<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Howard University, Bethesda, MD, <sup>2<\/sup>Kuwait, Kuwait, Kuwait, <sup>3<\/sup>Howard University, Washington, DC","CSlideId":"","ControlKey":"c1ec81d9-a597-48d4-b4a9-0b7ed8ec67d1","ControlNumber":"8308","DisclosureBlock":"&nbsp;<b>S. Challa, <\/b> None..<br><b>M. Deverapalli, <\/b> None..<br><b>N. Farjana, <\/b> None..<br><b>L. Gayathri Chirumamilla, <\/b> None..<br><b>R. Oskrouchi, <\/b> None..<br><b>S. Mynedi, <\/b> None..<br><b>M. Rashid, <\/b> None..<br><b>K. senthilvelan, <\/b> None..<br><b>B. Shokrani, <\/b> None..<br><b>R. Zafar, <\/b> None..<br><b>A. Kibreab, <\/b> None..<br><b>F. Aduli, <\/b> None..<br><b>A. Laiyemo, <\/b> None..<br><b>Z. Sharif, <\/b> None..<br><b>H. Brim, <\/b> None..<br><b>H. Ashktorab, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1011","PresenterBiography":"","PresenterDisplayName":"Hassan Ashktorab, PhD","PresenterKey":"b62ad7c1-34f7-4f48-abcb-7df4e6ea84c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1011. A comprehensive comparative analysis of African Americans&#8217; early onset and late onset colorectal cancer: A 60 year study in underserved population serving hospital","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive comparative analysis of African Americans&#8217; early onset and late onset colorectal cancer: A 60 year study in underserved population serving hospital","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is ranked third in the United States for both cancer incidence and mortality. Despite a decline in both categories, CRC continues to be a great concern in American Indian\/Alaska Native (AI\/AN) communities. AI\/AN populations have also experienced the largest increase in early-onset colorectal cancer, have the second highest CRC incidence rates, and the AN community has the highest rates of CRC worldwide. AI\/AN populations face numerous barriers and are susceptible to risk factors that may contribute to these findings. Currently, a significant amount of research is on screening efforts. Through conducting a literature review of 63 articles, as well as an additional 11 supplemental sources, this manuscript aims to look at several aspects of CRC including demographics, diet, screening, and the impact of geography. This review presents and organizes available research on CRC in the AI\/AN population and explores research beyond screening because a more comprehensive and population-specific fund of knowledge on the totality of the subject is critical to directing more effective prevention, earlier detection, and management. Evaluating different components of CRC honors the holistic approach to health practiced by AI\/AN communities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Risk factors,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. R. Monetathchi<\/b>, W. Carson, A. Little, F. M. Cordova-Marks, J. Erdrich; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"e93ed8c4-05ca-4e4e-b8bf-20c718f42a8d","ControlNumber":"4093","DisclosureBlock":"&nbsp;<b>A. R. Monetathchi, <\/b> None..<br><b>W. Carson, <\/b> None..<br><b>A. Little, <\/b> None..<br><b>F. M. Cordova-Marks, <\/b> None..<br><b>J. Erdrich, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1012","PresenterBiography":null,"PresenterDisplayName":"Angela Monetathchi","PresenterKey":"4100dacf-0cbb-4ed5-8cb4-473b2ff58c24","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1012. Colorectal cancer in the American Indian and Alaska Native community: A holistic review","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colorectal cancer in the American Indian and Alaska Native community: A holistic review","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The need to increase understanding of prostate cancer (CaP) is ever increasing. Unfortunately, there is limited understanding of how CaP affects men of African ancestry (MAA) despite significant disparities in CaP prevention, diagnosis, and treatment due to genetic and sociobehavioral factors. Conducting CaP clinical trials (CTs) in Africa presents multiple opportunities to improve upon collective knowledge of CaP in MAA experiences, expand patient access to CTs, and provide opportunities for African scientists and urologists to contribute to research on the global stage. The International Registry of Men with Advanced Prostate Cancer (IRONMAN) seeks to reduce CaP disparities by sponsoring sites throughout Africa. Four Prostate Cancer Transatlantic Consortium (CaPTC) institutions in Nigeria currently participate in IRONMAN: University of Ilorin Teaching Hospital, Federal Medical Center, University of Maiduguri, and Lagos State University Teaching Hospital. Because CTs of this scale are infrequently conducted in Africa, there are special considerations when conducting CTs in low-middle-income countries (LMICs) like Nigeria.<br \/><b>Methods:<\/b> Hourlong interviews dedicated to site staff were conducted via Zoom in Spring 2023 (four total). Interviews utilized a Strengths, Weaknesses, Opportunities, and Threats (SWOT) analysis approach. Each interview was recorded, transcribed, and validated by study staff for accuracy. Themes from each were inductively coded and then collated across all four sites.<br \/><b>Results: <\/b>The urologists, oncologists, phlebotomists, pathologists, nurses, research coordinators that make up the study teams identified the holistics of conducting the IRONMAN study at their sites. Strengths included a large patient population to recruit from and appropriate resources to conduct the study (ex., lab space, clinical knowledge, staffing levels). Weaknesses included the social determinants of health that negatively impact patient participation, limited biorepository space to store samples, and the need for patient-physician trust. The greatest opportunity presented was Nigerian institutions joining more CTs in the future, particularly multi-site global trials. Described threats included staff turnover, national stability, and increased economic disparities.<b><\/b><br \/><b>Discussion: <\/b>While increasing the overall number of CTs in Africa is a noble cause, sponsors and institutions should note the unique circumstances in implementing CTs in Africa when designing CTs and recruiting sites. Listening to the experiences of study teams is pivotal in ensuring CTs are Africa-minded - they will be complimentary to established research infrastructure, appropriately funded, and culturally responsive all in the name of equitable research. By doing so, ethical compliance and quality data collection will ensue and reduce disparities at the micro, mezzo, and macro levels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,African,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. O. Bolajoko<\/b><sup>1<\/sup>, P. Fathi<sup>1<\/sup>, O. Toye<sup>2<\/sup>, D. D. Fulwood<sup>1<\/sup>, A. Popoola<sup>3<\/sup>, C. Ogo<sup>4<\/sup>, H. Dogo<sup>5<\/sup>, O. Fatiregun<sup>6<\/sup>, A. Sowumi<sup>7<\/sup>, P. Jibrin<sup>3<\/sup>, M. A. Jimoh<sup>8<\/sup>, F. Mohammed<sup>9<\/sup>, F. Odedina<sup>1<\/sup>, Prostate Cancer Transatlantic Consortium; <br\/><sup>1<\/sup>Mayo Clinic, Jacksonville, FL, <sup>2<\/sup>Prostate Cancer Transatlantic Consortium, Ilorin, Nigeria, <sup>3<\/sup>University of Ilorin Teaching Hospital, Ilorin, Nigeria, <sup>4<\/sup>Federal Medical Center, Abeokuta, Nigeria, <sup>5<\/sup>University of Maiduguri Teaching Hospital, Maiduguri, Nigeria, <sup>6<\/sup>Lagos State Teaching Hospital, Lagos, Nigeria, <sup>7<\/sup>Lagos University Teaching Hospital, Lagos, Nigeria, <sup>8<\/sup>Lagos State University Teaching Hospital, Lagos, Nigeria, <sup>9<\/sup>Amadu Bello University, Zaria, Nigeria","CSlideId":"","ControlKey":"055c82b4-ed44-4895-96c6-d37681187c35","ControlNumber":"5041","DisclosureBlock":"&nbsp;<b>O. O. Bolajoko, <\/b> None..<br><b>P. Fathi, <\/b> None..<br><b>O. Toye, <\/b> None..<br><b>D. D. Fulwood, <\/b> None..<br><b>A. Popoola, <\/b> None..<br><b>C. Ogo, <\/b> None..<br><b>H. Dogo, <\/b> None..<br><b>O. Fatiregun, <\/b> None..<br><b>A. Sowumi, <\/b> None..<br><b>P. Jibrin, <\/b> None..<br><b>M. A. Jimoh, <\/b> None..<br><b>F. Mohammed, <\/b> None..<br><b>F. Odedina, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1013","PresenterBiography":null,"PresenterDisplayName":"Opeyemi Bolajoko, MS;PhD;RD","PresenterKey":"8d34196a-c04b-4d41-9ef9-6b3a5aeba354","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1013. Strengths, weaknesses, opportunities, and threats of conducting clinical trials in Nigeria: The IRONMAN study","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Strengths, weaknesses, opportunities, and threats of conducting clinical trials in Nigeria: The IRONMAN study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Triple-negative breast cancer (TNBC) accounts for about 10-15% of all breast cancers nationwide with disparities of incidence and outcomes among races, geographic locations, and other factors. This study is aimed to analyze the differences in the rate of TNBC, patient conditions at time of diagnosis, and death from TNBC among women in Mississippi.<br \/><b>Methods:<\/b> A retrospective study was conducted to serially review breast cancer cases diagnosed in the University of Mississippi Medical Center during May 2016 to May 2023. The entire breast cancer population was then stratified by race. The rate of TNBC, age and BMI at time of diagnosis, the rate of expiration were compared between African American (AA) and Caucasian American (CA) women with breast cancer. Two-tailed Student&#8217;s T-test was used to calculate the difference in mean values, and Chi-Square Test was used to compare the difference in rates or percentages. The significant p value was set at p&#60;0.05.<br \/><b>Results:<\/b> In total 291 women with breast cancer, AA patients were 195 (67.01%), CA patients were 88 (30.24%), and other were 8 (2.75%). The mean age of all patients was 58.3 years-old (ranged 24-97). The mean BMI was 31.19. The patients with TNBC were 109 (37.46%) in entire studied population. A total of 32 (1.6%) patients, including 14 TNBC and 18 non-TNBC were expired with an average age of 61.84 and an average survival time of 20 months from diagnosis to expiration. As compared to CA patient population, AA breast cancer patients had onset at younger age (58.08&#177;0.88 vs. 59.18&#177;1.36), had a higher BMI (31.79&#177;0.62 vs. 28.25&#177;1.05, p=0.017), higher percentage of TNBC (41.54% vs. 30.68%, p=0.082 and OR=1.605), and higher rate of expiration (11.28% vs, 9.1%). Also, as compared to CA expired patients with breast cancer, AA expired patients had higher BMI (29.57 vs. 28.61), shorter survival time (17.5 months vs. 19.4 months), and died at younger age (61.84-year old vs. 66.38-year old) with a higher proportion of TNBC subtype (54.6% vs 12.5%, p=0.045, OR=9.6).<br \/><b>Conclusions:<\/b> Breast cancer is greatly disparate racially between AA and CA and geographically between Mississippi and US national average. The disparities are manifested in the proportion of TNBC subtype, age at onset of breast cancer, BMI at time of diagnosis, and death rate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Breast cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Kaur<\/b><sup>1<\/sup>, J. A. Khan<sup>1<\/sup>, J. Mao<sup>2<\/sup>, D. Melvin<sup>3<\/sup>, M. M. Hassan<sup>1<\/sup>, X. Zho<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Mississippi Medical Center, Jackson, MS, <sup>2<\/sup>Tougaloo College,, Tougaloo, MS, <sup>3<\/sup>Tougaloo College, Tougaloo, MS","CSlideId":"","ControlKey":"8e4de643-e5c2-4d76-b836-59187f390495","ControlNumber":"5552","DisclosureBlock":"&nbsp;<b>N. Kaur, <\/b> None..<br><b>J. A. Khan, <\/b> None..<br><b>J. Mao, <\/b> None..<br><b>D. Melvin, <\/b> None..<br><b>M. M. Hassan, <\/b> None..<br><b>X. Zho, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1014","PresenterBiography":null,"PresenterDisplayName":"Navdeep Kaur, MD","PresenterKey":"df273a01-56d9-4cd5-b099-c1c3590d61b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1014. Disparities of triple negative breast cancer in Mississippi","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disparities of triple negative breast cancer in Mississippi","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Lung cancer is the leading cause of cancer-related deaths. Tobacco smoke is well-recognized as the dominant risk factor. Stress, lung inflammation, air pollution and other factors also contribute to the risk of developing lung cancer Racial\/ethnic disparities in lung cancer risks exit as well. The quantitative contributions of different these risk factors to lung cancer and associated disparities, however, have not been systematically characterized. One major barrier is the lack of tools to non-invasively and objectively quantify these risk factors, which precludes the identification of high-risk individuals and the development of effective prevention. Data from our group, particularly results from a pilot clinical trial, suggest that kava, traditionally consumed in the South Pacific Islands as a beverage to reduce stress and promote relaxation, may holistically reduce lung cancer risk by impacting multiple factors that contribute to lung cancer risk.<br \/><b>Aim<\/b>: This study aims to discover mechanism-based non-invasive biomarkers reflective of different lung cancer risk factors and explore their potential roles in lung cancer risk disparities. Such biomarkers are also employed to characterize the holistic effects of kava in reducing lung cancer risk and its potential in mitigating associated disparities.<br \/><b>Results and Analysis<\/b>: One-week of kava significantly reduced the level of nicotine exposure among smokers, quantified by the Total Nicotine Equivalents (TNE) in the 24-h urine sample. Excitingly the reduction in TNE appeared to be higher among African American smokers in comparison to participants of other race\/ethnicity. Biomarkers for stress (plasma cortisol and urinary total cortisol equivalents (TCE)) were significantly reduced upon one-week kava use, which may mechanistically contribute to the reductions in tobacco use. The reduction in plasma cortisol and TCE were higher among African American smokers as well. One-week kava exposure also increased urinary excretion of total NNAL and reduced urinary 3-methyladenine (3-mA) in participants, suggestive of its ability to reduce the carcinogenicity of nicotine-derived nitrosamine ketone (NNK). Kava effects on NNAL and 3mA were again more pronounced among African American smokers.<br \/><b>Conclusion and future directions<\/b>: These results demonstrate the potential of mechanism-based biomarkers in investigating lung cancer risks and associated disparities. Such biomarkers may also facilitate the translational development of effective and targeted interventions, such as kava, which may not only reduce lung cancer risk but also mitigate the associated disparities. Additional mechanism-based biomarkers on other tobacco carcinogens and inflammation are currently under development. Two clinical trials are ongoing that the current clinical samples will help validate these discoveries.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Lung cancer,Tobacco smoke,Carcinogenesis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Xing<\/b><sup>1<\/sup>, B. Freeman<sup>1<\/sup>, J. Mamallapalli<sup>1<\/sup>, A. Lynch<sup>1<\/sup>, N. Fujioka<sup>2<\/sup>, R. G. Salloum<sup>1<\/sup>, J. Malaty<sup>1<\/sup>, F. Orlando<sup>1<\/sup>, Z. Huo<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"b7e4deb1-5456-4d9e-89cb-dee9fd112980","ControlNumber":"6400","DisclosureBlock":"&nbsp;<b>C. Xing, <\/b> None..<br><b>B. Freeman, <\/b> None..<br><b>J. Mamallapalli, <\/b> None..<br><b>A. Lynch, <\/b> None..<br><b>N. Fujioka, <\/b> None..<br><b>R. G. Salloum, <\/b> None..<br><b>J. Malaty, <\/b> None..<br><b>F. Orlando, <\/b> None..<br><b>Z. Huo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1015","PresenterBiography":null,"PresenterDisplayName":"Chengguo Xing, PhD","PresenterKey":"e460d5a0-995c-4f9a-bde7-9c5e0c7486e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1015. Potential of kava in reducing lung cancer risk and associated disparities: Mechanism-based biomarker discovery and analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential of kava in reducing lung cancer risk and associated disparities: Mechanism-based biomarker discovery and analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Food insecurity (FI) is common among cancer patients and can lead to decreased treatment adherence, worse quality of life, and increased recurrence and mortality. Although some studies suggest that patients with cancer are particularly susceptible to FI, these studies have been limited by their small sample size, narrow sampling of cancer types and stages, and limited geographic scope. To address this gap, this study leverages data from a supportive care organization to characterize FI prevalence and associated risk factors in a nationwide sample of patients with diverse types of cancer.<br \/><b>Methods<\/b>: This cross-sectional study included adults with cancer undergoing treatment referred to Family Reach, a national organization that provides financial support to cancer patients and their families, from 2020-2023. The primary outcome was FI, defined as a self-reported concern that the family would run out of food before getting enough money to buy more. Estimates of FI were provided for the cohort stratified by cancer type; multivariable logistic regression was used to evaluate the association of cancer type (primary independent variable) with FI, adjusted for oncologic and demographic covariates.<br \/><b>Results: <\/b>Of 6,615 patients with cancer, 62.9% reported FI. Across cancer types, FI prevalence ranged from 56% (brain) to 68% (gynecologic). FI did not vary significantly by cancer type on multivariable logistic regression adjusted for oncologic, geographic, and demographic factors (<b>Table 1<\/b>). A variety of demographic factors were associated with FI (<b>Table 1<\/b>).<br \/><b>Conclusion: <\/b>Nearly two-thirds of patients with cancer served by a large national cancer support organization reported FI. FI was common across all types of cancer and was associated primarily with demographic characteristics. These FI prevalence and risk factor data can be used by researchers, clinicians, and community-based organizations to understand and address FI among patients with cancer.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{A828134B-A020-4C67-A7EF-3814D3607DED}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"12\"><b>Table 1. <\/b>Characteristics of Patients with Cancer With Food Insecurity Referred to Family Reach and Factors Associated with Food Insecurity Using Multivariable Logistic Regression Analysis.<b><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Outcome<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>N (%)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>(95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Outcome<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>N (%)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>(95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Outcome<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>N (%)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>(95% CI)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\">Cancer Type<\/td><td rowspan=\"1\" colspan=\"4\">Age, y<\/td><td rowspan=\"1\" colspan=\"4\">Region of US<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">• Breast<\/td><td rowspan=\"1\" colspan=\"1\">1,348 (32.4)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;18-64<\/td><td rowspan=\"1\" colspan=\"1\">3,887 (93.3)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Pacific<\/td><td rowspan=\"1\" colspan=\"1\">465 (11.2)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">• Brain<\/td><td rowspan=\"1\" colspan=\"1\">118 (2.8)<\/td><td rowspan=\"1\" colspan=\"1\">0.84<\/td><td rowspan=\"1\" colspan=\"1\">(0.61 - 1.16)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;&#8805;65<\/td><td rowspan=\"1\" colspan=\"1\">279 (6.7)<\/td><td rowspan=\"1\" colspan=\"1\">0.38<\/td><td rowspan=\"1\" colspan=\"1\">(0.3 - 0.48)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Mountain<\/td><td rowspan=\"1\" colspan=\"1\">246 (5.9)<\/td><td rowspan=\"1\" colspan=\"1\">0.94<\/td><td rowspan=\"1\" colspan=\"1\">(0.71 - 1.23)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">• Gastrointestinal<\/td><td rowspan=\"1\" colspan=\"1\">500 (12)<\/td><td rowspan=\"1\" colspan=\"1\">1.13<\/td><td rowspan=\"1\" colspan=\"1\">(0.92 - 1.38)<\/td><td rowspan=\"1\" colspan=\"4\">Gender<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;West South Central<\/td><td rowspan=\"1\" colspan=\"1\">489 (11.7)<\/td><td rowspan=\"1\" colspan=\"1\">1.09<\/td><td rowspan=\"1\" colspan=\"1\">(0.87 - 1.38)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Genitourinary<\/td><td rowspan=\"1\" colspan=\"1\">115 (2.8)<\/td><td rowspan=\"1\" colspan=\"1\">1.1<\/td><td rowspan=\"1\" colspan=\"1\">(0.78 - 1.55)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Male<\/td><td rowspan=\"1\" colspan=\"1\">1,298 (31.2)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;West North Central<\/td><td rowspan=\"1\" colspan=\"1\">213 (5.1)<\/td><td rowspan=\"1\" colspan=\"1\">1.09<\/td><td rowspan=\"1\" colspan=\"1\">(0.82 - 1.44)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Gynecologic<\/td><td rowspan=\"1\" colspan=\"1\">274 (6.6)<\/td><td rowspan=\"1\" colspan=\"1\">1.21<\/td><td rowspan=\"1\" colspan=\"1\">(0.95 - 1.54)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Female<\/td><td rowspan=\"1\" colspan=\"1\">2,859 (68.6)<\/td><td rowspan=\"1\" colspan=\"1\">1.04<\/td><td rowspan=\"1\" colspan=\"1\">(0.91 - 1.19)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;East South Central<\/td><td rowspan=\"1\" colspan=\"1\">302 (7.2)<\/td><td rowspan=\"1\" colspan=\"1\">1.6<\/td><td rowspan=\"1\" colspan=\"1\">(1.21 - 2.13)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Head and Neck<\/td><td rowspan=\"1\" colspan=\"1\">82 (2)<\/td><td rowspan=\"1\" colspan=\"1\">1.08<\/td><td rowspan=\"1\" colspan=\"1\">(0.72 - 1.62)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Other<\/td><td rowspan=\"1\" colspan=\"1\">9 (0.2)<\/td><td rowspan=\"1\" colspan=\"1\">1.07<\/td><td rowspan=\"1\" colspan=\"1\">(0.25 - 4.6)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;East North Central<\/td><td rowspan=\"1\" colspan=\"1\">466 (11.2)<\/td><td rowspan=\"1\" colspan=\"1\">1.02<\/td><td rowspan=\"1\" colspan=\"1\">(0.81 - 1.29)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Hematologic<\/td><td rowspan=\"1\" colspan=\"1\">958 (30)<\/td><td rowspan=\"1\" colspan=\"1\">0.95<\/td><td rowspan=\"1\" colspan=\"1\">(0.79 - 1.15)<\/td><td rowspan=\"1\" colspan=\"4\">Race and Ethnicity<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;South Atlantic<\/td><td rowspan=\"1\" colspan=\"1\">941 (22.6)<\/td><td rowspan=\"1\" colspan=\"1\">1.14<\/td><td rowspan=\"1\" colspan=\"1\">(0.93 - 1.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Lung<\/td><td rowspan=\"1\" colspan=\"1\">247 (5.9)<\/td><td rowspan=\"1\" colspan=\"1\">0.99<\/td><td rowspan=\"1\" colspan=\"1\">(0.77 - 1.26)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Non-Hispanic White<\/td><td rowspan=\"1\" colspan=\"1\">1,725 (41.4)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Middle Atlantic<\/td><td rowspan=\"1\" colspan=\"1\">851 (20.4)<\/td><td rowspan=\"1\" colspan=\"1\">0.76<\/td><td rowspan=\"1\" colspan=\"1\">(0.62 - 0.94)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Melanoma\/Sarcoma<\/td><td rowspan=\"1\" colspan=\"1\">200 (4.8)<\/td><td rowspan=\"1\" colspan=\"1\">0.97<\/td><td rowspan=\"1\" colspan=\"1\">(0.74 - 1.28)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Non-Hispanic Black<\/td><td rowspan=\"1\" colspan=\"1\">1,249 (30)<\/td><td rowspan=\"1\" colspan=\"1\">1.6<\/td><td rowspan=\"1\" colspan=\"1\">(1.4 - 1.83)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;New England<\/td><td rowspan=\"1\" colspan=\"1\">193 (4.6)<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">(0.74 - 1.36)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Other<\/td><td rowspan=\"1\" colspan=\"1\">324 (7.8)<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">(0.79 - 1.25)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Hispanic White<\/td><td rowspan=\"1\" colspan=\"1\">832 (20)<\/td><td rowspan=\"1\" colspan=\"1\">1.63<\/td><td rowspan=\"1\" colspan=\"1\">(1.36 - 1.96)<\/td><td rowspan=\"1\" colspan=\"4\">Preferred Language<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\">Stage<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Asian or Pacific Islander<\/td><td rowspan=\"1\" colspan=\"1\">130 (3.1)<\/td><td rowspan=\"1\" colspan=\"1\">1.1<\/td><td rowspan=\"1\" colspan=\"1\">(0.82 - 1.49)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;English<\/td><td rowspan=\"1\" colspan=\"1\">3,686 (88.5)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;I<\/td><td rowspan=\"1\" colspan=\"1\">415 (10)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"4\">Health Insurance<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Spanish<\/td><td rowspan=\"1\" colspan=\"1\">328 (7.9)<\/td><td rowspan=\"1\" colspan=\"1\">1.69<\/td><td rowspan=\"1\" colspan=\"1\">(1.26 - 2.28)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;II<\/td><td rowspan=\"1\" colspan=\"1\">652 (15.7)<\/td><td rowspan=\"1\" colspan=\"1\">1.01<\/td><td rowspan=\"1\" colspan=\"1\">(0.81 - 1.25)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Private\/commercial<\/td><td rowspan=\"1\" colspan=\"1\">718 (17.2)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Other<\/td><td rowspan=\"1\" colspan=\"1\">61 (1.5)<\/td><td rowspan=\"1\" colspan=\"1\">1.26<\/td><td rowspan=\"1\" colspan=\"1\">(0.81 - 1.98)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;III<\/td><td rowspan=\"1\" colspan=\"1\">814 (19.5)<\/td><td rowspan=\"1\" colspan=\"1\">1.11<\/td><td rowspan=\"1\" colspan=\"1\">(0.9 - 1.37)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Self-pay<\/td><td rowspan=\"1\" colspan=\"1\">240 (5.8)<\/td><td rowspan=\"1\" colspan=\"1\">2.35<\/td><td rowspan=\"1\" colspan=\"1\">(1.74 - 3.16)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;IV<\/td><td rowspan=\"1\" colspan=\"1\">1,254 (30.1)<\/td><td rowspan=\"1\" colspan=\"1\">1.07<\/td><td rowspan=\"1\" colspan=\"1\">(0.87 - 1.32)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Medicaid<\/td><td rowspan=\"1\" colspan=\"1\">1,588 (38.1)<\/td><td rowspan=\"1\" colspan=\"1\">1.87<\/td><td rowspan=\"1\" colspan=\"1\">(1.62 - 2.16)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Not applicable<\/td><td rowspan=\"1\" colspan=\"1\">1,031 (24.7)<\/td><td rowspan=\"1\" colspan=\"1\">0.87<\/td><td rowspan=\"1\" colspan=\"1\">(0.69 - 1.08)<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Medicare<\/td><td rowspan=\"1\" colspan=\"1\">536 (12.9)<\/td><td rowspan=\"1\" colspan=\"1\">2.23<\/td><td rowspan=\"1\" colspan=\"1\">(1.81 - 2.76)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\">Relapsed<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Medicare + Medicaid<\/td><td rowspan=\"1\" colspan=\"1\">122 (2.9)<\/td><td rowspan=\"1\" colspan=\"1\">2.98<\/td><td rowspan=\"1\" colspan=\"1\">(2.06 - 4.3)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;Yes<\/td><td rowspan=\"1\" colspan=\"1\">631 (15.1)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Other<\/td><td rowspan=\"1\" colspan=\"1\">782 (18.8)<\/td><td rowspan=\"1\" colspan=\"1\">1.45<\/td><td rowspan=\"1\" colspan=\"1\">(1.23 - 1.7)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">•&nbsp;No<\/td><td rowspan=\"1\" colspan=\"1\">3,535 (84.9)<\/td><td rowspan=\"1\" colspan=\"1\">1.11<\/td><td rowspan=\"1\" colspan=\"1\">(0.95 - 1.29)<\/td><td rowspan=\"1\" colspan=\"4\">Employment<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Dual employment<\/td><td rowspan=\"1\" colspan=\"1\">1,343 (32.2)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Single employment<\/td><td rowspan=\"1\" colspan=\"1\">2,428 (58.3)<\/td><td rowspan=\"1\" colspan=\"1\">1.24<\/td><td rowspan=\"1\" colspan=\"1\">(1.1 - 1.38)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">•&nbsp;Dual unemployment<\/td><td rowspan=\"1\" colspan=\"1\">261 (6.3)<\/td><td rowspan=\"1\" colspan=\"1\">1.7<\/td><td rowspan=\"1\" colspan=\"1\">(1.31 - 2.21)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Cancer,Food Insecurity,Health-related Social Risk,Social Determinants of Health,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. R. Marrero-Gonzalez<\/b><sup>1<\/sup>, A. Crawford<sup>1<\/sup>, F. Draper<sup>2<\/sup>, A. Incudine<sup>2<\/sup>, S. T. Lindau<sup>3<\/sup>, E. M. Graboyes<sup>1<\/sup>; <br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC, <sup>2<\/sup>Family Reach, Boston, MA, <sup>3<\/sup>The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"051b1ed8-228b-4059-9aa8-ffe51918f924","ControlNumber":"6535","DisclosureBlock":"&nbsp;<b>A. R. Marrero-Gonzalez, <\/b> None..<br><b>A. Crawford, <\/b> None..<br><b>F. Draper, <\/b> None..<br><b>A. Incudine, <\/b> None.&nbsp;<br><b>S. T. Lindau, <\/b> <br><b>Unite USA Inc<\/b> Stock. <br><b>Glenbervie Health, LLC.<\/b> Stock. <br><b>E. M. Graboyes, <\/b> <br><b>Castle Biosciences<\/b> Other, honorarium.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1016","PresenterBiography":null,"PresenterDisplayName":"Alejandro Marrero-Gonzalez, BS","PresenterKey":"d781c6cd-ab74-4ae4-89b2-df8ab04eeff7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1016. Food insecurity among patients with cancer in the US","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Food insecurity among patients with cancer in the US","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Colorectal cancer (CRC) is recognized as a heterogeneous disease, ranking third in new cancer diagnoses and second in cancer-related deaths globally and nationally. CRC incidence is higher in the state of Hawaii compared to the U.S. overall. This study focuses on profiling immune cell infiltration in Native Hawaiian(NH)-specific CRC tumor microenvironments. Identifying the race-specific tumor infiltrating microenvironment may uncover potential mechanisms for CRC development in the NH population.<br \/><b>Methods <\/b>Deidentified, archival formalin-fixed paraffin-embedded tumor samples from<b> <\/b>Native Hawaiian patients diagnosed with primary CRC between 1990 and 2006 were obtained from the Hawaii Tumor Registry. RNA was extracted from tumor and adjacent normal tissues. RNA-seq data from Caucasian American (CA) CRC samples were obtained from The Cancer Genome Atlas (TCGA) and the Gene Expression Omnibus (GEO). Differentially expressed genes for each cohort were identified via DESeq2 with Benjamini-Hochberg multiple testing q-value&#60;0.05 and a cutoff of 2-fold change. From the gene expression profiles, we applied the ESTIMATE algorithm to calculate the overall immune cell infiltration score for each sample. Based on a deconvolution algorithm, known as CIBERSORT to estimate the abundance of 22 immune cell types, we profiled the tumor-infiltrating immune cells present in each cohort&#8217;s paired samples, respectively. To improve the accuracy, p-value and root mean squared error were counted for each sample. Data with p&#60;0.05 were filtered and selected for the next analysis. The fraction of immune cell subpopulations was evaluated and compared between paired tumor and adjacent normal tissues in NH and CA cohorts.<b><\/b><br \/><b>Results <\/b>In the NH cohort, we found the overall immune cell infiltration score was significantly lower in cancer tissues than the adjacent normal tissues (p&#60;0.05), and there were significantly higher fractions of activated dendritic cells, resting natural killer (NK), and follicular helper T cells in tumor tissues compared to adjacent non-tumor tissues (p&#60;0.05). Furthermore, the fractions of activated NK cells and plasma cells were significantly lower in tumor tissues than in adjacent non-tumor tissues in NH (p&#60;0.05). Resting NK cells are upregulated in both the NH and the CA cohorts, while plasma cells are the only immune cell type downregulated in either cohort. In the NH cohort, activated dendritic cells and follicular helper T cells are exclusively upregulated, while activated NK cells are downregulated relative to the CA cohort.<b><\/b><b> <\/b><br \/><b>Conclusion <\/b>This study demonstrates that the NH cohort displays distinctive immunological variances between tumor and adjacent non-tumor tissues which distinguishes them from the CA cohort. This emphasizes the significance of acknowledging population-specific genetic variations which may help understand race specific difference in CRC.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL05-05 Other,,"},{"Key":"Keywords","Value":"Cancer,Microenvironment,Immune cells,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Fu<\/b>, G. Quintal, M. Nasu, M. Jijiwa, S. K. Rai, I. Mohd-Ibrahim, Y. Chen, H. Yang, Z. Wang, C. Wai, O. Chan, B. Y. Hernandez, Y. Deng; <br\/>University of Hawaii at Manoa, Honolulu, HI","CSlideId":"","ControlKey":"edd9c12f-7a69-41a5-847c-945de60d72ec","ControlNumber":"7430","DisclosureBlock":"&nbsp;<b>Y. Fu, <\/b> None..<br><b>G. Quintal, <\/b> None..<br><b>M. Nasu, <\/b> None..<br><b>M. Jijiwa, <\/b> None..<br><b>S. K. Rai, <\/b> None..<br><b>I. Mohd-Ibrahim, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>C. Wai, <\/b> None..<br><b>O. Chan, <\/b> None..<br><b>B. Y. Hernandez, <\/b> None..<br><b>Y. Deng, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1017","PresenterBiography":null,"PresenterDisplayName":"Yuanyuan Fu, PhD","PresenterKey":"6b2aa2b1-7080-4281-bdf1-4fd8bf56b024","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1017. Characterizing immune cell infiltration in colorectal cancer tumor microenvironment among Native Hawaiians","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing immune cell infiltration in colorectal cancer tumor microenvironment among Native Hawaiians","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Advancements in diagnosis and treatment of cystic fibrosis (CF) has allowed improvement in overall survival which also in part explains the increasing incidence of malignancies among these patients, particularly, gastrointestinal cancers. Existing data related to the characteristics and outcomes of patients with CF and pancreatic cancer (PC) are limited to small case series. We sought to investigate the same using a large population-based database.<br \/>Methods: We used TriNetX, a national database comprising approximately 74 million patients across 54 healthcare organizations in the United States. We retrospectively identified patients with CF who also had a diagnosis of PC (using ICD-10 codes). We then performed an age, sex and race-matched analysis to compare patients with CF+PC to patients with CF alone. To study the impact of CF diagnosis on PC-related outcomes, we performed a propensity matched analysis between cohorts of patients with CF+PC and patients with PC alone. Kaplan Meier estimates were used for survival analysis. A p-value of &#60;0.05 was considered statistically significant.<br \/>Results: We identified a total of 41,655 patients with CF, out of which 198 patients had a diagnosis of PC (0.48 %). A total of 180 patients were included in the propensity matched comparative analysis. Patients with CF and PC had a significantly higher prevalence of type 2 diabetes mellitus (42.8% vs 5.6%, p&#60;0.001), hypertension (58.3% vs 5.6%, p&#60;0.001) and hyperlipidemia (40% vs 5.6%, p&#60;0.001) than patients with CF with no PC. No differences in the prevalence of liver cirrhosis were noted (8.9% vs 5.6%, p=0.22). Patients with PC and CF had a significantly lower prevalence of bronchiectasis (15.8% vs 28.7%, p=0.004). In a propensity matched analysis between patients with CF and PC and PC alone, CF did not impact survival among patients with resectable [HR=1.042 (0.35-3.11), p=0.79] or unresectable\/advanced PC [HR=1.17 (0.62-2.22), p=0.09].<br \/>Conclusion: To our knowledge, this is the largest analysis investigating the characteristics and outcomes of patients with CF and PC. The prevalence of PC in patients with CF is higher than reported prevalence among general population. We found a significantly higher prevalence of diabetes, hypertension and hyperlipidemia and a significantly lower prevalence of bronchiectasis among patients with CF and PC. CF does not appear to impact overall survival among patients with resectable or unresectable or advanced PC. Our findings may inform risk prediction models for PC among patients with CF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL10-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Risk factors,Outcome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Manchkanti<sup>1<\/sup>, S. J. Gaddam<sup>2<\/sup>, <b>U. S. Grewal<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Carver College of Medicine, University of Iowa, Iowa City, IA, <sup>2<\/sup>Louisiana State University Health Sciences Center, Shreveport, LA, <sup>3<\/sup>University of Iowa Hospitals and Clinics, Iowa City, IA","CSlideId":"","ControlKey":"832f8dfe-8c3c-4813-ab87-0b0cb6fccd6e","ControlNumber":"8315","DisclosureBlock":"&nbsp;<b>S. Manchkanti, <\/b> None..<br><b>S. J. Gaddam, <\/b> None..<br><b>U. S. Grewal, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9938","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1018","PresenterBiography":null,"PresenterDisplayName":"Udhayvir Grewal","PresenterKey":"0e831a53-a978-465a-8cc9-be57bf6e8b47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1018. Characteristics and outcomes of patients with cystic fibrosis and pancreatic cancer: A population-based comparative analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characteristics and outcomes of patients with cystic fibrosis and pancreatic cancer: A population-based comparative analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: In the United States, over 60% of breast cancer survivors are 65 years and older; however, little is known about patient-reported symptoms and the effect that cancer treatments could have on survivors years after their primary treatment and diagnosis. This study evaluated perceived cognitive function in older breast cancer survivors and whether prior chemotherapy was associated with cognitive outcomes.<br \/>Methods: Breast cancer patients aged 65 years and older, diagnosed 2012-2013, with local and regional stage disease, were identified through the linked Texas Cancer Registry-Medicare dataset (TCR). Survivors were mailed a survey to assess their cognitive function through the Functional Assessment of Cancer Therapy-Cognitive Function (FACT-Cog V3) instrument (section G of the survey). The survey also collected demographic and clinical data and was collected between April 2018 and October 2019. Utilizing the data from the self-administered questionnaires, TCR, and Medicare claims, the cognitive function and quality of life among elderly patients were evaluated to assess whether prior chemotherapy and\/or endocrine therapy impacts long-term health. A linear regression model was used to examine the significance of receiving chemotherapy to FACT-Cog V3 primary score while controlling for respondent sociodemographic and clinical variables.<br \/>Results: Of 4,448 eligible patients, 1,954 (43.9% response rate) responded to section G. Of these, 1,065 respondents completed all 4 sections, 37 questions. Eighty of those 1065 respondents self-reported disease recurrence which excluded them from the analyses in order to avoid biases, leaving a total of 985 cases for this study. Median time from diagnosis to survey completion was 68 months (IQR 62-73). Receipt of chemotherapy was associated with a slightly lower FACT-Cog score. In total, those with chemotherapy scored, on average, 105.6 (SD 21.2) while those without scored 107.1 (SD 22.3). The largest difference in mean scores is attributed to the Perceived Cognitive Impairment subsection (scored from 0-72) where those with chemotherapy scored, on average, 57.2 (SD 13.8) and those without scored 58.7 (SD 14.0).<br \/>Responsible Conduct Of Research: We need to ensure that the privacy of our patients will be protected when using their information from the surveys.<br \/>Conclusion: Adjuvant chemotherapy was associated with more self-reported cognitive impairment in older breast cancer survivors, even 5-6 years after diagnosis. However, the difference between patients who received chemotherapy versus those who did not was modest, suggesting limited clinical significance. Further research is needed to determine the long-term impact of cancer treatments, particularly in older cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Chemotherapy,Survivorship,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Kim<\/b>, K.-P. Liao, S. Peterson, D. Zorzi, L. Li, M. Chavez MacGregor, S. Giordano; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"11d49a92-9b05-42a1-bfff-dbe413ca0df4","ControlNumber":"2127","DisclosureBlock":"&nbsp;<b>R. Kim, <\/b> None..<br><b>K. Liao, <\/b> None..<br><b>S. Peterson, <\/b> None..<br><b>D. Zorzi, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>M. Chavez MacGregor, <\/b> None..<br><b>S. Giordano, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11739","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7454","PresenterBiography":null,"PresenterDisplayName":"Rachel Kim, No Degree","PresenterKey":"fa6e266b-123a-4f1c-998a-f3a4688b0937","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7454. Cognitive function in older breast cancer survivors after chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"174","SessionOnDemand":"False","SessionTitle":"Clinical Research in Special Populations","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cognitive function in older breast cancer survivors after chemotherapy","Topics":null,"cSlideId":""}]