[{"Abstract":"Approximately 20% of breast cancers exhibit recurring genomic amplification involving chromosome 8q24.3. In our previous study, we identified the Tonsoku-like DNA repair protein (TONSL) within this amplicon as an immortalizing oncogene of breast epithelial cells, that can promote Estrogen Receptor-positive (ER+) breast adenocarcinomas when combined with other breast cancer-associated oncogenes. Our findings indicated that TONSL-amplified breast cancer cells are dependent on TONSL for tumor growth and exhibited deregulated homologous recombination and cell cycle pathways. High levels of TONSL in primary breast cancers, particularly ER+ breast cancers, were associated with poor outcomes. Although TONSL itself is not druggable, owing to its lack of enzymatic activity, molecules that disrupt the TONSL interactome can be developed. Towards this goal, we performed immunoprecipitation (IP) with TONSL antibody using protein lysates from TONSL-immortalized primary breast epithelial cells and subjected the immunoprecipitates to mass spectrometry. We identified several proteins selectively enriched with the TONSL antibody, the most significant of which was ETS variant transcription factor 6 (ETV6). ETV6 is a modular protein consisting of a C-terminal DNA-binding ETS domain and N-terminal point (PNT) domain and is known to play a role as a transcriptional repressor during embryonic development and hematopoiesis. We confirmed these data by IP followed by western blot analysis of primary breast epithelial cells and TONSL amplified MDA-MB-436. Furthermore, we utilized ClusPro to model the TONSL-ETV6 interaction and predicted that the TONSL&#8217;s ankyrin repeats docks onto ETV6&#8217;s PNT in a favorable manner. To investigate the functional significance of this interaction, we evaluated ETV6-regulated genes using RNA-seq. Our analysis revealed that ETV6-regulated genes were downregulated following TONSL knockdown and vice versa. Most ETV6 target genes affected upon TONSL manipulation are involved in Epithelial-Mesenchymal Transition (EMT), particularly TWIST1, SNAI2 and ZEB1. Previous studies have demonstrated a role of ETV6 in limiting EMT by repressing the expression of EMT-associated transcription factors. Our findings revealed that TONSL overexpression in primary breast epithelial cells led to a significant increase in these EMT gene expression, whereas TONSL knockdown in MDA-MB-436 cells resulted in a moderate decrease. These findings suggest that TONSL binds to ETV6 and restricts its ability to bind to the regulatory regions of EMT-associated genes, leading to a transcriptional surge of EMT-associated genes leading to tumor progression. Further studies will contribute to our understanding of the role of the chr.8q24.3 amplicon, specifically the TONSL gene, in initiating\/promoting breast tumorigenesis and the development of novel drugs that target the TONSL interactome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Breast cancer,Tumorigenesis,Epithelial-mesenchymal transition (EMT),Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. Khatpe<\/b>, E. Doud, A. Mosely, K. D. Miller, H. Nakshatri; <br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"29e00bee-b424-4183-aba2-2f5a5c9084e5","ControlNumber":"2002","DisclosureBlock":"&nbsp;<b>A. S. Khatpe, <\/b> None..<br><b>E. Doud, <\/b> None..<br><b>A. Mosely, <\/b> None..<br><b>K. D. Miller, <\/b> None..<br><b>H. Nakshatri, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6977","PresenterBiography":"","PresenterDisplayName":"Aditi Khatpe, MS","PresenterKey":"0e89371f-6836-4842-8096-c71a9f09ccb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6977. ETV6 is an unexplored partner of the Chr.8 q24.3 amplicon-embedded immortalizing oncogene TONSL in tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ETV6 is an unexplored partner of the Chr.8 q24.3 amplicon-embedded immortalizing oncogene TONSL in tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"BRAF protein kinases act downstream of RAS-GTP and upstream of MEK&#62;ERK MAP Kinase signaling. Notably, mutational activation of BRAF is a driver of approximately 8% of all cancers, with a particular prevalence in lung cancer, thyroid cancer, and melanoma. Importantly, melanoma is responsible for the largest number of skin cancer deaths per year. Patients whose melanoma is driven by mutationally-activated BRAF account for ~50% of cutaneous melanoma cases. The most common mutational alteration is <i>BRAF<sup>T1799A<\/sup><\/i>, which encodes the BRAF<sup>V600E<\/sup> oncoprotein kinase. Combined inhibition of BRAF<sup>V600E<\/sup> plus MEK1\/2 has been approved for the treatment of BRAF<sup>V600E<\/sup>-driven melanoma and lung cancer. Although patients with mutationally-activated BRAF often have a significant response to BRAF<sup>V600E<\/sup>-targeted therapeutics, many patients develop lethal drug-resistant disease. The BRAF<sup>V600E<\/sup> oncoprotein kinase is proposed to be a monomer, yet many questions remain regarding the biochemistry of these signaling interactions. Thus, we aim to better understand the molecular mechanisms driving BRAF<sup>V600E<\/sup>-mediated melanoma and lung cancer cell growth. Preliminary data using gel filtration chromatography and immunoblotting analysis indicates that BRAF<sup>V600E<\/sup> is detected in a large multiprotein complex. Interestingly, the addition of a BRAF<sup>V600E<\/sup> inhibitor, vemurafenib, shifted the elution of complexes with BRAF<sup>V600E<\/sup> into lower molecular weight fractions. Based on these preliminary results, we characterized the components of these complexes to advance our understanding of how mutationally activated BRAF exists in melanoma cells; and thus, provide future insight into how we can better therapeutically target BRAF<sup>V600E<\/sup>. Moreover, in order to further elucidate BRAF interactions, we employed a novel form of proximity labeling, TurboID, to unbiasedly identify novel BRAF interactors and better understand how drug treatments change the BRAF interactome. The top ten statistically significant interactors are being investigated to understand how BRAF complexes are formed within the cell, how the complexes are influenced by drug treatments, and how important the individual components are in the formation of complexes with BRAF. Here, we investigate an interaction between BRAF<sup>V600E<\/sup> and the tumor suppressor, TP53. Moreover, elucidating the molecular architecture of BRAF<sup>V600E<\/sup> signaling complexes could highlight new therapeutic options for patients who display either primary or acquired resistance to inhibitors of BRAF<sup>V600E<\/sup> signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Cytoplasmic signal transducers,,"},{"Key":"Keywords","Value":"BRAF,TP53,Mass spectrometry,Cell signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. T. OToole<\/b>; <br\/>Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"ebaa6cbe-2e58-4cd4-8b8f-3b21cd611118","ControlNumber":"2514","DisclosureBlock":"&nbsp;<b>K. T. OToole, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6979","PresenterBiography":null,"PresenterDisplayName":"Kayla OToole","PresenterKey":"927a26e9-7d7a-45d5-a144-673040e643a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6979. Uncovering the BRAF interactome to identify novel therapeutic targets for BRAF driven melanoma and lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering the BRAF interactome to identify novel therapeutic targets for BRAF driven melanoma and lung cancer","Topics":null,"cSlideId":""},{"Abstract":"RAS GTPases play a crucial role as oncogenic drivers in multiple cancer types. Targeting their localization to the plasma membrane (PM) is a promising strategy for cancer therapy, as RAS signaling requires PM localization. While KRAS traffics through a Golgi-independent route, palmitoylated RAS isoforms are transported to PM from the Golgi via a secretory pathway that is not yet fully understood. GOLGA7 is a Golgi-resident protein known as an accessory protein stabilizing the palmitoyltransferase ZDHHC9 for the palmitoylation of NRAS and HRAS. In this study, we found that among all four RAS isoforms, NRAS uniquely requires GOLGA7 for its association with the PM. Interestingly, the mislocalization of NRAS is achieved without detectable changes in its palmitoylation level in GOLGA7 deficient cells. We further observed that loss of GOLGA7 inhibit the anterograde trafficking of GFP-NRAS<sup>G12D<\/sup> proteins and result in the accumulation of NRAS in the cis compartment of the Golgi apparatus. Moreover, targeting GOLGA7 suppresses cell proliferation by downregulating RAS signaling in a variety of NRAS-mutant cancer cells. Finally, GOLGA7 depletion attenuated the oncogenic transformation induced by NRAS<sup>G12D<\/sup> in mice. These findings reveal a specific intracellular trafficking route mediated by GOLGA7 and have identified GOLGA7 as a potential therapeutic target for NRAS-driven cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Cytoplasmic signal transducers,,"},{"Key":"Keywords","Value":"Ras oncogene,Therapeutic target,Translocation,Signal transduction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Liu<sup>1<\/sup>, B. Jiao<sup>1<\/sup>, P. Wang<sup>1<\/sup>, B. Zhang<sup>1<\/sup>, J. Gao<sup>1<\/sup>, D. Li<sup>1<\/sup>, X. Xie<sup>1<\/sup>, Y. Yao<sup>1<\/sup>, L. Yan<sup>1<\/sup>, Z. Qin<sup>2<\/sup>, P. Liu<sup>1<\/sup>, <b>R. Ren<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China, <sup>2<\/sup>Soochow University, Suzhou, China","CSlideId":"","ControlKey":"eaea9b35-389c-4b5b-a124-4693a9609fef","ControlNumber":"2495","DisclosureBlock":"&nbsp;<b>C. Liu, <\/b> None..<br><b>B. Jiao, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>X. Xie, <\/b> None..<br><b>Y. Yao, <\/b> None..<br><b>L. Yan, <\/b> None..<br><b>Z. Qin, <\/b> None..<br><b>P. Liu, <\/b> None..<br><b>R. Ren, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6980","PresenterBiography":null,"PresenterDisplayName":"Ruibao Ren, PhD","PresenterKey":"943f6887-b259-45cd-85a1-80127f34dcf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6980. GOLGA7 is essential for NRAS trafficking from the Golgi to the plasma membrane but not for its palmitoylation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GOLGA7 is essential for NRAS trafficking from the Golgi to the plasma membrane but not for its palmitoylation","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple negative breast carcinomas (TNBC) are highly aggressive tumors with limited effective treatments. Clinical studies showed that targeting low HER2 levels in TNBC with anti-HER2 agents has survival benefit. Enhancer of Zeste Homolog 2 (EZH2) is a lysine methyltransferase component of the Polycomb Repressive Complex2 that regulates differentiation genes in normal and neoplastic cells. EZH2 phosphorylation at T416 was shown to maintain the TNBC phenotype. We have reported that p38-induced EZH2-T367 phosphorylation enhances metastasis and that high pEZH2-T367 expression is significantly associated with human TNBC tumors compared to other breast cancer subtypes. In this study we tested the hypothesis that pEZH2-T367 may regulate the HER2 pathway in TNBC and that inhibition of pEZH2-T367 may upregulate HER2 signaling, with clinical implications.<br \/>Methods: MDA-MB-231 (mesenchymal-like TNBC) and CCN6KO cells derived from MMTV-Cre;Ccn6<sup>fl\/fl<\/sup> (CCN6KO) TNBC mouse model generated in our lab were transduced with vector or EZH2 shRNA knockdown (KD). MDA-MB-231 EZH2 KD cells were rescued with lentivirus containing EZH2-wild-type (WT) or T367A phosphorylation-deficient mutant. Gene and protein expression was analyzed by RNA sequencing, q-RT-PCR, immunoblot and immunohistochemistry. Vector and EZH2-KD rescue MDA-MB-231 cells were treated with anti-HER2 (trastuzumab or pertuzumab 100 ug\/ml) followed by Hoestch proliferation assays. TNBC cells were treated with vehicle, EZH2 inhibitor (EPZ-6438, 20uM), p38 inhibitor (p38i, SB202190, 20uM), EPZ+p38i, anti-HER2 (100 ug\/ml), and EPZ+p38i+anti-HER2, followed by Hoestch cell proliferation assays.<br \/>Results: EZH2-T367A deregulates the expression of a 94-gene network of HER2 pathway genes including EREG, SERPINB5, MERTK, IL6R, SOCS3, and FASCN1 compared to EZH2-WT. EZH2-T367A increased protein levels of HER2, EREG, and PP2AB, a major HER2 regulator and was sufficient to sensitize TNBC cells to the anti-proliferative effects of anti-HER2. Supporting the role of pEZH2-T367, we found that the combination of p38i and EPZ significantly sensitizes TNBC cells to anti-HER2 therapies.<br \/>Conclusions: We demonstrate that T367 phosphorylation mediates the effect of EZH2 on HER2 signaling in TNBC. Our data support a role for pEZH2-T367 in maintaining the HER2-negative phenotype in and suggest that blocking this phosphorylation event may render TNBC tumors amenable to anti-HER2 treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"EZH2,HER2\/neu,p38,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. E. Gonzalez<\/b>, A. Eido, C. G. Kleer; <br\/>Rogel Cancer Center, Ann Arbor, MI","CSlideId":"","ControlKey":"d209fc21-0358-4547-986e-7c3f99599809","ControlNumber":"2005","DisclosureBlock":"&nbsp;<b>M. E. Gonzalez, <\/b> None..<br><b>A. Eido, <\/b> None..<br><b>C. G. Kleer, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6981","PresenterBiography":null,"PresenterDisplayName":"Maria Gonzalez, MS","PresenterKey":"0035ef75-885c-41d4-b8c9-7efe381c5bcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6981. p38-mediated EZH2 phosphorylation at T367 regulates HER2 pathway in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p38-mediated EZH2 phosphorylation at T367 regulates HER2 pathway in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Hepatocellular carcinoma (HCC) is prevalent globally and the third leading cause of cancer-related mortality. N-myc downstream regulated 1 (NDRG1) was found to be tumor promoting in some cancers while suppressive in others. The expression of NDRG1 is induced by stress signals such as DNA damage and hypoxia. In HCC, it has been found to promote proliferation and metastasis. Contradictory results, however, were also suggested on the functions of NDRG1.<br \/>Methods: Our own HCC cohort and multiple publicly available databases were examined for NDRG1 expression and clinicopathologic correlation. NDRG1 expression under hypoxic conditions was investigated. Various functional assays were performed for NDRG1-knockdown HCC cell lines Huh-7 and PLC\/PRF\/5.<br \/>Results: With RT-qPCR analysis on our 102 pairs of patients&#8217; HCC tumor and corresponding non-tumorous liver samples, we found NDRG1 to be upregulated in HCC tumors. Similarly, RNA-sequencing analysis comparing 41 pairs of samples confirmed NDRG1 enrichment in HCC tumors. The upregulation was significantly and positively correlated with the absence of tumor encapsulation and cellular differentiation. These were further supported by TCGA and ICGC databases, in which upregulation of NDRG1 was significantly correlated with poor HCC patient overall survival. Interestingly, in the TCGA database, only 17% of the HCC cases were inferred to have copy number amplification of NDRG1 gene while NDRG1 mutations were rarely found. As hypoxia is a major tumor microenvironmental factor in HCC, we investigated NDRG1&#8217;s expression level in HCC cells under hypoxic or normoxic conditions and found significant increase in NDRG1 expression under hypoxic environment. We further found that NDRG1 knockdown inhibited cell proliferation, self-renewal ability, and migration. RT-qPCR analysis found lower LGR5 and SOX2 expression upon NDRG1 knockdown. This is in line with the positive correlation between NDRG1 and various cancer stemness-related gene expression, including LGR5, CD24, MYC, SOX2, and NOTCH1, in TCGA database. Lastly, in the resected HCC tumors on which spatial transcriptomics using Visium 10X and single-cell RNA-sequencing using Chromium 10X were performed, we found NDRG1 enrichment in both tumors cells and cancer associated fibroblasts (CAFs).<br \/>Conclusion: NDRG1 was found to be significantly upregulated in HCC cells in our in-house cohort and publicly available databases. NDRG1 consistently promotes various oncogenic features of HCC cells, including proliferation, self-renewal ability, and migration. In addition, NDRG1 was found to be enriched in both the HCC cells and CAFs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Stemness,Hypoxia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Lu<\/b><sup>1<\/sup>, L. Tian<sup>1<\/sup>, Y.-M. Tsui<sup>1<\/sup>, X. Wong<sup>2<\/sup>, Q. Zhang<sup>1<\/sup>, D.-H. Ho<sup>1<\/sup>, I.-L. Ng<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Hong Kong, Pokfulam, Hong Kong, <sup>2<\/sup>China Medical University, Shenyang, China","CSlideId":"","ControlKey":"8240d5ec-430a-49c8-ad8f-90ac5962819c","ControlNumber":"1872","DisclosureBlock":"&nbsp;<b>J. Lu, <\/b> None..<br><b>L. Tian, <\/b> None..<br><b>Y. Tsui, <\/b> None..<br><b>X. Wong, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>D. Ho, <\/b> None..<br><b>I. Ng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6982","PresenterBiography":null,"PresenterDisplayName":"Jingyi Lu, MS","PresenterKey":"a35b914b-12e9-4a12-b216-6b084fae11e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6982. The roles of NDRG1 in HCC progression and its clinical significance","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The roles of NDRG1 in HCC progression and its clinical significance","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is one of the most lethal forms of cancer, characterized by a low survival rate and a significant global mortality impact. The interaction between PDAC and the immune system is complex and plays a crucial role in the progression of the disease. PDAC creates an immunosuppressive tumor microenvironment, which hampers the ability of immune cells to effectively infiltrate the tumor and mount an anti-cancer immune response. Additionally, there is an imbalance of cytokines, with an overabundance of immunosuppressive factors and a deficiency in pro-inflammatory cytokines. This hostile immunological landscape contributes to the aggressive nature of PDAC and hinders the success of immunotherapies and adjuvant treatments. One cytokine of particular interest is oncostatin M (OSM), a member of the interleukin-6 (IL-6) family. OSM has been implicated in the regulation of cancer and has been associated with poor overall survival in pancreatic cancer and other malignancies. Similar to other cytokines, OSM is secreted by immune cells and acts as a regulator of the inflammatory microenvironment surrounding the tumor. The levels of OSM in this milieu can potentially influence cancer development and regulation through multiple mechanisms. Despite the growing understanding of cytokines in cancer, research on the role of OSM in PDAC is still limited and requires further investigation to identify potential therapeutic targets. Therefore, there is a critical need to delve deeper into the functions of OSM and its receptor, oncostatin M receptor (OSMR), in the initiation and progression of pancreatic cancer. <b><u>As such, our goal is to examine the functions of OSM and its receptor (OSMR) in initiating and advancing pancreatic cancer to better comprehend the role of the OSM-OSMR axis in PDAC, both <i>in vivo<\/i> and <i>in vitro<\/i>.<\/u><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cytokines,Immuno-oncology,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Sui<\/b>, T. Hunter; <br\/>The Salk Institute For Biological Studies San Diego California, La Jolla, CA","CSlideId":"","ControlKey":"4a16d018-aae5-4383-bda0-f62547dcda91","ControlNumber":"302","DisclosureBlock":"&nbsp;<b>Y. Sui, <\/b> None..<br><b>T. Hunter, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6984","PresenterBiography":null,"PresenterDisplayName":"Yuan Sui","PresenterKey":"ce263ed8-28da-4816-9625-4441fccec117","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6984. Investigating the function of the OSM-OSMR axis in pancreatic ductal adenocarcinoma (PDAC).","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the function of the OSM-OSMR axis in pancreatic ductal adenocarcinoma (PDAC).","Topics":null,"cSlideId":""},{"Abstract":"Head and neck cancer (HNC) is the sixth common malignancy in the world and &#62; 90% of HNC cases are squamous cell carcinoma in origin. Oral cancer is one major HNC subtype. Despite the recent advancements in cancer diagnostics and therapeutics, the 5-yr survival rate of advanced HNC patients remains &#60;50%. Ribosomes are the cellular factories responsible for making proteins. The hyper-activation of ribosome biogenesis initiated by oncogene gain or tumor suppressor gene loss plays a critical role in cancer initiation and progression. Ribosome biogenesis is a complex and energy intensive process that involves hundreds of factors. UTP14A gene encodes a member of the uridine triphosphate 14 family and is an essential component of a large ribonucleoprotein complex bound to the U3 small nucleolar RNA. Previous studies have demonstrated that UTP14A plays a key role in the synthesis of ribosomes and 18S rRNA, and is overexpressed in several malignancies. However, the biological functions and underlying mechanisms of UTP14A in HNC remain elusive. We found not only the increase of UTP14A mRNA expression in TCGA-HNC database but also its negative impact on patient clinical outcome. UTP14A depletion significantly impaired HNC cell proliferation, migration and invasion in vitro. Ectopic overexpression had the opposite effect, suggesting an oncogenic role for UTP14A in HNC. Through gene set enrichment analysis of pairwise RNA sequencing results, several genes involved in the process of epithelial mesenchymal transition (EMT) were potentially associated with manipulated UTP14A expression. We also detected a concordant change of lipid droplet numbers and its surface marker expression in UTP14A-manipulated cells, respectively, by BODIPY staining and immunhistochemical staining. Western blot analysis validated a positive relationship of EMT markers and COX-2, a potential mediator of lipid metabolism and EMT, with altered UTP14A expression. The involvement of COX2 in UTP14A mediation was confirmed by using both pharmacological inhibition and genetic manipulation. We also identified p38 as a central downstream effector but acting upstream from COX-2 in UTP14A mediation in oral cancer cells. We believe that our study of UTP14A-mediated oncogenic signaling axis can potentially be harnessed as a novel therapeutic target against HNC although more mechanistic studies may be needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Head and neck cancers,Epithelial-mesenchymal transition (EMT),Lipid metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L.-W. Wu<\/b><sup>1<\/sup>, C.-N. Chang<sup>1<\/sup>, P. K. Biswas<sup>1<\/sup>, S.-T. Tsai<sup>2<\/sup>; <br\/><sup>1<\/sup>National Cheng Kung University, Tainan, Taiwan, <sup>2<\/sup>National Cheng Kung University Hospital, Tainan, Taiwan","CSlideId":"","ControlKey":"c3d0c9d3-3e1c-42f1-bb66-f8d9f6b0e371","ControlNumber":"995","DisclosureBlock":"&nbsp;<b>L. Wu, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>P. K. Biswas, <\/b> None..<br><b>S. Tsai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6985","PresenterBiography":"","PresenterDisplayName":"Li-Wha Wu, PhD","PresenterKey":"5a424413-6856-4713-ac57-932ecddae1e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6985. The oncogenic functions and action mechanism of UTP14A, a subunit required for 18S rRNA synthesis, in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The oncogenic functions and action mechanism of UTP14A, a subunit required for 18S rRNA synthesis, in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of antigen receptor-mediated signaling contributes to the oncogenesis of lymphoid malignancies. The activated B cell-like (ABC) subtype of Diffuse Large B cell Lymphoma (DLBCL) is characterized by receptor-independent constitutive activation of the canonical nuclear factor-kappaB (NF-&#954;B) pathway, which is essential for the proliferation and survival of tumor cells. Caspase recruitment domain-containing protein 11 (CARD11) is a scaffolding protein that regulates B and T cell receptor signaling to canonical NF-&#954;B activation downstream for adaptive immune response. Oncogenic gain-of-function (GOF) CARD11 mutations bypass normal pathway regulation and result in a hyperactive CARD11 that signals constitutively. Although present in ~10% of human ABC-DLBCL biopsies, we do not have a complete mechanistic understanding of how CARD11 GOF mutations drive abnormal B cell proliferation to cause lymphoma. We generated a mouse expressing the DLBCL-associated GOF mutation C49Y from the endogenous CARD11 locus. GOF CARD11 was sufficient to specifically drive B cell expansion in the mice with no significant effect on CD4<sup>+<\/sup> or CD8<sup>+<\/sup> T cells or NK cells. Quantification of splenic lymphocytes revealed that CARD11<sup>C49Y\/C49Y<\/sup> mice had ~5-fold more splenic B cells when compared to CARD11<sup>+\/+<\/sup> mice and ~13-fold more marginal zone (MZ) B cells. CARD11<sup>C49Y\/C49Y<\/sup> MZ B cells proliferated and survived much better than CARD11<sup>+\/+ <\/sup>following stimulation with &#945;IgM and importantly exhibited significant survivability prior to stimulation. Bulk mRNA sequencing revealed genes uniquely dysregulated in CARD11<sup>C49Y\/C49Y<\/sup> MZ B cells including those associated with non-canonical NF-&#954;B pathway signaling. CARD11<sup>C49Y\/C49Y<\/sup> MZ B cells exhibited elevated levels of the p100 precursor NF-kB subunit leading to enhanced production of nuclear p52 following BAFF treatment. CARD11<sup>C49Y\/C49Y<\/sup> MZ B cells also exhibited elevated levels of TRAF2, TRAF3 and cIAP1\/2, components of a complex that degrades the NIK kinase that is responsible in normal cells for inducing p100 processing. Our results reveal an unexpected ability of CARD11 GOF mutants to potentiate the non-canonical NF-&#954;B pathway through p100 accumulation, which likely contributes to the dysregulated B cell expansion observed in DLBCL cases that harbor CARD11 GOF variants.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Cytoplasmic signal transducers,,"},{"Key":"Keywords","Value":"NF-&#954;B,CARD11,Diffuse large B-cell lymphoma,Signal transduction pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Ghosh<\/b>, J. Pomerantz; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"6be854f9-c593-4b73-b7b0-34dc7b7f3b49","ControlNumber":"2618","DisclosureBlock":"&nbsp;<b>A. Ghosh, <\/b> None..<br><b>J. Pomerantz, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6986","PresenterBiography":null,"PresenterDisplayName":"Anushka Ghosh, B Eng","PresenterKey":"0d0653fb-8904-4335-b248-29be421d3e2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6986. Oncogenic CARD11 enhances marginal zone B cell survival by potentiating the non-canonical NF-&#954;B pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic CARD11 enhances marginal zone B cell survival by potentiating the non-canonical NF-&#954;B pathway","Topics":null,"cSlideId":""},{"Abstract":"Background: We identify TP53 regulating kinase (TP53RK), which showed the highest cell growth inhibition efficiency in six colon cancer cell lines. TP53RK is overexpressed in various cancer types, including multiple myeloma and skin cancer, but the mechanism for its tumorigenesis in colon cancer is unknown. Therefore, this study aims to reveal the tumorigenesis mechanism of TP53RK, which is overexpressed in Colorectal Cancer (CRC), through global and phospho-proteomics.<br \/>Method: A total 5 CRC cell lines (HT29, SW480, HCT116, H508 and CaCO2), colon normal fibroblast CRL1459, HCT116 p53 null cell and patient-derived normal organoid were used. Immunoblotting, MTT assay, Colony formation assay, Annexin-V assay and cell cycle analysis were performed for evaluation of TP53RK loss-of-function. With kinase-substrate enrichment analysis with phospho-proteome analysis, MCM2 was found to be a substrate for the kinase regulated by TP53RK.<br \/>Results: High-throughput genetic screening approach have been widely applied to the study the gene function and molecular mechanism associated with tumorigenesis. By using genome-wide CRISPR\/Cas9 library screening, we identify TP53RK, the first committed negative-selected gene, as a tyrosine kinase in the colorectal cancer(CRC) specific biomarker. Through proteome analysis, we found that depletion of TP53RK can hypo-phosphorylate the DNA helicase complex, MCM2 (minichromosome maintenance protein2). According to previous studies, the phosphorylation of MCM2 is regulated by CDC7 (cell division cycle7), and the abnormal states of CDC7 and MCM2 cause DNA replication disorder. Our results show that TP53RK expression is upregulated in CRC and its depletion results in decreased CDC7 expression and hypo-phosphorylation of the MCM complex. Decreased CDC7 expression due to its instability after TP53RK depletion can lead to DNA replication errors. DNA replication errors can lead cancer cells to apoptosis, suggesting that they may be a strategy for cancer treatment. In summary, we provide TP53RK as a novel prognostic and therapeutic target in CRC.<br \/>Conclusion: To recapitulate briefly, our findings suggest that the interaction of TP53RK with CDC7 can regulate CDC7 protein stability and stabilized CDC7 can phosphorylate MCM2 to initiate DNA replication. In other words, because overexpression of TP53RK acts as an oncogene that promotes tumor progression in CRC, depletion of TP53RK can degrade CDC7 and induce colon cancer cells to death or regression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Cancer genomics,CRISPR\/Cas9,DNA replication,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Choi<\/b><sup>1<\/sup>, J.-w. Park<sup>1<\/sup>, J.-k. Kang<sup>1<\/sup>, E.-j. Kim<sup>1<\/sup>, S.-H. Song<sup>1<\/sup>, E. Yi<sup>2<\/sup>, T.-Y. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"cd541d29-7ba0-4ee8-aef7-5bdf3fbc0c4b","ControlNumber":"2846","DisclosureBlock":"&nbsp;<b>Y. Choi, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>E. Yi, <\/b> None..<br><b>T. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6988","PresenterBiography":null,"PresenterDisplayName":"Younghee Choi, MS","PresenterKey":"0d44dadb-7473-433f-9584-2ab04f3363d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6988. TP53RK regulates DNA replication by CDC7-mediated MCM helicase phosphorylation in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TP53RK regulates DNA replication by CDC7-mediated MCM helicase phosphorylation in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Recently, our proteomics study on breast cancer (BC) reported a possible association of RHBDF1 with triple-negative breast cancer (TNBC). The overall survival of TNBC patients on METABRIC data set implicated that the RHBDF1 high-expression group has a shorter life expectancy than the RHBDF1 low-expression group. Although many TNBC patients have high expression levels of RHBDF1 and poor prognosis, the mechanism of RHBDF1 in the pathogenesis of TNBC remained unclear. Rhomboid 5 homolog 1 (RHBDF1) is a catalytically inactive pseudoprotease on the Golgi and endoplasmic reticulum membrane. Despite its inactive status of peptidase, it regulates the activity of ADAM17 protease that cleaves the extracellular portion of EGFR ligands such as TGF alpha and EGF. Eventually, RHBDF1 and ADAM17 complex activate the EGFR signaling pathway, thereby increasing cell proliferation, migration, and tumorigenesis. First of all, we recruited the clinical data of the overall survival (OS) and disease-free survival (DFS) in the hospital of Seoul National University (SNUH cohort, n= 203) and compared IHC score 0 or 1 with survival rate. To investigate the underlying biological mechanism of RHBDF1 in TNBC, the effect of knockdown or overexpression of RHBDF1 was observed in TNBC cell lines (MDA-MB-468, HCC1143 and BT20) using siRNA (small interfering RNA) and lentiviral systems. Cell proliferation assay was performed to clarify whether RHBDF1 affects cell growth. Then, we estimated the ability of migration, invasion, and sphere formation to confirm the characteristics of cancer cells including cancer stemness and metastasis. SNUH cohort with TNBC patients showed that the RHBDF1 high-expression group has a poorer disease-free survival (DFS) than the low-expression group (<i>p<\/i>&#60;0.05). In vitro assay, RHBDF1 knockdown inhibited proliferation in MDA-MB-468 and HCC1143. RHBDF1 downregulation also decreased the ability of migration and invasion. We found that RHBDF1 activates specific cell growth signaling pathways and increases cell mobility in TNBC. The sphere formation assay was performed to measure cancer stemness characteristics. As a result, RHBDF1 knockdown TNBC cell lines couldn&#8217;t form spheres relative to RHBDF1 overexpressed TNBC cell lines. In conclusion, we demonstrated that RHBDF1, a potential triple-negative breast cancer biomarker, is highly amplified in TNBC patients and TNBC cell lines. Its functions of accelerating cell proliferation, metastasis and cancer stemness were unveiled. But we need to study ultimately how RHBDF1 regulates ADAM17 activity at Golgi and endoplasmic reticulum membrane and which transcription factor activates RHBDF1 expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumorigenesis,RHBDF1,iRhom1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kim<\/b>, S. Park, D. Kim, C. Lee, M. Song, H. Ryu; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"71a7284f-f818-4364-9393-4305a8a77466","ControlNumber":"4287","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>M. Song, <\/b> None..<br><b>H. Ryu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6990","PresenterBiography":"","PresenterDisplayName":"Hayeon Kim, BS","PresenterKey":"fb90a3f7-0ca4-4792-a0d9-b7cb3ea1d1af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6990. RHBDF1 is a potential modulator of EGFR activation and oncogenic biomarker in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RHBDF1 is a potential modulator of EGFR activation and oncogenic biomarker in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"In this study, we identify a previously uncharacterized role for the tumor suppressor, Numb, in bladder tumorigenesis, defining new predictive biomarkers and potentially actionable targets for the treatment of non-muscle-invasive bladder cancers. We conducted a comprehensive IHC analysis of Numb expression leveraging two retrospective longitudinal cohorts comprising 356 post-cystectomy muscle-invasive bladder cancer (MIBC) patients and 77 high-grade non-muscle-invasive (NMIBC) patients with transurethral resections. We found that Numb expression is frequently deregulated in the tumor compared to the adjacent normal urothelium, with Numb<sup>Low<\/sup> status correlating with poorer prognosis both in MIBC, associated with advanced stage at diagnosis, vascular invasion, and worse overall survival, and in NMIBC, where a Numb<sup>Low<\/sup> status associates with a higher rate of progression to life-threatening MIBC disease. In a transgenic mouse model with targeted deletion of the <i>Numb<\/i> gene in the basal layer of the bladder mucosa, we observed that loss of Numb <i>per se<\/i> is sufficient to drive malignant transformation of the normal urothelium and accelerates tumorigenesis in carcinogen-induced models. Integrative transcriptomic analysis of human and mouse Numb-deficient BC models revealed consistent dysregulation of the YAP1\/TAZ1 inhibitory Hippo pathway, identifying YAP1 transcriptional hyperactivation as the most distinguishing trait downstream of NUMB loss. Through genetic and pharmacological functional inhibition studies in relevant mouse and human BC cell line-based models, we provide proof-of-evidence that interfering with YAP pathway activation at multiple upstream levels of the Hippo cascade reverts the aggressive Numb loss-associated tumor phenotypes, in particular growth and invasive\/migratory potential, thereby highlighting the YAP pathway as a potential therapeutical vulnerability for the treatment of clinically aggressive Numb-deficient human BC. We also identified a gene signature of early BC depending on loss of Numb that we extensively validated for its potential as a predictor of NMIBC to MIBC progression, arguing for its clinical application as a biomarker for NIMBC patient stratification for targeted anti-YAP signaling treatment to prevent MIBC transition. In summary, our study identifies a previously uncharacterized role of Numb in bladder cancer progression, highlighting its potential as a predictive biomarker of NMIBC to MIBC transition and response to targeted therapies, thereby advancing a framework for precision oncology for NMIBC patients at high risk of progression to life-threatening MIBC disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Bladder cancer,NUMB,YAP1,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Tucci<\/b><sup>1<\/sup>, R. Pennisi<sup>1<\/sup>, M. Filippone<sup>1<\/sup>, R. Bonfanti<sup>1<\/sup>, F. Romeo<sup>1<\/sup>, D. Rigiracciolo<sup>1<\/sup>, S. Freddi<sup>1<\/sup>, F. Sanguedolce<sup>2<\/sup>, G. Renne<sup>1<\/sup>, G. Pruneri<sup>3<\/sup>, G. Vago<sup>4<\/sup>, D. Tosoni<sup>1<\/sup>, S. Pece<sup>1<\/sup>; <br\/><sup>1<\/sup>European Institute of Oncology IRCCS, Milan, Italy, <sup>2<\/sup>University of Foggia, Foggia, Italy, <sup>3<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy, <sup>4<\/sup>University of Milan, Milan, Italy","CSlideId":"","ControlKey":"d64d80b1-a778-4fd8-baee-4e4174bbd059","ControlNumber":"6478","DisclosureBlock":"&nbsp;<b>F. Tucci, <\/b> None..<br><b>R. Pennisi, <\/b> None..<br><b>M. Filippone, <\/b> None..<br><b>R. Bonfanti, <\/b> None..<br><b>F. Romeo, <\/b> None..<br><b>D. Rigiracciolo, <\/b> None..<br><b>S. Freddi, <\/b> None..<br><b>F. Sanguedolce, <\/b> None..<br><b>G. Renne, <\/b> None..<br><b>G. Pruneri, <\/b> None..<br><b>G. Vago, <\/b> None..<br><b>D. Tosoni, <\/b> None..<br><b>S. Pece, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6991","PresenterBiography":null,"PresenterDisplayName":"Francesco Antonio Tucci, MD","PresenterKey":"3a59c61a-6d96-413f-8335-6650604ffc1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6991. Transcriptomic profiling of human and mouse models highlights YAP pathway hyperactivation as the underlying mechanism of the biological and clinical aggressiveness of Numb-defective bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic profiling of human and mouse models highlights YAP pathway hyperactivation as the underlying mechanism of the biological and clinical aggressiveness of Numb-defective bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Background:Oral squamous cell carcinoma (OSCC) stands as a prevalent malignancy worldwide. Profilin 2 (PFN2), an actin-binding protein regulating actin polymerization dynamics and associated with cell motility, has recently gained attention as a significant regulator in various cancers. However, the clinical significance and biological function of PFN2 in OSCC remain debatable. This study aims to elucidate the role of PFN2 in OSCC.<br \/>Methods:We assessed PFN2 expression in OSCC and adjacent normal oral mucosa tissues through Q-RT-PCR and immunohistochemistry analysis. Associations between PFN2 expression, clinicopathological features, and OSCC prognosis were analyzed. Cell proliferation, invasion, and migration effects were examined via MTT and Transwell assays. Western blotting assessed the protein expression related to epithelial&#8211;mesenchymal transition (EMT). Additionally, we established OSCC xenografts to determine tumorigenicity in vivo using female Nude mice.<br \/>Results:PFN2 RNA and protein expression were significantly increased in OSCC compared to normal oral mucosa. PFN2 expression positively correlated with lymphovascular invasion and cervical lymph node metastasis. MTT and Transwell assays demonstrated that PFN2 promoted OSCC cell proliferation, migration, invasion, and endothelial invasion. Downregulation of PFN2 induced an EMT phenotype, including an increase in the expression of the epithelial marker E-cadherin and a decrease in the expression of mesenchymal markers Vimentin, Snail, and Slug in OSCC cells in vitro. Similarly, OSCC cells with reduced PFN2 expression exhibited weaker tumorigenicity in vivo.<br \/>Conclusions:Our findings unveil a novel role for PFN2 in promoting OSCC progression and metastasis, suggesting its potential as an early biomarker for high-risk populations. Targeting PFN2 may offer a promising therapeutic strategy for OSCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Oral cancers,Epithelial-mesenchymal transition (EMT),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. LIu<\/b><sup>1<\/sup>, L.-H. Lin<sup>1<\/sup>, K.-W. Chang<sup>2<\/sup>, H.-W. Cheng<sup>1<\/sup>; <br\/><sup>1<\/sup>Mackay Memorial Hospital, Taipei, Taiwan, <sup>2<\/sup>National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"9dac603b-4fc7-42a4-9b5d-7452cd93ee6a","ControlNumber":"4171","DisclosureBlock":"&nbsp;<b>C. LIu, <\/b> None..<br><b>L. Lin, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>H. Cheng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6992","PresenterBiography":null,"PresenterDisplayName":"Chung Ji LIu, DDS;MS","PresenterKey":"c3771548-ea35-4d53-a515-cedaf5b7e086","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6992. Profilin 2 (PFN2) promotes the proliferation, migration, invasion and epithelial&#8209;to&#8209;mesenchymal transition of oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profilin 2 (PFN2) promotes the proliferation, migration, invasion and epithelial&#8209;to&#8209;mesenchymal transition of oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The solute carrier protein (SLC) family is transporters as integral membrane proteins that transport solutes in an ATP-independent manner. The SLC1 family consists of five high-affinity glutamate transporters and two neutral amino acid transporters, among which SLC1A4 transports the neutral amino acids and is known to participate in various biological processes, including metabolism and tumorigenesis. However, the relationship between SLC1A4 and breast cancer remains unclear. Here, we aimed to verify the role of SLC1A4 in triple-negative breast cancer (TNBC). To reveal the characteristics of SLC1A4 in TNBC cell lines, five cell lines (HCC38\/OE, HCC1395\/OE, HCC1937\/OE, MDA-MB-468\/KD, and Hs578T\/KD) that regulate gene expression of SLC1A4 were established using a lentiviral system. The two major energy-producing pathways, glycolysis and oxidative phosphorylation, were measured according to SLC1A4 gene expression. In addition, cell proliferation, cell migration, and cell invasion ability were confirmed upon overexpression or knock-down of SLC1A4. To confirm cancer stem cell function according to SLC1A4 gene expression, ALDH activity and sphere formation ability were evaluated. To ensure transcript changes due to SLC1A4 expression, RNA sequencing was performed. Anti-cancer drug (cisplatin, carboplatin, paclitaxel, and doxorubicin) sensitivity was also tested. The result showed that energy production efficiency was significantly reduced in cells where SLC1A4 expression was suppressed. In addition, in cells overexpressing the SLC1A4 gene, the presence of SLC1A4 was confirmed to increase cell proliferation, migration, and invasion ability significantly. Transcriptome analysis results showed notable changes in genes related to signaling receptor binding. Regarding material transport, to investigate whether there was a change in amino acid uptake ability according to SLC1A4 gene expression, no difference was observed. In the drug responses, doxorubicin showed a significant sensitive response in the absence of SLC1A4 gene expression. Taken together, SLC1A4 is a potential oncogene that not only induces rapid proliferation, aggressive invasion, and migration through metabolic reprogramming but also contributes to increasing cancer stem cell capabilities. In addition, it shows the sensitive response to ADR when SLC1A4 is low or absent, so it can be used as a treatment strategy for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Breast cancer,Oncogene,Tumor biology,Tumor markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Park<\/b>, D. Kim, H. Kim, M. Song, H. Ryu; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"af11399f-7d32-4633-98d4-904b5015c4e7","ControlNumber":"7473","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>M. Song, <\/b> None..<br><b>H. Ryu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6993","PresenterBiography":null,"PresenterDisplayName":"SOO YOUNG Park, PhD","PresenterKey":"d7837e77-126e-4cc7-b91e-e77a6c969a46","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6993. SLC1A4 is associated with metabolic reprogramming in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SLC1A4 is associated with metabolic reprogramming in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is characterized by the absence of estrogen, progesterone, and HER2 receptors. It exhibits a higher level of aggressiveness compared to other types of breast cancer, with a greater likelihood of recurrence following standard treatments such as surgery, chemotherapy, and radiation. Despite limited FDA-approved targeted therapies for TNBC, there is an ongoing need for additional molecular targeting agents.Our investigation focused on the role of the receptor tyrosine kinase MerTK and its impact on proliferation and invasion\/metastatic potential. Immunohistochemistry analysis revealed that approximately 86% (128\/148) expressed varying levels of MerTK in human TNBC samples, whereas approximately 50% (23\/47) of TNBC patient-derived xenografts (PDX) expressed MerTK. Additionally, three established TNBC cell lines (BT549, MDAMB231, and MDAMB436) exhibited elevated MerTK expression levels.To further explore the role of MerTK in TNBC, we stably overexpressed MerTK in human TNBC cell lines SUM102 and SUM159, which naturally have low MerTK levels. The results demonstrated that MerTK overexpression led to increases in proliferative potential, robust in vivo tumor growth, heightened migration\/invasion potential, and increased lung metastasis. NanoString nCounter analysis of MerTK-overexpressing SUM102 cells (SUM102-MerTK) revealed upregulation of several signaling pathways, including PI3k-Akt, PDGF, and Myc, ultimately driving cell cycle progression, reducing apoptosis, and enhancing cell survival in TNBC.Further investigation using a cytokine array showed increased endoglin production in SUM102-MerTK cells compared to vector control cells. This suggested that MerTK might be creating a conducive environment for increased proliferative and metastatic activity via elevated endoglin expression in TNBC. To ascertain the role of endoglin in increase proliferation and\/or invasion potential, we knocked out endoglin in SUM102-MerTK cells. While endoglin knockout SUM102-MerTK cells exhibited similar growth to SUM102-MerTK cells, the number of lung metastases was significantly impacted, indicating that MerTK regulates invasion and metastasis through endoglin in TNBC. Collectively, our data suggests that MerTK regulates a unique proliferative signature allowing for robust tumor growth and increased metastatic potential through endoglin regulation. This suggests that targeting MerTK and endoglin simultaneously may be a viable approach for TNBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),MerTK,Endoglin,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Glitchev<\/b><sup>1<\/sup>, M. Iida<sup>1<\/sup>, B. E. Crossman<sup>1<\/sup>, K. L. Kostecki<sup>1<\/sup>, C. A. Kranjac<sup>1<\/sup>, J. M. Adams<sup>1<\/sup>, P. Liu<sup>1<\/sup>, I. Ong<sup>1<\/sup>, D. T. Yang<sup>1<\/sup>, I. Kang<sup>2<\/sup>, R. Salgia<sup>2<\/sup>, D. L. Wheeler<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Wisconsin-Madison, Madison, WI, <sup>2<\/sup>City of Hope, Monrovia, CA","CSlideId":"","ControlKey":"85d2f1e6-2391-4b40-a045-939d42393ab8","ControlNumber":"5420","DisclosureBlock":"&nbsp;<b>C. Glitchev, <\/b> None..<br><b>M. Iida, <\/b> None..<br><b>B. E. Crossman, <\/b> None..<br><b>K. L. Kostecki, <\/b> None..<br><b>C. A. Kranjac, <\/b> None..<br><b>J. M. Adams, <\/b> None..<br><b>P. Liu, <\/b> None..<br><b>I. Ong, <\/b> None..<br><b>D. T. Yang, <\/b> None.&nbsp;<br><b>I. Kang, <\/b> <br><b>Gilead<\/b> Other, Consulting. <br><b>Caris Life Sciences<\/b> Other, Consulting. <br><b>Daiichi Sankyo<\/b> Other, Consulting.<br><b>R. Salgia, <\/b> None..<br><b>D. L. Wheeler, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2547","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6994","PresenterBiography":null,"PresenterDisplayName":"Christine Glitchev, No Degree","PresenterKey":"02bd4bed-2a54-4424-a990-3cfb40640249","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6994. MerTK drives proliferation and metastasis activity in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MerTK drives proliferation and metastasis activity in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OVCA) is the most lethal gynecological malignancy in the United States often detected at advanced stages. OVCA progression involves transcoelomic metastasis, where cells disseminate into the peritoneal fluid, adhere to form multicellular aggregates that promote anchorage-independent survival and facilitate metastatic colonization of the peritoneum. To meet the requirements of each stage of this detachment, aggregation, and re-attachment cycle, OVCA cells have been shown to dynamically regulate the expression of multiple cell adhesion molecules (CAMs) throughout their progression. Moreover, targeting cell-cell adhesion molecules has shown to be an effective method to slow\/inhibit the progression of OVCA. In this study, we characterize the novel role of the understudied CAM MPZL3 in OVCA. Myelin protein zero-like 3 (MPZL3) is a transmembrane protein with homology to other immunoglobulin-like (Ig) family of CAMs. While it has been reported that altered Ig-CAM expression plays a role in ovarian cancer, the function of MPZL3 has not been investigated. Interestingly, TCGA data demonstrates that chromosomal loss of the <i>MPZL3<\/i> locus (11q23.3) is frequently detected in several cancer types, including 22% of clear cell and 30% of high grade serous ovarian cancers (HGSOC), implying that loss of genes located in this area has tumorigenic consequences. On the other hand, few studies showed that MPZL3 contains an oncogenic potential in breast and MET-amplified cancer cell lines, suggesting that the role of MPZL3 in cancer is context dependent. To study the function of MPZL3 in OVCA, we used shRNA mediated MPZL3 knockdown in OVCAR4 human HGSOC cells and examined transcriptome-wide effects by RNA-sequencing. The subsequent Gene Set Enrichment Analysis indicated that pathways involved in regulating cell growth, death, adhesion, and epithelial-mesenchymal transition were significantly altered by loss of MPZL3. To validate the candidate pathways, we knocked down or over-expressed MPZL3 in OVCA cells to test its importance in regulating OVCA cell growth, apoptosis, adhesion, and migration. We found that loss of MPZL3 resulted in decreased cell growth with a concomitant resistance to both Cisplatin and Olaparib treatments, both of which are commonly used for treating OVCA. Moreover, we show that knockdown of MPZL3 alters the homotypic adhesive-capacity of OVCA cells. Ongoing studies are underway to further characterize the role played by MPLZ3 in the mentioned contexts. Additionally, to elucidate the underlying molecular mechanism and identify novel interactors of MPZL3, we will conduct co-immunoprecipitation experiments in OVCA cells expressing V5-tagged MPZL3. Understanding the novel role of MPZL3 will provide further insight into OVCA progression, thus generating opportunities of developing new treatments for patients with low MPZL3 expression as an approach for precision cancer medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Ovarian cancer,cell adhesion molecule,MPZL3,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-Y. Cheng<\/b><sup>1<\/sup>, B. Worley<sup>2<\/sup>, Z. Javed<sup>2<\/sup>, A. T. Elhaw<sup>2<\/sup>, P. W. Tang<sup>2<\/sup>, N. Hempel<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>Pennsylvania State University, Hershey, PA","CSlideId":"","ControlKey":"55606f34-64a7-442e-bcd0-ab20f8ef4436","ControlNumber":"5563","DisclosureBlock":"&nbsp;<b>Y. Cheng, <\/b> None..<br><b>B. Worley, <\/b> None..<br><b>Z. Javed, <\/b> None..<br><b>A. T. Elhaw, <\/b> None..<br><b>P. W. Tang, <\/b> None..<br><b>N. Hempel, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6995","PresenterBiography":null,"PresenterDisplayName":"Ya-Yun Cheng","PresenterKey":"63b4b6cc-0fee-4d23-934a-a0769ad32575","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6995. Functional characterization of the novel cell adhesion molecule MPZL3 in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional characterization of the novel cell adhesion molecule MPZL3 in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"RET (<u>RE<\/u>arranged during <u>T<\/u>ransfection) is a receptor tyrosine kinase with essential roles in early development; however, genetic alterations<b> <\/b>lead to aberrant RET activity that contributes to oncogenic processes in several cancers. While some of the mechanisms by which RET mediates these processes are known, the network of proteins facilitating its activity remains largely undiscovered. To address this, we performed a genome-wide synthetic dosage lethal screen which identified NCAM1 (<u>N<\/u>eural <u>C<\/u>ell <u>A<\/u>dhesion <u>M<\/u>olecule 1) as one potential candidate modulating RET activity. Using an NCAM1 knockdown (KD) in SH-SY5Y neuroblastoma cells, we show that loss of NCAM1 reduces total protein levels of RET with no effect on <i>RET<\/i> transcription. Despite reduced abundance of RET, we show that the mature form of RET has a prolonged half-life in the absence of NCAM1<b>.<\/b> Assessing the functional outcomes of reduced RET protein levels, we observe reduced activation of RET by its extracellular ligand GDNF (Glial cell line-derived neurotrophic factor) and a subsequent reduction in activation of proliferative signaling pathways downstream of RET. As a result, RET-mediated proliferation is diminished in the absence of NCAM1, with reduced viability of NCAM1 KD SH-SY5Y observed in response to GDNF. Together, our data suggest that the synthetic lethal relationship between RET and NCAM1 may arise from a role for NCAM1 in regulating total RET protein available for activation, thereby reducing RET-mediated cell viability and proliferation. Our work has uncovered a role for NCAM1 in modulating RET activity in cancer and validates the use of our synthetic dosage lethal approach in uncovering proteins facilitating oncogenic RET activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Adhesion molecules,RET,Synthetic lethality,Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. H. Hussain<\/b><sup>1<\/sup>, B. D. Hyndman<sup>1<\/sup>, F. S. Vizeacoumar<sup>2<\/sup>, M. J. F. Crupi<sup>3<\/sup>, F. J. Vizeacoumar<sup>2<\/sup>, L. M. Mulligan<sup>1<\/sup>; <br\/><sup>1<\/sup>Queen's University, Kingston, ON, Canada, <sup>2<\/sup>University of Saskatchewan, Saskatoon, SK, Canada, <sup>3<\/sup>University of Ottawa, Ottawa, ON, Canada","CSlideId":"","ControlKey":"deffea86-0031-4464-ba95-0d27e9a88123","ControlNumber":"3862","DisclosureBlock":"&nbsp;<b>M. H. Hussain, <\/b> None..<br><b>B. D. Hyndman, <\/b> None..<br><b>F. S. Vizeacoumar, <\/b> None..<br><b>M. J. F. Crupi, <\/b> None..<br><b>F. J. Vizeacoumar, <\/b> None..<br><b>L. M. Mulligan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6996","PresenterBiography":null,"PresenterDisplayName":"Montdher Hussain, BS","PresenterKey":"5306545e-22e9-4ad1-b019-bc289d2625e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6996. A role for the cell adhesion molecule NCAM1 in regulating activity of the receptor tyrosine kinase RET in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A role for the cell adhesion molecule NCAM1 in regulating activity of the receptor tyrosine kinase RET in cancer","Topics":null,"cSlideId":""},{"Abstract":"Originating from within the distal lung, lung adenocarcinoma (LUAD) is the most common pathologic subtype of non-small cell lung carcinoma (NSCLC) and encompasses an assortment of histologic presentations. Colocalized within the distal alveolar epithelium are two alveolar epithelial cell (AEC) subpopulations: alveolar epithelial type 1 (AT1) and alveolar epithelial type 2 (AT2) cells. We previously demonstrated that signatures unique to each AEC subpopulation were detected in LUAD tumors formed by oncogenic KRAS<sup>G12D<\/sup> activation in mice and were associated with disparate survival outcomes, transcriptomic patterning, and histologic presentation. Epithelial growth factor receptor (EGFR) mutations are among the most frequent oncogenic drivers in thoracic oncology. Therefore, we set out to determine if EGFR oncogenic activation resulted in differential LUAD presentation and outcomes based on the cell of origin in which it was activated. To activate EGFR oncogenic mutations in AT1 or AT2 cells, we employed triple transgenic mouse models (AT1: <i>Gramd2<\/i>-CreERT2:<i>EF1<\/i>-LSL-tTA:<i>TetO<\/i>-EGFR<sup>del20\/T790<\/sup> and AT2: <i>Sftpc<\/i>-CreERT2:<i>EF1<\/i>-LSL-tTA:<i>TetO<\/i>-EGFR<sup>del20\/T790<\/sup>), which allowed for EGFR activation in either <i>Gramd2<sup>+<\/sup><\/i> AT1 or <i>Sftpc<sup>+<\/sup><\/i> AT2 cells. Longitudinal analysis of hematoxylin and eosin-stained lungs over the course of 20 weeks was performed. Blinded pathology review demonstrated that EGFR oncogenic activation in <i>Gramd2<\/i><sup>+<\/sup> AT1 cells resulted in histologically defined LUAD with lepidic properties at early time points and solid adenocarcinoma properties at later time points. This differed from EGFR activation in <i>Sftpc<sup>+<\/sup><\/i> AT2 cells, which resulted in pre-carcinogenic atypical adenomatous hyperplasia (AAH) formation that did not progress to adenocarcinoma. While preliminary, our results suggest that cell of origin strongly influences EGFR-mediated lung oncogenesis and concomitant pathology and histologic presentation. This work may advance our understanding while informing patient stratification and treatment strategies for LUAD patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,EGFR,Intratumoral heterogeneity,Tumorigenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. M. Neely<\/b><sup>1<\/sup>, A. Lanz<sup>2<\/sup>, W. D. Wallace<sup>1<\/sup>, A. W. Kim<sup>1<\/sup>, Z. Borok<sup>3<\/sup>, C. N. Marconett<sup>1<\/sup>; <br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>2<\/sup>Univeristy of California-Irvine, Irvine, CA, <sup>3<\/sup>University of California San Diego, San Diego, CA","CSlideId":"","ControlKey":"6ce7137e-fdde-439f-8d76-1bd637b954fb","ControlNumber":"3807","DisclosureBlock":"&nbsp;<b>A. M. Neely, <\/b> None..<br><b>A. Lanz, <\/b> None..<br><b>W. D. Wallace, <\/b> None..<br><b>A. W. Kim, <\/b> None..<br><b>Z. Borok, <\/b> None..<br><b>C. N. Marconett, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6997","PresenterBiography":null,"PresenterDisplayName":"Aaron Neely, BS;MS;PhD,MS","PresenterKey":"f22ffc43-a7d5-4627-b71c-352d8a0f368e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6997. Elucidating the tumorigenic properties of alveolar epithelial type 1 cells in EGFR-mediated LUAD tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"399","SessionOnDemand":"False","SessionTitle":"Elucidating Mechanisms of Oncogenic Action","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the tumorigenic properties of alveolar epithelial type 1 cells in EGFR-mediated LUAD tumorigenesis","Topics":null,"cSlideId":""}]