[{"Abstract":"Background: Cancer-associated fibroblasts (CAFs) are heterogeneous, with CAF subtypes being localized in spatially defined areas of tumors. However, it remains unclear which CAF subsets specifically play a role in fundamental processes such as tumor growth, invasion, and response to therapy. This study aims to establish a novel <i>in vitro<\/i> model that recapitulates the <i>in vivo<\/i> tumor-stroma spatial relationship to investigate CAF heterogeneity and its impact on tumor cell growth in non-small cell lung cancer (NSCLC).<br \/>Methods: The <i>in vitro<\/i> model was established using NSCLC patient-derived CAFs and tumor organoids as a 6:1 ratio. Tumor cells originating from xenograft-derived organoids (XDOs) were embedded in a hydrogel containing CAFs (Day 0) and co-cultured for 5 days. Confocal microscopy was utilized to characterize and measure the proliferation of the XDO tumor cells in the co-culture setup, and the proliferation rate was defined as differences in tumor spheroid area between Day 1 and 5. Single-cell RNA-sequencing (scRNAseq) and gene set enrichment analysis (GSEA) were then used to assess the gene expression and signaling pathways dominant in mono- and co-culture to characterize CAF heterogeneity in this model.<br \/>Results: Initially, the culture media formulations and the matrix for the growth of both CAFs and tumor cells were screened to assess the compatibility of different culture elements. Both CAFs and XDO tumor cells proliferated well in reduced organoid media (M27RD). This reduced medium and the novel matrix composition (50% Matrigel\/50% Rat Tail type I collagen) also allowed for maintaining CAF contractility and XDO proliferation. Utilizing these harmonized media and matrix conditions, a spatially defined co-culture model, which incorporated XDOs as a central cluster surrounded by CAFs, was generated. In confocal microscopy, the proliferation rate of tumor cells was significantly higher in co-cultures with CAFs (adjusted <i>p<\/i>-value &#60; 0.01), while not significant in mono-culture of tumor cells. The GSEA using the Hallmark gene sets on scRNAseq data generated in three co-cultures identified the heterogeneity among CAFs: two CAFs showed significantly higher effect on tumor cell proliferation with the most highly differential expressed genes (DEGs) enriched with inflammation and mitosis and the top high DEGs associated with epithelial-mesenchymal transition, while the other CAF has no effect.<br \/><b>Conclusion:<\/b> The harmonized co-culture conditions for NSCLC organoids and CAFs enabled the characterization of both cell phenotypes and the building of an informed model architecture to study tumor-stroma communication. The presence of CAFs increased tumor cell growth with enrichment in secreted proteins involved in epithelial-mesenchymal transition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Heterogeneity,Organoids,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C.-K. Park<\/b>, R. Navab, E. D'Arcangelo, Q. Li, H. Ogawa, N. Radulovich, N.-A. Pham, M.-S. Tsao; <br\/>Princess Margaret Cancer Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"5cec0c16-a50d-4555-9889-05105ce52135","ControlNumber":"3990","DisclosureBlock":"&nbsp;<b>C. Park, <\/b> None..<br><b>R. Navab, <\/b> None..<br><b>E. D'Arcangelo, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>H. Ogawa, <\/b> None..<br><b>N. Radulovich, <\/b> None..<br><b>N. Pham, <\/b> None..<br><b>M. Tsao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"217","PresenterBiography":null,"PresenterDisplayName":"Cheol-Kyu Park, MD;PhD","PresenterKey":"cc63ae86-03af-4e41-9d70-2077eaf7aa3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"217. Establishment of a spatially defined co-culture model of non-small cell lung cancer organoids and cancer-associated fibroblasts to investigate phenotypic heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of a spatially defined co-culture model of non-small cell lung cancer organoids and cancer-associated fibroblasts to investigate phenotypic heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"In the context of lung cancers, cancer-associated fibroblast (CAF) plays a pivotal role as a key component of the tumor microenvironment (TME), affecting tumor growth, invasion, metastasis, immune modulation, and drug resistance. Despite the recognized impact of CAFs, the precise interaction between the CAF and tumor cell remains elusive. Previous studies have reported that CAFs stimulate tumor cell growth both <i>in vitro<\/i> and <i>in vivo<\/i>. However, our tumoroid models reveal an intriguing phenomenon where CAFs inhibit tumoroids growth within Matrigel. This led us to hypothesize that paracrine signaling might be the primary mode of interaction between CAFs and tumor cells. To unravel the intricacies of this interaction, we developed an innovative coculture method. Using hydrophobic barrier, we segregated the coculture of nine sets of CAFs and tumoroids within a single well, preventing CAFs from infiltrating the tumoroid culture area. This setup enabled interaction solely through paracrine signaling. Surprisingly, cocultured tumoroids exhibited no significant differences compared to individually cultured tumoroids. Conversely, cocultured CAFs displayed a remarkable increase in growth compared to their individually cultured counterparts. This suggests that tumoroids influence CAF growth, while CAFs do not significantly impact tumoroid growth. Furthermore, in three coculture sets, tumor cells within the Matrigel migrated towards the CAF culture area, indicating that CAFs induce tumor cell metastasis. Immunofluorescence staining confirmed this metastatic phenomenon. To identify the paracrine factors influencing CAFs and tumoroids, we employed RNA-sequencing, single-cell RNA-sequencing, and proteomic analysis of culture soup. Proteomic analysis revealed a substantial increase in proteins and signaling pathways related to the extracellular matrix in cocultures compared to single cultures. Our findings suggest that tumor cells recruit CAFs, promoting CAF growth to establish and fortify their TME, ultimately leading to drug resistance, metastasis, and immune modulation","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Cancer-associated fibroblasts,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, Y. Ko<sup>1<\/sup>, H. Park<sup>1<\/sup>, S. Jang<sup>2<\/sup>; <br\/><sup>1<\/sup>AMIST, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5287e123-81e8-4096-b06a-10c56de03b50","ControlNumber":"2944","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>Y. Ko, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>S. Jang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"218","PresenterBiography":null,"PresenterDisplayName":"Sung Min Kim, BS","PresenterKey":"5ed0c5f5-1784-4eb0-ac8f-67b086747202","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"218. Deciphering tumoroid-CAF interactions through a spatially segregated coculture model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering tumoroid-CAF interactions through a spatially segregated coculture model","Topics":null,"cSlideId":""},{"Abstract":"Strong evidence supports the use of patient-derived xenografts (PDXs) as faithful models reflecting patient outcomes. Since not all research can support the use of animals, exploiting patient-derived <i>in vitro<\/i> models such as organoids (also know as tumoroids) is essential. However, current biobanks of metastatic colorectal cancer (mCRC) tumoroids have important limitations, such as small sample size and a lack of systematic <i>in vivo <\/i>validation with paired xenografts, which decreases the translational value of tumoroid-based pipelines. Here we describe XENTURION, a unique open-science resource of XENografts and Tumoroids for Research In ONcology that encompasses 129 sibling pairs of mCRC PDXs and PDX-derived tumoroids (PDXTs) with accompanying molecular and therapeutic characterization.The vast majority of XENTURION models were analyzed for mutations (targeted next-generation sequencing of 116 relevant CRC genes), gene copy number architecture (DNA shallow sequencing) and global transcriptomics (RNAseq) and benchmarked against large patient datasets (TCGA and MSK-IMPACT). Results showed that the PDX-PDXT collection proved to be representative of the genetic heterogeneity of mCRCs and displayed high genetic and transcriptional similarity between matched pairs. A PDXT-based population trial with the clinically approved anti-EGFR antibody cetuximab was performed in 116 PDXTs, revealing variable sensitivities that were consistent with clinical response biomarkers and with tumor growth changes in 79 matched PDXs. Cetuximab response profiles also recapitulated the outcome of EGFR knock-out by CRISPR-Casp9 technology in 13 representative PDXTs. Adaptive signals upregulated by EGFR blockade both in tumoroids and PDXs were computationally and functionally prioritized. Top candidates were screened in PDXTs and 3 surviving compounds were identified as actionable co-extinction targets with cetuximab in 12 PDXT models. Results were finally validated in PDXs.To our knowledge, this is the first large-scale study in which a systematic comparison of molecular and therapeutic profiles between PDXT-PDX pairs was attempted. As a publicly available resource, XENTURION will offer a knowledge base of disseminatable methods, resources and information to streamline preclinical studies and accelerate new treatments for patients with mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Colorectal cancer,Organoids,Patient-derived xenograft (PDX),Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. M. Leto<\/b>, E. Grassi, M. Avolio, V. Vurchio, F. Cottino, M. Ferri, E. R. Zanella, L. Di Blasio, A. Puliafito, L. Primo, A. Bertotti, L. Trusolino; <br\/>Candiolo Cancer Institute - IRCCS, Candiolo, Italy","CSlideId":"","ControlKey":"e516d1e7-9113-4323-bb7a-1341b5bf173d","ControlNumber":"4934","DisclosureBlock":"&nbsp;<b>S. M. Leto, <\/b> None..<br><b>E. Grassi, <\/b> None..<br><b>M. Avolio, <\/b> None..<br><b>V. Vurchio, <\/b> None..<br><b>F. Cottino, <\/b> None..<br><b>M. Ferri, <\/b> None..<br><b>E. R. Zanella, <\/b> None..<br><b>L. Di Blasio, <\/b> None..<br><b>A. Puliafito, <\/b> None..<br><b>L. Primo, <\/b> None..<br><b>A. Bertotti, <\/b> None.&nbsp;<br><b>L. Trusolino, <\/b> <br><b>Menarini<\/b> Grant\/Contract. <br><b>Merck KGaA<\/b> Grant\/Contract. <br><b>Merus<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Symphogen<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"219","PresenterBiography":null,"PresenterDisplayName":"Simonetta Maria Leto, PhD","PresenterKey":"6b63bbbc-4f1d-44a2-8cdf-4e3883ce7baf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"219. Molecular and therapeutic characterization of a large-scale collection of metastatic colorectal cancer patient-derived xenografts and matched organoids for translational oncology","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and therapeutic characterization of a large-scale collection of metastatic colorectal cancer patient-derived xenografts and matched organoids for translational oncology","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Cholangiocarcinoma (CCA) remains a highly morbid cancer for which accurate models. Patient-derived cancer organoid (PCOs) have been generated in CCA, however their utility in clinical prediction has not been validated. Z&#8217; factoring often fails in assessing CCA organoid response. Prior analysis for organoid response has shown an effect size by Glass&#8217;s Delta (G&#916;) of &#8805;1.25 in growth inhibition is predictive of clinical response. Here, we present subclonal organoid response across a diverse set of CCA models in response to therapy by growth and organoid level viability response.<br \/><b>Methods:<\/b> PCOs were expanded from the NCI&#8217;s Patient-Derived Model Repository (PDMR), tissue biopsy, and rapid autopsy. Organoid response was tracked from growth using Z-stacked high content imaging (Cytation5) with endpoint at 144h and stained using established viability markers, Caspase-3\/7 (C3\/7) and ToPro3. Treatment groups included media control, positive control of cycloheximide 200uM continuous, gemcitabine (gem) 10uM 24h, cisplatin (cis) 5uM 48h, combination gem+cis, and FGFR2 inhibitor futibatinib (futi) 300nM continuous.<br \/><b>Results:<\/b> Across models, PCO growth directly correlated with Z&#8217; factor thresholding (R= 0.868). NCI PDMR organoids, CK11523 and CK10519 are <i>IDH1<\/i>mutant <i>(<\/i>mt), and both showed superior response to gem when compared to cis by growth (gem G&#916; 1.18 and 0.44 v. cis G&#916; 0.11 and 0.23) and C3\/7 (gem G&#916; 3.25 and 2.34 v. cis G&#916; 1.46 and 0.33). <i>BRCA1<\/i>mt CCA was found to achieve modest growth inhibition with gem and gem+cis (G&#916; 1.09 and 1.17) and yet significant increase in C3\/7 (gem G&#916; 1.68 and gem+cis G&#916; 1.36) and ToPro3 (gem G&#916; 1.65 and gem+cis G&#916; 1.82). Despite this result, the patient developed early clinical recurrence after neoadjuvant gem+cis chemotherapy (&#60;3 months). <i>FGFR2-HPGDS<\/i> fusion CCA achieved no meaningful difference in growth response with gem+cis (G&#916; 0.94) or futi (G&#916; 0.36). These findings were consistent with the clinical outcome of primary chemotherapy resistance and progression on futi. However, we observed increase in C3\/7 positivity with both gem+cis (G&#916; 2.11) and futi (G&#916; 1.37).<br \/><b>Conclusions:<\/b> Primary resistance to both targeted and chemotherapy remains a formidable barrier to therapeutic development in CCA. While growth inhibition remains a validated marker of clinical response, further work is needed to understand thresholds for C3\/7 and ToPro3 across physiologic drug dosing. This is the first report of modeling the novel <i>FGFR2-HPGDS<\/i> fusion CCA in organoids. Ongoing work is evaluating therapeutic sensitivity across prospective specimens of CCA in support of establishing thresholding for response to apoptosis (C3\/7) and necrosis (ToPro3).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Organoids,Chemotherapy response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Eleanor Riedl<\/b><sup><\/sup>, Austin Stram<sup><\/sup>, Md Shahadat Hossan<sup><\/sup>, Ethan Samuel Lin<sup><\/sup>, Jamie Warner<sup><\/sup>, Luke Koeppel<sup><\/sup>, Jeremy  D.  Kratz<sup><\/sup><br><br\/>Medicine, University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"0cc5f7a2-3b62-42ca-a474-148a1cbcca90","ControlNumber":"7866","DisclosureBlock":"&nbsp;<b>E. Riedl, <\/b> None..<br><b>A. Stram, <\/b> None..<br><b>M. Hossan, <\/b> None..<br><b>E. Lin, <\/b> None..<br><b>J. Warner, <\/b> None..<br><b>L. Koeppel, <\/b> None.&nbsp;<br><b>J. D. Kratz, <\/b> <br><b>WARF<\/b> Patent. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Gift. <br><b>Total Health Oncology<\/b> Travel. <br><b>Prime Oncology<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"220","PresenterBiography":"","PresenterDisplayName":"Eleanor Riedl, No Degree","PresenterKey":"7d1a9e43-1b81-4ba6-ba54-c40475e309d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"220. Thresholding response assessment in biliary tract cancer organoids to inform sensitivity to chemotherapy across molecular subtypes","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Thresholding response assessment in biliary tract cancer organoids to inform sensitivity to chemotherapy across molecular subtypes","Topics":null,"cSlideId":""},{"Abstract":"Organotypic, three-dimensional (3D) cancer tissue models (OCTM) have enabled investigators to develop predictive markers that can be used in preclinical cancer drug development. However, a drawback of the existing models is that they are mostly based on cell lines based are not physiological. In vitro development of 3D tumoroids using patient derived primary tumors (PDPT) in tumor microenvironment (TME) will have clinical significant and can predict human responses to cancer therapeutics. Here, we describe the generation of OCTM from patient-derived metastatic colorectal cancer, the second most deadly cancer. PDPT were grown in Matrigel for 5 passages and for biobanking purposes tumoroids were further expanded in faCellitate 384 well plates or Sun Bioscience plates to harvest large amounts of well-defined tumoroids cultured for over 21 days. Expanded tumoroids were collected and cryopreserved or gently mixed several times using a pipet tip to break up tumoroids into smaller fragments. These tumor fragments were mixed with endothelial cells, dendritic cells, fibroblasts and embedded in a collagen matrix to simulate TME. The collagen-cell mixture was then added to Transwells and induced to gel to form a collagen gel matrix that simulates TME. The tumoroids were cultured with a specialized medium that supports the growth of complex cell types. The tumor development was monitored daily using bright field microscopy and image analysis was used to monitor tumor size. To evaluate the utility of the OCTM, treatment was initiated at day 10 of the culture period by exposing tissues with the chemotherapeutic drug Cisplatin on days 0, 2, 4, 7, 9, and 11. After each treatment, OCTM tissues (N=2) were fixed for H&#38;E and live\/dead staining. Overall, the results of the study showed that: 1) PDPT can be expanded for 5 passages (this low passage number is not expected to change the phenotype of the tumor) and further expanded in high throughput format, 384 well plates, 2) the PDPT could be cultured with multiple cell types in a collagen-gel matrix to recreate the TME, 3) histological evaluation of the OCTM showed a glandular-like tumoroid, 4) immunohistochemical staining revealed that the PDPT in the in vivo-like microenvironment were positive for CK20, and 5) the PDPT shrank following 3 treatment cycles with Cisplatin (day 4). Conclusion: The data shows metastatic colorectal PDPT can be expanded in vitro and cultured in a complex tumor microenvironment on tissue culture inserts. These OCTMs can be used to screen drug safety and efficacy. This study opens new avenues for high-throughput cancer drug screening format using PDPT embedded in a in vivo like TME. This model can be used as a tool for personalized oncology drug testing and for translational assays tailored to other cancer types from our patient derived primary tumor pool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,In vitro,Translation,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Ayehunie<\/b><sup>1<\/sup>, M. Groves<sup>2<\/sup>, B. Bryda<sup>1<\/sup>, A. Armento<sup>1<\/sup>, A. Tolcher<sup>2<\/sup>; <br\/><sup>1<\/sup>MatTek Corporation, Ashland, MA, <sup>2<\/sup>Next Oncology, San Antonio, TX","CSlideId":"","ControlKey":"5e4f6b9f-30b3-41b7-8bbf-1798747b270c","ControlNumber":"6705","DisclosureBlock":"<b>&nbsp;S. Ayehunie, <\/b> <br><b>Employee of: MatTek<\/b> Employment. <br><b>M. Groves, <\/b> <br><b>Employee of: Next Oncology<\/b> Employment. <br><b>B. Bryda, <\/b> <br><b>Employee of: MatTek<\/b> Employment. <br><b>A. Armento, <\/b> <br><b>Employee of: MatTek<\/b> Employment. <br><b>A. Tolcher, <\/b> <br><b>Employee of: NEXT Oncology  Consultant for: ABBVIE, Inc, Aclaris Therapeutics, Affinia Therapeutics, Inc, AGENUS, Inc., ASANA BIOSCIENCES, ASCENTAGE, Astex Pharmaceuticals, Axlmmune, Bayer, Blu Print<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"221","PresenterBiography":null,"PresenterDisplayName":"Seyoum Ayehunie","PresenterKey":"5948355d-685e-42ce-b435-351b036cd6a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"221. Novel organotypic patient derived primary tumor tissues for oncology drug safety and efficacy studies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel organotypic patient derived primary tumor tissues for oncology drug safety and efficacy studies","Topics":null,"cSlideId":""},{"Abstract":"The risk of relapse or recurrence of Head and Neck Squamous Cell Carcinoma (HNSCC) is high despite the combination of surgery and radiochemotherapy, responsible for high toxicity. It is crucial to develop new therapeutic strategies and to identify patients likely to benefit from these treatments. Patient-Derived Tumor Organoids (PDTO) are three-dimensional multicellular structures derived from patient tumor samples and faithfully reproduce the histological and molecular characteristics of the original tumor. A growing body of research indicates that PDTO may predict the clinical response, representing a major opportunity for the development of new therapeutic strategies and precision medicine. The purpose of this translational study is to generate PDTO from HNSCC patients to evaluate their predictive value. PDTO were obtained after dissociation of tumor specimen of HNSCC patients through the setup of the clinical study ORGAVADS (NCT04261192). Tumor cells were embedded in extracellular matrix and cultured in specific medium. Histological and immunohistochemical characterizations were performed to validate the resemblance between PDTO and their original tumor. Response of PDTO to chemotherapy, radiotherapy and innovative therapies were evaluated by live-cell imaging and viability assays. The culture conditions were optimized to improve the success rate of PDTO establishment which now exceeded 50%. Twenty-one PDTO lines have been established and showed histological characteristics close to the original tumor. Expression of immunohistochemical tumor markers p53, p40, p63, and p16 were similar in tumors and paired PDTO. Functional assays were performed on 15 PDTO to analyze the response to treatments (cisplatin, olaparib, X-Rays) and heterogeneity of response was observed between the models. When clinical response was available, PDTO derived from good responders showed high sensitivity to treatments while PDTO from bad responders showed low sensitivity to treatments. Interestingly, two PDTO lines derived from HPV+ oropharyngeal tumors displayed very high sensitivity to cisplatin, matching with the patient's profile and response. Our results showed feasibility to derive PDTO from HNSCC and to perform functional assay to assess their response to different treatments. The first studies of correlation between PDTO and patient responses are promising and will be further investigated in more patients. This will allow to demonstrate the predictive value of PDTO from HNSCC with the purpose to develop a clinically compatible predictive functional assay.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Head and neck cancers,Personalized medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Perréard<\/b><sup>1<\/sup>, V. Bastit<sup>1<\/sup>, L. Lecouflet<sup>2<\/sup>, G. Desmartin<sup>2<\/sup>, R. Florent<sup>2<\/sup>, C. Jeanne<sup>3<\/sup>, J. Thariat<sup>2<\/sup>, E. Babin<sup>1<\/sup>, L. Poulain<sup>2<\/sup>, L.-B. Weiswald<sup>2<\/sup>; <br\/><sup>1<\/sup>Université de Caen Normandie \/ CHU de Caen \/ Centre Francois Baclesse, Caen, France, <sup>2<\/sup>Université de Caen Normandie \/ Centre Francois Baclesse, Caen, France, <sup>3<\/sup>Centre Francois Baclesse, Caen, France","CSlideId":"","ControlKey":"1192a7ba-6690-44e0-b7a9-202a55a7f470","ControlNumber":"4430","DisclosureBlock":"&nbsp;<b>M. Perréard, <\/b> None..<br><b>V. Bastit, <\/b> None..<br><b>L. Lecouflet, <\/b> None..<br><b>G. Desmartin, <\/b> None..<br><b>R. Florent, <\/b> None..<br><b>C. Jeanne, <\/b> None..<br><b>J. Thariat, <\/b> None..<br><b>E. Babin, <\/b> None..<br><b>L. Poulain, <\/b> None..<br><b>L. Weiswald, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"222","PresenterBiography":null,"PresenterDisplayName":"Marion Perréard","PresenterKey":"24e2b62c-e576-4f7f-b4b0-e5d3689f1204","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"222. Establishment of patient-derived tumor organoids from head and neck cancers for predicting response to treatments","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of patient-derived tumor organoids from head and neck cancers for predicting response to treatments","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Lung cancer (LC) remains the top cause of cancer-associated mortality worldwide, with a 10-year overall survival rate of only 5%. While most LCs are smoking related, in the US, 25% of non-small cell LC (NSCLC) are diagnosed in patients with little or no smoking history. Fusions involving anaplastic lymphoma kinase (ALK) are the oncogenic driver in ~3-7% of NSCLC. While inhibitors targeting the kinase domain of ALK (TKIs) have proven extremely effective, inevitably, resistance develops with limited effective treatment options. Additionally, NSCLCs without identified molecular alterations have limited treatment options beyond radiation, immunotherapy, chemotherapy, and resection.<br \/><b> <\/b> <b>Methods:<\/b> We developed a precision medicine-based platform (PMP) to screen patient-derived material (PDM) directly from the operating room with curated panels of drugs. PDM collected during clinically indicated procedures is plated in 3D-culture to generate patient-derived organoids (PDOs) and screened with drugs curated to each tumor type. PDOs are screened at therapeutically relevant doses, drawing from pharmacokinetic data for each drug. We have optimized an assay to rapidly screen for EML4-ALK fusions and can perform next-generation sequencing in real time (~7 days) to integrate with drug screening results.<br \/><b> <\/b> <b>Results: <\/b>To date, we have screened 83 cases, including 8 EML4-ALK NSCLC. We have demonstrated an ability to produce high quality data from low input samples (biopsies). In one EML4-ALK NSCLC we were able to collect PDM from two distinct anatomic spaces (pleural effusion and peritoneal fluid) and screen with the same panel of drugs, with nearly identical results, highlighting the reproducibility and consistency of our assay. Screening of EML4-ALK tumors which have progressed to second or higher line TKIs, demonstrate sensitivity to earlier generation ALK TKIs, a known phenomenon. Characterization of tumors with unknown clinical drivers identifies ~1\/3 tumors with no prioritized variants and particularly poor response to chemotherapies. Our results recapitulate known resistance\/progression in samples previously exposed to therapy, demonstrating a strong negative predictive value. Longitudinal assessment will be required to robustly assess positive predictive value (PPV).<br \/><b> <\/b> <b>Conclusions:<\/b> Our PMP captures robust and reproducible results that are consistent with known clinical pathogenesis. Moving forward, we are collecting longitudinal data from enrolled patients in parallel with clinical trials to demonstrate the PPV of our PMP. We additionally strive to demonstrate reproducibility to obtain Clinical Laboratory Improvement Amendments approval and to deliver results to patients and physicians to help guide clinical care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Targeted therapy,Precision medicine,Lung cancer: non-small cell,ALK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nathan M. Merrill<\/b><sup>1<\/sup>, Aaron Udager<sup>1<\/sup>, Angel Qin<sup>1<\/sup>, Kiran Lagisetty<sup>1<\/sup>, Liwei Bao<sup>1<\/sup>, Xu Cheng<sup>1<\/sup>, Hamadi Madhi<sup>1<\/sup>, Ananya Banerjee<sup>1<\/sup>, Ananya Banerjee<sup>1<\/sup>, Marziyeh Salehi Jahromi<sup>1<\/sup>, Laura Goo<sup>1<\/sup>, Varun Kathawate<sup>1<\/sup>, Bryce Vandenburg<sup>1<\/sup>, Marisa Aikins<sup>1<\/sup>, Mark Slayton<sup>1<\/sup>, Peter Ulintz<sup>1<\/sup>, Zhaoping Qin<sup>1<\/sup>, Chia-jen Liu<sup>1<\/sup>, Habib Serhan<sup>1<\/sup>, John Jefferies<sup>2<\/sup>, Muhammad Sajawal Ali<sup>3<\/sup>, Vishal Navani<sup>4<\/sup>, Michael Monument<sup>4<\/sup>, Johannes Kratz<sup>5<\/sup>, Amber Smith<sup>6<\/sup>, Andrew Chang<sup>1<\/sup>, Gregory Kalemkerian<sup>1<\/sup>, Sunitha Nagrath<sup>1<\/sup>, Peggy Hsu<sup>1<\/sup>, Matthew  B.  Soellner<sup>1<\/sup>, Sofia  D.  Merajver<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI,<sup>2<\/sup>University of Tennessee Health Science Center, Memphis, TN,<sup>3<\/sup>Weill Cornell Medicine, New York, NY,<sup>4<\/sup>Tom Baker Cancer Centre, Calgary, AB, Canada,<sup>5<\/sup>University of California San Francisco, San Francisco, CA,<sup>6<\/sup>The Rare Cancer Research Foundation, Durham, NC","CSlideId":"","ControlKey":"1a10dcc9-b8f9-493e-a184-3b4a681df8f2","ControlNumber":"5135","DisclosureBlock":"&nbsp;<b>N. M. Merrill, <\/b> None..<br><b>A. Udager, <\/b> None.&nbsp;<br><b>A. Qin, <\/b> <br><b>Amgen<\/b> Other, Advisory board. <br><b>Merck<\/b> Grant\/Contract. <br><b>Clovis<\/b> Grant\/Contract. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Xencor<\/b> Grant\/Contract.<br><b>K. Lagisetty, <\/b> None..<br><b>L. Bao, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>H. Madhi, <\/b> None..<br><b>A. Banerjee, <\/b> None..<br><b>A. Banerjee, <\/b> None..<br><b>M. Salehi Jahromi, <\/b> None..<br><b>L. Goo, <\/b> None..<br><b>V. Kathawate, <\/b> None..<br><b>B. Vandenburg, <\/b> None..<br><b>M. Aikins, <\/b> None..<br><b>M. Slayton, <\/b> None..<br><b>P. Ulintz, <\/b> None..<br><b>Z. Qin, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>H. Serhan, <\/b> None..<br><b>J. Jefferies, <\/b> None..<br><b>M. Ali, <\/b> None..<br><b>V. Navani, <\/b> None..<br><b>M. Monument, <\/b> None..<br><b>J. Kratz, <\/b> None..<br><b>A. Smith, <\/b> None..<br><b>A. Chang, <\/b> None..<br><b>G. Kalemkerian, <\/b> None..<br><b>S. Nagrath, <\/b> None..<br><b>P. Hsu, <\/b> None..<br><b>M. B. Soellner, <\/b> None..<br><b>S. D. Merajver, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"223","PresenterBiography":null,"PresenterDisplayName":"Nathan Merrill, BS;PhD","PresenterKey":"86652154-81e9-4611-bcfa-cdf42e64b512","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"223. Precision medicine-based platform to guide the treatment of EML4-ALK fusion lung cancers and other NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Precision medicine-based platform to guide the treatment of EML4-ALK fusion lung cancers and other NSCLC","Topics":null,"cSlideId":""},{"Abstract":"The study aims to establish a high throughput <i>ex vivo<\/i> organoid-based drug screening platform for head and neck squamous cell carcinoma (HNSCC) to investigate interactions between radiotherapy and different chemotherapies or targeted therapy agents and ultimately provide functional precision medicine therapeutic suggestions. HNSCC is the sixth most common cancer worldwide. Both HPV+ and HPV- cancers can be treated with surgery, radiotherapy, chemotherapy, or a combination of these. Cetuximab is currently the only FDA-approved targeted agent for HNSCC. Few clinical trials to date have shown an improved clinical outcome when combining targeted agents with radiotherapy, thus there is a need to identify new therapeutic combinations to improve outcomes.<br \/>In order to characterize HNSCC tumor behavior and sensitivity to therapy, we have leveraged our high throughput 3D tumor organoid screening platform. Our approach entails seeding tumor cells in extracellular matrix around the perimeter of tissue culture wells in ring-like structures, which we have successfully deployed in other cancer types (Phan et al, 2019; Al Shihabi et al, 2022; Nguyen et al, 2022; Al Shihabi et al 2023). To optimize a chemoradiation platform, we used the HN30, HN31, and SCC154 cell lines representing HPV- primary, HPV- metastatic, and HPV+ head and neck tumors. The cell-line-derived 3D models are exposed to both radiotherapy and various chemotherapy or targeted therapy drugs. We measured cell responses by ATP-release assays and by applying our machine learning-based brightfield image analysis pipeline (Al Shihabi et al, 2022).<br \/>Our results showed that the HPV+ SCC154 was the most sensitive line to radiotherapy while HPV- metastatic HN31 was the most resistant. HN31 was resistant to most drug treatments except for gemcitabine, docetaxel, and mitomycin c, while HN30 and SCC154 were sensitive to a broader set of agents. We have investigated combinatorial efficacy of radiation and chemotherapy as well as targeted agents and extended this platform to HNSCC patient-derived tumor organoids. Our proof-of-concept study highlights how our organoid-based drug screening platform can be used to test chemoradiation approaches that are more effective and personalized.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Head and neck squamous cell carcinoma,Screening,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Luda Lin<\/b><sup>1<\/sup>, Krishna K. Bommakanti<sup>2<\/sup>, Andreanne V. Sannajust<sup>3<\/sup>, Yazeed Alhiyari<sup>2<\/sup>, Brandon Mo<sup>2<\/sup>, Lauran Evans<sup>2<\/sup>, Peyton Tebon<sup>1<\/sup>, Maie St. John<sup>2<\/sup>, Alice Soragni<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Orthopaedic Surgery, David Geffen School of Medicine, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>2<\/sup>Department of Head & Neck Surgery, David Geffen School of Medicine, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>3<\/sup>Department of Integrative Biology and Physiology, UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"c14477b5-7628-456a-9384-546d4b54e0ff","ControlNumber":"7395","DisclosureBlock":"<b>&nbsp;L. Lin, <\/b> <br><b>Medtronic<\/b> Stock. <br><b>Zimmer Biomet<\/b> Stock. <br><b>CRISPR<\/b> Stock. <br><b>Deciphera Pharmaceuticals<\/b> Stock.<br><b>K. K. Bommakanti, <\/b> None..<br><b>A. V. Sannajust, <\/b> None..<br><b>Y. Alhiyari, <\/b> None..<br><b>B. Mo, <\/b> None..<br><b>L. Evans, <\/b> None.&nbsp;<br><b>P. Tebon, <\/b> <br><b>Gryphon Scientific, LLC<\/b> Employment.<br><b>M. St. John, <\/b> None.&nbsp;<br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Other, Founder and Owner. <br><b>ADRx, Inc<\/b> Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"224","PresenterBiography":null,"PresenterDisplayName":"Luda Lin, MS","PresenterKey":"52ecaa52-0b59-4016-90a1-0bf05079b0ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"224. Combining functional precision medicine and radiotherapy with bio-printed organoids in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining functional precision medicine and radiotherapy with bio-printed organoids in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Patient-derived organoids (PDOs) enable the ex vivo study of tumor heterogeneity and its effect on response to treatment. Our previous work demonstrated that our robust pan-cancer organoid platform shows genetic and transcriptomic concordance with clinical tumor samples and can be deployed for high-throughput drug response screening. Here, we ran a standard of care (SOC) panel on PDOs with paired de-identified clinically curated data to enable a comparison of patient response to the same drugs ex vivo and exploration of potentially more effective treatment alternatives.<br \/><b>Methods: <\/b>Patient tumor samples were cultivated into tumor PDOs in extracellular matrix + chemically defined media. PDOs underwent pathological review to ensure development of malignant tissue. PDOs were identified by clusters of Hoechst-positive cells and live and dead cell counts for each PDO were determined using fluorescent stains. The median number of cells per PDO in the well was calculated, excluding PDOs with &#60;3 cells and the top 1% of PDOs by area. Drug screens were run with 6 doses of the compound and the inverse area under the curve of ToPro3 live cell measurements was calculated to quantify response. Tempus xT DNA-seq and xR whole-transcriptome assays were used to perform NGS on organoids and patient samples where available. Data was processed through our standard pipeline to identify targetable mutations, neoantigens, copy number variants (CNVs) and fusions.<br \/><b>Results: <\/b>We analyzed 38 PDOs with paired patient data across 9 different cancer types comprising mostly lung (n=14) and colorectal (n=12); 17 PDOs had responses associated with treatment given close to the biopsy collection date. Across the full PDO cohort, we observed a range of responses to SOC compounds, providing a platform to better understand biomarkers and mechanisms of response. Treatment response in PDOs correlated with patient response in many cases. In the 3 patients with progression-free survival &#62;1 year and outcomes of either complete response or stable disease, all showed strong responses to the corresponding drugs in the SOC panel. For most patients with progressive disease recorded after treatment the corresponding PDO cluster showed limited response to treatment. The SOC panel includes several targeted therapies that provide insight into how patients respond to treatment beyond chemotherapy. For two patients with limited response to treatment in both patient and PDO, we identified targeted therapies relevant to their clinico-genomic landscape. One patient showed improved clinical outcomes to a later line of therapy with a similar mechanism of action to the drug that showed response in the organoid.<br \/><b>Conclusion: <\/b>These results suggest that PDOs may serve as a powerful tool for predicting patient response to treatment and aid the development of new therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Response,Personalized medicine,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. A. Burke<\/b><sup>1<\/sup>, B. Larsen<sup>1<\/sup>, Y.-H. C. Tan<sup>1<\/sup>, J. Barbeau<sup>1<\/sup>, C. Brinkman<sup>1<\/sup>, E. Moore<sup>1<\/sup>, N. Callamaras<sup>1<\/sup>, J. R. Dry<sup>1<\/sup>, I. Huerga<sup>1<\/sup>, K. Sasser<sup>1<\/sup>, J. A. Borgia<sup>2<\/sup>; <br\/><sup>1<\/sup>Tempus Labs, Inc., Chicago, IL, <sup>2<\/sup>Rush University, Chicago, IL","CSlideId":"","ControlKey":"5ec9c803-271a-4fb5-b65a-55bcefb7f192","ControlNumber":"4940","DisclosureBlock":"<b>&nbsp;K. A. Burke, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>B. Larsen, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel, Patent. <br><b>Y. C. Tan, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment. <br><b>J. Barbeau, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment. <br><b>C. Brinkman, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>E. Moore, <\/b> <br><b>Tempus Labs, Inc.<\/b> Stock, Travel, Patent. <br><b>N. Callamaras, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>Vertex Pharmaceuticals<\/b> Employment, Stock, Travel. <br><b>J. R. Dry, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>I. Huerga, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>AstraZeneca<\/b> Employment, Stock, Travel. <br><b>Immunai<\/b> Independent Contractor, Stock Option. <br><b>K. Sasser, <\/b> <br><b>Tempus Labs, Inc.<\/b> Employment, Stock, Travel. <br><b>Genmab<\/b> Employment, Stock, Travel. <br><b>Abbvie<\/b> Stock. <br><b>J. A. Borgia, <\/b> <br><b>Tempus Labs Inc.<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Abbott Dx<\/b> Grant\/Contract. <br><b>Serum, Inc<\/b> Grant\/Contract. <br><b>Epigenomics<\/b> Grant\/Contract. <br><b>ThermoFisher<\/b> Grant\/Contract. <br><b>Rational Vaccines Dx<\/b> Other, Scientific Advisory Board. <br><b>Luminex Corp<\/b> Other, Scientific Advisory Board.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"225","PresenterBiography":null,"PresenterDisplayName":"Kathleen Burke, PhD","PresenterKey":"88484e41-4e56-4cd4-b826-1dbc78b08251","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"225. Integration of patient-derived tumor organoids and patient clinical multimodal data to investigate the role of organoids in predicting treatment response","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integration of patient-derived tumor organoids and patient clinical multimodal data to investigate the role of organoids in predicting treatment response","Topics":null,"cSlideId":""},{"Abstract":"Cholangiocarcinomas are highly aggressive malignancies with a poor prognosis. The global incidence of cholangiocarcinoma patients appears to be on the rise. While surgical resection remains the curative option for cholangiocarcinoma patients, the majority of cases are diagnosed at an advanced stage, resulting in poor outcomes. Patients with inoperable cholangiocarcinomas typically undergo chemotherapy regimens, including Gemcitabine, but their efficacy is limited, leading to low 5-year survival rates. Recent advancements in organoid culture technology allow for the in vitro replication of tissue structures by culturing tissue stem cells in three dimensions, offering great promise for personalized medicine. Utilizing patient-derived organoids has proven effective in predicting the outcomes of therapeutic drugs. We have successfully established organoids using cancer tissue derived from cholangiocarcinoma patients, and stably culturing and maintaining them, promoting their application to personalized medicine (Saito Y et al. Cell Rep. 27, 1265, 2019, Saito Y et al. Cancer Cell 40, 226, 2022). IDH1 mutations have been identified in approximately 15% of intrahepatic cholangiocarcinomas and are known to convert &#945;-ketoglutarate (&#945;-KG) in the TCA cycle to produce 2-hydroxyglutarate (2-HG), which is observed in gliomas and acute myeloid leukemia. 2-HG acts as an antagonist to &#945;-KG-dependent dioxygenases, promoting cancer development. This study aims to develop a novel treatment for cholangiocarcinomas with IDH1 mutations. Metabolomic analysis of patient-derived cholangiocarcinoma organoids revealed 2-HG accumulation and reduced ATP production in IDH1-mutated cholangiocarcinoma organoids compared to IDH1 wild-type cholangiocarcinoma organoids. This may suppress the protein synthesis of MCL-1 and mTOR signaling through the activation of AMPK kinase, suggesting that further inhibition of MCL-1 could be lethal in IDH1-mutated cholangiocarcinoma organoids. Indeed, exposure to S63845, an MCL-1 inhibitor, significantly inhibited cell proliferation in IDH1-mutated cholangiocarcinoma organoids, unlike in IDH1 wild-type cholangiocarcinoma organoids. Furthermore, the combination of MCL-1 inhibitor and BCL-XL inhibitor demonstrated a synergistic and potent growth inhibitory effect on cholangiocarcinoma organoids. These findings indicate that the MCL-1 inhibitor holds promise as a new therapeutic agent for cholangiocarcinoma patients with IDH1 mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Organoids,IDH1,Mcl-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Suzuki<\/b><sup>1<\/sup>, J. Matsuzaki<sup>1<\/sup>, T. Muramatsu<sup>1<\/sup>, Y. Kanai<sup>2<\/sup>, Y. Saito<sup>1<\/sup>; <br\/><sup>1<\/sup>Keio University Faculty of Pharmacy, Tokyo, Japan, <sup>2<\/sup>Keio University School of Medicine, Tokyo, Japan","CSlideId":"","ControlKey":"62352ff9-875d-4f5e-83ab-59c5c6874c47","ControlNumber":"4028","DisclosureBlock":"&nbsp;<b>S. Suzuki, <\/b> None..<br><b>J. Matsuzaki, <\/b> None..<br><b>T. Muramatsu, <\/b> None..<br><b>Y. Kanai, <\/b> None..<br><b>Y. Saito, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"226","PresenterBiography":null,"PresenterDisplayName":"Shiho Suzuki, Graduate Student","PresenterKey":"b6fa9294-eca7-4bf3-a3aa-3cf49f1f5d8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"226. Effect of MCL-1 inhibitor on organoids derived from cholangiocarcinoma patients with IDH1 mutation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of MCL-1 inhibitor on organoids derived from cholangiocarcinoma patients with IDH1 mutation","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) accounts for 15-20% of all breast cancer diagnoses in the United States. Patients with metastatic TNBC have a low survival rate, driven in part by limited treatment options for the disease. Tumoroids, also known as cancer organoids, have been shown to better maintain tumor-specific mutational and gene expression profiles over long-term culture, and evidence is growing that the functional response of tumoroids to therapeutics better recapitulates in vivo response. These improved preclinical models of TNBC may facilitate the development of new therapies, but tumoroids are yet to be widely adopted due to challenging culture methods. In this study, we show that two TNBC tumoroid models publicly available through the National Cancer Institute Patient-Derived Models Repository can be expanded in suspension culture using Gibco&#8482; OncoPro&#8482; Tumoroid Culture Medium supplemented with FGF10 and beta-estradiol. We compared the bulk tumoroid morphologies, growth rates, maintenance of mutational and gene expression profiles, and molecular phenotypes of cells grown in the NCI-recommended medium in embedded culture, and the OncoPro medium in embedded culture and suspension culture. We saw comparable morphologies and growth rates in all culture conditions. A multivariate analysis of the allelic frequencies of single nucleotide variants and ploidy values of copy number variants for cells expanded in all experimental conditions revealed &#62;95% and &#62;88% correlation, respectively, with the initial material. Interestingly, despite the change in the medium formulation, gene expression was also highly correlated between the initial material and the OncoPro medium conditions for &#62;20,000 RefSeq genes (Pearson <i>r<\/i>&#62;0.94) and for a cancer-gene specific panel of 1,423 genes (<i>r<\/i>&#62;0.87). Further analysis showed unchanged expression levels in 97% of total genes analyzed and the basal molecular subtype was maintained for both lines in all conditions. The OncoPro media system was also used to derive a new TNBC tumoroid line, which demonstrates consistent growth rate and maintains the patient-specific mutational profile of the original breast tumor. Differential gene expression analysis revealed that changes in the gene expression profile were largely due to the loss of non-malignant cell populations from the original tumor. Finally, we utilized this new tumoroid line to examine donor-specific killing efficiencies of primary natural killer cells in a co-culture experiment. The discrepancy in the dynamics of killing a tumoroid line versus the standard K562 cell line indicates that tumoroids may offer an improved approach for screening new cell therapies. In summary, the easy-to-adopt OncoPro medium and culture method does not change the characteristics of existing models and may be used to derive new tumoroid lines, both of which can be leveraged for preclinical studies to develop critical new therapies for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Organoids,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Balhouse<\/b>, C. Yankaskas, C. Paul, S. Salen, S. Beam, P. Shahi Thakuri, M. Dallas, D. Kuninger; <br\/>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"32797bfa-2712-4792-9110-7127970d0b17","ControlNumber":"5125","DisclosureBlock":"&nbsp;<b>B. Balhouse, <\/b> None..<br><b>C. Yankaskas, <\/b> None..<br><b>C. Paul, <\/b> None..<br><b>S. Salen, <\/b> None..<br><b>S. Beam, <\/b> None..<br><b>P. Shahi Thakuri, <\/b> None..<br><b>M. Dallas, <\/b> None..<br><b>D. Kuninger, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"227","PresenterBiography":null,"PresenterDisplayName":"Matthew Dallas, PhD","PresenterKey":"e3e4facf-4f81-45c9-8ab9-37141ca9a5d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"227. Novel and easy-to-use approach to triple-negative breast cancer tumoroid culture","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel and easy-to-use approach to triple-negative breast cancer tumoroid culture","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common and incurable adult primary brain tumour. Treatment resistance and relapse is the primary cause of death in GBM. Tumour heterogeneity is one of the significant determinants of treatment failure. Patient-derived cancer organoids have been shown to maintain genetic and phenotypic tumour features and recapitulate intratumoral heterogeneity. Here, we report the development and molecular characterisation of patient-derived GBM organoid (PGO) models to study treatment response to existing and new treatment combinations. GBM biopsies were dissociated, suspended in Cultrex, and cultured in a brain stem cell medium. PGOs were characterised by whole-exome (WES) single-cell karyotype (scKaryoSeq) and RNA sequencing. The IC-50 and viability of PGO upon temozolomide (TMZ) and small molecule inhibitors were determined. Gene expression profiling was performed before and after TMZ treatment. Single-cell spatial heterogeneity was determined using Multiplex Immunostaining of PGO and matched patient samples. PGOs were established with a success rate of 80% (n=31). WES analysis between PGOs from the same patient at multiple time points (1-3 months) showed high maintenance of Single Nucleotide Variants (92.3%-97.7%). In PGOs key somatic oncogene variants and copy number variations were retained compared to the primary tumour (58%-90%). scKaryoseq (N=7) of different clinical GBM subtypes showed a high degree of genetic heterogeneity, with some PGO having up to 10 subclones. Single-cell phenotypic landscaping of patient biopsies showed mixed cellular states maintained after long-term culture in the matched PGO. PGOs showed a differential response to TMZ, corresponding with MGMT methylation and patient mutation status. RNAseq of PGO revealed TMZ-responsive genes, including upregulation of the prognostic JUN kinase pathway. Combination treatment of a JUN kinase inhibitor and TMZ showed a synergistic effect. In addition, PGOs were screened for their sensitivity to clinically approved brain-penetrable small molecule inhibitors targeting key GBM driver pathways. Combining small molecular inhibitors of MEK\/PI-3\/CDK4\/EGFR kinase strongly reduced cell viability and activation of cell death pathways. phosphoKinome screens detected compensatory pathway activation upon kinase inhibition (MEK\/CDK4 inhibitor) in several PGO. Data will show novel kinase interaction pathways that increase drug sensitivity in PGO. These data show that PGOs can be used as a stable phenotypic and genetic representative of the patient's tumour and have the potential to function as patient avatars for adaptive treatment selection and actionable drug target discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Glioblastoma,Organoids,Therapy resistance,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. A. Vooijs<\/b><sup>1<\/sup>, L. Hoosemans<sup>1<\/sup>, J. Piepers<sup>1<\/sup>, M. Verduin<sup>1<\/sup>, M. Vanmechelen<sup>2<\/sup>, M. Van Heumen<sup>1<\/sup>, F. De Smet<sup>2<\/sup>, A. Hoeben<sup>1<\/sup>; <br\/><sup>1<\/sup>Maastricht UMC+, Maastricht, Netherlands, <sup>2<\/sup>KU Leuven, Leuven, Belgium","CSlideId":"","ControlKey":"bde83436-220a-44a9-97cb-7ef5257b9a2c","ControlNumber":"2185","DisclosureBlock":"&nbsp;<b>M. A. Vooijs, <\/b> None..<br><b>L. Hoosemans, <\/b> None..<br><b>J. Piepers, <\/b> None..<br><b>M. Verduin, <\/b> None..<br><b>M. Vanmechelen, <\/b> None..<br><b>M. Van Heumen, <\/b> None..<br><b>F. De Smet, <\/b> None..<br><b>A. Hoeben, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"228","PresenterBiography":"Verduin M, Hoosemans L, Vanmechelen M, van Heumen M, Piepers JAF, Astuti G, Ackermans L, Schijns OEMG, Kampen KR, Tjan-Heijnen VCG, de Barbanson BA, Postma AA, Eekers DBP, Broen MPG, Beckervordersandforth J, Stanková K, de Smet F, Rich J, Hubert CG, Gimenez G, Chatterjee A, Hoeben A, Vooijs MA. Patient-derived glioblastoma organoids reflect tumor heterogeneity and treatment sensitivity. Neurooncol Adv. 2023 Nov 25;5(1):vdad152. doi: 10.1093\/noajnl\/vdad152. PMID: 38130902; PMCID: PMC10733660.\u000a\u000aHounjet J, Groot AJ, Piepers JP, Kranenburg O, Zwijnenburg DA, Rapino FA, Koster JB, Kampen KR, Vooijs MA. Iron-responsive element of Divalent metal transporter 1 (Dmt1) controls Notch-mediated cell fates. FEBS J. 2023 Dec;290(24):5811-5834. doi: 10.1111\/febs.16946. Epub 2023 Sep 7. PMID: 37646174.\u000a","PresenterDisplayName":"Marc Vooijs, PhD","PresenterKey":"123c3457-9c26-4ea8-b2ff-20dd1031525d","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/123c3457-9c26-4ea8-b2ff-20dd1031525d.profile.HEIC","SearchResultActions":null,"SearchResultBody":"228. Patient-derived gbm organoids reflect tumour heterogeneity and treatment sensitivity in patients.","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived gbm organoids reflect tumour heterogeneity and treatment sensitivity in patients.","Topics":null,"cSlideId":""},{"Abstract":"Advanced gastric cancer (AGC) showed marked molecular heterogeneity with aggressive behavior and treatment resistance, especially AGC with ascites from peritoneal metastasis. Tumor organoids are valuable <i>in vitro<\/i> model for mimicking organ characteristics and are used for developing therapeutic strategies. Therefore, we aimed to understand the characteristics of organoids established from AGC patient-derived fluids. Also, we are in progress of setting up an organoid-immune cell co-culture model for drug screening of immune checkpoint inhibitors (ICI) for AGC. All established organoids from peritoneal and pleural fluid of AGC patients were authenticated through short tandem repeat (STR) profiling, comparing with their matched PBMCs. We compared the morphological characteristics using Operetta High Content Imaging (Perkin Elmer). Also, the <i>in house<\/i> targeted sequencing and RNA sequencing data were obtained from the genome database of the Song-Dang Institute for Cancer Research and it was verified using molecular methods. Then, we co-cultured organoids with healthy donor PBMCs that were pre-activated using anti-human CD3\/CD28 Dynabeads (Gibco). 3D spheroids, rather than single cells, and the PBMCs were co-cultured in matrigel (Corning Inc.) for more than 3 days. The overall success rate of the organoid establishment was 53.8% (78\/145), with different sources of peritoneal (54%, 61\/113) and pleural fluids (53.1%, 17\/32). The organoid success rate was various as in EBV positive (66.7%, 2\/3) and dMMR (0%, 0\/4). Based on the analysis of 91 patients eligible for histopathology, the success rate of HER2-negative (57.5%, 46\/80) is higher than that of HER2-positive (36.4%, 4\/11). The organoids were observed in a variety of morphologies categorized in 3 groups such as grape-like, compact and glandular structure. Based on genomic data of 31 organoids, we could subgrouping for TCGA subtypes and EMT subtype. RTKs were amplified in 10 organoids, including the amplification of ERBB2 (n=2), MET (n=4) and FGFR (n=4). And KRAS alterations including amplification (n=2) and G12A\/D (n=2) mutation were also detected. Then, we established the condition for organoid-immune co-culture model with PBMCs with Dynabead activation for 3-10 days. We confirmed that higher dose of PBMCs killed the tumor cells with reduction of organoid size and partial disintegration. We established the proper PBMC dose and characterization to maintain the organoids co-culture for further drug (ICI) sensitivity testing. In conclusion, we evaluated phenotypic and molecular characteristics of gastric cancer organoids established from malignant peritoneal and pleural effusion. The established organoid-immune cell co-culture models can be utilized to evaluate a variety of drug screenings, including ICI and various combinations, helping in the selection of drugs for individual patient.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Gastric cancer,Organoids,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Mun<\/b><sup>1<\/sup>, j. Park<sup>2<\/sup>, J. Jang<sup>3<\/sup>, J. Che<sup>3<\/sup>, T. Kim<sup>3<\/sup>, W. Kwon<sup>3<\/sup>, H. Chung<sup>4<\/sup>, S. Rha<sup>4<\/sup>; <br\/><sup>1<\/sup>Brain Korea 21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Song-Dang Institute for Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University Health System., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c9aa4472-ac3b-44bb-8f38-9619ccf29f1c","ControlNumber":"4531","DisclosureBlock":"&nbsp;<b>H. Mun, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Jang, <\/b> None..<br><b>J. Che, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>H. Chung, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"229","PresenterBiography":null,"PresenterDisplayName":"Hanbyeol Mun, BS","PresenterKey":"3862f89d-cfb9-4763-8a4b-0eb4e565db06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"229. Molecular-genomic characterization of metastatic gastric cancer organoids and establishment of organoid-immune cell co-culture model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular-genomic characterization of metastatic gastric cancer organoids and establishment of organoid-immune cell co-culture model","Topics":null,"cSlideId":""},{"Abstract":"Background: The organoid model is a useful tool for modeling the cellular microenvironment of the organ from which they are derived. Organoids recapitulate the self-organization of heterogenous cell types and the microenvironment. Quantifying the morphological features of organoids can provide valuable insights into cellular organizational defects and growth characteristics, which can facilitate drug discovery. Measurement of these characteristics in live organoids can be performed quickly and easily directly in culture using widefield microscopy. The current state-of-the-art method to detect and identify the shape of individual organoids in brightfield images uses the U-Net Convolutional Neural Network (CNN) with a watershed transform to label pixels. However, this method yields jagged shape proposals and cannot detect overlapping regions. We propose the use of an embedding-based segmentation network based on the Branched ERF-Net to solve these issues.<br \/>Methods: Organoids were established from the proximal colon of Braf<sup>V600E<\/sup> heterozygous mice, and 50 phase-contrast images of the organoids were acquired at 2.5x and 4x magnification. Organoids present in acquired images were labeled manually. The network was trained on this collection of manually labeled images and validated on a separate validation dataset.<br \/>Results:<b> <\/b>The network accurately labels organoids. Overlapping organoids are segmented correctly and shape proposals are smoother. Detection of overlapping organoids with the Branched ERF-Net architecture yields an accurate organoid count, verified against manual counting. Smoother shape proposals also enable the use of convexity defects to measure organoid budding.<br \/>Conclusions: Deep-learning analysis of widefield images enables the rapid assessment of morphological characteristics, such as size, count, and budding, which are key to understanding proliferation and differentiation changes. The modified Branched ERF-Net architecture we propose for organoid segmentation is a robust and versatile method to quantify organoid morphology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Deep learning,Machine learning,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sureshkumar<\/b><sup>1<\/sup>, S. Bisht<sup>2<\/sup>, H. Easwaran<sup>2<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD, <sup>2<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"12fae4de-8c05-49c1-8e29-a3c448e5cf09","ControlNumber":"7233","DisclosureBlock":"&nbsp;<b>A. Sureshkumar, <\/b> None..<br><b>S. Bisht, <\/b> None..<br><b>H. Easwaran, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"230","PresenterBiography":null,"PresenterDisplayName":"Akash Sureshkumar","PresenterKey":"aad00ab6-a4ce-4436-abb3-413757cf6751","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"230. Deep learning embedding-based segmentation for morphological analysis in organoids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning embedding-based segmentation for morphological analysis in organoids","Topics":null,"cSlideId":""},{"Abstract":"While most patients with high grade serous ovarian cancer (HGSC) respond to platinum-based chemotherapy, the response is rarely durable and recurrence almost inevitable. A characteristic of HGSC is defective DNA repair. A class of drugs called PARP inhibitors (PARPi) exploit this vulnerability and have proven useful in delaying recurrence. However, resistance is inevitable. In models of HGSC a protein that frequently confers resistance is called Bcl-xL, a member of the Bcl-2 family of proteins that prevent apoptosis. If treating the patients with a PARPi makes cancer cells dependent on Bcl-xL then adding an inhibitor of Bcl-xL to their treatment would be sufficient to cause the cancer cells to die. To test this, we have initiated companion studies for a clinical trial in which patients that have had a recurrence after receiving platinum-based therapy will first be treated with the PARPi Olaparib and then, an inhibitor of Bcl-xL, Navitoclax, will be added to their course of treatment. The idea is that for some women this will provide the one-two-punch needed to eliminate the cancer or at least dramatically prolong response. However, Bcl-xL is only one of the five known inhibitors of apoptosis. To identify which women will benefit most from adding Navitoclax to their treatment we need a biomarker(s). An ideal biomarker would also let us determine for other women which inhibitor of Bcl-2 proteins would be best combined with a PARPi.<br \/><b>Our hypothesis<\/b> is that patient derived organoids can be used as a pragmatic way to identify for individual patients which Bcl-2 protein inhibitor will synergize with a PARPi to optimize treatment.<br \/>We are using organoids to develop biomarkers for High Grade Serous Cancer (HGSC) treatment response. Organoids generated from biopsy samples acquired prior to treatment for HGSC promise to be efficient and reliable experimental models that recapitulate in vitro patient tumors faithfully enough to facilitate translation to therapeutic decisions for patients. By adapting the relatively new technique of conditional reprogramming and combining it with novel methods for cell aggregation and hydrogel based synthetic ECM supports we can reproducibly generate HGSC patient-specific tumor organoids models in weeks with greater than 90% success. Organoids grown 384 well format are stained with novel non-toxic dyes enabling live cell painting of chemoresponses to drugs alone and in combination with drugs targeting anti-apoptotic proteins. Our data suggest that this approach captures the inherent heterogeneity of the disease, albeit local to the sampled site. We are now employing deep learning AI algorithms to enable automated analyses of 3D confocal image stacks of organoids to infer drug responses that will be compared to patient responses in ongoing clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Ovarian cancer,Organoids,Drug sensitivity,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. W. Andrews<\/b>, B. Li, W. Schormann, A. Buzina, L. Gien, H. MacKay; <br\/>Sunnybrook Health Sciences Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"771962df-16ac-46cb-bcf6-a652f4cb97d1","ControlNumber":"5851","DisclosureBlock":"<b>&nbsp;D. W. Andrews, <\/b> <br><b>Novartis<\/b> Grant\/Contract. <br><b>Amylyx<\/b> Grant\/Contract.<br><b>B. Li, <\/b> None..<br><b>W. Schormann, <\/b> None..<br><b>A. Buzina, <\/b> None..<br><b>L. Gien, <\/b> None..<br><b>H. MacKay, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"231","PresenterBiography":null,"PresenterDisplayName":"David Andrews, PhD","PresenterKey":"39eb3829-d7dc-4fec-9d51-f6c24465fe50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"231. Live cell painting of drug responses in high grade serous cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Live cell painting of drug responses in high grade serous cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived tumor organoids (PDOs) are promising cancer models, since they preserve the clonal heterogeneity, mutational landscape, and histological architecture of the originating patient tumor<sup>1-2<\/sup>. Recent studies have even provided first evidence that PDOs responded similarly to the corresponding patient when treated with the same standard of care therapy, but these studies were only able to predict clinical responses in a subset of patients<sup>3,4<\/sup>. This restriction was largely due to the limitation of current analysis methods. The gold-standard analysis method for PDO-based research, CellTiter-Glo 3D,<sup>5,6<\/sup> fails to account for the heterogeneity of PDOs by relying on a bulk lysis approach, and thus only extracts a fraction of the clinically-relevant information that PDOs could provide<sup>7<\/sup>. Therefore, we hypothesized that using higher-dimensional analysis methods, will further unlock the predictive performance of PDOs and facilitate translation of research. In this study, we developed an artificial intelligence-driven analysis platform for live-PDO imaging. By combining drug screening metrics with dynamic quantification of organoids on a single-organoid resolution, we unraveled patient-specific tumor heterogeneity and PDAC aggressiveness in response to therapies<sup>8<\/sup>. Using a fully characterized a PDAC organoid panel (n=8) we matched our PDO analysis with retrospective clinical patient response to standard of care therapies (gemcitabine-paclitaxel and FOLFIRINOX). Our results demonstrated that our PDO analysis method identified patient-specific sensitives to therapy that were in-line with clinical outcomes. Moreover, our PDO readouts highly correlated with progression-free survival of matched patients (R=0.97), which was a significant improvement to the current, conventional drug response readouts. Taken together, our approach increased the clinical translatability of PDOs by more accurately recapitulating and measuring the complexity of human tumors. This work highlights the potential applications (extendable to other tumor types) and clinical translatability of our approach in drug discovery and clinical care, in the emerging era of personalized medicine. References: 1. Seppala, T.T., et al. <i>Ann Surg<\/i> 272 (2020) 2. Hadj Bachir, E., et al. <i>Biol Cell<\/i> 114 (2021) 3. Ooft, S.N., et al. <i>Sci Transl Med<\/i> 11(2019). 4. Driehuis, E., et al. <i>Proc Natl Acad Sci<\/i> 116 (2019) 5. Sachs, N., et al. <i>Cell<\/i> 172 (2018) 6. Kijima, T., et al. <i>Cell Mol Gastroenterol Hepatol<\/i> 7 (2019) 7. Phan, N., et al. <i>Commun Biol<\/i> 2 (2019) 8. Le Compte, M., et al. <i>npj Precis Oncol <\/i>(2023)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Heterogeneity,Resistance,Organoids,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Lin<\/b><sup>1<\/sup>, M. Le Compte<sup>1<\/sup>, T. Gilcrest<sup>2<\/sup>, E. Cardenas De La Hoz<sup>1<\/sup>, G. Roeyen<sup>3<\/sup>, F. Lardon<sup>1<\/sup>, C. Deben<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Antwerp, Antwerp, Belgium, <sup>2<\/sup>Orbits Oncology, San Francisco, CA, <sup>3<\/sup>University Hospital Antwerp, Antwerp, Belgium","CSlideId":"","ControlKey":"be2843dd-01dc-47d9-82bb-c322cab8e597","ControlNumber":"5647","DisclosureBlock":"&nbsp;<b>A. Lin, <\/b> None..<br><b>M. Le Compte, <\/b> None..<br><b>T. Gilcrest, <\/b> None..<br><b>E. Cardenas De La Hoz, <\/b> None..<br><b>G. Roeyen, <\/b> None..<br><b>F. Lardon, <\/b> None..<br><b>C. Deben, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3526","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"232","PresenterBiography":null,"PresenterDisplayName":"Abraham Lin, PhD","PresenterKey":"001d63a8-389f-4ee8-b0c2-33e4fdf8edb2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"232. Multi-dimensional patient-derived organoid analysis highly correlates with progression-free survival of pancreatic cancer patients in a retrospective clinical trial","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-dimensional patient-derived organoid analysis highly correlates with progression-free survival of pancreatic cancer patients in a retrospective clinical trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Background.<\/b> Organoids have been widely accepted as 3D tumor models for patient-specific drug response. However, research involving non-small cell lung cancer (NSCLC) organoids is hampered by the lack of appropriate platforms. Although dome cultures show promising results, the relatively large size variability of patient-derived organoids (PDOs) hinders their application in drug response studies. Here, we report a microfluidic chip for maintaining high uniformity and requiring miniscule sample volume for PDO drug screening.<br \/><b>Methods.<\/b> The microfluidic chip includes a bottom microwell layer and a top microchannel layer. Each chip has 5 channels for parallel treatment conditions, with 30 U-shaped microwells (400&#956;m dia x 250&#956;m deep) per channel. PDOs were loaded from side channels and trapped by filters adjacent to microwells. NSCLC PDOs F231\/F671 (NCI PDMR) were cultured and treated by KRAS<sup>G12C<\/sup> inhibitor adagrasib (0-2000nM, 72h). PDO drug response was assessed via viability using fluorescent dyes.<br \/><b>Results. <\/b>On-chip PDO size after one-week incubation exhibited the coefficient of variation (CV) of 28% for F231 and 36% for F671, which was notably lower than measurements obtained using Matrigel dome (126%, n=3) and low attachment plate (80%, n=4). The F231\/F671 showed viability &#62;81% after 1wk (n=20). On-chip cytotoxicity results showed that both KRAS<sup>G12C<\/sup> PDOs exhibited sensitivity to adagrasib, matching the clinical response, with IC<sub>50<\/sub> values of 830 nM (F231) and 1324nM (F671). When cultured with fibroblast (WI-38) supernatant, the cytotoxic effect was mitigated due to the fibroblast-induced resistance, with IC<sub>50<\/sub> increasing &#8805;2&#215;. No statistical difference was observed for the fibroblast effect in the open-format microwells and our microfluidic chip (69.6&#177;16.9% to 80.2&#177;9.0% vs. 69.0&#177;12.2% to 82.2&#177;4.1%, respectively, following 500nM adagrasib for 72h), further underscoring the reliability of our chip for PDOs&#8217; drug response studies. Application of continuous perfusion at 70nL\/min yielded no statistical difference in viability from static conditions.<br \/><b>Conclusions.<\/b> Our microfluidic chip offers uniform PDO growth with perfusion allowing drug screening in almost real time. The on-chip response to adagrasib was clinically relevant. Resistance due to tumor microenvironment (TME) can be readily assessed using fibroblast supernatant, and could be expanded to other TME components in future studies to investigate their impact on treatment resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Microfluidics,Organoids,Drug-discovery screen,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Q. Luan, I. Pulido, A. Isagirre, <b>J. Zhou<\/b>, T. Shimamura, I. Papautsky; <br\/>University of Illinois Chicago, Chicago, IL","CSlideId":"","ControlKey":"a7631a52-d7fa-4929-90d5-edb1e0e37679","ControlNumber":"6315","DisclosureBlock":"&nbsp;<b>Q. Luan, <\/b> None..<br><b>I. Pulido, <\/b> None..<br><b>A. Isagirre, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>T. Shimamura, <\/b> None..<br><b>I. Papautsky, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3529","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"234","PresenterBiography":null,"PresenterDisplayName":"Jian Zhou, PhD","PresenterKey":"c8390f0c-3801-4574-b599-a42cdc0b1032","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"234. Microfluidic chip for drug response studies in non-small cell lung carcinoma patient-derived organoids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microfluidic chip for drug response studies in non-small cell lung carcinoma patient-derived organoids","Topics":null,"cSlideId":""},{"Abstract":"High-grade serous ovarian cancer (HGSC) is the most frequent and lethal ovarian cancer type. Despite responding favorably to first-line therapy, most HGSC patients eventually relapse. HGSC is characterized by high interpatient genomic heterogeneity and few recurrent mutations that could be used as therapeutic biomarkers. Thus, except the introduction of PARP inhibitors for BRCA1\/2-mutated patients, there has been little progress with personalizing HGSC treatment. Functional precision medicine - tailoring personalized therapies based on functional assays on patient-derived cells - has been applied in cancer clinical trials to address this issue. Organoids - three-dimensional cell cultures, recapitulating aspects of original tumors&#8217; structure and function - have often been used as models in these efforts. However, inefficient and time-consuming organoid derivation protocols have been hindering the application of HGSC organoids in functional precision medicine clinical trials, due to the short time during which the therapy must be selected.<br \/>To address this, we here aimed to establish whether we could predict second-line therapy drug sensitivities in relapsed HGSC using organoids from tumor material from first-line therapy. We have previously derived a collection of 23 organoid models from 16 patients, sampled sequentially at different times of their treatment (1). Here, for several organoid primary-relapse pairs, we performed drug screens using a library of 370 compounds (approved, in clinical development or tool compounds). We found that 90% of the hit compounds in the primary organoids also were hits in the matched relapse-derived organoid models. In several patients, we observed a pronounced cytotoxicity of several cyclin-dependent kinase (CDK) inhibitors, all of which potently inhibit CDK9, including two selective inhibitors (AZD4573 and VIP152) in clinical development. Screening of CDK9 inhibitors in an extended panel of organoid models revealed that most organoids are sensitive to CDK9 inhibition in nanomolar range. CDK9 inhibitors also prevented organoid outgrowth in long-term culture (&#62;1.5 month) in drug-free medium.<br \/>Taken together, we demonstrate that HGSC organoids from material sampled during first-line treatment predict most drug sensitivities of relapse-derived organoids. This suggests a feasibility of functional precision approach for selection of second-line therapy using only primary tumor material, circumventing the problem of limited time available for the therapy choice after tumor sampling. This work also highlights that CDK9 inhibitors, currently in clinical development for hematological malignancies, are worthwhile to be explored in HGSC.<br \/>1. Senkowski et al. A platform for efficient establishment and drug-response profiling of high-grade serous ovarian cancer organoids. Developmental Cell (2023)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Ovarian cancer,Organoids,Precision medicine,CDK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Wojciech Senkowski<\/b><sup>1<\/sup>, Laura Gall-Mas<sup>1<\/sup>, Matias  M.  Falco<sup>2<\/sup>, Yilin Li<sup>2<\/sup>, Kari Lavikka<sup>2<\/sup>, Aura Crispino<sup>1<\/sup>, Jaana Oikkonen<sup>2<\/sup>, Daria Bulanova<sup>1<\/sup>, Yan-Jun Chen<sup>1<\/sup>, Elena  M.  Doncel<sup>1<\/sup>, Karolin Voßgröne<sup>1<\/sup>, Erdogan  P.  Erkan<sup>2<\/sup>, Jun Dai<sup>2<\/sup>, Anastasia Lundgren<sup>2<\/sup>, Jutta Huvila<sup>3<\/sup>, Kaisa Huhtinen<sup>2<\/sup>, Johanna Hynninen<sup>4<\/sup>, Sampsa Hautaniemi<sup>2<\/sup>, Anna Vähärautio<sup>2<\/sup>, Krister Wennerberg<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Copenhagen, Copenhagen, Denmark,<sup>2<\/sup>University of Helsinki, Helsinki, Finland,<sup>3<\/sup>University of Turku, Turku, Finland,<sup>4<\/sup>Turku University Hospital, Turku, Finland","CSlideId":"","ControlKey":"2108a07d-cf51-4eb4-8290-f908c58d0cd3","ControlNumber":"6332","DisclosureBlock":"&nbsp;<b>W. Senkowski, <\/b> None..<br><b>L. Gall-Mas, <\/b> None..<br><b>M. M. Falco, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>K. Lavikka, <\/b> None..<br><b>A. Crispino, <\/b> None..<br><b>J. Oikkonen, <\/b> None..<br><b>D. Bulanova, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>E. M. Doncel, <\/b> None..<br><b>K. Voßgröne, <\/b> None..<br><b>E. P. Erkan, <\/b> None..<br><b>J. Dai, <\/b> None..<br><b>A. Lundgren, <\/b> None..<br><b>J. Huvila, <\/b> None..<br><b>K. Huhtinen, <\/b> None..<br><b>J. Hynninen, <\/b> None..<br><b>S. Hautaniemi, <\/b> None..<br><b>A. Vähärautio, <\/b> None..<br><b>K. Wennerberg, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3530","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"235","PresenterBiography":null,"PresenterDisplayName":"Wojciech Senkowski, MS;PhD","PresenterKey":"0069af7b-f80a-4888-a14f-02ca1886219d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"235. Application of high-grade serous ovarian cancer organoids in functional precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of high-grade serous ovarian cancer organoids in functional precision medicine","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: This study aims to develop a human retinoblastoma organoid (RBRO) model that recapitulates the cell-of-origin and multi-step retinoblastoma genesis.<br \/><b>Background<\/b>: Retinoblastomas originate from maturing cone photoreceptor precursors with biallelic <i>RB1 <\/i>inactivation. <i>Rb1 <\/i>mutant animal models fail to recapitulate retinoblastomagenesis with a cone precursor cell-of-origin, likely due to human-specific cone development features. In explanted fetal retina, pRB-depleted post-mitotic cone precursors proliferate, followed by a 3-5 month premalignant indolence phase before retinoblastoma-like masses emerge at tissue ages similar to retinoblastomas <i>in vivo<\/i>. However, tissue availability limits research with this disease model. <i>RB1<sup>-\/-<\/sup><\/i><sup> <\/sup>retinal organoids (ROs) provide a potential alternative, as they demonstrate cone proliferation, but they deteriorate before forming indolent premalignant lesions or malignant retinoblastoma foci. Here, we developed methods with which to examine the effects of cone precursor pRB loss in otherwise healthy retinal tissue.<br \/><b>Methods<\/b>: We generated cone-reporter GNAT2-EGFP iPSC lines through CRISPR knock-in of EGFP-P2A at the N-terminus of <i>GNAT2 <\/i>in WTC11-mTagRFPT-LMNB1. A second round of CRISPR editing produced homozygous <i>RB1<\/i> knockout. Chimeric <i>RB1 <\/i>WT ROs and <i>RB1-<\/i>null<sup> <\/sup>RBROs were generated from cone reporter iPSCs mixed with unedited parental iPSCs. ROs and RBROs were embedded in hydrogel and live-imaged episodically to track EGFP+ cone proliferation dynamics. scRNA-seq was carried out on FACS isolated EGFP+ <i>RB1<\/i>-null cones at various ages.<br \/><b>Results<\/b>: In <i>RB1 <\/i>WT ROs, EGFP+ cone precursors appeared at d34 and adopted cone morphology at ~d120, with rapid inner segment growth between ~d120 and ~d150. Immunohistochemistry confirmed cone-specific EGFP expression. In <i>RB1-<\/i>null<sup> <\/sup>RBROs, bi-weekly live confocal imaging revealed initial EGFP+ <i>RB1<\/i><sup>-\/-<\/sup> cone proliferation followed by a pre-malignant indolence phase starting at ~d150. The majority of the initially proliferating cones were Ki67-negative with some adopting mature cone photoreceptor morphology. Nascent retinoblastoma-like foci co-expressing EGFP, cone markers, and Ki67 formed in five of six RBROs after d281, a tissue age that equates to the first post-natal month when early retinoblastomas typically emerge. scRNA-seq of EGFP+ <i>RB1<\/i><sup>-\/-<\/sup> cones from the initial proliferation, indolence, and retinoblastoma-like stages revealed distinct molecular signatures.<br \/><b>Conclusions<\/b>: We generated a human retinoblastoma organoid model that recapitulates the cell-of-origin and timing of multi-step retinoblastomagenesis, with each tumorigenesis stage harboring distinct molecular signatures. This model may enable the identification of epigenetic and transcriptomic changes underlying malignant progression and screening for compounds that efficiently block this process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,CRISPR,Imaging,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Bai<\/b><sup>1<\/sup>, D. S. Koos<sup>1<\/sup>, K. Stepanian<sup>1<\/sup>, K. Stachelek<sup>1<\/sup>, B. Bhat<sup>1<\/sup>, S. Fraser<sup>2<\/sup>, R. Moats<sup>1<\/sup>, D. Cobrinik<sup>1<\/sup>; <br\/><sup>1<\/sup>Children's Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"90cb3d35-0f92-410a-8d73-fbf9e5ee6d65","ControlNumber":"6916","DisclosureBlock":"&nbsp;<b>J. Bai, <\/b> None..<br><b>D. S. Koos, <\/b> None..<br><b>K. Stepanian, <\/b> None..<br><b>K. Stachelek, <\/b> None..<br><b>B. Bhat, <\/b> None..<br><b>S. Fraser, <\/b> None..<br><b>R. Moats, <\/b> None..<br><b>D. Cobrinik, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3531","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"236","PresenterBiography":null,"PresenterDisplayName":"Jinlun Bai","PresenterKey":"095720df-74b1-44aa-8692-68fed4c7bc8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"236. Modeling multi-step retinoblastoma genesis with cone reporter retinal organoids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling multi-step retinoblastoma genesis with cone reporter retinal organoids","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Hepatocellular carcinoma (HCC) is a leading cause of cancer-related deaths worldwide, and there is a critical need for more effective treatments. The development of new therapies, especially those aiming to modulate the tumor microenvironment (TME), is limited by the lack of <i>in vitro<\/i> and <i>in vivo<\/i> models that recapitulate the complexity of the TME and spatial architecture of HCC. Here, we aimed to establish an HCC model to assess the treatment response and hepatotoxicity of selected drugs by <i>ex vivo<\/i> culturing fresh human liver tumor tissue and adjacent normal tissue, respectively.<br \/><b>Materials and Methods: <\/b>Fresh human liver tissues, including 5 malignant and 20 adjacent-normal, were obtained from surgical resections. PDX tumors were generated from patient-derived organoids. Tissue resections were cut into ultra-thin slices (from 150&#181;m to 350&#181;m) using a vibratome. Related culture conditions such as high oxygen partial pressure, air-liquid interface (ALI) culture, artificial extracellular matrix (AEM), and delay duration were evaluated to optimize the protocol. As a readout, cell viability was quantified by an expert pathologist using Hematoxylin\/Eosin staining. The preservation and complexity of the TME were evaluated by immunohistochemistry or flow cytometry using specific antibodies for each cell population (T cells, anti-CD3; stroma cells, a-SMA; endothelial cells, CD34; Kupffer cells, CD68). Liver cell function was tested by measuring ALT\/AST activity, albumin release, and CYP340 activity.<br \/><b>Results: <\/b>The highest tissue viability was observed in normal and tumor tissue with a thickness of 150&#181;m and 250&#181;m, respectively. Compared to standard conditions, the combination of ALI and high-oxygen partial pressure conditions dramatically improved tissue viability, with most of the samples having 70% and 50% cell viability at days 3 and 5 of <i>ex vivo<\/i> culture, respectively (p&#60;0.05). AEM could prevent the efflux of cellular components (p=0.016). The impact of the time delay between the liver resection and the start of slicing was minimal when the slicing occurred within two hours after hepatectomy (p&#60;0.05). Key cellular components including hepatocytes, T cells, fibroblasts, and Kupffer cells also remained better preserved throughout the 5-day culture period in optimized conditions.<br \/><b>Conclusion: <\/b>Our study has successfully optimized the <i>ex vivo<\/i> tissue culture model of liver tissue, capable of maintaining the tissue for several days while preserving the unique TME. These results highlight the potential of using the <i>ex vivo<\/i> tissue culture model in the preclinical setting to further investigate and evaluate TME-related treatments and their hepatotoxicity in HCC tissues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Ex vivo,Preclinical model,Hepatocellular carcinoma,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Feng<\/b><sup>1<\/sup>, M. Cieri<sup>2<\/sup>, C. Esposito<sup>3<\/sup>, K. Guja-Jarosz<sup>3<\/sup>, D. Liberati<sup>3<\/sup>, L. Bubendorf<sup>1<\/sup>, S. D. Soysal<sup>1<\/sup>, M. Coto-Llerena<sup>1<\/sup>, L. M. Terracciano<sup>2<\/sup>, O. Kollmar<sup>1<\/sup>, S. Piscuoglio<sup>3<\/sup>; <br\/><sup>1<\/sup>University Hospital Basel, Basel, Switzerland, <sup>2<\/sup>Humanitas Clinical and Research Center,IRCCS, Milan, Italy, <sup>3<\/sup>Department of Biomedicine, University of Basel, Basel, Switzerland","CSlideId":"","ControlKey":"d0b7387b-49db-4134-ba8c-06e2b8b6b894","ControlNumber":"5348","DisclosureBlock":"&nbsp;<b>H. Feng, <\/b> None..<br><b>M. Cieri, <\/b> None..<br><b>C. Esposito, <\/b> None..<br><b>K. Guja-Jarosz, <\/b> None..<br><b>D. Liberati, <\/b> None..<br><b>L. Bubendorf, <\/b> None..<br><b>S. D. Soysal, <\/b> None..<br><b>M. Coto-Llerena, <\/b> None..<br><b>L. M. Terracciano, <\/b> None..<br><b>O. Kollmar, <\/b> None..<br><b>S. Piscuoglio, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"237","PresenterBiography":null,"PresenterDisplayName":"Huiche Feng, MBBS","PresenterKey":"ed838632-dfd5-47ed-9aef-68682d27da18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"237. Establishment of an <i>ex vivo<\/i> tissue culture model as a potential preclinical drug testing platform for hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of an <i>ex vivo<\/i> tissue culture model as a potential preclinical drug testing platform for hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Glioblastoma (GBM) is one of the most aggressive malignant brain tumors. Many studies have reported that the tumor microenvironment (TME) contributes greatly to invasion and drug resistance of GBM. Our lab has previously described a tri-culture model using methacrylamide-functionalized gelatin (GelMA) with brain microvascular endothelial cells (BMVEC), human normal astrocytes (NHA), and human brain vascular pericyte (HBVP) recapitulated the <i>in vivo<\/i> brain microenvironment. However, phenotypic drug response was only observed under supraphysiological dosage. To evaluate therapeutic response more precisely, we decided to combine the Tri-culture system with the IdenTx3 microfluidic device (AIM Biotech). By separating the immature perivascular network from the GBM spheroids, we are hoping to generate a model that can more realistically mimic the TME. While many studies have used cancer spheroid in GBM studies, little is known about the impact of spheroids size. Since spheroid size correlates with nutrient and oxygen gradients, we are also curious to find out whether an increase in spheroid size increases the necrotic population and affects drug response and invasion.<b><\/b><br \/><b>Materials: <\/b> Wild-type (WT) and TMZ resistant 42MGBA cell lines were seeded at different cell numbers to generate spheroids of different sizes. Spheroids were dissociated for flow analysis to quantify the necrotic population. In the invasion assay, spheroids were encapsulated in GelMA hydrogel with or without the addition of perivascular cells including BMVECs, HBVP, and NHA (3:1:1). Vasculature formation inside the chip was initiated 5 days prior to the introduction of GBM spheroids.<br \/><b>Results: <\/b> 42MGBA-WT and 42MGBA-TMZres spheroids demonstrated phenotypical and proliferative differences. Spheroids sizes showed a direct relationship with necrotic cell numbers. Small spheroids (1000 cells) and large spheroids (10,000 cells) were encapsulated inside the hydrogel and subjected to different treatments of temozolomide. A difference in invasion area and proliferation was found when subjected to bulk or metronomic dosages. The two 42MGBA cell lines displayed an increase in invading area when co-cultured with perivascular cells. This result coincided with our previous finding that perivascular network increases GBM proliferation and invasion in GBM6 spheroid (Ngo et al, 2022). In addition, a different invasion behavior was observed between the 42MGBA-WT and 42MGBA-TMZres spheroids when introduced inside the microfluidic device. Surprisingly, the wildtype showed a larger invading area compared to the TMZ resistant.<br \/><b> <\/b><br \/><b>Conclusion:<\/b> We demonstrated a direct relationship between size and necrotic population in the 42MGBA spheroids. We also showed that bulk or metronomic treatment exert different effects on the cancer spheroids. Finally, we have verified that TME is critical to invasion and drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Glioblastoma,Spheroids,Drug resistance,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Fok<\/b>, Y. Ivanova, V. Kriuchkovskaia, B. Harley; <br\/>University of Illinois at Urbana-Champaign, Champaign, IL","CSlideId":"","ControlKey":"72ab0ce1-9683-4008-842c-492e76fa6b1b","ControlNumber":"8034","DisclosureBlock":"&nbsp;<b>S. Fok, <\/b> None..<br><b>Y. Ivanova, <\/b> None..<br><b>V. Kriuchkovskaia, <\/b> None..<br><b>B. Harley, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"238","PresenterBiography":null,"PresenterDisplayName":"Sheridan Fok","PresenterKey":"072b8861-2d93-49d4-bad3-d1822a1de63e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"238. Investigating size-dependent invasion behaviors and therapeutic responses of the 42MGBA glioblastoma spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating size-dependent invasion behaviors and therapeutic responses of the 42MGBA glioblastoma spheroids","Topics":null,"cSlideId":""},{"Abstract":"Background: Long thought to be sterile spaces, current evidence now suggests that host microbiota can be found within cancerous tissue. Emerging data has illuminated that microbes are integral components of tumor tissue itself, which may correlate with tumor progression, treatment responsiveness, and disease prognosis. A recent <i>Cell<\/i> article from <i>Fu et al.<\/i> demonstrated that tumor-resident intracellular microbiota can promote metastatic colonization in breast cancer. Others within this research landscape see therapeutic opportunity - harnessing the tropism of these microbes to deliver TME modifying payloads directly to cancerous lesions.<br \/>Purpose: Before studying the mechanism underlying their tropism to solid tumors, it is necessary to first establish a murine model that would allow for an oncotropic bacteria to be detected and quantified within tissues of interest. My research entailed the design and execution of pilot experiments developing xenograft melanoma and genetic colorectal models for future research projects.<br \/>Methods: In all mouse studies, an <i>E. coli<\/i> Nissle 1917 strain called &#8220;<i>NisLux<\/i>&#8221; was used, who&#8217;s integration with a <i>luxCDABE<\/i> cassette allowed it to be selectively identified via luminescence using traditional exposure photography or endpoint luminescence detection using a 96-well plate reader. A xenograft melanoma model was developed using C57BL\/6J mice and a B16-F10 murine melanoma line. A genetics model was developed using C57BL\/6J-<i>Apc<sup>min<\/sup><\/i> mice which spontaneously develop colorectal adenomas as they age. Tumors, spleens, and healthy tissue were harvested and processed following tail vein injections of either <i>NisLux<\/i> or PBS solution. Harvested tissue was normalized by weight and concentration of resident <i>NisLux<\/i> was calculated from serially diluted samples plated on LB agar.<br \/>Results: In both the xenograft and genetics murine models, <i>NisLux<\/i> exhibited tropism to tumor sites, enriching at a concentration above that of healthy background tissue. <i>NisLux<\/i> dosing correlated with splenomegaly without changes to the mass of the primary lesion compared to control.<br \/>Conclusions: <i>NisLux<\/i> exhibits tropism to tumor sites in our xenograft and genetics murine models. Both models should undergo further procedural and control optimization. Two possible modifications to future melanoma xenograft experiments include the collection of non-cancerous skin negative control samples and a further delayed takedown day for tissue processing. In future C57BL\/6J-<i>Apc<sup>min<\/sup><\/i> mice experiments, healthy colon sections from <i>NisLux<\/i> dosed C57BL\/6J mice should be used as negative controls. Overall, the results from both models were promising and encourage future exploration of the mechanism underlying <i>NisLux<\/i>&#8217;s tropism to solid tumors. Subsequent experiments could involve comparing the tropism of engineered KO strains to WT <i>NisLux<\/i> or performing comparative sequencing of isolated tumor resident <i>NisLux<\/i> to the initial dosing population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Mouse models,Melanoma\/skin cancers,Colorectal adenocarcinoma,Oncotropic bacteria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ryan  A.  Hannon<\/b><sup><\/sup>, Dongqing Xu<sup><\/sup>, Fengyi Wan<sup><\/sup><br><br\/>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"228f71d2-acd4-4c86-b826-7e6328074e2e","ControlNumber":"1410","DisclosureBlock":"&nbsp;<b>R. A. Hannon, <\/b> None..<br><b>D. Xu, <\/b> None..<br><b>F. Wan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"239","PresenterBiography":null,"PresenterDisplayName":"Ryan Hannon, BS","PresenterKey":"0e1436ad-c903-4fa6-a76e-9f95efe06ee0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"239. Establishing a murine intratumoral bacterial model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing a murine intratumoral bacterial model","Topics":null,"cSlideId":""},{"Abstract":"Relevant <i>in vivo<\/i> and <i>in vitro<\/i> cancer models have been invaluable for our current understanding of cancer biology, as well as for therapy development. Using appropriate models in the drug development process significantly supports reliable and swift decision making in proceeding along the value chain. In parallel, animal experiments can be designed more specific to the scientific and regulatory needs, resulting in shorter development cycles and eventually the availability of better therapies for cancer patients. Patient-derived xenografts (PDX) are generated by implantation of cancerous tissue from a patient&#8217;s tumor either under the skin (ectopic) or into the organ of tumor origin (orthotopic) of an immunocompromised mouse and are the most used <i>in vivo<\/i> model for preclinical drug development. Patient-derived 3D cell culture models (PD3D&#174;) are gaining increasing significance as relevant <i>in vitro<\/i> cancer models that recapitulate the original tumor tissue&#8217;s biology and are suitable for high-throughput drug screening. The combination of both platform&#8217;s increases the translational relevance of the development pipeline and offers the possibility to enlarge the respective panels of tumor models. Tackling an unmet medical need, we initially created matched mesothelioma PD3D&#174; and PDX models. Mesothelioma is an aggressive cancer with poor prognosis and limited treatment options. Development of new therapies is hampered by shortage of available relevant tumor models. We created PD3D&#174; models from PDX mesothelioma models and vice versa and generated drug sensitivity profiles with standard of care such as Gemcitabine, platinum derivates and a number of targeted agents to confirm their suitability as matched models for future projects. We were able to prove that models express stable histological, phenotypic features and drug sensitivity profiles across the two platforms. With this proof-of-concept study, the feasibility to combine the PD3D&#174; biobank comprising more than 500 models from CELLphenomics with the PDX bank from CRL including 700 PDX models, has gained momentum. In consideration of the changing regulatory landscape, the combination of <i>in vitro<\/i> and <i>in vivo<\/i> platforms is a crucial step towards a drug development pipeline that incorporates the principles of 3R and increases its translational value due to fully human technologies being the corner stones of the drug development process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-04 Model organisms in drug discovery,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Organoids,Mesothelioma,Biobank,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Loskutov<sup>1<\/sup>, E. Oswald<sup>2<\/sup>, <b>L. Wedeken<\/b><sup>1<\/sup>, C. J. Reinhard<sup>1<\/sup>, J. Schueler<sup>2<\/sup>, C. R. A. Regenbrecht<sup>1<\/sup>; <br\/><sup>1<\/sup>CELLphenomics GmbH, Berlin, Germany, <sup>2<\/sup>Charles River Laboratories, Freiburg, Germany","CSlideId":"","ControlKey":"d8ec2574-53fe-4f50-a41e-bfdc3eee896b","ControlNumber":"3111","DisclosureBlock":"&nbsp;<b>J. Loskutov, <\/b> None..<br><b>E. Oswald, <\/b> None..<br><b>L. Wedeken, <\/b> None.&nbsp;<br><b>C. J. Reinhard, <\/b> <br><b>ASC Oncology<\/b> Stock.<br><b>J. Schueler, <\/b> None.&nbsp;<br><b>C. R. A. Regenbrecht, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment, Stock, Patent. <br><b>ASC Oncology<\/b> Employment, Stock, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"240","PresenterBiography":null,"PresenterDisplayName":"Lena Wedeken, Dr Rer Nat","PresenterKey":"88dc1651-ba3e-47b3-8f59-4683eb012268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"240. Mix and match - A comprehensive pipeline for matched patient-derived PDX and PD3D&#174; modelsfor cancer research and preclinical drug development","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mix and match - A comprehensive pipeline for matched patient-derived PDX and PD3D&#174; modelsfor cancer research and preclinical drug development","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) are a new class of pharmaceutical drugs designed to deliver cytotoxic agents to cells expressing specific antigens selectively. Based on Paul Ehrlich&#8217;s &#8220;magic bullet&#8221; concept, ADCs are designed to target cancer cells, minimizing systemic toxicity typical of conventional chemotherapy. ADCs structurally consist of a particular monoclonal antibody linked to a cytotoxic agent.<br \/>Patient-derived Organoids (PDOs) provide a new tool for studying cancer biology and patient stratification. PDOs are adult stem cell-based culture systems maintaining the patient-specific genetic and phenotypic characteristics, including surface marker expression. HUB Organoids has generated a large biobank of PDOs characterized on the genomic and transcriptomic level.<br \/>The work presented here shows the suitability of the organoid platform for performing ADC screening. Organoids were selected based on their target-antigen (TA) expression, assessed by flow cytometry and RPKM. Organoid killing was assessed with a viability readout (CellTiter Glo) after six days of treatment. Results of viability screening show a correlation between TA-targeting ADC-induced organoid killing and TA expression in the organoids.<br \/>These results reveal that PDOs hold value for the preclinical development of ADCs and for evaluating their tumor specificity. Moreover, PDOs have the potential to predict patient specific response to ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Organoids,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Mori<\/b>, V. Adegbenro, F. Morales, R. Overmeer, S. Lukovac, S. Boj, M. Derksen; <br\/>HUB Organoids, Utrecht, Netherlands","CSlideId":"","ControlKey":"a3d5268f-8c15-4db7-9137-6e952a73e7de","ControlNumber":"6846","DisclosureBlock":"&nbsp;<b>D. Mori, <\/b> None..<br><b>V. Adegbenro, <\/b> None..<br><b>F. Morales, <\/b> None..<br><b>R. Overmeer, <\/b> None..<br><b>S. Lukovac, <\/b> None..<br><b>S. Boj, <\/b> None..<br><b>M. Derksen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"241","PresenterBiography":null,"PresenterDisplayName":"Daniele Mori","PresenterKey":"381bf822-4829-418c-be09-c5bfff8f9598","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"241. Patient-derived organoids as a reliable screening platform for assessing ADC efficacy and specificity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived organoids as a reliable screening platform for assessing ADC efficacy and specificity","Topics":null,"cSlideId":""},{"Abstract":"HUB patient derived organoids, (HUB-Organoids<sup>TM<\/sup> or PDOs) are self-organized epithelial cell structures with near-physiological features, extensively used to model aspects of cancer initiation and progression. Microinjection of colibactin-producing pks+ <i>E. coli<\/i> into the lumen of PDOs resulted in the appearance of two co-occurring mutational signatures identified in a subset of colorectal cancer (CRC) patients, demonstrating that pks+ <i>E. coli<\/i> plays a causative role in CRC development. The scalability of PDO bacteria microinjection is, however, limited and represent a bottleneck in the screening of preventive therapies for these patients. Here we develop a bacteria-PDO co-culture system (PDO-fragment exposure model), alternative to PDO microinjection, that is compatible with medium-to-high throughput screening methods. We validated the genotoxicity of colibactin-producing bacteria and showed the potential of the PDO fragment exposure model for the screening of drugs targeting colibactin-dependent genotoxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Microbiome,Colorectal cancer,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Valle-Encinas<sup>1<\/sup>, M. Doorn<sup>1<\/sup>, F. Pourfarzad<sup>1<\/sup>, L. San Mateo<sup>2<\/sup>, P. Gokare<sup>2<\/sup>, D. Pocalyko<sup>2<\/sup>, S. F. Boj<sup>1<\/sup>, <b>C. S. Verissimo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>HUB Organoids, Utrecht, Netherlands, <sup>2<\/sup>Janssen Research & Development LLC, Philadelphia, PA","CSlideId":"","ControlKey":"e488debd-04c0-4592-9d69-dece1c053424","ControlNumber":"6448","DisclosureBlock":"&nbsp;<b>E. Valle-Encinas, <\/b> None..<br><b>M. Doorn, <\/b> None..<br><b>F. Pourfarzad, <\/b> None..<br><b>L. San Mateo, <\/b> None..<br><b>P. Gokare, <\/b> None..<br><b>D. Pocalyko, <\/b> None..<br><b>S. F. Boj, <\/b> None..<br><b>C. S. Verissimo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3527","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"242","PresenterBiography":null,"PresenterDisplayName":"Carla Verissimo, PhD","PresenterKey":"48133245-3a66-4b52-a779-189dcd90e7da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"242. Development of organoids-bacteria co-cultures for medium-to-high throughput screening","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of organoids-bacteria co-cultures for medium-to-high throughput screening","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in cancer immunotherapy positively impacted the life expectancy of patients for an extensive range of clinical indications. With new treatment strategies, druggable targets and biomarkers being identified at an increasing pace, the number of patients eligible for cancer immunotherapy is expected to expand steadily. For example, the emerging Bispecific T cell Engagers (BiTEs) designed to simultaneously target CD3 and tumor-specific antigens and promote T cell cytotoxicity have seen recent clinical success. While BiTEs have been approved for the treatment of hematologic malignancies, promising therapeutic developments for solid tumors face hurdles in translating preclinical findings into therapy since conventional two-dimensional cancer models fail to recapitulate the immune cell interactions in the tumor microenvironment and therefore hold low clinical predictive value. We developed an innovative alternative, building on the discovery that adult stem cells proliferate and organize into three-dimensional organotypic structures that maintain complex characteristics of the original parental tissue, including molecular heterogeneity and morphological and functional traits.<br \/>Here, we show the development of a patient-relevant preclinical platform for immunotherapy development in which colorectal (CRC) and non-small cell lung cancer (NSCLC) organoids are co-cultured with allogenic or autologous T cells to evaluate the activity and assess the cytotoxic potential of a BiTEs. The expression of tumor-specific BiTE target antigens is determined in patient-derived organoids (PDOs) by flow cytometry. Following this assessment, T cell-induced organoid death is quantified and characterized in real-time by image-based analysis of fluorescent live\/dead dyes. Additionally, we measure cytokine secretion as a read-out of T cell activation and function. In our co-cultures, T cell-induced PDO death was increased upon BiTEs treatment. Similarly, IFN&#947; secretion correlated with expression levels of the targeted tumor antigen. In addition, PDO apoptosis and IFN&#947; secretion increased in a dose-dependent fashion in the presence of the TA-targeting TCB.<br \/>In summary, our organoids and T cell co-cultures offer a powerful platform for developing and validating immunotherapies such as T cell-bispecific antibodies and will significantly contribute to our understanding of the critical factors determining successful immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,co-culture assay,T cells,Bispecific T cell engagers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Oyarce, V. Bruno, L. Spagnuolo, C. Beaurivage, J. Frias Aldeguer, F. Pourfarzad, R. G. J. Vries, <b>S. F. Boj<\/b>; <br\/>HUB Organoids B.V., Utrecht, Netherlands","CSlideId":"","ControlKey":"423cbe83-3ba9-4f82-8c9e-668c210160b3","ControlNumber":"5565","DisclosureBlock":"&nbsp;<b>C. Oyarce, <\/b> None..<br><b>V. Bruno, <\/b> None..<br><b>L. Spagnuolo, <\/b> None..<br><b>C. Beaurivage, <\/b> None..<br><b>J. Frias Aldeguer, <\/b> None..<br><b>F. Pourfarzad, <\/b> None..<br><b>R. G. J. Vries, <\/b> None..<br><b>S. F. Boj, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3517","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"243","PresenterBiography":null,"PresenterDisplayName":"Sylvia Boj, PhD","PresenterKey":"cea2aa2c-697e-4d5d-a9cb-12c39ef7edc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"243. Organoid co-cultures with allogenic T cells to assess toxicity and efficacy of bispecific antibodies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Organoid co-cultures with allogenic T cells to assess toxicity and efficacy of bispecific antibodies","Topics":null,"cSlideId":""},{"Abstract":"HUB&#8217;s patient-derived organoids (PDOs) are <i>in vitro<\/i> models that preserve tissue morphology and original cellular complexity. Additionally, PDOs are compatible with (high) throughput screening methods, enabling informed decision-making early in the drug development pipeline and significantly improving the odds of positive outcomes in clinical trials. Akamis Bio has developed experimental viral vector-based tumour gene therapies that have the potential to treat a variety of solid tumours by driving the expression of immunologically active biomolecules and therapeutic proteins hampering tumour immune evasion. These vectors are based on a replication competent, chimeric group B adenovirus backbone that selectively replicates and expresses transgene payloads in tumor cells, and additionally exerts oncolytic activity. To evaluate the efficacy of such a virus-based gene delivery strategy, HUB set up a proof-of-concept study to assess the propagation capability of Akamis Bio&#8217;s viral vectors in tumour PDOs. Intact PDOs from primary pancreatic tumours were infected with several viral loads, ranging from 0.1 viral particles per cell (PPC) to 100 PPC. The viral vector encoded a GFP reporter gene to identify infected cells using fluorescence imaging. The cultures were imaged daily for 14 days, allowing the assessment of cytotoxicity and infection efficiency and dynamics. Independently of PPC, infections always started in the exterior of PDOs in a few GFP-positive cells. The gradual increase over time in GFP-signal toward the interior of PDOs suggests the high likelihood of secondary infection events. Crucially, GFP intensity was correlated with cell death in PDOs, as evidenced by morphological features detected in brightfield images. Moreover, the infection dynamics were dose-dependent, as the GFP intensity peak arose later with decreasing PPC. These results show the capacity of HUB PDOs to study the infection dynamics of Akamis viral vectors . This pre-clinical platform permits rapid and efficient screening and dose evaluation for oncolytic virotherapies. Unique access to extensive tumour PDO biobanks with characterized genomic landscapes allows best-in-class stratification of treatment response based on tumour type and genetic heterogeneity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Preclinical testing,Oncolytic virus,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Morales-Rodriguez<sup>1<\/sup>, M. Sasso<sup>2<\/sup>, T. Bezhaeva<sup>1<\/sup>, S. Bailey-Bucktrout<sup>2<\/sup>, K. Lai<sup>1<\/sup>, F. Gkogkou<sup>1<\/sup>, <b>S. Boj<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>HUB Organoids, Utrecht, Netherlands, <sup>2<\/sup>Akamis Bio Limited, Abingdon, United Kingdom","CSlideId":"","ControlKey":"0efd72f0-21c8-4307-9ea0-9bc7bcd460de","ControlNumber":"6447","DisclosureBlock":"&nbsp;<b>F. Morales-Rodriguez, <\/b> None..<br><b>M. Sasso, <\/b> None..<br><b>T. Bezhaeva, <\/b> None..<br><b>S. Bailey-Bucktrout, <\/b> None..<br><b>K. Lai, <\/b> None..<br><b>F. Gkogkou, <\/b> None..<br><b>S. Boj, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"244","PresenterBiography":null,"PresenterDisplayName":"Sylvia Boj, PhD","PresenterKey":"cea2aa2c-697e-4d5d-a9cb-12c39ef7edc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"244. Patient-derived organoids: A pre-clinical model to assess infection and killing capacity of viral vectors for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"435","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived organoids: A pre-clinical model to assess infection and killing capacity of viral vectors for cancer therapy","Topics":null,"cSlideId":""}]