[{"Abstract":"Previously we have reported on the relevance of the joint ProLiFiler and Cancer DataMiner platforms when studying the antitumor efficacy of novel antibody-drug conjugates (ADCs), such as Sacituzumab govitecan. In this study, we use our platforms to investigate and compare the selectivity of two FDA-approved Trastuzumab-based ADCs targeting ERBB2: Kadcyla, the first-in-class ADC employing a microtubule inhibitor bound via a non-cleavable linker, and Enhertu, which combines a topoisomerase inhibitor with a protease-cleavable linker. We performed a cell proliferation and survival assay using the ProLiFiler<sup>TM<\/sup> (Reaction Biology) to characterize the in vitro antitumor effects of Enhertu, Kadcyla, and their individual cytotoxins, deruxtecan &#38; mertansine on 160 human cancer cell lines (CLs). The resulting data were uploaded to 4HF&#180;s Cancer DataMiner platform for data analysis. First, we confirmed high potency and limited selectivity of mertansine, as it displayed an IC<sub>50<\/sub> &#60; 250 nM (mean: 27.3 nM) in 95% of cell lines (CLs). A COMPARE analysis confirmed that mertansine data correlated best with those of other microtubule inhibitors in our drug databases (e.g., MMAE, Spearman rho = 0.79, p=9.6E-27). Conversely, a paired analysis showed that CLs were less sensitive to Kadcyla than to mertansine except for CLs overexpressing ERBB2. The 160-CL panel included a total of nine CLs (six mammary, two gastric, one ovarian) with strong ERBB2 overexpression (Affymetrix data &#62;10), mostly associated with ERBB2 gene amplification; seven of them were the most sensitive CLs to Kadcyla (IC<sub>50<\/sub> &#60; 6 nM). Focusing solely on breast cancer cell lines (breast cancer is the approved indication for Kadcyla), we observed a strong correlation between sensitivity to Kadcyla and ERBB2 expression (Spearman r = -0.78, p = 0.003). Interestingly, in line with published data, the ERBB2-overexpressing cell lines SNU-216 (stomach cancer) and JIM-T1 (breast cancer) were less sensitive to Kadcyla. In non-ERBB2-amplified CLs, Kadcyla sensitivity did not correlate with ERBB2 expression levels. Focusing on ERBB2-negative CLs such as hematological CLs, we unexpectedly observed consistent cell inhibition (mean IC<sub>50<\/sub> =33 nM) with Kadcyla, suggesting that the ADC was cleaved, and the payload released into the medium. Overall, this study has demonstrated the relevance of our platforms to study and compare newly developed ADCs. Cytotoxic activities recorded for conjugates and free payloads, along with molecular data for the test cell lines, provides insight in the mode of action of conjugates and their target cell populations and hence can support the development of ADCs. Investigations are underway with Enhertu and its payload deruxtecan, and results will be compared with those obtained for Kadcyla and mertansine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),ErbB2,Bioinformatics,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A.-L. Peille<\/b><sup>1<\/sup>, K. Holtorf<sup>2<\/sup>, P. Anton Garcia<sup>1<\/sup>, N. Obier<sup>2<\/sup>, D. Feger<sup>2<\/sup>, T. Metz<sup>1<\/sup>, S. Dempe<sup>2<\/sup>, H.-H. Fiebig<sup>1<\/sup>, J. Ehlert<sup>2<\/sup>, V. Vuaroqueaux<sup>1<\/sup>; <br\/><sup>1<\/sup>4HF Biotec GmbH, Freiburg, Germany, <sup>2<\/sup>Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"f1680934-d486-4a54-ae7c-0b63ac19a1f0","ControlNumber":"4575","DisclosureBlock":"&nbsp;<b>A. Peille, <\/b> None..<br><b>K. Holtorf, <\/b> None..<br><b>P. Anton Garcia, <\/b> None..<br><b>N. Obier, <\/b> None..<br><b>D. Feger, <\/b> None..<br><b>T. Metz, <\/b> None..<br><b>S. Dempe, <\/b> None..<br><b>H. Fiebig, <\/b> None..<br><b>J. Ehlert, <\/b> None..<br><b>V. Vuaroqueaux, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4708","PresenterBiography":null,"PresenterDisplayName":"Anne-Lise Peille","PresenterKey":"f5e1d84c-56b9-4486-8de7-ae1aa87e55b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4708. Potency and selectivity of ERBB2-targeting antibody drug conjugates in vitro","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potency and selectivity of ERBB2-targeting antibody drug conjugates in vitro","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic RAS binds to multiple effector proteins to activate downstream signaling pathways, including the MAPK and PI3K axes. While RAS-mediated MAPK activation has a well-validated role in driving cancer progression, the contribution of PI3K activation has been more difficult to assess. Understanding the degree to which different KRAS-mutant genotypes stimulate PI3K activity may inform biomarker and combination strategies for RAS inhibitors currently undergoing clinical evaluation.RMC-7977 is a RAS<sup>MULTI<\/sup>(ON) inhibitor that targets GTP-bound RAS(ON) and blocks effector protein binding. RMC-7977 exhibits similar potency for wild-type and oncogenic mutant RAS and is a powerful preclinical tool, representative of the investigational RAS<sup>MULTI<\/sup>(ON) inhibitor RMC-6236, for comparing how RAS-mutant genotypes differ with respect to signal activation. MAPK signaling proceeds through a protein phosphorylation cascade that is readily detectable using standard cell biology methods, but PI3K is a lipid kinase whose activity is not amenable to protein characterization techniques. An assay of phosphatidylinositol (3,4,5)-trisphosphate (PIP3) was developed to directly measure the activity of PI3K in the context of RAS inhibition.In isogenic LIM1215 cell lines expressing different KRAS<sup>G12X<\/sup> mutants (KRAS<sup>G12D<\/sup>, KRAS<sup>G12V<\/sup>, KRAS<sup>G12C<\/sup> and KRAS<sup>G12R<\/sup>), RAS inhibition by RMC-7977 completely suppressed PI3K activity in cells with wild-type KRAS and KRAS<sup>G12D<\/sup>, had a moderate inhibitory effect in KRAS<sup>G12C<\/sup> and KRAS<sup>G12V<\/sup>, and had no effect in KRAS<sup>G12R<\/sup>. To confirm that this inhibition is dependent on a direct interaction between RAS(ON) and PI3K, CRISPR engineering was used to introduce mutations in <i>PIK3CA<\/i> to perturb the RAS-binding domain. In cells with disrupted RAS-PI3K interactions, the basal levels of PIP3 are significantly reduced and no longer change in response to treatment with RMC-7977.Based on the isogenic cell line results, KRAS<sup>G12D<\/sup> and KRAS<sup>G12R<\/sup>-mutant pancreatic cancer cell lines were profiled for their response to RAS inhibition. RMC-7977 decreased the levels of MAPK signaling in both KRAS<sup>G12D<\/sup> and KRAS<sup>G12R<\/sup> genotypes, but PI3K activity was only inhibited in KRAS<sup>G12D<\/sup> lines. MEK inhibitors only inhibited MAPK signaling and had no effect on PI3K activity in either genotype. The simultaneous inhibition of MAPK and PI3K signaling by RMC-7977 led to deeper suppression of cyclin D levels and a more pronounced G1 cell cycle arrest as compared with MAPK inhibitors.We demonstrate that the coupling between RAS activation and PI3K signaling varies between oncogenic mutants, with KRAS<sup>G12D<\/sup> showing the greatest degree of PI3K stimulation. In KRAS<sup>G12D<\/sup>-mutant pancreatic cancer cell lines, a RAS<sup>MULTI<\/sup>(ON) inhibitor suppresses both PI3K and MAPK signaling. These preclinical results may be used to inform potential, rational, mechanism-based combination treatment strategies for RAS(ON) inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"KRAS,PIK3CA,Pancreatic cancer,Phosphatidylinositol 3-kinase (PI3K),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. S. Bapat<\/b>, K. Seamon, A. Gould, D. Wildes; <br\/>Revolution Medicines, Inc., Redwood City, CA","CSlideId":"","ControlKey":"01f09dde-f2d0-41ea-8a39-0f3ed12ea261","ControlNumber":"6039","DisclosureBlock":"<b>&nbsp;P. S. Bapat, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>K. Seamon, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>A. Gould, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>D. Wildes, <\/b> <br><b>Revolution Medicines<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4709","PresenterBiography":null,"PresenterDisplayName":"Priyanka Bapat, PhD","PresenterKey":"d6e1a7dd-2bad-4b91-89c1-a063074aa5cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4709. The RAS<sup>MULTI<\/sup>(ON) inhibitor RMC-7977 blocks downstream MAPK and PI3K pathway activation in KRAS<sup>G12X_<\/sup>mutant cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The RAS<sup>MULTI<\/sup>(ON) inhibitor RMC-7977 blocks downstream MAPK and PI3K pathway activation in KRAS<sup>G12X_<\/sup>mutant cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Acute myeloid leukemia (AML) and acute lymphoblastic leukemia (ALL) are devastating blood cancers associated with 5-year survival rates of ~50% each in adults. We recently developed a new class of polymeric drugs called PAMDs based on the CXCR4 inhibitor AMD3100 (plerixafor). PAMDs have the potential to be more effective and less toxic therapeutics than the standard of care high-dose chemotherapy. We tested one variant (PAMD-Ch17), and found that unlike AMD3100, PAMD-Ch17 has several novel anti-leukemic effects. To understand the potential mechanism(s) for these new activities, we performed the following study.<br \/>Methods: To test the role of CXCR4 in PAMD-Ch17&#8217;s activities, we generated <i>CXCR4<\/i> knockout cells via Crispr\/Cas9. We used PrestoBlue, 7-AAD, and Annexin V staining to assay viability and apoptosis. To identify pathways deregulated by PAMD-Ch17, we performed whole transcriptomic sequencing (RNA-Seq). To investigate if PAMD-Ch17 mediates its activities by inducing oxidative stress, we performed SeaHorse assays, and dihydroethidium (DHE), Mitosox, and Bodipy C11 staining. To investigate whether PAMD induces programmed cell death pathways, we used ferrostatin and deferoxamine to inhibit ferroptosis, necrostatin-1 against necroptosis, and Z-VAD-FMK against apoptosis.<br \/>Results: We found that PAMD-Ch17 induces cell death in a dose dependent manner in human AML and ALL cell lines and, mouse primary leukemia cells, but not healthy mouse bone marrow cells. Surprisingly, PAMD-Ch17 induces equivalent levels of cell death in both wild type and CXCR4 knockout Jurkat cells, indicating that the only known target of the polymer is not required for its anti-leukemic effects. By RNA-Seq, we found altered expression of genes related to mitochondrial function, suggesting that PAMD-Ch17 could be targeting the mitochondria. To test this, we performed SeaHorse assays and found that PAMD-Ch17 induces a significant decrease in mitochondrial respiration. Consistent with this, we found that PAMD-Ch17 induces a significant increase in superoxide production, as well as lipid peroxidation. Using inhibitors of programmed cell death pathways, we found that preventing necroptosis, apoptosis, or ferroptosis caused only subtle effects on PAMD-Ch17 induced cell death, implying that the polymer&#8217;s anti-leukemic activity is likely not entirely dependent on these pathways.<br \/>Conclusions: These results indicate that PAMD-Ch17 induces cell death in leukemia cells but not healthy bone marrow via a CXCR4 independent mechanism. We also found that PAMD-Ch17 induces reactive oxygen species, potentially explaining its selectivity for leukemia cells compared to healthy blood cells. Continued investigation of PAMD-Ch17 will not only further development of this new class of drugs, but also provide much needed insight into leukemia biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Acute myeloid leukemia,Reactive oxygen species,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Lam<\/b>, J. Chinmay, E. Kapoor, S. Tang, S. Romanova, D. Oupicky, K. Hyde; <br\/>University of Nebraska Medical Center, Nebraska, NE","CSlideId":"","ControlKey":"6f8c7037-a7ca-4ea8-88b6-1186cf502564","ControlNumber":"7359","DisclosureBlock":"&nbsp;<b>C. Lam, <\/b> None..<br><b>J. Chinmay, <\/b> None..<br><b>E. Kapoor, <\/b> None..<br><b>S. Tang, <\/b> None..<br><b>S. Romanova, <\/b> None..<br><b>D. Oupicky, <\/b> None..<br><b>K. Hyde, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6450","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4710","PresenterBiography":null,"PresenterDisplayName":"Calvin Lam, BS","PresenterKey":"7af549ce-6a77-4725-98b4-bd7daf88d28d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4710. The polymeric AMD3100 based drug PAMD-Ch17 induces its anti-leukemic effects in a CXCR4 independent mechanism","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The polymeric AMD3100 based drug PAMD-Ch17 induces its anti-leukemic effects in a CXCR4 independent mechanism","Topics":null,"cSlideId":""},{"Abstract":"Pleural mesothelioma is a poor prognostic malignancy because the efficacy of therapies remains limited; thus, there is an urgent need to elucidate the pathophysiology leading to newer treatment modalities. Macroautophagy (hereafter referred to as autophagy) is an intracellular degradation system in which cytoplasmic components are degraded by the lysosome. Autophagy plays pivotal roles in various physiological processes, including adaptation to starvation, preimplantation embryonic development, elimination of intracellular pathogens, and regulation of innate and adaptive immunity. In cancer cells, autophagy may have the potential to function protectively for the cells and, alternatively, to work suppressively. It can promote tumor growth in established cancers through autophagy-mediated intracellular recycling, providing substrates for metabolism and maintain that the functional pool of mitochondria. On the other hand, it may lead to a cytotoxic effect called autophagy-dependent cell death. Several reports have demonstrated that autophagy has cytoprotective effects on pleural mesothelioma cell lines. In this study, we assessed effects of inhibition of autophagy using SAR405, which specifically inhibits Vps34 in an early step of autophagy, on pleural mesothelioma cells. Additionally, we investigated whether SAR405 could enhance the growth suppression induced by cisplatin in these cells. Mesothelioma cell lines, including NCI-H28 (H28), NCI-H2452 (H2452), and MSTO-211H (211H), were cultured with 0.1-50 &#956;M SAR405 or 1.0-5.0 &#956;M cisplatin for cell viability analysis using water-soluble tetrazolium salt-8, and cell cycle analysis. For the assessment of autophagy, a plasmid, pMRX-IP-GFP-LC3-RFP-LC3&#916;G, was stably transfected into mesothelioma cells. Transfected cells generate GFP-LC3-RFP-LC3&#916;G, and it is cleaved into GFP-LC3 and RFP-LC3&#916;G by inherent ATG4. GFP-LC3 levels are decreased by autophagy activation, while RFP-LC3&#916;G serves as an internal control. SAR405 dose-dependently suppressed cell viability, accompanied by a significantly increase in the proportions of cells in the G2\/M phase. The IC50 of SAR405 at 72 hours was 11.5 &#956;M for H28, 16.7 &#956;M for H2452, and 14.9 &#956;M for 211H. SAR405 inhibited autophagy 24 hours after treatment at 2.5 &#956;M for H28 and 211H, and at 5.0 &#956;M for H2452. Furthermore, cisplatin induced autophagy at 5.0 &#956;M for H28, 0.5 &#956;M for H2452, 1.0 &#956;M for 211H. The combination of 2.5-10 &#181;M SAR405 and 0.5-5.0 &#181;M cisplatin exhibited additive or synergistic effects on cell growth inhibition in all plural mesothelioma cell lines. In conclusion, Vps34 inhibition by SAR405 suppressed cell growth in pleural mesothelioma cells, accompanied by autophagy inhibition. The combination of SAR405 and cisplatin resulted in a synergistic inhibition of cell proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Mesothelioma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kuwabara<\/b>, K. Sakai, S. Ishi, S. Yokosuka, M. Abe, T. Takahashi, Y. Kawano, H. Nishimura, M. Toda-Sasaki, Y. Kobayashi-Ogawa, S. Kikuchi, Y. Hirata, H. Kyoyama, G. Moriyama, N. Koyama, K. Uematsu; <br\/>Saitama Medical University Saitama Medical Center, Saitama, Japan","CSlideId":"","ControlKey":"a9c5e3f6-9fff-40ec-a21b-245c60d0ff7d","ControlNumber":"2105","DisclosureBlock":"&nbsp;<b>Y. Kuwabara, <\/b> None.&nbsp;<br><b>K. Sakai, <\/b> <br><b>Eli Lilly Japan K.K.<\/b> Grant\/Contract. <br><b>Shionogi & Co., Ltd.<\/b> Grant\/Contract.<br><b>S. Ishi, <\/b> None..<br><b>S. Yokosuka, <\/b> None..<br><b>M. Abe, <\/b> None..<br><b>T. Takahashi, <\/b> None..<br><b>Y. Kawano, <\/b> None..<br><b>H. Nishimura, <\/b> None..<br><b>M. Toda-Sasaki, <\/b> None..<br><b>Y. Kobayashi-Ogawa, <\/b> None..<br><b>S. Kikuchi, <\/b> None..<br><b>Y. Hirata, <\/b> None..<br><b>H. Kyoyama, <\/b> None..<br><b>G. Moriyama, <\/b> None..<br><b>N. Koyama, <\/b> None.&nbsp;<br><b>K. Uematsu, <\/b> <br><b>Chugai Pharmaceutical Co.<\/b> Grant\/Contract. <br><b>Nippon Boehringer Ingelheim Co.<\/b> Grant\/Contract. <br><b>Novartis Pharma K.K.<\/b> Grant\/Contract. <br><b>TAIHO Pharmaceutical Co.<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4711","PresenterBiography":null,"PresenterDisplayName":"Yoshiki Kuwabara","PresenterKey":"481da320-1cab-463c-98d8-a02eb37647fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4711. Evaluation of effect of autophagy inhibition by SAR405, a selective Vps34 inhibitor, on proliferation of pleural mesothelioma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of effect of autophagy inhibition by SAR405, a selective Vps34 inhibitor, on proliferation of pleural mesothelioma cells","Topics":null,"cSlideId":""},{"Abstract":"G protein-coupled receptors (GPCRS) are the largest family of membrane proteins of cell surface receptors. It can be activated by various stimuli and play an important role in various physiological and pathological processes such as cell growth, proliferation, differentiation, metabolism, and homeostasis. Abnormal regulation of GPCR is associated with various human diseases, such as metabolic diseases, cardiovascular diseases, and eye diseases. G protein contains three subunits: &#945;, &#946;, and &#947;, which form a trimer. When extracellular ligands are bound to GPCRs which activate G protein and GTP phosphorylates G&#945; subunits, leading to the dissociation of G&#945; subunits from the trimer and dissociation from the &#946; and &#947; subunits. In addition, G&#945; different subtypes of G&#945;s, G&#945;i and G&#945;q have different biological effects after activation, Gas-coupled receptors activate adenylyl cyclase (AC) to increase cAMP. In contrast, G&#945;i-coupled receptors activated adenylyl cyclase (AC) to inhibit cAMP. G&#945;q coupled receptors promote phospholipase C (PLC) to produce IP3, and IP3 can increase intracellular Ca<sup>2+<\/sup> concentration. GPCR Panel With high general availability, which provides over 150 GPCR targets, covering wide families like 5-Hydroxytryptamine, adrenoceptors, Acetylcholine, dopamine, glucagon, and opioid receptors and having the selectivity of multiple species. It can conduct similar GPCR poly-link interaction and screening, used to study new GPCR drug development technology, detect the expression properties of GPCR receptors, reveal new GPCR structure and function, and screen GPCR drugs. We also constructed different assay platforms, including cAMP assay, Ca2+ flux assay, IP3 assay, &#946;-arrestin recruitment assay and reporter assay to detect the different second messengers produced by G protein submits and GPCR-mediated multiple signaling pathways. This research constructed stable cell lines expressing GPCRs and provided related assays, which could be used to detect compounds' effects on GPCR targets successfully. In addition, the GPCR panel was applicable to both activating and inhibitory models, and the establishment of this platform provides a powerful tool for drug development of GPCR-related targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"GPCR-G-protein coupled receptor,Drug discovery,Screening,Assay platform,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Wang, N. Sui, D. Hu, Z. Zhang, <b>T. Bing<\/b>; <br\/>ICE Bioscience, Inc., Beijing, China","CSlideId":"","ControlKey":"6fd205d4-114b-4007-87b3-4b4085b26bd9","ControlNumber":"6295","DisclosureBlock":"&nbsp;<b>X. Wang, <\/b> None..<br><b>N. Sui, <\/b> None..<br><b>D. Hu, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>T. Bing, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4712","PresenterBiography":null,"PresenterDisplayName":"Tie-Jun Bing, PhD","PresenterKey":"24c2bf94-e5b9-4a58-a0c1-c31fd9a4e61c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4712. GPCR panel establishment and application in drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GPCR panel establishment and application in drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma, the most common and deadly brain tumor, remains a critical unmet medical need due to the limited effectiveness of current treatments. Drug repurposing has recently emerged as a promising strategy to improve glioblastoma outcomes. Antipsychotic drugs, with their established safety profile and potential to disrupt tumor-neuron interactions, have drawn particular attention. Among these, chlorpromazine, a well-tolerated medication included in the 2021 WHO Model List of Essential Medicines, holds promise due to its therapeutic effects in psychiatric disorders stemming from its non-specific interference with various CNS neurotransmitter receptors. Our recent studies have demonstrated chlorpromazine's ability to inhibit several molecular and cellular processes in glioblastoma cells, suggesting its potential as a novel treatment option for this challenging disease.To elucidate chlorpromazine's mechanism of action as a potential anticancer drug, we employed two proteomics approaches: Reverse-Phase Protein microArrays to evaluate its impact on signal transduction pathways and Activity-Based Protein Profiling followed by mass spectrometry to identify novel molecular targets.Our data revealed that chlorpromazine significantly modulates major signal transduction pathways and implicates pyruvate kinase (PK) M2 as a drug target. PKM2, a PK variant characteristic of many cancers, plays a crucial role in orchestrating metabolic alterations, exemplified by the Warburg effect &#8211; the high glucose consumption and lactate production by cancer cells even under oxygen-rich conditions. PKM2 functions as a tetramer in the glycolytic pathway, while its dimeric form acquires nuclear localization, protein kinase activity, and interacts with various transcription factors, contributing to its pro-tumorigenic activity.Consistent with its ability to target PKM2, chlorpromazine promoted PKM2 tetramerization in glioblastoma cells, leading to significant alterations in glioblastoma energy metabolism. Notably, RPE-1 non-cancer neuroepithelial cells showed a reduced response to the drug. Additionally,<br \/>silencing PKM2 diminished the effects of chlorpromazine. 3D modeling revealed that chlorpromazine interacts with the PKM2 tetramer at the same site involved in binding other small-molecule activators that stabilize the PKM2 tetramer.These findings suggest that chlorpromazine counteracts the Warburg effect and, consequently, malignancy in glioblastoma cells, while sparing non-cancerous RPE-1 cells. This preclinical evidence supports the rationale behind our recently completed multicenter Phase II clinical trial investigating the role of chlorpromazine in glioblastoma treatment. The study is registered as EudraCT #2019-001988-75 and ClinicalTrials.gov Identifier #NCT0422444.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Glioblastoma,Drug sensitivity,Cell signaling,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Abbruzzese<sup>1<\/sup>, S. Matteoni<sup>1<\/sup>, P. Matarrese<sup>2<\/sup>, M. Signore<sup>2<\/sup>, B. Ascione<sup>2<\/sup>, E. Iessi<sup>2<\/sup>, A. Gurtner<sup>1<\/sup>, A. Sacconi<sup>1<\/sup>, A. Pace<sup>1<\/sup>, V. Villani<sup>1<\/sup>, A. Polo<sup>3<\/sup>, S. Costantini<sup>3<\/sup>, A. Budillon<sup>3<\/sup>, G. Ciliberto<sup>1<\/sup>, <b>M. G. Paggi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IRCCS Regina Elena National Cancer Institute, Rome, Italy, <sup>2<\/sup>Istituto Superiore di Sanità, Rome, Italy, <sup>3<\/sup>Istituto Nazionale Tumori-IRCCS-Fondazione G. Pascale, Naples, Italy","CSlideId":"","ControlKey":"6502ce59-201a-49ab-96f1-4b9be72ad662","ControlNumber":"6429","DisclosureBlock":"&nbsp;<b>C. Abbruzzese, <\/b> None..<br><b>S. Matteoni, <\/b> None..<br><b>P. Matarrese, <\/b> None..<br><b>M. Signore, <\/b> None..<br><b>B. Ascione, <\/b> None..<br><b>E. Iessi, <\/b> None..<br><b>A. Gurtner, <\/b> None..<br><b>A. Sacconi, <\/b> None..<br><b>A. Pace, <\/b> None..<br><b>V. Villani, <\/b> None..<br><b>A. Polo, <\/b> None..<br><b>S. Costantini, <\/b> None..<br><b>A. Budillon, <\/b> None..<br><b>G. Ciliberto, <\/b> None..<br><b>M. G. Paggi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4713","PresenterBiography":null,"PresenterDisplayName":"Marco Paggi, MD,PhD","PresenterKey":"8f1d3168-997b-4af3-8f1e-d0ad6d0d4389","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4713. Chlorpromazine affects glioblastoma bioenergetics by interfering with pyruvate kinase M2: A route for drug repurposing in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chlorpromazine affects glioblastoma bioenergetics by interfering with pyruvate kinase M2: A route for drug repurposing in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most aggressive, recurrent, and metastatic type of BC. Since there are limited targeted therapies available, the standard treatment is taxane-based chemotherapy, which still results in recurrence and metastasis. Therefore, we developed MBQ-167, a clinical-stage Rac\/Cdc42 inhibitor that reduces tumor progression and metastasis in TNBC mouse models. In vitro studies show that PXL increased Rac activation, which MBQ-167 reduced in combination with PXL. In mouse models of TNBC, we found that PXL increases metastasis and that MBQ-167 prevents it. Therefore, this study aimed to identify potential mechanisms to explain the antimetastatic effects of MBQ-167 in combination with PXL. Previous studies suggest that PXL may act as an agonist to the Toll-Like 4 Recceptor (TLR4) and activate NfkB signaling to promote metastasis. We hypothesize that MBQ-167 chemosensitizes TNBC cells to PXL and reduces metastasis by blocking Rac\/Cdc42 and TLR4\/NF-kB signaling. Treatment of SCID mice with orthotopic MDA-MB-468 TNBC tumors with MBQ-167, PXL, or the combination increased lung metastases in mice treated with PXL, which MBQ-167 suppressed. Flow cytometry of spleens harvested from the mice with or without tumors demonstrated increased M2 immunosuppressive macrophages (F480+, CD206+) compared to M1 macrophages (F480+, CD206-), where macrophage differentiation has been implicated with TLR4 signaling. To determine the role of TLR4 signaling, we treated MDA-MB-231 cells stably expressing scrambled or TLR4 shRNA with MBQ-167, PXL, or the combination. Treated cells were evaluated for cell viability, apoptosis, migration, mammosphere assay, and NF-kB p65 activation. Results show that MBQ-167 reduced cell viability stem-cell-like features and increased apoptosis comparable to vehicle or PXL. TLR4 knockdown (kd) did not change cell viability, apoptosis, or migration in vehicle-treated cells. However, TLR4 kd further reduced the decreased cell viability and increased apoptosis in response to MBQ-167, PXL, or the combination, indicating that PXL effects on cell growth are at least partially dependent on TLR4. PXL treatment did not affect cell migration in the control cells but reduced migration in TLR4 kd cells. TLR4 kd exacerbated the inhibitory effects of MBQ-167 or the combination. MBQ-167, but not PXL, reduced LPS-induced (i.e., TLR4-regulated) NfkB translocation to the nucleus, with a similar effect as the combination. Therefore, MBQ-167 may prevent PXL-induced metastasis by partially inhibiting the NF-kB pathway in TNBC tumors and reducing inflammation and immunosuppression from M1 and M2 macrophages <i>in vivo.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Rac,Metastasis,Breast cancer,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nilmary Grafals-Ruiz<\/b><sup>1<\/sup>, Patricia Sánchez-Orive<sup>2<\/sup>, Anamaris Torres-Sánchez<sup>3<\/sup>, Ailed Cruz-Collazo<sup>1<\/sup>, Derealise García-Almedina<sup>2<\/sup>, Stephanie Dorta-Estremera<sup>4<\/sup>, Suranganie Dharmawardhane<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry, University of Puerto Rico - Medical Sciences Campus, San Juan, PR,<sup>2<\/sup>Natural Sciences, University of Puerto Rico - Rio Piedras Campus, San Juan, PR,<sup>3<\/sup>Biology, University of Puerto Rico - Rio Piedras Campus, San Juan, PR,<sup>4<\/sup>Microbiology and Medical Zoology, University of Puerto Rico - Medical Sciences Campus, San Juan, PR","CSlideId":"","ControlKey":"325c13fb-06b5-4c9c-8cd3-4d59ee863755","ControlNumber":"8173","DisclosureBlock":"&nbsp;<b>N. Grafals-Ruiz, <\/b> None..<br><b>P. Sánchez-Orive, <\/b> None..<br><b>A. Torres-Sánchez, <\/b> None..<br><b>A. Cruz-Collazo, <\/b> None..<br><b>D. García-Almedina, <\/b> None..<br><b>S. Dorta-Estremera, <\/b> None..<br><b>S. Dharmawardhane, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4714","PresenterBiography":null,"PresenterDisplayName":"Nilmary Grafals-Ruiz, BS;PhD","PresenterKey":"e00885bd-1a81-4c4d-be84-c43c5ba7d823","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4714. Mechanisms by which the Rac &#38; Cdc42 inhibitor MBQ-167 overcomes the adverse effects of paclitaxel in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms by which the Rac &#38; Cdc42 inhibitor MBQ-167 overcomes the adverse effects of paclitaxel in TNBC","Topics":null,"cSlideId":""},{"Abstract":"Mesothelioma, a lethal cancer associated with asbestos exposure, lacks effective drug therapy particularly in the relapsed treatment setting. Epithelial-to-mesenchymal transition (EMT) confers an aggressive sarcomatoid phenotype capable of invasion, metastasis, and drug resistance. Pharmacological targeting of EMT could favorably alter the progression and treatment of mesothelioma. We identified a geospatial transcriptomic gradient between adjacent epithelioid and sarcomatoid regions in patient-derived biphasic mesotheliomas involving hypoxia tolerance, TGF-&#946;, mitochondrial oxidative phosphorylation, and EMT. Mesothelioma cells rely on buffering of mitochondrial oxidative stress through the expression and activity of mitochondrial peroxiredoxin 3 (PRX3), which is covalently inactivated by the first-in-class inhibitor RSO-021, now under investigation in the phase 1\/2 MITOPE clinical trial (NCT05278975). To better understand the pharmacodynamics of RSO-021, transcriptomic profiles of drug sensitive and resistant biphasic mesothelioma cell lines were generated. Differential analysis revealed that RSO-021 induced up-regulation of ROS response and apoptosis signaling, while down-regulating TGF-&#946; and EMT markers, WNT signaling, and TEAD target genes. Additionally, we observed altered expression of the mesothelioma specific EMT genes Col5A2, mesothelin and VISTA. Resistance to RSO-021 conferred significant proliferative defects and was reversible upon RSO-021 removal, however the down-regulation of EMT genes was conserved, suggesting an irreversible mesenchymal-to-epithelial transition. In summary PRX3 is a clinically actionable drug target, inhibition of which correlates with EMT modulation. This activity suggests a mechanism to alter mesothelioma progression and prevent the emergence of the most aggressive mesothelioma phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Oxidative stress,Mesothelioma,Mesenchymal-epithelial transition (MET),Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Messier<sup>1<\/sup>, V. Gibson<sup>1<\/sup>, D. J. Seward<sup>1<\/sup>, E. Y. Baitei<sup>2<\/sup>, P. Jordan<sup>2<\/sup>, C. Poile<sup>2<\/sup>, J. Dzialo<sup>2<\/sup>, A. Bzura<sup>2<\/sup>, K. Kutywayo<sup>2<\/sup>, A. Nakas<sup>3<\/sup>, G. N. Naumov<sup>4<\/sup>, D. A. Fennell<sup>2<\/sup>, <b>B. Cunniff<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Larner College of Medicine at The University of Vermont, Burlington, VT, <sup>2<\/sup>University of Leicester and University Hospitals of Leicester, Leicester, United Kingdom, <sup>3<\/sup>University Hospitals of Leicester, Leicester, United Kingdom, <sup>4<\/sup>RS Oncology, Cambridge, MA","CSlideId":"","ControlKey":"08447b64-b94b-4044-862e-5953e9bb5161","ControlNumber":"3135","DisclosureBlock":"<b>&nbsp;T. Messier, <\/b> <br><b>RS Oncology<\/b> Independent Contractor.<br><b>V. Gibson, <\/b> None..<br><b>D. J. Seward, <\/b> None..<br><b>E. Y. Baitei, <\/b> None..<br><b>P. Jordan, <\/b> None..<br><b>C. Poile, <\/b> None..<br><b>J. Dzialo, <\/b> None..<br><b>A. Bzura, <\/b> None..<br><b>K. Kutywayo, <\/b> None..<br><b>A. Nakas, <\/b> None.&nbsp;<br><b>G. N. Naumov, <\/b> <br><b>RS Oncology<\/b> Employment, Stock, Travel. <br><b>D. A. Fennell, <\/b> <br><b>RS Oncology<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>B. Cunniff, <\/b> <br><b>RS Oncology<\/b> Independent Contractor, Stock, Grant\/Contract, Travel.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6456","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4716","PresenterBiography":null,"PresenterDisplayName":"Brian Cunniff, PhD","PresenterKey":"1fc67c25-b020-4c55-84ad-4d9030ec4a7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4716. First-in-class peroxiredoxin 3 (PRX3) inhibitor RSO-021 triggers mesenchymal-to-epithelial transition in mesothelioma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First-in-class peroxiredoxin 3 (PRX3) inhibitor RSO-021 triggers mesenchymal-to-epithelial transition in mesothelioma","Topics":null,"cSlideId":""},{"Abstract":"High-grade serous cancer (HGSC) is the most lethal gynecological malignancy and accounts for approximately 70% of all ovarian carcinomas. Despite recent advancements in drug discovery and a deeper understanding of the genetic mechanisms that drive HGSC oncogenesis, the mortality rate has remained stagnant over the past three decades, with a 5-year survival rate below 30%. Due to the prevalence of homologous recombination defects (HRD) in over 50% of HGSC tumors, the clinical management of patients harboring these genetic vulnerabilities has vastly relied on PARP inhibitors (PARPi). Nonetheless, about 80% of these patients ultimately relapse with refractory resistant and more aggressive disease, having no effective therapeutic alternatives currently available. Therefore, there is an urgent need for novel targeted therapies to be tailored towards the treatment of HGSC. Recently, we unveiled that 95% of HGSC tumors present with a widespread loss-of-heterozygosity in genes essential to form the tumor suppressor Protein Phosphatase 2A (PP2A) heterotrimer, second only to <i>TP53<\/i>. These deleterious alterations have been established to inhibit PP2A function, preventing it from counteracting oncogenic signatures that drive tumorigenesis. Our studies revealed that a Small Molecule Activator of PP2A (SMAP) synergizes with PARPi to induce synthetic lethality in HGSC cells while displaying favorable tolerability profiles in normal tissues. Mechanistically, SMAP activates distinct translational responses and stress signatures depending on the cellular context, driving selective oncogenic cytotoxicity through a chronic and irreversible integrated stress response (ISR), independent of PERK activation. In malignant contexts, SMAP-mediated activation of PP2A specifically drives the dephosphorylation of TFE3 to transcriptionally activate ATF4 and CHOP. Consequently, as cancer cells are incapable of activating adaptive homeostatic recovery mechanisms in response to SMAP, chronic ISR is induced, ultimately leading to cell death. Conversely, non-transformed cells leverage their intrinsic ISR plasticity to adapt, thereby restoring basal functions that allow cell survival under SMAP-mediated stress conditions. Collectively, our data highlights a new role of PP2A in HGSC and further underscore SMAP's selective cytotoxicity in cancer cells, independent of oncogenic genetic vulnerabilities or HRD profiles, by leveraging ISR plasticity and intrinsic adaptive homeostatic mechanisms. Thus, this class of PP2A modulators holds tremendous promise for broader therapeutic applications across diverse patient populations and tumor histological subtypes beyond HGSC, while mitigating standard-of-care therapy-associated toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Small molecule drugs,Tumor suppressor,Protein phosphatase,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. A. Avelar<\/b>, R. Gupta, G. Carvette, F. da Veiga Leprevost, J. Colina, J. Teitel, G. Narla, A. DiFeo; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"1e8bf13e-c5f3-4237-bd40-5ebfe0ae6faa","ControlNumber":"244","DisclosureBlock":"&nbsp;<b>R. A. Avelar, <\/b> None..<br><b>R. Gupta, <\/b> None..<br><b>G. Carvette, <\/b> None.&nbsp;<br><b>F. da Veiga Leprevost, <\/b> <br><b>Genentech<\/b> Employment.<br><b>J. Colina, <\/b> None..<br><b>J. Teitel, <\/b> None.&nbsp;<br><b>G. Narla, <\/b> <br><b>RAPPTA therapeutics<\/b> Other, Chief Scientific Officer of RAPPTA therapeutics, owner of SMAP\/DT-061 intellectual property.<br><b>A. DiFeo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4717","PresenterBiography":null,"PresenterDisplayName":"Rita A. Avelar, PhD","PresenterKey":"6b80a7b8-df77-45b3-83dc-845b1f4d95bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4717. Small molecule modulation of PP2A selectively induces oncogenic cytotoxicity through chronic and irreversible integrated stress response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule modulation of PP2A selectively induces oncogenic cytotoxicity through chronic and irreversible integrated stress response","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most prevalent type of malignant tumor within the central nervous system. There is a growing demand to develop and adapt new therapeutic options in order to combat the five-year survival rate of 6.8% and improve patient quality of life. Arsenic trioxide (ATO) is the standard of care for myelodysplasia and relapsed or refractory acute promyelocytic leukemia. While currently being classified to have an idiopathic mechanism of action, two specific cytotoxic consequences of ATO have emerged: MNK1 activity and oxidative stress. Across six GBM PDX models a 20-fold difference in sensitivity manifests, indicative of underlying innate sensitivity or resistance to ATO. To correlate this to the proposed mechanisms of action, we observed ATO&#8217;s effect on MNK1 activity through eIF4E phosphorylation and glutathione (GSH) levels following treatment. A subset of GBM models exhibited a marked upregulation of eIF4E phosphorylation following treatment with 2 uM ATO. Of the six models, three were chosen to undergo further testing to observe whether this upregulation showed a consistent dose-dependent relationship across the models and correlated with vulnerability to ATO. Combination therapy with the MNK1 inhibitor, ETC-206, displayed mild to moderate synergy on overall cell viability and strong synergy when observing its effects on the glioma stem cell population. This preferential effect on the GSC populations suggests that MNK1i based combination strategies may show greater effectiveness <i>in vivo<\/i> than indicated by our previous <i>in vitro <\/i>studies. Nutraceuticals targeting GSH synthesis, Chrysin and Silibinin, displayed a 0.95 to 1.4-fold decrease in ATO IC<sub>50<\/sub> values across all 6 models. To observe whether each nutraceutical impacted GSH levels consistently across all of the tested models, we measured GSH levels following treatment for each individual compound and their combination treatments. These findings further implicate MNK1 activity and cellular response to oxidative stress as markers of ATO sensitivity, however they are not the sole determinates of response. Understanding of the mechanism of action for idiopathic compounds may allow for the discovery of molecular signatures of sensitivity, improving patient selection for clinical trials and the development of new combination approaches to combat resistance in other tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Drug sensitivity,Drug synergy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Shaffer IV<\/b><sup>1<\/sup>, N. Tang<sup>1<\/sup>, Y. Hao<sup>1<\/sup>, K. Fink<sup>2<\/sup>, G. Snipes<sup>2<\/sup>, B. Mickey<sup>2<\/sup>, M. Berens<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>Baylor Scott & White Research Institute, Dallas, TX","CSlideId":"","ControlKey":"b36dd70f-717f-48a2-b797-64674116714f","ControlNumber":"6053","DisclosureBlock":"&nbsp;<b>C. Shaffer, <\/b> None..<br><b>N. Tang, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>K. Fink, <\/b> None..<br><b>G. Snipes, <\/b> None..<br><b>B. Mickey, <\/b> None..<br><b>M. Berens, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4718","PresenterBiography":null,"PresenterDisplayName":"Charles Shaffer, BS","PresenterKey":"f7261170-6cad-4f33-8ece-96a4bfc8f909","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4718. Reclaiming a dirty drug: What is the context of vulnerability to arsenic trioxide in glioblastoma?","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reclaiming a dirty drug: What is the context of vulnerability to arsenic trioxide in glioblastoma?","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The purpose of this study is to determine the effect of the chemotherapeutic sulfur heteroarotinoid A2 (SHetA2) on high-risk human papillomavirus (HR-HPV) proteins and the modulation of cell survival and proliferation in cervical cancer. Cervical cancer is caused by persistent HR-HPV infection. HR-HPV tumorigenesis is driven by its early 6 and 7 (E6, E7) oncoproteins, which increase cell proliferation and survival. Cellular pathways regulated by E6 and E7 are counter-regulated by the investigational new drug SHetA2, which is currently in phase 1 clinical trial for advanced and recurrent cancers. SHetA2 disrupts complexes of 70-kDa heat shock protein (HSP70) family members, hsc70, GRP78, and mortalin, with their client proteins. We hypothesized that SHetA2 reduces E6 and E7 levels and their binding to HSP70 chaperones in association with the reduction of cervical cancer cells and tumor growth.<br \/>Methods: SHetA2 effects on specific genes and proteins in HR-HPV-positive cervical cancer cell lines and xenograft tumors were assessed by western blot, quantitative polymerase chain reaction, immunofluorescence ligation assays, and coimmunoprecipitation assays.<br \/>Results: SHetA2 significantly reduced E6 and E7 mRNA, and protein levels of E7 and the E7-regulated p16, but not E6 in cervical cancer cells and xenograft tumors. MG132 inhibition of proteasome function attenuated the E7 reduction. HSP70\/hsc70 proteins bound E7 and SHetA2 disrupted these complexes.<br \/>Conclusions\/Implications: SHetA2 reduces E7 proteins in cervical cancer cells through a mechanism that involves proteasomal degradation in association with disruption of HSP70\/E7 complexes, p16 reduction, and decreased cell and tumor growth. This is the first demonstration of HSP70\/E7 complexes. SHetA2-induced release of E7 from HSP70s could be causing increased susceptibility of E7 to proteasomal degradation. This data supports the development of SHetA2 and HSP70 inhibitors for cervical cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Heat shock proteins,Cervical cancer,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Garland<\/b><sup>1<\/sup>, S. Hussain<sup>2<\/sup>, D. M. Benbrook<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK, <sup>2<\/sup>ICMR-National Institute of Cancer Prevention & Research, Noida, India","CSlideId":"","ControlKey":"0b6608bf-0004-428b-851d-681577dfe705","ControlNumber":"8390","DisclosureBlock":"&nbsp;<b>J. Garland, <\/b> None..<br><b>S. Hussain, <\/b> None..<br><b>D. M. Benbrook, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4719","PresenterBiography":null,"PresenterDisplayName":"Justin Garland","PresenterKey":"f7fe73aa-20e3-426b-b4a4-8d279f62549f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4719. Modulation of HR-HPV viral protein E7 by SHetA2 in cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of HR-HPV viral protein E7 by SHetA2 in cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Esophageal carcinoma (EC) ranks eighth in the incidence of malignant tumors and the sixth mortality worldwide. This study aims to screen out the Chinese herbs with strong inhibitory effects on the proliferation of four kinds of EC cells EC9706, EC-1, TE-1 and Eca109 from 366 Chinese herbs produced in Henan Province, and study the effect of composed Removing Heat and Nourshing Yin Prescription(RHNYP) on the proliferation, migration, invasion and PI3K\/AKT signaling pathway of four EC cells.<br \/>Methods: MTT and orthogonal design was applied to screen out the best effective Chinese herbs and determine the optimal dosage ratio of prescription on EC9706, EC-1, TE-1, Eca109 cells from 366 Chinese herbs alcohol extracts, the effects of this prescription on the proliferation, migration, invasion, clone formation, cell cycle and apoptosis of four EC cells were investigated by MTT, RTCA, soft agarose colony forming test, flow cytometry and western blot analysis. Then exploring the effects of RHNYP on EC related signaling pathways and key genes expression by western blot and RT-PCR assay.<br \/>Results: Rhizoma Fagopyri Dibotryis(Jinqiaomai), Rhizoma Anemarrhenae(Zhimu), Asparagus Cochinchinensis(Tiandong), and Carpesium Abrolanoides Linne(Heshi) were screened out and composed Removing Heat and Nourshing Yin Prescription(RHNYP) according to their efficacy and orthogonal design. RHNYP could obviously inhibit the proliferation of EC9706, TE-1, EC-1, ECa109 cells with dose-effect and time-dependent manner. IC50 values of Jinqiaomai, Zhimu, Tiandong, Heshi in RHNYP for EC9706 cell were 27.639&#956;g\/ml, 40.015&#956;g\/ml, 9.044&#956;g\/ml, 11.208&#956;g\/ml respectively; for EC-1 cell were 24.575&#956;g\/ml, 56.991&#956;g\/ml, 9.361&#956;g\/ml, 13.584&#956;g\/ml respectively; for TE-1 cell were 23.534&#956;g\/ml, 25.862&#956;g\/ml, 6.788&#956;g\/ml, 8.911&#956;g\/ml respectively; for ECa109 cell were 33.990&#956;g\/ml, 33.604&#956;g\/ml, 19.873&#956;g\/ml, 15.227&#956;g\/ml respectively. RHNYP could effectively inhibit the proliferation, migration, invasion, cloning ability, cell cycle and reduce apoptosis of four EC cells. PI3K\/AKT\/mTOR pathway had closely relationship with the occurrence and development of EC and RHNYP could effectively regulate the proteins expression on the pathway. CDCK3, KIF4A and RAD51AP1 genes were negatively correlated with the overall survival of EC patients and RHNYP could significantly inhibit their expression in four EC cells.<br \/>Conclusion: RHNYP can effectively inhibit EC cell proliferation, migration, invasion and cell cycle, induce apoptosis, which may be related to the regulation of PI3K\/AKT\/mTOR pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Esophageal cancer,PI3K\/AKT Signaling Pathway,Removing Heat and Nourshing Yin Prescription,Traditional  Chinese Medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Si<\/b><sup>1<\/sup>, W. Zhao<sup>1<\/sup>, G. Si<sup>2<\/sup>, X. Song<sup>1<\/sup>; <br\/><sup>1<\/sup>Henan University of Chinese Medicine, Henan, China, <sup>2<\/sup>Peking University Third Hospital, Beijing, China","CSlideId":"","ControlKey":"9ea8f0e8-4b7d-4886-ba14-6f695965564b","ControlNumber":"6324","DisclosureBlock":"&nbsp;<b>F. Si, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>G. Si, <\/b> None..<br><b>X. Song, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4720","PresenterBiography":null,"PresenterDisplayName":"Fuchun Si, PhD","PresenterKey":"1be737e9-6d16-47f7-9430-41472dc60c61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4720. Effects of removing heat and nourishing yin prescription on malignant phenotype and PI3K\/AKT signaling pathway of human esophageal carcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of removing heat and nourishing yin prescription on malignant phenotype and PI3K\/AKT signaling pathway of human esophageal carcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Cannabichromene (CBC: C<sub>21<\/sub>H<sub>3<\/sub>O<sub>2<\/sub>, M.W.: 314.46g) is one of the most abundant nonpsychotropic phytocannabinoids extracted from Hemp species (<i>Cannabis<\/i><i> sativa), <\/i>and can extract using either a hexane\/florisil extraction method<i>.<\/i> Phytocannabinoids contain &#916;9-tetrahydrocannabinol (&#916;9-THC), cannabidiol (CBD), cannabigerol (CBG), cannabichromene (CBC), and other compounds. CBC can cause strong anti-inflammatory effects in animal models of edema through non-CB receptor mechanisms, but there is little pharmacological study in cancer disease models. In this study, we investigated the molecular mechanism on anti-cancer activity of CBC treatment in human pancreatic cancer cells. MTT assay was performed to determine concentrations for inducing pharmacological effects of CBC in human pancreatic cancer cells. FACS and Annexin V\/PI staining analysis showed the increase dead cells by CBC treatment, and Western blot analysis also showed the changes in expression of cell death related proteins by CBC. Moreover, CBC treatment increased expression of CB2 receptor and TRPV receptor, but the anti-cancer effect was restored by double inhibition with SR144528 for CB2 receptor and capsazepine for TRPV receptor, respectively. mRNA-seq analysis showed that 1206 genes were upregulated and 1145 genes were down-regulated by CBC treatment, indicating that some of ferroptosis related genes (HMOX1, CHAC1, GPX4 and NFE2L2) were regulated by CBC treatment. qPCR analysis showed that those genes are increased by CBC treatment in time dependent manner. It was also confirmed that HMOX1 protein expression was increased using Western blot analysis. Therefore, we suggest that CBC induces multiple cell death mechanism including ferroptosis via CB2 receptor and TRPV receptor in human pancreatic cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cancer therapy,Apoptosis,Pancreatic cancer,TRPV6,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-N. Hwang, <b>K.-C. Kim<\/b>; <br\/>Kangwon National University, Chuncheon, Korea, Republic of","CSlideId":"","ControlKey":"66fcad86-58e7-47e9-9eca-73efc156d4df","ControlNumber":"2849","DisclosureBlock":"&nbsp;<b>Y. Hwang, <\/b> None..<br><b>K. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4721","PresenterBiography":null,"PresenterDisplayName":"Keun-Cheol Kim, PhD","PresenterKey":"57b7eddc-7c07-4103-843a-0753fbd182c1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4721. Cell death induction via CB2 receptor and TRPV receptor in cannabichromene (CBC) treated human pancreatic cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell death induction via CB2 receptor and TRPV receptor in cannabichromene (CBC) treated human pancreatic cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Phenotypic screening is a valuable tool for analysis of the complex mix of effects that drug treatment has on cells. Traditionally image-based screening uses fixed cells stained with reagents at a pre-chosen end point, however our technique combines kinetic, label-free readouts with non-perturbing fluorescence reporters to enable information-rich quantification of compound effects. A549 lung cancer cells were treated with a library of over 800 FDA-approved drugs while images were acquired in the Incucyte&#174; Live-Cell Analysis System every two hours for four days. Cell growth and viability were measured using label-free readouts of confluence and dead cell count while cell cycle, cell death and Akt pathways were investigated using multiplexed fluorescent readouts. Cytotoxicity was measured using label-free Incucyte&#174; AI Cell Health Analysis Software Module which uses two neural networks to segment individual cells and classify them as live or dead. Assay robustness was quantified using the time course of positive and negative controls (camptothecin and vehicle, respectively). Z&#8217; reached a maximal value &#62;0.9 between 48h and 72h; at 72h 4.4% of the compounds within the library induced &#62;50% cell death. Correlation between % Live cells and % Confluence indicated 3 types of effect: cytotoxic (low viability, low confluence), cytostatic (high viability, low confluence), and none (high viability, high confluence). Morphological changes were observed in a multitude of wells with 29 compounds inducing cell enlargement &#62;1800 &#181;m<sup>2<\/sup>, suggesting induction of senescence. Hits from fluorescent readouts were identified as the compounds which perturbed the quantified readout more than 3 standard deviations away from the mean value of the vehicle. Mechanisms of cell death were examined by correlative analysis of the total dead cell population (label-free cell death identification), caspase-active (caspase 3\/7-reagent positive) and Annexin V positive cells. This enabled rapid identification of compounds which induced apoptosis by caspase-independent pathways, including the serotonin-selective reuptake inhibitor Sertraline. Kinetic plots of cell cycle stage (% S|G2|M or G1) revealed contrasting mechanisms. Mycophenolic acid induced cell cycle arrest, observed as a consistent increase in the percentage of cells in G1 over time. However flumazenil displayed repeated, transient peaks in the percentage of cells in S|G2|M over the same 72h period, indicating synchronisation behavior. Incucyte&#174; Live-Cell Analysis System as a phenotypic screening platform provides valuable kinetic data from cells within the physiologically relevant environment of a standard incubator. Label-free readouts yield direct cellular information and can be combined with fluorescent data to provide vastly more information than a single endpoint readout.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cytotoxicity,Imaging,Image analysis,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. McBain<\/b><sup>1<\/sup>, G. Lovell<sup>1<\/sup>, J. Trigg<sup>1<\/sup>, N. Bevan<sup>1<\/sup>, D. Appledorn<sup>2<\/sup>; <br\/><sup>1<\/sup>Sartorius, Royston, United Kingdom, <sup>2<\/sup>Sartorius, Ann Arbor, MI","CSlideId":"","ControlKey":"42c1c775-01c4-4f6e-9270-75fa044438b7","ControlNumber":"3907","DisclosureBlock":"&nbsp;<b>K. McBain, <\/b> None..<br><b>G. Lovell, <\/b> None..<br><b>J. Trigg, <\/b> None..<br><b>N. Bevan, <\/b> None..<br><b>D. Appledorn, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4722","PresenterBiography":null,"PresenterDisplayName":"Kirsty McBain","PresenterKey":"6f538eb9-6e09-4ef6-97cd-f9ec74a6752d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4722. Enhanced phenotypic screening: A kinetic, multiplexed approach to analyzing drug effects using Incucyte&#174; Live-Cell Analysis System","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced phenotypic screening: A kinetic, multiplexed approach to analyzing drug effects using Incucyte&#174; Live-Cell Analysis System","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is a serious disease that affects millions of women worldwide, and 700,000 people succumb to the disease annually. Breast cancers are divided into several functional subgroups based on molecular characteristics and growth pattern: Luminal A and B, HER2 positive (HER2+) and triple negative. The subgroups are important from a clinical perspective as they partially guide treatment strategies. In this study we wanted to investigate the difference in target engagement with four drugs indicated for treatment of different types of breast cancer: Alpelisib, Neratinib, Vinorelbine, and Docetaxel. Five different human breast cancer cell lines were included, representing Luminal A (MCF-7, T-47D), HER2+ (SK-BR-3, BT-474), and triple negative (BT-20). We used CETSA&#174; (CEllular Thermal Shift Assay) coupled to mass spectrometry detection to assess proteome wide changes in protein thermal stability in intact breast cancer cell lines. CETSA is unique as a target engagement detection modality as it allows for target engagement assessment in intact cells with unaltered drug molecules. Also, as biology is intact in live cells it is possible to follow compound induced downstream signaling or phenotypic events that result in changed thermal stability of proteins. In addition to assessing protein thermal stability with CETSA, which is a short treatment of 1 h, we also subjected cells in culture to prolonged drug exposures, &#8804;72 h, in order to measure viability. This was done to correlate early changes in protein thermal stability to the viability phenotype that manifested later. In general, responses both in protein thermal stability and cell viability was heterogenous among the cell lines. The most homogenous response in viability was observed for the Phosphatidyl Inositol 3&#8217; kinase inhibitor Alpelisib, which reduced viability to 20 - 40% in all cell lines. In contrast, partial resistance was shown to the other drugs by at least one of the cell lines. For Alpelisib, the amount and type of proteins that were thermally shifted correlated with the effect on viability. The covalent HER2 inhibitor Neratinib was most effective in inhibiting viability in HER2+ cells and proteins of the HER2 pathway were thermally shifted in these cells, which was not observed for the other cell lines. Viability of the other cell lines were also affected by Neratinib, but only at higher concentrations. Both microtubule inhibitors induced thermal stabilization of tubulins, but that did not always translate into efficacy in the viability assay. However, sensitive cell lines showed thermal shifts of tubulins at lower concentrations of compound. In oncology drug development it is important that effects on viability are driven by on-target efficacy and not by off-target effects. Here we show the benefit of connecting knowledge of target engagement and phenotypic readouts; what targets are engaged, at which concentrations, and what is the corresponding phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Drug discovery,PI3K,Breast cancer,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tomas Friman<\/b><sup><\/sup>, Tuomas Tolvanen<sup><\/sup>, Merve Kacal<sup><\/sup>, Victoria Brehmer<sup><\/sup>, Stina Lundgren<sup><\/sup>, Laurence Arnold<sup><\/sup>, Daniel Martinez Molina<sup><\/sup><br><br\/>Research & Development, Pelago Bioscience AB, Solna, Sweden","CSlideId":"","ControlKey":"6f1eb841-57df-4bd6-a16b-95094416871b","ControlNumber":"3003","DisclosureBlock":"<b>&nbsp;T. Friman, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>T. Tolvanen, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>M. Kacal, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>V. Brehmer, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>S. Lundgren, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>L. Arnold, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>D. Martinez Molina, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment, Stock, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4723","PresenterBiography":null,"PresenterDisplayName":"Tomas Friman","PresenterKey":"b7244ac1-5aec-4717-b10f-45b1713f0412","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4723. Target engagement sheds light on difference in drug efficacy in breast cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Target engagement sheds light on difference in drug efficacy in breast cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"PRISM (Profiling Relative Inhibition Simultaneously in Mixtures), using DNA-barcoded cell lines cultured as ~25 cell line pools, has been an effective drug discovery screening platform to rapidly test large numbers of potential therapeutics on over 900 different cancer cell lines. However, the conventional 5-day assay may be too short to offer the resolution needed to identify the full cellular response for slower-acting therapeutics such as those directed against epigenetic pathways. Here, we describe development of the PRISM 10-day extended assay with ~500 adherent solid tumor cancer cell lines to overcome this challenge. We found that the ranges of cell line growth rates within the standard PRISM pools were too large and not amenable for a long-term assay beyond 6 days&#8212;after 10 days of growth, slower cell lines dropped below the limit of barcode detection as faster cell lines overtook the pools. We therefore regenerated pools to reduce the range of growth rates within a pool. We show that this re-pooling, coupled with seeding density optimization, enables recovery of &#38;gt; 98% of cell lines at day 10 in vehicle-treated wells, with acceptable data variability. The average estimated number of cell doublings across our cell lines, 7, is significantly greater than the number of doublings in the PRISM standard 5-day assay (~3 doublings). Importantly, we observe greater drug effects on day 10 versus day 6 when cells are treated with slow-acting DNA methyltransferase inhibitors such as decitabine; this also results in increased sensitivity to identify cellular biomarkers underlying differential response. In summary, we have successfully engineered a PRISM 10-day assay in ~500 adherent cell lines, where the extended duration can be beneficial in elucidating the effects and mechanism of action for epigenetic drug candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cell proliferation,Screening,High-throughput assay,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Ronan<\/b>, B. C. Ip, E. Nguyen, U. Widocki, T. Sangpo, A. Kalathungal, N. Diaz-Gallegos, A. Fazio, A. Golabi, M. Naim, A. Bino George, Y. Liu, M. Kocak, R. Puram, M. G. Rees, J. Roth; <br\/>Broad Institute of MIT and Harvard, Cambridge, MA","CSlideId":"","ControlKey":"d365c5c1-051f-462a-b2cb-9b1cd321e402","ControlNumber":"8564","DisclosureBlock":"&nbsp;<b>M. Ronan, <\/b> None..<br><b>B. C. Ip, <\/b> None..<br><b>E. Nguyen, <\/b> None..<br><b>U. Widocki, <\/b> None..<br><b>T. Sangpo, <\/b> None..<br><b>A. Kalathungal, <\/b> None..<br><b>N. Diaz-Gallegos, <\/b> None..<br><b>A. Fazio, <\/b> None..<br><b>A. Golabi, <\/b> None..<br><b>M. Naim, <\/b> None..<br><b>A. Bino George, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>M. Kocak, <\/b> None..<br><b>R. Puram, <\/b> None..<br><b>M. G. Rees, <\/b> None..<br><b>J. Roth, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4724","PresenterBiography":null,"PresenterDisplayName":"Melissa Ronan, BA;MS","PresenterKey":"d9ba7137-4a02-4b69-97f2-f015c68e4c6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4724. Optimizing 500 pooled PRISM cell lines for a 10-day assay to elucidate viability effects and mechanism of action for slower-acting therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing 500 pooled PRISM cell lines for a 10-day assay to elucidate viability effects and mechanism of action for slower-acting therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy with anti-cancer drugs aims to stop the growth of cancer cells either by killing them or by stopping them from dividing. The different specificities in inducing cellular damage responses are incompletely understood currently and may underlie the preferential effectiveness of anti-cancer drugs against different types of cancer cells. Better understanding and tools to measure drug-induced phenotypes <i>in vitro<\/i> may aid in assessing cellular heterogeneity of responses, determining potential effectiveness, estimating amount and types of adverse effects, and predicting likelihood of surviving populations for residual disease. To measure the types and extent of nuclear stress responses to cancer drugs, we studied nuclear organelle, namely nucleolar and Cajal body, phenotypes to drug-induced stress in prostate cancer cells. We utilized organelle-specific markers NPM, Fibrillarin, Coilin, and SMN1 in immunofluorescence staining to determine suitable markers for nuclear organelle stress. We used three different prostate cancer cells lines representing different biological types of advanced prostate cancer (AR positive, AR negative, and expressing AR transcript variant). Based on initial assessments, NPM and coilin immunostaining were selected for automated phenotypic analysis screening for drug effects. Using AI-assisted nuclear segmentation and feature-based single-cell phenotypic analysis, we demonstrated quantitative effects on nuclear morphology, nucleoli, and Cajal bodies with drug treatments. A proof-of-principle study with platinum-based chemotherapeutic agents in clinical use demonstrated heterologous responses to the platinum drugs that are associated with prostate cancer cell types with different AR status. Further, we have defined the corresponding quantitative responses for androgen deprivation therapy (ADT) drugs enzalutamide and bicalutamide in AR-positive prostate cancer cells. Our findings evidence variability of prostate cancer cells&#8217; response to chemotherapy and have implications in future therapy regimen considerations. Furthermore, we have developed a fluorescence light microscopy-based method to assess nuclear stress response phenotypes in prostate cancer cells that can be used for high throughput drug screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Prostate cancer,Drug sensitivity,Platinum drugs,Androgen deprivation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Batnasan, M. Kärkkäinen, S. Koivukoski, P. Ruusuvuori, <b>L. Latonen<\/b>; <br\/>University of Eastern Finland, Kuopio, Finland","CSlideId":"","ControlKey":"7a58f622-a671-492a-be56-a221cec50c11","ControlNumber":"6847","DisclosureBlock":"&nbsp;<b>E. Batnasan, <\/b> None..<br><b>M. Kärkkäinen, <\/b> None..<br><b>S. Koivukoski, <\/b> None..<br><b>P. Ruusuvuori, <\/b> None..<br><b>L. Latonen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4725","PresenterBiography":null,"PresenterDisplayName":"Leena Latonen, PhD","PresenterKey":"a8bf0ebb-83f2-4dad-ad0c-9362fd9f4268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4725. Phenotypic single-cell analysis of nuclear stress responses in drug-treated prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic single-cell analysis of nuclear stress responses in drug-treated prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer stemness is one of the drivers of metastatic spread<sup> <\/sup>and presents a key target in the battle against metastatic disease, especially in triple-negative breast cancer (TNBC). Existing treatment options for TNBC are limited due to recurrence and resistance, representing a major unmet clinical need. MicroRNA-10b (miR-10b) is one of the major drivers of breast cancer cell migration and invasion. In our earlier studies, we discovered that miR-10b is also responsible for metastatic cell viability. With the goal of translation of this finding to the clinic, we developed a novel therapeutic, or &#8220;nanodrug,&#8221; that targets miR-10b, consisting of antisense anti-miR-10b oligonucleotides conjugated to magnetic nanoparticles (MN) that serve as delivery vehicles. Administration of the nanodrug in mice bearing metastatic MDA-MB-231 TNBC tumors prevents the development of metastases and stops the growth of pre-existing metastases. Additionally, combination treatment with adjuvant doxorubicin induced a stable regression of metastases in immunocompromised and immunocompetent mouse models of metastatic TNBC. A limitation of our previous studies is the lack of understanding of the molecular basis for the therapeutic effect of MN-anti-miR10b. To address this gap in knowledge, we performed RNA sequencing on MDA-MB-231 cells treated with the nanodrug or controls. Functional enrichment analysis of differentially expressed genes (DEGs) between cells treated with the nanodrug versus controls (PBS or bare MN) identified a significant overrepresentation of genes associated with cell differentiation. It has been suggested that miR-10b confers stem cell-like properties such as self-renewal and drug resistance onto cancer cells. Our RNA sequencing findings led us to hypothesize that MN-anti-miR10b functions by inhibiting these stem-like cancer cell (CSC) features that are critical to cancer survival. Here, we present preliminary data showing that miR-10b is overexpressed in MDA-MB-231 cells expressing a CSC-associated surface marker phenotype (CD44+\/CD24-, compared to CD44-\/CD24- cells) and that this trend is not universal among other miRNAs. Furthermore, we found that the nanodrug interferes with the ability of cells to assemble as spheroids, a property associated with CSCs. With our recent observation that the nanodrug inhibits miR-10b in metastases <i>in vivo<\/i> in as little as one dose after 72 hours, our next steps are to determine whether the cell differentiation-associated DEGs identified in RNA sequencing results can be used as biomarkers of nanodrug efficacy <i>in vivo<\/i>. Understanding the changes in gene expression induced by MN-anti-miR10b as a function of time will be critical for guiding treatment regimens in future preclinical and clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Breast cancer,Stemness,MicroRNA,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Halim<\/b>, N. Al-Qadi, S. K. Mondal, E. Kenyon, N. Savan, H. Mackie, A. Moore; <br\/>Michigan State University, East Lansing, MI","CSlideId":"","ControlKey":"fb01b8e9-b869-423e-a0da-c3fc66738234","ControlNumber":"2440","DisclosureBlock":"&nbsp;<b>A. Halim, <\/b> None..<br><b>N. Al-Qadi, <\/b> None..<br><b>S. K. Mondal, <\/b> None..<br><b>E. Kenyon, <\/b> None..<br><b>N. Savan, <\/b> None..<br><b>H. Mackie, <\/b> None.&nbsp;<br><b>A. Moore, <\/b> <br><b>TransCode Therapeutics<\/b> Stock, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4726","PresenterBiography":null,"PresenterDisplayName":"Alan Halim, BS","PresenterKey":"2dfeaca8-1dcf-495f-ba4e-7df31fd00929","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4726. Identification of efficacy biomarkers for therapies targeting miR-10b","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of efficacy biomarkers for therapies targeting miR-10b","Topics":null,"cSlideId":""},{"Abstract":"Traditionally neuroblastoma research has predominantly used 2D cell lines, which, despite their simplicity, often fall short in mirroring the physiological complexity of actual tumors. Recently, 3D models like patient-derived tumor organoids (PDO) and patient-derived xenografts (PDX) have emerged as superior alternatives, offering more realistic predictions of patient treatment responses. This study aims to discern the differences in drug response between conventional 2D cell lines and the more advanced 3D neuroblastoma models - specifically, patient-derived organoids (nPDO) and patient-derived xenograft organoids (nPDXO). Employing high-throughput drug screening of 528 cancer drugs, we evaluated the drug responses across traditional 2D cell lines, nPDOs, and nPDXOs. Additionally, focused experiments with 29 selected drugs were conducted to determine the influence of culture topology on drug efficacy. The findings were compared to a study by Hansson et al.<sup>1<\/sup> that used nPDXO. Our study discovered a pronounced difference in drug sensitivity between 2D cell lines and 3D models, with 3D models showing heightened sensitivity. Interestingly, 2D cell cultures had a more heterogenous drug response compared to 3D models. The drug response correlation between nPDOs and nPDXOs was relatively high (Spearman ~0.8), indicating consistent responses across these models. Our comparison underscores the impact of model system choice on drug response studies in neuroblastoma. The study highlights important differences in drug response between neuroblastoma 2D and 3D cell culture models. However, only subtle differences were found between PDO and PDX-derived organoid lines, despite differences in treatment centers and media compositions. This suggests that while the choice of cell culture topology greatly impacts drug response, PDO and PDX derived lines can largely be used interchangeably for drug screening experiments.<br \/>References: 1. Hansson et al, &#65279;<i>Therapeutic targeting of KSP in preclinical models of<\/i><i> <\/i><i>&#65279;<\/i><i>high-risk neuroblastoma<\/i>, <i>Science Translational Medicine<\/i>(2020)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Drug sensitivity,Neuroblastoma,Organoids,Drug screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Park<sup>1<\/sup>, <b>E. Liu<\/b><sup>1<\/sup>, A. Los<sup>1<\/sup>, B. Seashore-Ludlow<sup>1<\/sup>, P. Östling<sup>1<\/sup>, J. Molenaar<sup>2<\/sup>, O. Kallioniemi<sup>1<\/sup>, J. Stenman<sup>1<\/sup>, K. Karlsson<sup>1<\/sup>; <br\/><sup>1<\/sup>Karolinska Institutet, Stockholm, Sweden, <sup>2<\/sup>Princess Maxima Centre, Utrecht, Netherlands","CSlideId":"","ControlKey":"5282a197-78cd-4d01-812c-cd799f88d1d5","ControlNumber":"4505","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>E. Liu, <\/b> None..<br><b>A. Los, <\/b> None..<br><b>B. Seashore-Ludlow, <\/b> None..<br><b>P. Östling, <\/b> None..<br><b>J. Molenaar, <\/b> None..<br><b>O. Kallioniemi, <\/b> None..<br><b>J. Stenman, <\/b> None..<br><b>K. Karlsson, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4727","PresenterBiography":null,"PresenterDisplayName":"Cheng-De Liu, MS","PresenterKey":"59803bc8-7916-4f52-b4c5-e5ea1e24385f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4727. Large scale drug response comparison across different neuroblastoma cell model systems","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large scale drug response comparison across different neuroblastoma cell model systems","Topics":null,"cSlideId":""},{"Abstract":"Background: Cetuximab, an epidermal growth factor receptor (EGFR)-targeting IgG1 monoclonal antibody (mAb), results in beneficial, yet limited, clinical improvement in metastatic colorectal cancer (mCRC) patients with wild-type (WT) KRAS gene. Numerous studies have shown that circRNAs are aberrantly expressed in tumors and play crucial roles in tumor growth and metastasis in various human malignancies, including colorectal cancer (CRC). One such circRNA, circ-EGFR, has been identified as having associations with tumor progression and chemotherapy response in diverse cancer types. However, exploring the functional role and underlying mechanisms of circ-EGFR in the context of the response to EGFR-targeted therapy may offer new therapeutic avenues for mCRC.<br \/>Methods: The expression level of circ-EGFR (hsa_circ_0080229) was evaluated in cetuximab-sensitive and resistant RAS and BRAF WT CRC cell lines by using real-time quantitative reverse transcription polymerase chain reaction (RT-qPCR). The biological function of circ-EGFR was investigated by loss- and gain-of-function assays in cultured cells and an animal model. The potential targets of circ-EGFR were identified through in-silico analysis, and the circ-EGFR\/miR-942-3p\/GAS1 axis pathway was verified using the luciferase reporter assay and RT-qPCR. The association of circ-EGFR expression with clinical prognosis in mCRC patients with different cetuximab responses was analyzed by Kaplan-Meier survival analysis.<br \/>Results: The expression of circ-EGFR was remarkedly higher in sensitive (DiFi and SW48) compared with resistant cell lines (CaCO2 and SNU-C1) after exposure of cells to cetuximab (sensitive vs. resistant: <i>p<\/i> &#60; 0.001). Biologically, genetic depletion of circ-EGFR significantly enhanced cell proliferation, migration [DiFi: sh-circ-EGFR vs. shNC: Foldchange (FC) = 1.97,<i> p<\/i> &#60; 0.001; SW48: FC = 1.96, <i>p<\/i> &#60; 0.001], and invasion (DiFi: sh-circ-EGFR vs. shNC: FC = 2.23, <i>p<\/i> &#60; 0.001; SW48: FC = 1.78, <i>p <\/i>&#60; 0.001) after 24-48 hours of cetuximab treatment in DiFi and SW48 cell lines, and its overexpression suppressed tumor growth <i>in vivo<\/i> under cetuximab treatment. Mechanically, we identified circ-EGFR as a sponge for miR-942-3p to regulate the expression of Growth Arrest Specific 1 (GAS1), which promoted sensitivity to cetuximab treatment in CRC. Notably, our findings identified circ-EGFR as a promising therapeutic indicator in clinical applications.<br \/>Conclusion: Our study illustrated that circ-EGFR plays a vital role in affecting cetuximab efficacy by regulating the miR-942-3p\/GAS1 axis in CRC. This holds promise for improving patient selection and management in this malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Colorectal cancer,Noncoding RNA,Anticancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sui<\/b><sup>1<\/sup>, C. Xu<sup>1<\/sup>, Y. Li<sup>1<\/sup>, W. Wei<sup>2<\/sup>, J. Maurel<sup>3<\/sup>, M. Li<sup>4<\/sup>, A. Goel<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Monrovia, CA, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>Hospital Clinic of Barcelona, Barcelona, Spain, <sup>4<\/sup>the Second A, Dalian, China","CSlideId":"","ControlKey":"98f732a8-9001-40eb-ab81-d43c1f904d7d","ControlNumber":"5019","DisclosureBlock":"&nbsp;<b>S. Sui, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>J. Maurel, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4728","PresenterBiography":null,"PresenterDisplayName":"Silei Sui, PhD","PresenterKey":"19ad00d9-8f30-4287-86fb-5e9e6d6ad67f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4728. Circ-EGFR enhances cetuximab efficacy by regulating miR-942-3p\/GAS1 signaling axis in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circ-EGFR enhances cetuximab efficacy by regulating miR-942-3p\/GAS1 signaling axis in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The compound 2-hydroxyoleic (2OHOA) is a bioactive lipid molecule that has demonstrated an anti-tumor effect and high safety in cellular and animal models of glioblastoma multiform (GBM), considered the most aggressive and lethal of primary tumors of the central nervous system. Due to the poor prognosis of patients, with a median survival of 15 months, it is of great importance to develop new therapeutic strategies that improve the efficacy and safety of treatments to achieve complete remission of GBM. Granted orphan designation for the treatment of glioma in both the European Union and the United States, 2OHOA completed a phase I\/IIA study on advanced solid tumors in adults (NCT01792310) showing pharmacological efficacy and safety. It is currently undergoing a phase IIB\/III clinical trial on glioma patients (NCT04250922) in combination with the standard of care for glioma and a pediatric study on glioma and other solid tumors (NCT04299191).Here, we seek to define the mechanism of action of 2OHOA which is based on Membrane Lipid Therapy, an innovative approach that proposes the use of new molecules designed to modify the composition and lipid structure of the membrane and reverse a pathological lipid state. Therefore, we further investigated the effect of 2OHOA on membrane lipid composition when applied to human glioblastoma cell line by gas chromatography. In addition, we defined the 2OHOA&#8217;s effect on different components of the cell signaling pathway by Western Blot and PK in glioma patients.Our results demonstrated that 2OHOA is mostly incorporated in glioma cell membranes and poorly integrated in non-tumor cells, which would explain its specific effects and low side effects in GBM treatment. Moreover, we observed that after its incorporation, 2OHOA is metabolized to produce the compound C17:1n-9 by &#945;-oxidation pathway, a key process for its anti-tumor effect in glioma cells. In addition, the C17:1n-9 metabolite impairs cell growth, reinforcing the 2OHOA activity. Finally, we examined this metabolite as a biomarker to predict and trace 2OHOA treatment, studying the pharmacokinetics of glioma patients treated with the drug in phase I\/IIA and its accumulation in mice xenograft tumors. In conclusion, 2OHOA shows a different incorporation into cell membranes between tumor cells and non-tumor cells. Moreover, both 2OHOA and its metabolite C17:1n-9 have an antiproliferative effect and exhibit an appealing potential in the treatment of patients that develop GBM with unmet effective therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cancer,Glioblastoma multiforme,Lipids,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Beteta-Göbel<\/b><sup>1<\/sup>, R. Rodríguez-Lorca<sup>1<\/sup>, P. Fernández-García<sup>1<\/sup>, P. V. Escribá<sup>1<\/sup>, V. Lladó<sup>2<\/sup>; <br\/><sup>1<\/sup>Laminar Pharma, Inc., Palma de Mallorca, Spain, <sup>2<\/sup>Laminar Pharma, Inc., Boston, MA","CSlideId":"","ControlKey":"a5733e9c-1c94-4f15-ab7f-ed2209a1be6b","ControlNumber":"6644","DisclosureBlock":"&nbsp;<b>R. Beteta-Göbel, <\/b> None..<br><b>R. Rodríguez-Lorca, <\/b> None..<br><b>P. Fernández-García, <\/b> None..<br><b>P. V. Escribá, <\/b> None..<br><b>V. Lladó, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4729","PresenterBiography":null,"PresenterDisplayName":"Roberto Beteta Gobel, PhD","PresenterKey":"2cae170a-7a42-430e-aa0b-7669d9344ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4729. Incorporation of the antitumor compound 2OHOA and its metabolite into cell membranes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incorporation of the antitumor compound 2OHOA and its metabolite into cell membranes","Topics":null,"cSlideId":""},{"Abstract":"These studies investigate factors that impact the antitumor activity of SHMT2 targeting including drug accumulation, metabolism, expression of one carbon (C1) related enzymes, and tumor hypoxia. <b> <\/b>Mitochondrial C1 metabolism is upregulated in a variety of cancer types including leukemias and solid tumors. The mitochondrial C1 enzymes serine hydroxymethyltransferase (SHMT) 2 and 5,10-methylene tetrahydrofolate (THF) dehydrogenase 2 (MTHFD2) are among the top 5 overexpressed metabolic enzymes in tumors vs normal tissues in a wide range of tumor types. Thus, SHMT2 and MTHFD2 are potential therapeutic targets for cancer, sparing normal tissues that are less reliant on mitochondrial C1 metabolism. SHMT2 metabolizes serine and THF to produce glycine and 5,10-methylene THF; MTHFD2 metabolizes 5,10-methylene THF to NADH and 10-formyl THF which is converted to formate by MTHFD1L. Thus, mitochondrial C1 metabolism is the principal source of C1 units for cellular biosynthesis and provides the majority of glycine for protein, purine and glutathione synthesis. We previously discovered novel 5-substituted pyrrolo[3,2-<i>d<\/i>]pyrimidine antifolate compounds which exhibit primary inhibition at mitochondrial SHMT2 along with cytosolic SHMT1 and <i>de novo<\/i> purine biosynthesis at glycinamide ribonucleotide and 5-aminoimidazole-4-carboxamide ribonucleotide formyltransferases. The lead compound AGF347 is taken up into cells by the facilitative transporters reduced folate carrier (SLC19A1) and the proton coupled folate transporter (SLC46A1) and like folate cofactors is metabolized to polyglutamate (PG) forms by folylpolyglutamate synthase (FPGS) which promotes retention in cytosolic and mitochondrial compartments and target enzyme engagement. We investigated the impact of folate transporter expression on metabolism to PGs for SHMT2 targeted antifolates. Folate transporter expression inversely correlated with anti-tumor efficacy of SHMT2 targeted antifolates and overexpression of FPGS resulted in dramatically increased sensitivities. However, for pyrazolopyran inhibitors of SHMT2 (e.g. SHIN1) which enter cells by diffusion and are not metabolized to polyglutamates, increased transporter and FPGS levels dramatically decreased anti-tumor activity. As SHMT2 is a target of HIF1&#945;, we studied the impact of multitargeting SHMT2 and purine biosynthesis by pyrrolo[3,2-d<\/i>]pyrimidine antifolates under hypoxic conditions. Our results establish that multi-targeting SHMT2 and purine biosynthesis preserves anti-tumor activity under hypoxia. Collectively, our results demonstrate that SHMT2 targeted pyrrolo[3,2-<i>d<\/i>]pyrimidine antifolates exhibit increased antitumor efficacies in cells expressing low folate transporter expression and is further enhanced by increased FPGS activity. Additionally, we find multitargeting of SHMT2 and <i>de novo<\/i> purine biosynthesis manifests as antitumor activity even under hypoxic conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Antifolates,Metabolism,Hypoxia,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Schneider<\/b><sup>1<\/sup>, C. O'Connor<sup>1<\/sup>, X. Bao<sup>1<\/sup>, M. Nayeen<sup>2<\/sup>, Z. Hou<sup>1<\/sup>, J. Li<sup>1<\/sup>, A. Gangjee<sup>2<\/sup>, L. Matherly<sup>1<\/sup>; <br\/><sup>1<\/sup>Wayne State University School of Medicine, Detroit, MI, <sup>2<\/sup>Duquesne University, Pittsburgh, PA","CSlideId":"","ControlKey":"1dd52164-7cc9-4b2b-9ccb-f852fbcb3d95","ControlNumber":"6869","DisclosureBlock":"&nbsp;<b>M. J. Schneider, <\/b> None..<br><b>C. O'Connor, <\/b> None..<br><b>X. Bao, <\/b> None..<br><b>M. Nayeen, <\/b> None..<br><b>Z. Hou, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>A. Gangjee, <\/b> None..<br><b>L. Matherly, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4730","PresenterBiography":null,"PresenterDisplayName":"Mathew Schneider, BS","PresenterKey":"2f63d9f5-c2f2-4940-85e2-848a5b31ca96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4730. Pharmacodynamic determinants of anti tumor activity of SHMT2 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacodynamic determinants of anti tumor activity of SHMT2 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"While isocitrate dehydrogenase (IDH) wild-type and mutant malignant astrocytoma (IDH<i>wt<\/i>, IDH<i>mt<\/i>) are diffuse CNS tumors that have a high degree of parallelism with one another, including microvascular proliferation and necrosis, the IDH<i>wt <\/i>tumors clinically presents with a higher tumor grade and thus poorer prognosis and survival rate. Isocitrate dehydrogenase mutation (IDH) hinders the hypoxia response in gliomas and promotes an advantageous reduction in both tumor growth and treatment resistance. Since recurrence is high, adequate characterization and identification of potential novel molecular targets in IDH<i>mt<\/i> mutant diffuse glioma is integral for developing new therapeutic strategies for better control of tumor burden and, thus, improved outcomes. Our previous published work has shown that the hypoxia responsive LONP1 mitochondrial protease is involved in glioma growth and treatment resistance and that LONP1 inhibitors can augment the effect of chemotherapy in IDH<i>wt<\/i> models. Here, we highlight the downstream activity of LONP1 via the NRF2 pathway and how synergistically, along with the IDH mutation, LONP1 overexpression can promote the subsequent proneural to mesenchymal transition (PMT) induced by stress and other tumor microenvironment signals. By characterizing the interplay between LONP1 and IDH mutation in <i>in-vitro<\/i> models, we demonstrate that oxidative stress modulates both PMT and TMZ drug resistance. When translated to an i<i>n-vivo<\/i> patient-derived, intracranial orthotopic xenograft model, LONP1 overexpression is associated with decreased survival.Based on our findings, future clinical translation includes the possibility of using LONP1 as a novel target to optimize the standard of care treatment in IDH mutant diffuse astrocytoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"IDH1,Cancer metabolism,Proteasome inhibitors,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Douglas, <b>S. Jain<\/b>, N. Lomeli, T. Vu, J. Pham, D. A. Bota; <br\/>UC Irvine, Irvine, CA","CSlideId":"","ControlKey":"61eb68be-6451-4ef7-b6c9-ff1e9ef27347","ControlNumber":"7856","DisclosureBlock":"&nbsp;<b>C. Douglas, <\/b> None..<br><b>S. Jain, <\/b> None..<br><b>N. Lomeli, <\/b> None..<br><b>T. Vu, <\/b> None..<br><b>J. Pham, <\/b> None..<br><b>D. A. Bota, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4731","PresenterBiography":null,"PresenterDisplayName":"Shashi Jain, PhD","PresenterKey":"41278469-37d9-4e7a-9d78-0e1965116e6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4731. Targeting Lon protease as novel strategy to treat aggressive IDH mutant diffuse malignant astrocytoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"299","SessionOnDemand":"False","SessionTitle":"Other Cellular Mechanisms for Anticancer Drug Action","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Lon protease as novel strategy to treat aggressive IDH mutant diffuse malignant astrocytoma","Topics":null,"cSlideId":""}]