[{"Abstract":"Background: Tuft cells, marked by Doublecortin-like kinase-1 (Dclk1), are rare in the healthy pancreas but increase markedly during pancreatic tumorigenesis. While Group 2 innate lymphoid cells (ILC2s) are known to modulate inflammation and immunity, their specific roles in cancer-related immunity and immunotherapy interactions with pancreatic tuft cells remain unknown.<br \/>Methods: To investigate tuft cells during early pancreatic neoplasia, we used a Dclk1 reporter mouse model and single-cell RNA-seq to study Dclk1-expressing cells in normal pancreas and neoplasia using Mist1\/Kras mouse. We treated mice with IL-13 peptides and anti-IL-13 antibodies to explore the IL-13-ILC2 axis in tuft cell regulation.<br \/>Results: Within the normal pancreas, Dclk1 expression marked several specialized epithelial cell types, including tuft-like cells, neuroendocrine cells, and a small number of acinar progenitor cells. A notable increase in Dclk1-expressing cells was observed at the onset of early PanIN lesions, with a subsequent decline in advanced PanIN stages and PDAC. Using flow cytometric analysis, we observed an increase in ILC2 cells in the Mist1\/Kras pancreas in response to IL33 produced by pancreatic cancer-associated fibroblasts (CAFs). Blocking ILC2 activation with anti-IL33 antibodies reduced Dclk1 cell hyperplasia during PanIN progression. Given the known association between tuft cells, ILC2 cells, and the IL13\/IL4 signaling pathways in the intestine, we discovered that Dclk1-expressing cells highly expressed the IL4 receptor (IL4ra). IL-13 levels increased during PanIN progression, and we found that ILC2s comprised the primary source of IL-13 within pancreatic tumors. In vitro, studies showed that the presence of IL-13 maintained the expansion of Dclk1-expressing tuft-like cells in pancreatic organoids derived from Dclk1-DTR-ZsGreen mice. Correspondingly, the in vivo administration of anti-IL-13 resulted in reduced Dclk1 expression.<br \/>Conclusion: Previous studies have shown that pancreatic tuft cells inhibit pancreatic cancer progression. Our study reveals a novel regulatory mechanism wherein IL-13 secreted by ILC2s modulates Dclk1 tuft cell expression during pancreatic tumorigenesis. The IL13-ILC2 axis appears to be a potential therapeutic target to regulate Dclk1 cell activity, which could influence the course of pancreatic tumorigenesis. Future investigations will further explore the interaction between the IL13\/ILC2 axis and Dclk1 in pancreatic cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Pancreas,Carcinogenesis,ILC2,Interleukin-13,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"G. Valenti, P. Laise, <b>F. Wu<\/b>, H. Kobayashi, Q. T. Waterbury, R. Takahashi, T. Ruan, Z. Jiang, Y. Ochiai, L. B. Zamechek, T. C. Wang; <br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"4a38887c-4511-4889-a90e-5ceab74b8163","ControlNumber":"3902","DisclosureBlock":"&nbsp;<b>G. Valenti, <\/b> None..<br><b>P. Laise, <\/b> None..<br><b>F. Wu, <\/b> None..<br><b>H. Kobayashi, <\/b> None..<br><b>Q. T. Waterbury, <\/b> None..<br><b>R. Takahashi, <\/b> None..<br><b>T. Ruan, <\/b> None..<br><b>Z. Jiang, <\/b> None..<br><b>Y. Ochiai, <\/b> None..<br><b>L. B. Zamechek, <\/b> None..<br><b>T. C. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1403","PresenterBiography":null,"PresenterDisplayName":"Feijing Wu, MD","PresenterKey":"1c78ada8-8209-4875-8f96-f47d83bfba86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1403. The role of Dclk1-expression cells in normal pancreas and in pancreatic tumor progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of Dclk1-expression cells in normal pancreas and in pancreatic tumor progression","Topics":null,"cSlideId":""},{"Abstract":"Sj&#246;gren's syndrome (SS) is a debilitating autoimmune disorder that carries the highest risk of progressing to lymphoma among all autoimmune diseases, with up to 10% of patients developing SS-associated lymphoma. However, the underlying mechanisms are unknown, and there are currently no actionable targets for prevention and therapeutic intervention.To elucidate the mechanisms associated with SS-lymphoma, we performed RNA-Seq in peripheral blood from SS patients without (n=11) or with lymphoma (n=8). Differential gene expression and pathway analysis identified TNF-&#945; signaling via NF-&#954;B, inflammatory response and interferon gamma (IFN-&#947;) response as the top pathways enriched in SS-lymphoma patients. Interestingly, the enriched IFN-&#947; response pathway is consistent with our published work identifying elevated IFN-&#947; transcript levels in salivary gland tissues from SS patients with lymphoma. Central to SS pathogenesis is the elevation of TNF-&#945; signaling, triggering NF-&#954;B pathway activation and subsequent inflammation, along with inflammasome activation, in line with prior observations. Our data reveal significant upregulation of these pathways in SS-lymphoma patients, which together with the inflammatory response and IFN-&#947; pathway enrichment, support the idea that persistent autoimmune-related chronic inflammation fosters a microenvironment conducive to lymphomagenesis.Next, we sought to assess the impact of SS immune landscape in SS-lymphoma by performing an immune modular analysis using an established framework of 97 whole blood transcriptomics modules (Pascual), derived from transcripts co-expressed in blood across various autoimmune conditions. This analysis revealed a significant downregulation of T-cell and enrichment of B-cell modules in SS-lymphoma compared to SS patients. These findings are consistent with our biopsy results, showing lower T cell counts in high-grade <i>vs<\/i>. low-grade SS patients. As patients with high-grade SS are more likely to develop SS-lymphoma, these data possibly suggest that suppressed T-cell responses are involved in lymphomagenesis. In addition, the significant enrichment in B-cell transcriptional modules mirrors the observed clinical increase in B cell counts during the transition to SS-lymphoma. Germline mutations in B-cells are thought to drive the clonal expansion of malignant B cells, which may contribute to the observed increase of B cell transcriptomes in SS patients developing lymphoma. We are currently investigating the gene mutation landscape in these datasets to better understand their contribution to SS- lymphomagenesis.This study provides preliminary evidence that chronic inflammation along with dysregulation of T and B compartments in SS significantly contributes to lymphoma progression, emphasizing the need for further research to uncover the molecular basis and develop early diagnostic\/intervention tools.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Lymphoma,Inflammation,Immune cells,Cancer prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Gjyrezi<\/b><sup>1<\/sup>, C. Skarlis<sup>2<\/sup>, P. Zumbo<sup>3<\/sup>, D. Betel<sup>3<\/sup>, I. E. Stergiou<sup>2<\/sup>, M. Voulgarelis<sup>2<\/sup>, C. P. Mavragani<sup>2<\/sup>, P. Giannakakou<sup>4<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY & National Kapodistrian University of Athens, Athens, Greece, <sup>2<\/sup>National and Kapodistrian University of Athens, Athens, Greece, <sup>3<\/sup>Weill Cornell Medicine, New York, NY, <sup>4<\/sup>Meyer Cancer Center, Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"44c65411-8db9-47b6-a059-321a36469aaf","ControlNumber":"5496","DisclosureBlock":"&nbsp;<b>A. Gjyrezi, <\/b> None..<br><b>C. Skarlis, <\/b> None..<br><b>P. Zumbo, <\/b> None..<br><b>D. Betel, <\/b> None..<br><b>I. E. Stergiou, <\/b> None..<br><b>M. Voulgarelis, <\/b> None..<br><b>C. P. Mavragani, <\/b> None..<br><b>P. Giannakakou, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1404","PresenterBiography":null,"PresenterDisplayName":"Ada Gjyrezi, BS","PresenterKey":"746c76ee-6126-43c5-aca5-2f2a15fc8b8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1404. Blood-based transcriptomics provides novel insights into Sj&#246;gren's syndrome-associated lymphomagenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blood-based transcriptomics provides novel insights into Sj&#246;gren's syndrome-associated lymphomagenesis","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-22 (IL-22) is an inflammatory cytokine involved in the pathology of autoimmune diseases such as psoriasis, atopic dermatitis, and ulcerative colitis. IL-22 has also been shown to promote epithelial cell proliferation, stemness and tumorigenesis in cancer, and is associated with a more aggressive phenotype in a variety of cancers including inflammatory colon cancer models. IL-22 plays a central role in this pathogenic process by driving activation of STAT3 and other signaling cascades. Recent studies demonstrated that neutralization of IL-22 reduced dysplasia and tumor development in preclinical models. However, there has not been a clear application for anti-IL-22 therapy for cancer and autoimmune diseases, likely due to identifying the right disease indication and their low potency and efficacy. Thus, there remains an opportunity to explore the potential of more potent anti-IL-22 therapeutics.<br \/>We have developed humanized anti-IL-22 antibodies with high affinities to human, cynomolgus and mouse IL-22 using BioAtla&#8217;s proprietary antibody discovery and engineering platforms. <i>In vitro<\/i> data demonstrated that our anti-IL-22 antibodies inhibited IL-22-induced p-STAT3 activities. In addition, our antibodies showed a 10-fold increased binding activity to human IL-22 compared to Fezakinumab, which was previously developed by Pfizer for the treatment of autoimmune diseases. To test the functions of our antibodies <i>in vivo<\/i>, we established an inflammation-driven sporadic colitis-associated colorectal (CAC) cancer mouse model. Our humanized anti-IL-22 antibody, a potent, species cross-reactive anti-IL-22 blocking antibody, significantly reduced tumor progression in CAC model. These data suggest that targeting IL-22 reduces tumor occurrence by reducing inflammation-induced tumorigenesis. In addition, we evaluated our anti-IL22 antibodies in an imiquimod-induced psoriasiform skin inflammation mouse model. The mice treated with anti-IL22 antibodies had significantly reduced skin lesions compared to isotype antibody-treated mice. Q-PCR analysis of the mouse skin demonstrated that treatment with our anti-IL-22 antibody led to significantly decreased RNA levels of the imiquimod-induced inflammatory marker CXCL3. In conclusion, the development of a potent, species cross-reactive anti-IL-22 antibody using BioAtla&#8217;s antibody discovery and engineering platforms addresses the past challenges of anti-IL-22 therapeutics and allows for translational studies in relevant animal efficacy and safety models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Inflammation,Colon cancer,Antibody engineering,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Chen<\/b>, C. Chang, G. Frey, H. Liu, J. Wang, W. J. Boyle, J. M. Short; <br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"ea83ea6e-18f2-4730-9efb-bf299c62d3d5","ControlNumber":"4061","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>G. Frey, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. J. Boyle, <\/b> None..<br><b>J. M. Short, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1405","PresenterBiography":null,"PresenterDisplayName":"Jian Chen, MD;PhD","PresenterKey":"aa29235e-a63d-443d-87f9-92a03c7af065","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1405. Development of a humanized anti-IL-22 antibody for cancer and inflammation therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a humanized anti-IL-22 antibody for cancer and inflammation therapy","Topics":null,"cSlideId":""},{"Abstract":"Inflammation-associated colon cancer, linked with long-standing colon inflammation, is often seen in patients with inflammatory bowel diseases (IBD), such as Crohn&#8217;s disease and ulcerative colitis. Typically, these patients are diagnosed at a younger age compared to those with sporadic colon cancer. Despite some advancements, the detailed molecular mechanisms driving cancer development in IBD remain unclear. Polo-like kinase 1 (Plk1), a serine\/threonine kinase and cell cycle regulator, is recognized as an oncogene in various cancers. Intriguingly, higher Plk1 expression correlates with better survival rates in colon cancer patients. Besides, Plk1 also elevates in IBD cases, suggesting its significant role in both colitis and colon cancer. Our study explores Plk1's role in IBD-associated colon cancer using the azoxymethane (AOM)\/dextran sulfate sodium (DSS) mouse model, revealing Plk1's suppressive impact on both colitis and related colon cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Colon cancer,Inflammatory bowel disease,Polo-like kinase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xinyi Wang<\/b><sup><\/sup>, Daheng He<sup><\/sup>, Fengyi Mao<sup><\/sup>, Yifan Kong<sup><\/sup>, Chaohao Li<sup><\/sup>, Sai Wu<sup><\/sup>, Jia Peng<sup><\/sup>, Chi Wang<sup><\/sup>, Zhiguo Li<sup><\/sup>, Xiaoqi Liu<sup><\/sup><br><br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"9ba2b462-4335-417d-b7bc-1d56265d82a9","ControlNumber":"4202","DisclosureBlock":"&nbsp;<b>X. Wang, <\/b> None..<br><b>D. He, <\/b> None..<br><b>F. Mao, <\/b> None..<br><b>Y. Kong, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>J. Peng, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1406","PresenterBiography":"","PresenterDisplayName":"Xinyi Wang, MS","PresenterKey":"a7b90410-bd44-48cf-8796-83daa4d1cf3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1406. Plk1 attenuates colon inflammation and tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plk1 attenuates colon inflammation and tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"The incidence of liver cancer is increasing and there is an urgent need for new therapies and preventative strategies. Age is a major risk factor for liver cancer, the reasons for which are not well defined. One of the hallmarks of aging is immune dysfunction which affects liver homeostasis potentially making it prone to cancer. To understand the role of immune dysfunction in aging liver, we analyzed immune cells from young and old livers. As is reported before, in aged livers we observed an increase in CD101<sup>+<\/sup>PD1<sup>+<\/sup>CD8<sup>+<\/sup> T cell population as well as an increase in an IFN&#947;<sup>+<\/sup>TNF&#945;<sup>+<\/sup> population suggesting an increase in T cell response in an aging liver. We next sought to understand the cause of T cell exhaustion in aged livers. Cell cluster analysis of the young (4-month-old) and old (22 month old) livers by scRNA seq revealed a cell population unique to the aged livers, showing increased expression of immune checkpoint ligands as well as tumor-initiating cell markers. We validated this data by flow cytometry. We next functionally probed the immune environment of aged liver, by testing the effect of cognate antigen expression in young and old hepatocytes on adoptively transferred activated P14 CD8<sup>+<\/sup> T cells isolated from a young P14 mouse. Analysis of the <i>ex vivo<\/i> activated P14 CD8<sup>+<\/sup> T cells from young and old antigen-expressing livers by flow cytometry and scRNA sequencing revealed increased exhaustion and cytokine-deficiency in old mice as compared to the young mice. This study explores the age-associated alterations in the immune cells in the liver, aiming to alter liver-resident immune cells and their metabolic states in a way that promotes anti-tumor immunity in an aging liver.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Aging,Cancer,Cytotoxic T lymphocytes,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Aabish Gandhi<\/b><sup>1<\/sup>, F. A. Hoffmann<sup>2<\/sup>, M. LaPorte II<sup>3<\/sup>, A. Havas<sup>1<\/sup>, A. Rajesh<sup>1<\/sup>, A. Davis<sup>1<\/sup>, M. G. Teneche<sup>1<\/sup>, J. Proulx<sup>1<\/sup>, S. Kaech<sup>3<\/sup>, P. D. Adams<sup>1<\/sup>; <br\/><sup>1<\/sup>Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA, <sup>2<\/sup>Stanford University, Stanford, CA, <sup>3<\/sup>Salk Institute of Biological Studies, La Jolla, CA","CSlideId":"","ControlKey":"6be4be4a-592c-44f6-b4c9-6a4071c376ef","ControlNumber":"2833","DisclosureBlock":"&nbsp;<b>A. Aabish Gandhi, <\/b> None..<br><b>F. A. Hoffmann, <\/b> None..<br><b>M. LaPorte II, <\/b> None..<br><b>A. Havas, <\/b> None..<br><b>A. Rajesh, <\/b> None..<br><b>A. Davis, <\/b> None..<br><b>M. G. Teneche, <\/b> None..<br><b>J. Proulx, <\/b> None..<br><b>S. Kaech, <\/b> None..<br><b>P. D. Adams, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1407","PresenterBiography":null,"PresenterDisplayName":"Armin Aabish Gandhi, PhD","PresenterKey":"a420f043-1650-48b8-b3fe-66dc4bf6e88e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1407. Investigating the effect of an aged liver microenvironment on immune surveillance and predisposition to cancer&#8203;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the effect of an aged liver microenvironment on immune surveillance and predisposition to cancer&#8203;","Topics":null,"cSlideId":""},{"Abstract":"Background and Aims: Cancer-associated fibroblasts (CAFs) are activated fibroblasts that play key roles in the tumor microenvironment (TME). Immunoglobulin A (IgA) contributes to inflammation and anti-tumor immunity dismantling in the human liver. We investigated the effects of the IgA complex on CAFs in the TME of hepatocellular carcinoma (HCC).<br \/>Approach and Results: CAF dynamics in HCC TME were analyzed via single-cell RNA sequencing of HCC samples. CAFs were isolated from 40 HCC samples. The isolated CAFs were treated with mock or serum-derived IgA dimers. Following treatment with the mock or serum IgA dimers in vitro, co-culture experiments were performed using CAF and CD8<sup>+<\/sup> T cells. Single-cell analysis showed that sub-cluster proportions in the CAF-fibroblast activation protein-&#945; (FAP) matrix were significantly increased in patients with high serum IgA levels. We were performed flow cytometry on fresh surgical tissues and observed a significant increase in the mean fluorescence intensity (MFI) of FAP in the CD68<sup>+<\/sup> cells from patients with high serum IgA levels compared to those with low serum IgA levels (p&#60;0.001). We validated that the transferrin receptor (CD71) is expressed in CAFs (p&#60;0.01). IgA-treated CAFs exhibited higher programmed death-ligand 1 (PD-L1) expression levels than mock-treated CAFs (p&#60;0.05). Co-culture with CAFs induced the attenuation of the cytotoxic function of activated CD8<sup>+<\/sup> T cell, and these cells co-cultured with IgA-treated CAFs exhibited increased expression levels of programmed death-1 (PD-1) compared to those co-cultured with mock-treated CAFs (p&#60;0.05).<br \/>Conclusions: Intrahepatic IgA induces polarization of HCC CAFs into more malignant matrix phenotype and attenuates cytotoxic T cell function. Our study uncovers five dynamic CAF subpopulations within HCC tissues and highlights their potential roles in tumor progression and immune suppression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Tumor microenvironment,Hepatocellular carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Sung<\/b>; <br\/>Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1dfb4f37-86d8-43b7-96dc-ca5a31fe7234","ControlNumber":"2299","DisclosureBlock":"&nbsp;<b>P. Sung, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1408","PresenterBiography":null,"PresenterDisplayName":"Pil Soo Sung, MD;PhD","PresenterKey":"c7dc8fc3-5f61-43f8-85fb-cf76733b5cc6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1408. Intrahepatic IgA complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of HCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intrahepatic IgA complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of HCC","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer remains the second leading cause of cancer-related death among American women, with the majority of morality being associated with metastatic disease. At this stage, immunotherapy is only approved for a small subset of patients whose tumors are of the triple negative subtype &#60;TNBC&#62; that stain positive for PD-L1. However, the majority of these tumors prove refractory. Thus, it is imperative to develop novel therapeutic targets to improve the immune response in breast cancer. Since cholesterol metabolism is important for myeloid immune cell function, we launched studies to identify proteins involved in cholesterol homeostasis that are amenable to small molecule intervention. Liver Receptor Homolog 1 &#60;LRH-1\/NR5A2&#62; is highly expressed in myeloid cells, particularly neutrophils. We have found that elevated LRH-1 expression in breast cancer patients is associated with increased overall and recurrence-free survival rate. Thus, we hypothesized that LRH-1 acts as an immune modulator in myeloid cells, with subsequent effects on breast cancer progression. We initiated a series of experiments to characterize the role of LRH-1 in important aspects of neutrophil function: migration, NETosis, phagocytosis and influence on T cells. Neutrophils and neutrophil NETosis has previously been implicated in breast cancer progression including reemergence from dormancy and metastatic recurrence. Interestingly, we found that LRH-1 inhibits neutrophil migration towards cancer cells, a finding that may have important implications regarding infiltration of immune-suppressive myeloid cells. Furthermore, neutrophils treated with an LRH-1 agonist demonstrated decreased NETosis, while an antagonist resulted in increased NETosis. On the other hand, LRH-1 agonist treatment strongly decreased the neutrophil phagocytotic ability, while treatment with an antagonist did not significantly impact this process. Finally, T cells had increased expansion when cocultured with neutrophils that had been previously treated with an LRH-1 agonist, and reduced proliferation in the presence of neutrophils pretreated with an LRH-1 antagonist or inverse agonist. This was especially apparent in CD4+ helper T cells and later divisions. Ongoing work is aimed at determining the pathological relevance of these findings.<br \/>Collectively, our data indicate that LRH-1 plays important roles in regulating different neutrophils functions, including migration, NETosis, phagocytosis, and T cell expansion. Overall, these findings suggest that LRH-1 in neutrophils regulates the immune response, and therefore can be a potential therapeutic target for cancer patients.<br \/>Funding: National Cancer Institute (ERN: R01CA234025) Department of Defense (ERN: BCRP Era of Hope Award)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Metastasis,Innate immunity,Breast cancer,Novel anticancer agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, B. Duong<sup>1<\/sup>, N. Krawczynska<sup>1<\/sup>, S. V. Bendre<sup>1<\/sup>, C. P. Schane<sup>1<\/sup>, E. Weisser<sup>1<\/sup>, L. Kockaya<sup>1<\/sup>, Y. Fei<sup>1<\/sup>, A. Das Gupta<sup>1<\/sup>, H. E. Vidana Gamage<sup>1<\/sup>, A. T. Nelczyk<sup>2<\/sup>, E. R. Nelson<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL, <sup>2<\/sup>Helixon US Inc, Champaign, IL","CSlideId":"","ControlKey":"cb8f49d4-fdd7-42b1-af25-302d5036e45d","ControlNumber":"2311","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>B. Duong, <\/b> None..<br><b>N. Krawczynska, <\/b> None..<br><b>S. V. Bendre, <\/b> None..<br><b>C. P. Schane, <\/b> None..<br><b>E. Weisser, <\/b> None..<br><b>L. Kockaya, <\/b> None..<br><b>Y. Fei, <\/b> None..<br><b>A. Das Gupta, <\/b> None..<br><b>H. E. Vidana Gamage, <\/b> None..<br><b>A. T. Nelczyk, <\/b> None..<br><b>E. R. Nelson, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1409","PresenterBiography":null,"PresenterDisplayName":"Yu Wang, BS;MS","PresenterKey":"6e1363a6-3490-4abf-a65e-74eebad231fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1409. The role of liver receptor homolog 1&#60;LRH-1&#62;in regulating breast cancer progression by modulating the immune response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of liver receptor homolog 1&#60;LRH-1&#62;in regulating breast cancer progression by modulating the immune response","Topics":null,"cSlideId":""},{"Abstract":"Several studies have noted the importance of amino acid metabolism in cancer progression. Preliminary research using public cancer multi-omics data has revealed associations between heterozygous germline mutations in genes associated with amino acid metabolism and cancer development. In particular, the heterozygous status of the PAH gene enhances the risk of developing kidney cancer by more than three times. Phenylalanine hydroxylase (PAH) is an enzyme that converts phenylalanine to tyrosine. It is highly expressed in the liver and kidneys. Analysis of the blood metabolome in prospectively collected PAH heterozygous carriers indicates that heterozygous status causes metabolome fluctuations in the body. By the way, renal cell carcinoma (RCC) is an immunogenic tumor mainly infiltrated by T cells. Accordingly, we suggest that defects in the PAH gene change the metabolites in the body, leading to a reduction in immune function and an increased risk of developing kidney cancer. First, the expression of the PAH protein was confirmed through immunohistochemistry in a tissue microarray from RCC patients, and the results were then compared with clinical information. Next, we simulated the environment of PAH deficiency in vitro by treating the cells with phenylalanine (Phe) and its metabolite, phenylpyruvate (PRA), which accumulates during PAH dysfunction. The cytotoxicity of Phe and PPA was investigated using the WST assay. The Jurkat T cell line was cultured long-term in a medium containing Phe or PPA and then stimulated with PHA\/PMA. Cytokine secretion was confirmed in these supernatants. In addition, purified primary human pan T cells were stimulated with Anti-CD3\/CD28 in the medium containing either Phe or PPA. Proliferation was evaluated using CFSE staining. The IHC was performed on 467 tissues from RCC patients aged 29 to 101 years. We classified the cases into three scale scores based on the percentage of PAH intensity. Approximately 73% of cases were PAH-negative, and only 27% were positive (score 1+ or 2+). A comparison of IHC results with clinical information showed that lower PAH expression was associated with a lower relapse-free survival rate. Next, Phe and PPA exhibited minimal cytotoxicity. The secretion of representative proinflammatory cytokines IL-2 and TNF- &#945; were dose-dependent and significantly decreased with Phe and PPA treatment. Additionally, cell proliferation, a critical step in acquiring effector functions of T cells, was inhibited by treatment with Phe and PPA, particularly in the CD8+ T cell population compared to CD4+ T cells. These results suggest that metabolite changes within the tissue microenvironment of the kidney, caused by Pah defects, may suppress anti-tumor immunity by impairing the function of immune cells. This novel discovery may contribute to the importance of the PAH gene as a new biomarker for diagnosing kidney cancer and to the development of kidney cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Kidney cancer,Tumor microenvironment,Antitumor activity,Cancer metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, J. Park<sup>1<\/sup>, J. Park<sup>1<\/sup>, C. Kang<sup>1<\/sup>, K. Moon<sup>2<\/sup>, S. Han<sup>3<\/sup>, Y. Koh<sup>3<\/sup>, S.-S. Yoon<sup>3<\/sup>; <br\/><sup>1<\/sup>Seoul National University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospita, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ce0d8870-ec5f-470e-8c03-c3e01e3c2376","ControlNumber":"4635","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>C. Kang, <\/b> None..<br><b>K. Moon, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1410","PresenterBiography":null,"PresenterDisplayName":"Seojeong Kim, BS","PresenterKey":"f1bda098-5020-4133-b17e-a4399c151764","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1410. An effect of Phenylalanine hydroxylase (PAH) deficiency on cancer development in kidney","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An effect of Phenylalanine hydroxylase (PAH) deficiency on cancer development in kidney","Topics":null,"cSlideId":""},{"Abstract":"The aging of the immune system has profound implications for individual immune responses, yet precise quantification of immune age remains a challenge. Analyzing single-cell peripheral blood mononuclear cells (PBMC) transcriptomics data from 981 healthy individuals, we developed IMMClock (IMMune Clock), a human immune age clock derived from single cell transcriptomics. IMMClock is the first to accurately assess the age of three major immune cell types, CD8+ T cells, CD4+ T cells and NK cells, at the individual level. Testing the ability of these clocks to capture the dynamic aging process, we show that they reliably predict individuals' chronological ages across seven publicly available single-cell transcriptomics datasets and the large Framingham bulk transcriptomics cohort. IMMClock identifies cell type specific age-related pathways including apoptosis, interferon gamma response, and cytokine response. The application of IMMClock reveals several associations between immune aging of different cell-types and key clinical phenotypes during aging: it recapitulates the established observation of higher immune age in males compared to females and uncovers higher immune age in CD8+ T cells of smokers and individuals with chronic illnesses including cancer. Analyzing cancer patients&#8217; data, IMMClock readings strongly correlate with CD8+ T cell exhaustion levels, and, quite strikingly, highlights an elevated immune age in the tumor microenvironment compared to blood.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immune cells,Aging,Inflammation,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Gurevich-Schmidt<sup>1<\/sup>, <b>K. Wang<\/b><sup>1<\/sup>, D. Wu<sup>1<\/sup>, S. Madan<sup>1<\/sup>, V. Gopalan<sup>1<\/sup>, S. Sinha<sup>2<\/sup>, B. Wang<sup>1<\/sup>, S. Dhruba<sup>1<\/sup>, A. A. Schäffer<sup>1<\/sup>, E. Ruppin<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD, <sup>2<\/sup>NCI-Designated Cancer Center Sanford Burnham Prebys Medical Discovery Institute, San Diego, CA","CSlideId":"","ControlKey":"51634b0c-ba29-44e6-9e82-02cfcbdd5a27","ControlNumber":"2668","DisclosureBlock":"&nbsp;<b>Y. Gurevich-Schmidt, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>S. Madan, <\/b> None..<br><b>V. Gopalan, <\/b> None..<br><b>S. Sinha, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>S. Dhruba, <\/b> None..<br><b>A. A. Schäffer, <\/b> None.&nbsp;<br><b>E. Ruppin, <\/b> <br><b>Pangea Therapeutics<\/b> He is a co-founder and scientific consultant of Pangea Therapeutics (https:\/\/pangeamedicine.com\/), however he has divested all his shares and receives no salary or financial benefit from this company.. <br><b>Medaware Ltd.<\/b> co-founder. <br><b>Metabomed<\/b> co-founder.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1411","PresenterBiography":null,"PresenterDisplayName":"Kun Wang, PhD","PresenterKey":"cbc172dd-40f7-452d-bbd8-99eb77bc0fa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1411. Cell-type-specific transcriptomic immune aging clocks reveal clinically relevant associations with chronic illnesses including cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-type-specific transcriptomic immune aging clocks reveal clinically relevant associations with chronic illnesses including cancer","Topics":null,"cSlideId":""},{"Abstract":"Helper CD4<sup>+<\/sup> T cells are key players in the adaptive immune response that differentiate into different subpopulations. One of these subpopulations are T helper 17 (Th17) cells. In cancer, the role of Th17 cells is still controversial. The dual effect that Th17 cells seem to have in cancer can be explained by the great heterogeneity and\/or plasticity of these cells. Two different subpopulations of Th17 cells have been reported: regulatory or &#8220;non-pathogenic&#8221; Th17 cells and effector or &#8220;pathogenic&#8221; Th17 cells. We currently know that this dual behavior depends on the cytokine microenvironment in which Th17 cells differentiate. However, the molecular basis of how, when, and why Th17 cells differentiate into effector or regulatory populations, as well as its <i>in vivo <\/i>relevance, are still poorly understood. Here we show that intrinsic expression of TMEM176B can determine the fate of Th17 cells. TMEM176b is a druggable immunoregulatory ion channel which function was first described by our team. We have found that in <i>in vitro <\/i>differentiated Th17 cells, <i>Tmem176b <\/i>is over-expressed in regulatory Th17 cells compared to effector Th17 cells, in agreement with its immunoregulatory properties. Furthermore, we found that <i>Tmem176b <\/i>influence Th17 polarity, since Th17 <i>in vitro <\/i>differentiation with IL-6+TGF-&#946; from na&#239;ve <i>Tmem176b<\/i><i><sup>-\/-<\/sup> <\/i>CD4<sup>+<\/sup> T cells results in an enhanced IFN-&#947; production. Same results were obtained by pharmacological inhibition of TMEM176B in WT CD4<sup>+<\/sup> T cells. Functional evaluation of these cells showed a decreased regulatory capacity compared to WT Th17 cells. Thus, WT Th17 cells inhibited CD8<sup>+<\/sup> T cell proliferation whereas <i>Tmem176b<\/i><i><sup>-\/-<\/sup> <\/i>Th17 cells showed poor inhibitory capacity. Supporting this effector-like phenotype, <i>Tmem176b<\/i><i><sup>-\/-<\/sup> <\/i>Th17 cells have higher basal pAKT\/AKT ratio compared to WT Th17 cells. Furthermore, <i>Tmem176b<sup>-\/-<\/sup><\/i> Th17 cells have a better metabolic fitness than WT Th17 cells, with higher glycolysis and oxidative phosphorylation. It was reported that the effector role of Th17 cells is dependent on the IL-1&#946; production through ASC-NLRP3-caspase 8 activation. Here we show that <i>Tmem176b<sup>-\/-<\/sup><\/i> Th17 cells stimulated with ATP have a higher Caspase-8 activation compared to WT Th17 cells. All these results suggest that <i>Tmem176b <\/i>deficiency leads to an effector-like Th17 cell phenotype when cells are differentiated in a regulatory cytokine microenvironment. Moreover, co-culture of <i>Tmem176b<sup>-\/-<\/sup><\/i> Th17 cells with <i>in vitro<\/i> generated exhausted CD8<sup>+<\/sup> T cells results in a reduction of the frequency of terminal exhausted CD8<sup>+<\/sup> T cells and of mitochondrial reactive oxygen species production compared to co-culture with WT Th17 cells. Therefore, <i>Tmem176b<sup>-\/-<\/sup><\/i> Th17 may have enhanced anti-tumor properties compared to WT Th17 cells. In conclusion, we have identified a new intrinsic regulator of Th17 cells, TMEM176B, which may constitute a molecular target to pharmacologically modulate these cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"T cell,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Russo<\/b>, M. Malcuori, M. Segovia, M. Hill; <br\/>University of the Republic, Faculty of Medicine, Montevideo, Uruguay","CSlideId":"","ControlKey":"571b8a67-1f79-481b-8e1c-23d608a918ba","ControlNumber":"6750","DisclosureBlock":"&nbsp;<b>S. Russo, <\/b> None..<br><b>M. Malcuori, <\/b> None..<br><b>M. Segovia, <\/b> None..<br><b>M. Hill, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1412","PresenterBiography":null,"PresenterDisplayName":"Sofia Russo, PhD","PresenterKey":"27866833-d346-4671-aada-dd3adcb02d70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1412. Immune and metabolic control of Th17 cells by TMEM176B: Potential implication in cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune and metabolic control of Th17 cells by TMEM176B: Potential implication in cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Double-stranded RNAs (dsRNAs) are potent immunostimulatory nucleic acids of viral origin but also physiologically produced by mammalian cells. Recent studies demonstrated that elevating dsRNA levels, either exogenously through dsRNA mimetics like Polyinosinic-polycytidylic acid (pI:C) or endogenously through epigenetic modulation of retroviral elements, can elicit anticancer effects. In response to dsRNA, cells elicit a dual response consisting in Interferon (IFN) production and translational shutdown associated, in some cells, with cell death. These two responses are linked in a feed-forward loop in which induced cytokines themselves enhance dsRNA sensing by the death-inducing pathway, complicating our understanding of the cell-intrinsic mechanisms at play. The 2,5-oligoadenylate synthetase (OAS)-RNASEL system is widely thought to be the main responsible for dsRNA-induced cell death, but it remains unclear how its activity leads to cell death.To elucidate these mechanisms, we decided to minimize the impact of interferon modulation by studying dsRNA-induced death in interferon-saturated conditions. RNASEL-KO A549 cells were, as expected, refractory to IFN+pI:C induced cell death; however, inhibiting protein synthesis or RNA transcription with Cycloheximide (CHX) or Actinomycin D (ActD) abolished the need for RNASEL causing RNASEL-KO cells to undergo apoptosis, although CHX\/ActD alone had no effect. In addition, HT-29 cells revealed no clear dependence on RNASEL for dsRNA-induced cell death. Transient ablation through siRNA showed that this novel death-inducing pathway is independent of other canonical dsRNA sensors such as RIG-I, MDA5 and PKR. We then performed a genome-wide CRISPR screen for factors involved in dsRNA-induced death in our interferon-saturated conditions in HT29 cells. Pathway enrichment analysis of screen hits revealed that RNA surveillance, RNA Polymerase II Transcription Initiation, Mitochondrial translation and respiratory chain and DNA Repair genes have a protective role against dsRNA increase. In particular, we validated the synthetic lethality of IFN+pI:C with BRCA1 by CRISPR. Ongoing research is aimed at validating this interaction in vivo models.Our work shed light on potential new mechanisms involved in dsRNA dependent cell death, revealing a connection with DNA damage and BRCA1. If confirmed, these findings may pave the way for the use of dsRNA mimetics, possibly in conjunction with immune checkpoint inhibitors, in the treatment of BRCA1-mutated tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"BRCA1,Apoptosis,Innate immunity,dsRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Trastulli, G. Vozza, V. Pinamonti, <b>L. Mazzarella<\/b>; <br\/>IEO - European Institute of Oncology, Milan, Italy","CSlideId":"","ControlKey":"217f0bf3-bbef-4023-8825-0480d70b6f19","ControlNumber":"6402","DisclosureBlock":"&nbsp;<b>D. Trastulli, <\/b> None.&nbsp;<br><b>G. Vozza, <\/b> <br><b>4bases<\/b> Employment.<br><b>V. Pinamonti, <\/b> None.&nbsp;<br><b>L. Mazzarella, <\/b> <br><b>Thetis<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1413","PresenterBiography":null,"PresenterDisplayName":"Luca Mazzarella, MD;PhD","PresenterKey":"f7ffa972-7d57-42aa-969a-7a40945eb82c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1413. BRCA1 loss is synthetic lethal with double stranded RNA: A genome wide CRISPR screen to identify mechanisms of RNASEL independent death","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRCA1 loss is synthetic lethal with double stranded RNA: A genome wide CRISPR screen to identify mechanisms of RNASEL independent death","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b> Leukemia inhibitory factor (LIF) and cardiotrophin like cytokine factor 1 (CLCF1) are multi-functional cytokines from IL-6 family. They are reported to be highly expressed in a variety of human cancers such as pancreatic carcinoma, cholangiocarcinoma, NSCLC, GBM, head and neck cancer etc. Their expression is associated with poor prognosis and survival. LIFR is the key component of LIF\/CLCF1 receptors. Antibody targeting LIFR has the advantage to block both LIF and CLCF1 pathways thus inhibiting tumor growth more effectively than products to block single cytokines.<br \/><b>Methods: <\/b> Fully human Anti-LIFR antibodies were generated from H2L2 Harbour Mice&#174; transgenic platform. <i>In vitro <\/i>function of the antibodies was tested for their abilities to block LIF\/CLCF1 induced downstream signaling pathway and tumor spheroid proliferation. <i>In vivo <\/i>efficacy was tested in multiple tumor models as monotherapy and in combination with cisplatin. DRF toxicokinetics was evaluated on NHP with a 4-week repeat-dose toxicity study.<br \/><b>Results: <\/b> HBM9014, a fully human anti-LIFR antibody generated by H2L2 Harbour Mice&#174;, specifically binds LIFR thus blocks the interaction between LIF\/CLCF1 and their respective receptors, inhibits downstream STAT3 phosphorylation, and reduces exogenous and endogenous LIF induced tumor spheroid proliferation in vitro. Furthermore, HBM9014 shows potent anti-tumor activity in multiple tumor models in vivo. In a GLP NHP 4-week repeat-dose toxicity study, HBM9014 is well tolerated up to 150 mg\/kg with no discernable drug-related toxicity.<br \/><b>Conclusions:<\/b> HBM9014 specifically binds to the key component of LIF and CLCF1 receptor, LIFR, thus blocks both LIF and CLCF1 signaling pathways. HBM9014 shows significant cell proliferation inhibition alone or in combo with small molecule inhibitors in 3D culture of multiple cancer cell lines. It also shows significant in vivo antitumor efficacy as monotherapy, and enhanced efficacy in combination with Cisplatin in multiple mouse models. Importantly, despite the benefits of double blocking, HMB9014 has an excellent safety profile. Taken together, HMB9014 is a promising drug candidate for advanced cancer with favorable efficacy and safety profiles that warrant clinical validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunomodulation,Monoclonal antibodies,Cytokines,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Zeng<sup>1<\/sup>, D. Zhang<sup>2<\/sup>, L. Liu<sup>1<\/sup>, <b>L. Zhang<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Harbour BioMed, Natick, MA, <sup>2<\/sup>Yinuoke, Ltd., Nanchang, China","CSlideId":"","ControlKey":"34f67eb4-9606-4f52-b289-597b8badca1f","ControlNumber":"7065","DisclosureBlock":"&nbsp;<b>J. Zeng, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1414","PresenterBiography":null,"PresenterDisplayName":"Lingbing Zhang, PhD","PresenterKey":"be0b3f3d-90cc-4c29-ac29-97a15f79c02b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1414. HBM9014, a first-in-class fully human anti-LIFR antibody with excellent preclinical efficacy and safety profile","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HBM9014, a first-in-class fully human anti-LIFR antibody with excellent preclinical efficacy and safety profile","Topics":null,"cSlideId":""},{"Abstract":"ASP-1929 photoimmunotherapy (PIT), an investigational drug-device combination, consists of an epithelial growth factor receptor (EGFR)-targeting drug, cetuximab, conjugated to a light-activatable dye, IRDye&#174; 700DX, and a laser light. Localized illumination results in rapid and selective tumor necrosis in the preclinical setting, and early clinical studies demonstrate a manageable safety profile in patients with head and neck squamous cell carcinoma. In the ongoing clinical trials, however, edema is a commonly reported adverse event and laryngeal edema, requiring prophylactic tracheostomy, has been noted in some patients. Thus, a critical need exists to provide clinicians with tools to manage ASP-1929 PIT-associated edema to ensure optimal patient outcome. To evaluate edema following cancer-targeted PIT, we developed a mouse tumor model and used it to characterize the mechanism of edema development and evaluate various methods for edema reduction. Briefly, cohorts of mice bearing syngeneic LL\/2 tumors engineered to express Ephrin A2 (EphA2) were administered an anti-EphA2 antibody conjugated to IR700 (conjugate) or saline control. Light was applied 24h following administration and edema was measured by caliper. In control mice, light alone did not generate edema; however, mice treated with conjugate plus light showed a light-dose dependent increase in edema volume which peaked at 6h post light delivery. We next evaluated a series of inflammatory cytokines and immune cell populations in the blood and tumor region at the onset (2h), peak (6h), and resolution (24h) of PIT-induced edema. We found a striking increase in neutrophils (500-fold greater than control mice, n=10, p&#60;0.0001) in the blood at the peak of edema formation coinciding with a significant increase in IL-6 (n=5, p&#60;0.001) and IL-10 (n=5, p&#60;0.05), indicating the onset of a heightened inflammatory response. To combat the edema formation, we next evaluated the effect of various anti-inflammatory drugs commonly used in the clinical setting. Cohorts of mice were administered conjugate plus light in the presence or absence of steroids or the selective COX-2 inhibitor meloxicam. Results show there is no reduction in edema by steroids regardless of timing of administration. Conversely, the addition of meloxicam resulted in a significant reduction in edema at all time points and light doses evaluated: 40-50% reduction at both 2h and 6h post-PIT when administered prophylactically and 25% reduction at 6h post-PIT when administered post-light (all settings, n=10, p&#60;0.0001). Importantly, we found the reduction in edema with meloxicam was not associated with a loss of therapeutic benefit based on measurement of tumor growth. In conclusion, the use of COX-2 inhibitors may be directly translated to the clinic for the benefit of patients receiving ASP-1929 PIT and should undergo further evaluation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,Inflammation,Antibody-drug conjugate (ADC),Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Ma<\/b>, M. Gordon, J. Lapetoda, A. Lozano, C. M. Amantea, T. Osada, A. H. Thorne; <br\/>Rakuten Medical, San Diego, CA","CSlideId":"","ControlKey":"dbf49179-baa0-4fe2-95b2-5b722df3d175","ControlNumber":"5036","DisclosureBlock":"<b>&nbsp;G. Ma, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>M. Gordon, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>J. Lapetoda, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>A. Lozano, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>C. M. Amantea, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>T. Osada, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option. <br><b>A. H. Thorne, <\/b> <br><b>Rakuten Medical<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1415","PresenterBiography":null,"PresenterDisplayName":"Gina Ma, BS","PresenterKey":"3bd96d5f-bbf5-4f5a-a23c-093dcc75d419","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1415. Reduction in photoimmunotherapy-induced edema with COX-2 inhibition: Combatting clinically relevant adverse events without compromising efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reduction in photoimmunotherapy-induced edema with COX-2 inhibition: Combatting clinically relevant adverse events without compromising efficacy","Topics":null,"cSlideId":""},{"Abstract":"Fanconi anemia (FA) is a disorder characterized by early-onset solid tumors unresponsive to chemotherapy and radiation. Unresolved inflammation is a hallmark of FA, the mechanisms underlying the initiation and resolution of inflammation in FA are poorly characterized. We hypothesized that FA tumor progression is controlled by dysregulated resolution metabolomes and a systemic pro-inflammatory eicosanoid storm of inflammation-initiating mediators. Using a novel transplantable murine FA tumor model, we show that Fancc-\/- HNSCC (head and neck squamous cell carcinoma) progression disrupts the resolution of inflammation via an imbalance between specialized pro-resolving lipid mediators (SPMs) and eicosanoids. Fancc-\/- tumor-bearing mice exhibited an increase in eicosanoids, including leukotriene B<sub>4<\/sub> (LTB<sub>4<\/sub>) and thromboxane B<sub>2<\/sub> (TXB<sub>2<\/sub>) in the spleen and a 113% increase in prostaglandin E metabolite (PGEM), a marker of PGE<sub>2<\/sub> production, in the plasma compared to non-tumor-bearing (NT) mice. Fancc-\/- tumor-bearing mice exhibited a loss in the SPM\/LTB<sub>4<\/sub> ratio including RvD1\/LTB<sub>4<\/sub>, RvD2\/LTB<sub>4<\/sub>, and MaR1\/LTB<sub>4<\/sub>, compared to NT mice. Given the activity of immune checkpoint blockade in mismatch repair deficient tumors including head and neck cancers, immunotherapy may be relevant to FA-induced cancers. Importantly, the number of absolute T cells and CD4+ T cell function is preserved in individuals with FA. We combined stimulation of the resolution of inflammation (i.e., treatment with RvDs) with immunotherapy in a new transplantable murine FA tumor model. While treatment with RvD4, RvD5, or anti-PD1 immunotherapy alone delayed tumor growth compared to control at treatment day 20, the tumors did escape monotherapy by treatment day 30. Remarkably, RvD4 or RvD5 combined with anti-PD1 immunotherapy induced sustained Fancc-\/- tumor regression. Moreover, RvD4 and\/or anti-PD1 immunotherapy inhibited orthotopic Fancc-\/- tumor growth compared to control. Resolvins and immune checkpoint blockade synergistically induced <i>Fancc-\/- <\/i>tumor regression via macrophage phagocytosis of apoptotic debris, counter-regulation of pro-angiogenic cytokines, and inhibition of angiogenesis. Triggering Receptor Expressed on Myeloid cells-2 (TREM2)-antagonism combined with resolvins and immunotherapy restored SPM\/eicosanoid ratios in <i>Fancc<sup>-\/- <\/sup><\/i>tumor-bearing<i><sup> <\/sup><\/i>mice to pre-cancer levels. SPMs and eicosanoids provide potential early biomarkers and biological targets in FA-induced cancer progression. Stimulating the resolution of inflammation via pro-resolution lipid mediators to enhance immunotherapy is a novel host-centric therapeutic approach to prevent FA-induced cancer progression via debris clearance and cytokine suppression. These results provide evidence for targeting the resolution of inflammation via resolvins to enhance immunotherapy to prevent and\/or reverse FA-induced cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Inflammation,Bone marrow,Cancer immunotherapy,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Quinlivan<\/b><sup>1<\/sup>, H. Yang<sup>2<\/sup>, D. R. Bielenberg<sup>3<\/sup>, S. I. Wells<sup>4<\/sup>, C. N. Serhan<sup>5<\/sup>, D. Panigrahy<sup>1<\/sup>; <br\/><sup>1<\/sup>Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, <sup>2<\/sup>College of Food Science and Nutritional Engineering, China Agricultural University, Beijing, China, <sup>3<\/sup>Boston Children’s Hospital, Harvard Medical School, Boston, MA, <sup>4<\/sup>Cancer and Blood Diseases Institute, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, <sup>5<\/sup>Brigham and Women’s Hospital, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"0a0ac385-9d76-440d-b63a-0c2dc5c291e1","ControlNumber":"5287","DisclosureBlock":"&nbsp;<b>K. Quinlivan, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>D. R. Bielenberg, <\/b> None..<br><b>S. I. Wells, <\/b> None..<br><b>C. N. Serhan, <\/b> None..<br><b>D. Panigrahy, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1416","PresenterBiography":null,"PresenterDisplayName":"Katherine Quinlivan, BS","PresenterKey":"83aa77b7-6de8-4efc-93f6-d02c04b717ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1416. Resolvins enhance immunotherapy to induce Fanconi anemia tumor regression via inflammation resolution","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resolvins enhance immunotherapy to induce Fanconi anemia tumor regression via inflammation resolution","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) has an extremely immunosuppressive microenvironment, primarily mediated by the recruitment of immature myeloid cells (IMCs) to the tumor. IMCs suppress T cell function and dampen the anti-tumor response. In this study, we sought to &#8220;reprogram&#8221; IMCs into antigen-presenting cells (APCs) to enhance anti-tumor T cell responses. To induce IMC differentiation into APCs, we utilized a retroviral replicating vector (RRV) expressing IRF8, a master regulator of type 1 conventional dendritic cell (cDC1) development. We evaluated the impact of IRF8 RRV on <i>in vivo<\/i> tumor growth kinetics, survival, immunosuppression, and immune microenvironment. Because RRV transduction requires the proliferation of target cells, we assessed the proliferative capacity of myeloid cells in murine and human GBM samples. We utilized the SB28 cell line, a poorly immunogenic murine GBM model. We pre-transduced SB28 cells with IRF8 RRV and implanted them intracranially into syngeneic C57BL\/6 mice; controls expressed an empty vector. Intratumoral myeloid cells were proliferative in both murine and human samples. In vivo, tumor and myeloid cells are infected proportionately to their respective levels of proliferation. Mice with IRF8 RRV pre-transduced intracranial tumors had significantly longer survival (median 28 days) compared to controls (median 19 days) (p &#60;0.0001). Additionally, tumor growth was delayed in IRF8 RRV mice. IRF8 RRV mice had significant enrichment of dendritic cells (p = 0.0145), cDC1s (p &#60; 0.0001), T cells (p = 0.0025) and CD8+ T cells (p &#60; 0.0001). Both monocytic and granulocytic IMCs had decreased expression of the immunosuppressive markers Arginase 1 and IDO1. Further, <i>ex vivo<\/i> co-culture of intra-tumoral myeloid cells with na&#239;ve T cells showed a functional decrease in immunosuppression in IRF8 RRV tumors compared to controls (p &#60; 0.0001).<br \/>To study the mechanism of action, we assessed whether IRF8 transduction of tumor cells alone or both tumor and immune cells, was necessary for the observed survival benefit. To inhibit RRV spread from infected cells to other cells, we treated mice with azidothymidine, a reverse transcription inhibitor. A robust survival benefit and tumor growth inhibition were seen only in mice where the RRV could spread freely (p = 0.0005). This finding shows that both tumor and immune cells must be infected to cause the phenotype and suggests that reprogramming immune cells is required for therapeutic efficacy.<br \/>Our novel approach used RRV to deliver a myeloid transcriptional regulator in intracerebral GBM. This therapy achieved significant survival benefits and increased intratumoral cytotoxic T cells and APCs, while decreasing myeloid immunosuppression. Further studies will expand upon the mechanism of action and test combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Gene therapy,Glioblastoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Montoya<\/b>, S. A. Collins, P. Chuntova, N. Kasahara, H. Okada; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"82261169-2e0c-408a-8e9c-fd75cc3e815b","ControlNumber":"5754","DisclosureBlock":"&nbsp;<b>M. Montoya, <\/b> None..<br><b>S. A. Collins, <\/b> None..<br><b>P. Chuntova, <\/b> None.&nbsp;<br><b>N. Kasahara, <\/b> <br><b>GenVivo<\/b> Other, Consulting fee. <br><b>4D Molecular Therapeutics<\/b> Stock Option, Other, Consulting fee.<br><b>H. Okada, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1417","PresenterBiography":null,"PresenterDisplayName":"Megan Montoya, BS","PresenterKey":"962184f8-1eae-4068-a0db-1d0b082caf59","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1417. IRF8 driven reprogramming of the immune microenvironment enhances anti-tumor adaptive immunity and reduces immunosuppression in murine glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IRF8 driven reprogramming of the immune microenvironment enhances anti-tumor adaptive immunity and reduces immunosuppression in murine glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma, a highly aggressive brain tumor with a dismal prognosis necessitates novel therapeutic approaches as current standard treatments yield limited success. Despite the transformative impact of immune checkpoint blockade in various malignancies, its efficacy in glioblastoma remains elusive. Similarly, chimeric antigen receptor T (CAR-T) cell therapy, while successful in hematological malignancies, faces challenges in solid tumors. This study addresses the immunosuppressive barriers hindering the effectiveness of immunotherapies in glioblastoma. Highlighting copper's pivotal role in glioblastoma, our research group demonstrated its elevation and influence on PD-L1 expression. Given the success of copper chelators in treating Wilson's Disease, in which neurological manifestations are alleviated following treatment, we hypothesized that copper chelation therapy could be a promising strategy for glioblastoma, especially when combined with immunotherapies. Flow cytometry analysis revealed a significant increase in the tumor-associated antigen GD2 following treatment with the copper chelator trientine (TETA), suggesting its potential synergy with GD2-targeted immunotherapies. In an immunocompetent murine glioblastoma model, combination therapy with GD2-targeted CAR-T cells and TETA effectively slowed tumor growth, demonstrating enhanced efficacy. Additionally, TETA as a monotherapy significantly improved survival compared to the control. The combination of TETA with anti-PD1 antibody therapy also exhibited promising results in inhibiting tumor growth and subsequently prolonging survival, with some mice demonstrating complete tumor regression. Importantly, TETA decreased copper levels in the brains of the mice, indicating the drug can act on the brain, a crucial therapeutic hurdle that is hampering the efficacy of novel therapies in glioblastoma. Further exploration of immune cell populations using OPAL Multiplex immunohistochemistry following TETA, anti-PD1, and GD2-targeted CAR-T cell treatments will underscore the potential of copper chelation in reshaping the tumor microenvironment. Our findings suggest that copper chelation, with agents like TETA, can be repurposed as a viable anticancer therapy when combined with immunotherapies. This study provides a compelling rationale for further pre-clinical validation, offering a potential breakthrough in the quest for effective glioblastoma treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Glioblastoma,Immuno-oncology,Tumor microenvironment,copper chelation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tyler Shai-Hee<\/b><sup>1<\/sup>, Toni Rose Jue<sup>2<\/sup>, Riccardo Cazzoli<sup>2<\/sup>, Jourdin  R.   C.  Rouaen<sup>2<\/sup>, Filip Michniewicz<sup>3<\/sup>, Jessica Bell<sup>2<\/sup>, Tessa Gargett<sup>4<\/sup>, Michael  P.  Brown<sup>4<\/sup>, Orazio Vittorio<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Clinical Medicine, Faculty of Medicine & Health, UNSW Sydney, Kensington, Australia,<sup>2<\/sup>Children's Cancer Institute, Lowy Cancer Research Centre, UNSW, Kensington, Australia,<sup>3<\/sup>School of Biomedical Sciences, Faculty of Medicine & Health, UNSW Sydney, Kensington, Australia,<sup>4<\/sup>Translational Oncology Laboratory, Centre for Cancer Biology, SA Pathology and University of South Australia, Adelaide, Australia","CSlideId":"","ControlKey":"5c0511b2-e410-4ec3-ba7f-dd456976d096","ControlNumber":"4255","DisclosureBlock":"&nbsp;<b>T. Shai-Hee, <\/b> None..<br><b>T. R. Jue, <\/b> None..<br><b>R. Cazzoli, <\/b> None..<br><b>J. R. C. Rouaen, <\/b> None..<br><b>F. Michniewicz, <\/b> None..<br><b>J. Bell, <\/b> None..<br><b>T. Gargett, <\/b> None.&nbsp;<br><b>M. P. Brown, <\/b> <br><b>Bristol Myers Squibb<\/b> Other. <br><b>MSD<\/b> Other, Advisory Board honoraria paid to my institution.<br><b>O. Vittorio, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1418","PresenterBiography":null,"PresenterDisplayName":"Tyler Shai-Hee, BS","PresenterKey":"7321f4c7-b96e-476a-83ca-18dc89797dba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1418. Priming of the glioblastoma tumour microenvironment via copper chelation to enhance the efficacy of immunotherapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Priming of the glioblastoma tumour microenvironment via copper chelation to enhance the efficacy of immunotherapies","Topics":null,"cSlideId":""},{"Abstract":"Leptomeningeal metastasis (LM) is one of the severe disease conditions in brain metastasis (BM) and results in poor prognosis and reduction of quality of life. Immunotherapies such as anti-Programmed cell Death (PD)-1 antibodies have shown improved overall survival against non-small cell lung cancer (NSCLC).. However, the clinical benefit of patients with NSCLC derived LM is still limited due to poor penetration of therapeutic agents into the brain and cerebrospinal fluid (CSF) and lack of understanding of the tumor microenvironment in LM. In this study, we first developed immune-competent mouse models of LM which show significantly decreased immune cells and increased PD-1+ T cells in the tumor microenvironment as compared to primary NSCLC tumors, thus mimicking primary and LM NSCL in patients. Next, we explored the use of oncolytic herpes simplex virus (oHSV) that selectively replicate in tumor cells and illicit an antitumor effect via oncolysis and production of neoantigens for targeting LM NSCLC. Given that virus neutralization, and inefficient extravasation are the major barriers to the effective systemic delivery of oHSV to target metastatic tumor lesions in the brain, we utilized mesenchymal stem cells (SC) and created two population of mesenchymal SC types: one for loading oncolytic herpes simplex virus (oHSV) and another one, engineered with knockout of Nectin-1 receptor by CRISPR\/Cas9 technique to be resistant to oHSV, for secreting single-chain variable fragment (scFv) anti-PD-1. We show that locoregional treatment improved therapeutic outcomes by inducing oHSV-mediated immunogenic cell death, and activation of anti-tumor T cell signaling in mouse NSCLC LM tumors. Our novel SCs based immunotherapeutic strategy provides a roadmap towards treatment of lung to brain leptomeningeal metastatic patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Brain metastasis,Immunotherapy,Mesenchymal stem cell,Oncolytic virus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Kanaya<\/b><sup>1<\/sup>, W. Seddiq<sup>2<\/sup>, K.-S. Chen<sup>2<\/sup>, Y. Kajiwara<sup>2<\/sup>, L. Moreno Lama<sup>2<\/sup>, S. Kuroda<sup>1<\/sup>, T. Fujiwara<sup>1<\/sup>, H. Wakimoto<sup>3<\/sup>, K. Shah<sup>2<\/sup>; <br\/><sup>1<\/sup>Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan, <sup>2<\/sup>Harvard Medical School\/Brigham and Women's Hospital, Boston, MA, <sup>3<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"f0a34b6b-e3f5-45bd-af1f-77c4ab6e2952","ControlNumber":"2343","DisclosureBlock":"&nbsp;<b>N. Kanaya, <\/b> None..<br><b>W. Seddiq, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>Y. Kajiwara, <\/b> None..<br><b>L. Moreno Lama, <\/b> None..<br><b>S. Kuroda, <\/b> None..<br><b>T. Fujiwara, <\/b> None..<br><b>H. Wakimoto, <\/b> None..<br><b>K. Shah, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1419","PresenterBiography":null,"PresenterDisplayName":"Nobuhiko Kanaya, MD","PresenterKey":"1c755665-d561-498f-8827-015fef70ee33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1419. Locoregional delivery with engineered stem cells modulates immunosuppressive tumor microenvironment in brain leptomeningeal metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Locoregional delivery with engineered stem cells modulates immunosuppressive tumor microenvironment in brain leptomeningeal metastasis","Topics":null,"cSlideId":""},{"Abstract":"NPRL2\/TUSC4 is a tumor suppressor gene whose expression is reduced in many cancers including NSCLC. Restoration of NPRL2 induces cell cycle arrest and apoptosis. We investigated the antitumor immune responses to NPRL2 gene therapy in aPD1 resistant KRAS\/STK11<sup>mt<\/sup> NSCLC in a humanized mouse model. Humanized mice were generated by transplanting human cord blood-derived CD34 stem cells into NSG mice. Mice harboring &#62; 25% human CD45 cells were considered humanized. Lung metastases were developed in humanized mice by injecting KRAS\/STK11<sup>mt<\/sup>\/aPD1<sup>R<\/sup> A549 cells, which were treated with i.v. injection of NPRL2 nanoparticles (DOTAP-NPRL2) with or without pembrolizumab (aPD1). NPRL2 treatment reduced lung metastases, whereas pembrolizumab was ineffective. The antitumor effect was greater in humanized than non-humanized mice suggesting the role of immune cells. The antitumor effect was associated with increased infiltration of human cytotoxic immune cells and decreased numbers of Treg in tumors. NPRL2+ pembrolizumab was not synergistic in this resistant model but was synergistic in KRAS<sup>wt<\/sup>\/aPD1<sup>S<\/sup> H1299 tumors. Cytotoxic immune cells in tumors were associated with the antitumor effect. Consistent with A549, NPRL2 showed a significantly strong antitumor effect on other KRAS<sup>mt<\/sup>\/aPD1<sup>R <\/sup>syngeneic LLC2 tumors whereas aPD1 was not effective. The antitumor effect of NPRL2 was correlated with HLA-DR<sup>+<\/sup> DC, CD11c DC, TILs and NK cells in TME. The antitumor effect of NPRL2 was abolished upon in-vivo depletion of CD4, CD8 T, and M&#934; in the LLC2 tumor model. However, no effect was found on in-vivo depletion of NK cells. Nanostring analysis on lung metastasis resulted in a distinct pattern of human gene expression by NPRL2. T cell functional genes, including IFN&#947;, CD8b, CD7, TNFSF18, ITGA1, GATA3 and TBX21 were significantly increased. Conversely, the negative regulatory genes, including FOXP3, TGFB1, TGFB2, and IL-10RA were inhibited. NPRL2 also downregulated T cell co-inhibitory molecules, including CTLA4, ICOS, LAG3, PDCD1, CD274, IDO1, PDCD1LG2, CD47, and KLRB1. Stably expressing NPRL2 clones were established, and tumors in humanized mice with these clones exhibited significantly slower growth compared to controls. TME analysis showed an upregulation of human CD45, CD3, CD8 T, HLA-DR+ DC and a downregulation of Tregs, CD3<sup>+<\/sup>PD1<sup>+<\/sup>T, MDSC, and CD163<sup>+<\/sup> TAM in tumors expressing NPRL2. The stable cells showed a substantial increase in both colony formation inhibition and apoptosis. Stable clones showed heightened sensitivity to carboplatin in colony formation, apoptosis, and PARP cleavage assays. Stable expression of NPRL2 resulted in the downregulation of both AKT-mTOR and MAPK pathways by inhibition of pAKT, pmTOR, pPRAS40, p4E-BP1, pS6, and pERK1\/2. Taken together, NPRL2 gene therapy induces antitumor activity on KRAS\/STK11<sup>mt<\/sup>\/aPD1<sup>R<\/sup> tumors through DC-mediated antigen presentation and cytotoxic immune cell activation","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Gene therapy,Immune response,Humanized Mouse Model,KRAS\/LKB1 mutant Anti-PD-1 resistant,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. M. Meraz<\/b>, M. Majidi, R. Song, F. Meng, L. Gao, Q. Wang, J. Wang, E. Shpall, J. A. Roth; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"a49797b0-ab28-456e-b6ff-4754be4daa94","ControlNumber":"3791","DisclosureBlock":"&nbsp;<b>I. M. Meraz, <\/b> None..<br><b>M. Majidi, <\/b> None..<br><b>R. Song, <\/b> None..<br><b>F. Meng, <\/b> None..<br><b>L. Gao, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>E. Shpall, <\/b> None.&nbsp;<br><b>J. A. Roth, <\/b> <br><b>Genprex Inc<\/b> Stock, An Advisory Board Member.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1420","PresenterBiography":null,"PresenterDisplayName":"Ismail Meraz, PhD","PresenterKey":"5b65bc67-de8c-4619-8e78-ba64f4b5455f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1420. Mechanism of NPRL2 gene therapy induced antitumor immunity in KRAS\/STK11<sup>mt<\/sup> aPD1 resistant metastatic NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of NPRL2 gene therapy induced antitumor immunity in KRAS\/STK11<sup>mt<\/sup> aPD1 resistant metastatic NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Inhibition of HDAC6 was associated with an increased proinflammatory tumor microenvironment and an antitumoral response. Here, we show that a highly specific HDAC6 inhibitor AVS100 (SS208), blocks M2 polarization in murine and human macrophages while partially affecting M1 polarization. AVS100 effects were observed as blocked upregulation of M2-related gene signature under M2 polarizing conditions and blocked generation of CD206<sup>+<\/sup> and Arg1<sup>+<\/sup> macrophages. Oral administration of AVS100 had an antitumoral effect in SM1 melanoma and CT26 colon cancer models and increased the efficacy of anti-PD1 treatment, leading to complete remission in melanoma and increased response in colon cancer. Flow cytometry and scRNAseq analysis of tumor-infiltrating immune cells revealed an increase of proinflammatory\/anti-inflammatory ratio in tumor-associated macrophages as well as an increase of intratumoral CD8 effector T-cells after AVS100 treatment. Interestingly, cured mice didn&#8217;t relapse and became resistant to a subsequent tumor challenge, suggesting acquired antitumoral T-cell immunity. T-cell repertoire analysis of effector\/memory T-cells in cured mice revealed a higher number of immunodominant T-cell clones after AVS100 treatment, indicating increased T-cell expansion. Finally, AVS100 has demonstrated no mutagenicity and a strong safety profile in rats and dogs, leading to its recent U.S. FDA clearance of an Investigational New Drug (IND) application and planned initiation of Phase Ia\/b clinical trials targeting locally advanced or metastatic solid tumors in the first half of 2024. Altogether, we have performed the preclinical characterization of a novel small molecule inhibitor targeting HDAC6 for solid cancers. AVS100 had an antitumoral effect as single agent and improved the efficacy of immune checkpoint inhibition by blocking the immunoregulatory tumor microenvironment and increasing T-cell immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"HDAC inhibitor,Immunotherapy,Macrophages,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Kovalovsky<\/b><sup>1<\/sup>, S. Noonepalle<sup>2<\/sup>, M. Suresh<sup>2<\/sup>, D. Kumar<sup>1<\/sup>, M. Berrigan<sup>3<\/sup>, A. Horvath<sup>3<\/sup>, A. Kim<sup>3<\/sup>, D. Quiceno-Torres<sup>2<\/sup>, K. Musunuri<sup>1<\/sup>, A. Villagra<sup>2<\/sup>; <br\/><sup>1<\/sup>Avstera Therapeutics Corp., Malvern, PA, <sup>2<\/sup>Georgetown University, Washington, DC, <sup>3<\/sup>The George Washington University, Washington, DC","CSlideId":"","ControlKey":"96880219-d572-497b-b74f-fe44f4e1a71a","ControlNumber":"899","DisclosureBlock":"<b>&nbsp;D. Kovalovsky, <\/b> <br><b>Avstera Therapeutics Corp<\/b> Employment.<br><b>S. Noonepalle, <\/b> None..<br><b>M. Suresh, <\/b> None.&nbsp;<br><b>D. Kumar, <\/b> <br><b>Avstera Therapeutics Corp.<\/b> Employment.<br><b>M. Berrigan, <\/b> None..<br><b>A. Horvath, <\/b> None..<br><b>A. Kim, <\/b> None..<br><b>D. Quiceno-Torres, <\/b> None.&nbsp;<br><b>K. Musunuri, <\/b> <br><b>Avstera Therapeutics Corp<\/b> Employment. <br><b>A. Villagra, <\/b> <br><b>Avstera Therapeutics Corp<\/b> Grant\/Contract, Other, Consultant. <br><b>Shuttle Pharmaceuticals<\/b> Other, Consultant.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1421","PresenterBiography":null,"PresenterDisplayName":"Damian Kovalovsky","PresenterKey":"88bf1885-e3cd-4c85-a348-7315a0d973d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1421. The HDAC6-specific inhibitor AVS100 (SS208) blocks M2 polarization of tumor associated macrophages and potentiates immunotherapy in preclinical tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The HDAC6-specific inhibitor AVS100 (SS208) blocks M2 polarization of tumor associated macrophages and potentiates immunotherapy in preclinical tumor models","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitor therapy (ICT) has revolutionized cancer care, but up to 50% of patients do not respond to ICT. A host factor implicated in variable ICT response is the gut microbiome: a) germfree\/antibiotic-treated mice do not respond to ICT; b) human ICT responders have distinct gut microbiome signatures compared to non-responders; and c) fecal microbiota transplants are safe and potentially effective in cancer patients previously unresponsive to ICT. We have previously established that ICT induces translocation of gut microbiota into secondary lymphoid tissues (particularly the mesenteric lymph nodes) and tumor which is required to enhance extraintestinal anti-tumor immunity (PMID: 36867675). Here, we have developed a novel gut microbiota therapy (GMT) which circumvents the challenges and limitations of conventional microbiome therapies that use live microbes. GMT utilizes specific components derived from commensal gut microbiota identified in our published clinical study (PMID:28923537) that can be administered parenterally (subcutaneous\/intravenous) to safely and reproducibly enhance ICT efficacy in multiple preclinical cancer models (B16-F10 with anti-PD-1 and\/or CTLA-4, MC38 with or without anti-PD-1, humanized mouse with human melanoma and human anti-PD-1). GMT acts by agonizing the pattern recognition receptors hTLR1\/2\/6, hNOD2 and hSTING. GMT induces anti-tumor cytokines (IL-12) but does not significantly increase sepsis associated cytokines (IL-6, TNFa) in both human immune cells and in non-human primates. Mechanistically, GMT acts via dendritic cells, and potentially through increased expression of delta-like ligand protein 4 (DLL4), a Notch signaling ligand that activates Notch 1\/4 in T cells and promotes Th1 and Th17 differentiation. Current efforts to identify the active components of GMT are underway in which we have used serial liquid-liquid extractions (ethyl acetate followed by water:methanol:chloroform) and subsequent reverse phase chromatography to identify the most active fractions and identification of the bacterial components\/constituents within these fractions. Together, these results demonstrate that GMT has the potential to serve as an innate immune adjuvant (akin to vaccine adjuvants) that enhances the effect of immunotherapy for possibly many cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Combination therapy,Microbiome,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Del Valle<\/b>, G. Nguyen, Y. Choi, P. Sabaeifard, W. Li, J. Lichterman, L. Coughlin, N. Poulides, A. Sanjuan, A. Y. Koh; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"3e8b1e48-c7ff-4456-aa84-07048aaf0254","ControlNumber":"5421","DisclosureBlock":"&nbsp;<b>P. Del Valle, <\/b> None..<br><b>G. Nguyen, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>P. Sabaeifard, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>J. Lichterman, <\/b> None..<br><b>L. Coughlin, <\/b> None..<br><b>N. Poulides, <\/b> None..<br><b>A. Sanjuan, <\/b> None.&nbsp;<br><b>A. Y. Koh, <\/b> <br><b>Prolacta<\/b> Grant\/Contract, Other, Consultant. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Aumenta Biosciences<\/b> Other, Co-founder.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1422","PresenterBiography":null,"PresenterDisplayName":"Priscilla Del Valle, BS","PresenterKey":"62760497-d911-4c65-b648-6c94923d46b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1422. A novel gut microbiota therapeutic approach for enhancing immune checkpoint inhibitor therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel gut microbiota therapeutic approach for enhancing immune checkpoint inhibitor therapy","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is one of the most aggressive subtypes of breast cancer. The discovery that this subtype has the highest levels of tumor-infiltrating immune cells and programmed death ligand 1 (PD-L1) expression in the tumor microenvironment (TME) has propelled the use of anti-PD-1 immune checkpoint blockade (ICB) therapy, in combination with chemotherapy, as a treatment for TNBC patients. This has advantageously impacted TNBC patient outcomes such as survival, yet there remains a need to improve patient response to ICB therapies. The gut microbiome, in particular, increased abundance of <i>Akkermansia muciniphila<\/i> was associated with ICB therapy response in other cancer types. <i>A. muciniphila <\/i>can degrade mucins and produce short-chain fatty acid (SCFA) metabolites. Therefore, we investigated the interplay between <i>A. muciniphila<\/i>, SCFAs, and ICB therapy efficacy in TNBC models. As diet is the main modifier of the gut microbiome, we first investigated diet-gut microbiome interactions on ICB efficacy. Using the EO771 syngeneic murine model of TNBC, female C57BL\/6 tumor-bearing mice consuming a low-fat control, or high-fat Western, or Mediterranean diet, were treated with 3 doses of 200&#181;g of IgG or anti-PD-L1 antibodies and tumor progression was monitored. To assess changes in tumoral immune cell populations, end-of-study tumor tissue was used for immunohistochemistry (IHC). To evaluate modulation on the gut microbiome, metagenomic sequencing was performed on DNA isolated from fecal samples collected at the end-of-study, and targeted SCFA metabolomic analysis was performed on plasma collected at the study endpoint. Results show mice consuming a Mediterranean diet treated with anti-PD-L1 had significant increases in the abundance of gut <i>A. muciniphila<\/i> and plasma SCFAs, as well as significantly reduced primary tumor volume and increased immune cell activity within the TME. To then investigate if direct supplementation of <i>A. muciniphila <\/i>or SCFAs could enhance ICB efficacy, EO771 tumor-bearing mice were treated with 3 doses of 200&#181;g of IgG, anti-PD-L1 or anti-PD-1 antibodies with a subset of mice stratified to also receive <i>A. muciniphila<\/i> or exogenous<i><\/i>supplementation of<i> <\/i>SCFAs. Tumor progression was measured and changes in tumoral immune cell populations were assessed with end-of-study tumor tissue prepared for flow cytometry and IHC. Results show mice supplemented with <i>A. muciniphila <\/i>and treated with anti-PD-L1 therapy demonstrated response to treatment, with a significant reduction in tumor volume as well as increased levels of immune cell populations in the TME. Mice supplemented with SCFAs and treated with a combination of anti-PD-1 and chemotherapy demonstrated enhanced response to treatment, with a significant reduction in tumor volume. In conclusion, data from our lab suggest that increased levels of gut <i>A. muciniphila<\/i> and SCFAs drive ICB efficacy in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Immune checkpoint blockade,Microbiome,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Y. Clear<\/b>, A. S. Wilson, E. R. Stirling, Y.-T. Tsai, V. Payne, D. R. Soto-Pantoja, K. L. Cook; <br\/>Wake Forest University School of Medicine, Winston-Salem, NC","CSlideId":"","ControlKey":"d9ea0cab-c4e9-4dca-9688-2b825bebfb29","ControlNumber":"6943","DisclosureBlock":"&nbsp;<b>K. Y. Clear, <\/b> None..<br><b>A. S. Wilson, <\/b> None..<br><b>E. R. Stirling, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>V. Payne, <\/b> None..<br><b>D. R. Soto-Pantoja, <\/b> None..<br><b>K. L. Cook, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5863","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1423","PresenterBiography":null,"PresenterDisplayName":"Kenysha Clear, BS","PresenterKey":"d9bfb680-24a3-411d-a67c-66a02a7ac20c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1423. Harnessing the gut microbiome to modulate immune checkpoint blockade response in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing the gut microbiome to modulate immune checkpoint blockade response in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint blockade (ICB) therapies by antibodies have revolutionized the treatment paradigm for a variety of cancers. Although subsets of people exhibit durable responses, resistance and relapse are common in hepatocellular carcinoma (HCC). We therefore aim to delineate the mechanism underlying the failure of ICB therapy in HCC, and more importantly to identify ICB-sensitizing therapeutic approaches.<br \/>Methods: ICB-resistant orthotopic-grafted murine models were established via a serial selection of HCC cells in ICB-treated mice. Integrated multi-omics analysis (single-cell RNA-seq, single-cell ATAC-seq and ChIP-seq) were applied to decode the mechanisms underlying the ICB resistance and an epigenetic-mediated ICB response.<br \/>Results: We successfully established the ICB-resistant murine models of HCC, in which tumor intrinsic interferon-gamma (IFN&#947;) response was most significantly suppressed and characterized by a &#8220;cold&#8221; tumor microenvironment with decreased lymphocyte activation and intratumoral infiltration. On the other hand, single cell RNA-seq analysis of human HCC biopsies revealed that patients with HDAC1\/2\/3-high HCC exhibit poor survival upon ICB therapy. Notably, we found that a novel specific HDAC1\/2\/3 inhibitor CXD101 synergized with PD-(L)1 antibody to induce immunogenic cell death, eradicate tumor and prolong survival in our ICB-resistant mouse models, which was accompanied by enhanced intratumoral infiltration, activation and anti-tumor memory formation of cytotoxic lymphocytes. Mechanistically, CXD101 combined with PD-(L)1 inhibition synergistically reactivated tumor IFN&#947; pathway via enhancing chromatin accessibility of downstream genes associated with antigen presentation and lymphocytes recruitment. Moreover, the activated immune system induced tumor cell pyroptosis, further igniting antitumor immunity and ICB response.<br \/>Conclusions: Our findings suggest that corruption of tumor intrinsic IFN&#947; signaling may confer ICB resistance upon ICB therapy, which can be rectified by class I HDAC inhibitor mediated IFN&#947; response and tumor cell pyroptosis. Based on these findings, we have commenced a Phase II clinical study of a new epigenetic immunotherapy (CXD101 plus anti-PD-1) for HCC patients resisting anti-PD-(L)1 alone. This project is supported by the CRF (C4045-18W), GRF (14115820), TRS (T11-706\/18-N), Li Ka Shing Foundation, CUHK Strategic Seed Funding for Collaborative Research Scheme. We also acknowledge support (funding and study medications) by Celleron Therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Epigenetics,Interferons,Pyroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Tu<\/b><sup>1<\/sup>, H. Wu<sup>1<\/sup>, C. Zhong<sup>2<\/sup>, Z. Xiong<sup>1<\/sup>, J. Wang<sup>1<\/sup>, P. P. Wong<sup>1<\/sup>, W. Yang<sup>1<\/sup>, J. Lu<sup>1<\/sup>, Z. Liang<sup>1<\/sup>, S. Chen<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, S. Chen<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, K.-F. To<sup>1<\/sup>, J. J. Sung<sup>3<\/sup>, S. L. Chan<sup>1<\/sup>, D. Kerr<sup>4<\/sup>, N. L. Thangue<sup>4<\/sup>, A. S. Cheng<sup>1<\/sup>; <br\/><sup>1<\/sup>The Chinese University of Hong Kong, Hong Kong, Hong Kong, <sup>2<\/sup>Renji Hospital Affiliated to Shanghai Jiao Tong University, Shanghai, China, <sup>3<\/sup>Nanyang Technological University, Singapore, Singapore, <sup>4<\/sup>The University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"1f84d5a2-7af6-48b8-b236-fbf6768e6533","ControlNumber":"2381","DisclosureBlock":"&nbsp;<b>Y. Tu, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>C. Zhong, <\/b> None..<br><b>Z. Xiong, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>P. P. Wong, <\/b> None..<br><b>W. Yang, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>Z. Liang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>K. To, <\/b> None..<br><b>J. J. Sung, <\/b> None..<br><b>S. L. Chan, <\/b> None..<br><b>D. Kerr, <\/b> None..<br><b>N. L. Thangue, <\/b> None..<br><b>A. S. Cheng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1424","PresenterBiography":null,"PresenterDisplayName":"Yalin TU","PresenterKey":"f2627ed0-88e2-4994-88ec-9a7fae19060e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1424. Epigenetic activation of tumoral IFN&#947;response and pyroptosis overcomes immunotherapy resistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic activation of tumoral IFN&#947;response and pyroptosis overcomes immunotherapy resistance in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Epigenetic silencing of MHC-I, and poor T cell infiltration and function in the tumor microenvironment (TME) are prevalent in solid malignancies and associate with lack of response to immune checkpoint blockade (ICB). Novel combination therapies may overcome these barriers, thereby providing clinical benefit across solid tumors. STAR0602 is a first-in-class bifunctional therapeutic molecule, that simultaneously engages a nonclonal mode of T cell receptor (TCR) activation with costimulation to promote activation and expansion of &#945;&#946; T cell subsets expressing distinct variable &#946; (V&#946;) TCR chains. Here, we examined the tumor-suppressive ability and mode of action of a murine surrogate of STAR0602 (mSTAR1302) in combination with the class I HDAC inhibitor Entinostat, an epigenetic modulator that enhances tumor immune cell recognition, in multiple tumor models, including ICB-refractory.<br \/>Methods: mSTAR1302 and\/or Entinostat were administered to mice bearing ICB-responsive breast EMT6 wild-type (wt) and ICB-refractory EMT6 &#946;2-microglobulin (B2m)-deleted and CT26 (Kras G12D<sup>mut<\/sup> colon) tumors. Anti-tumor efficacy, survival, and protective memory were monitored. Immune cell depletion studies were conducted. Comprehensive proteomic and immune profiling of tumor, tumor-draining lymph node (tdLN), and spleen cell populations was conducted. Antigen-specific IFNg T cell responses were evaluated by ELISpot.<br \/>Results: Combination therapy demonstrated significant enhancement in tumor suppression and prolonged survival in CT26 (MHC-I<sup>+<\/sup>), EMT6 wt (MHC-I<sup>+<\/sup>) and EMT6 &#946;2m-deleted (MHC-I<sup>null<\/sup>) tumors relative to single agent therapy, as well as enhanced tumor-specific protective memory responses. Tumor suppression was independent of CD4<sup>+<\/sup> T cell immunity and associated with sustained activation and expansion of V&#946;13 CD8<sup>+<\/sup> T cells.<br \/>Conclusions: Ongoing mechanistic studies indicate combination therapy to elicit complimentary mechanisms of tumor suppression beyond CD8<sup>+<\/sup> T cells. Ongoing proteomic and single-cell transcriptomic investigation of MHC-I competent and null tumors will provide a deeper insight into the mode of action of this combination therapy. Collectively, these data support the use of STAR0602 in combination with Entinostat for the treatment of solid malignancies, including for patients harboring ICB-refractory tumors devoid of MHC class I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,PD-1 blockade,HDAC inhibitor,IL-15,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. E. Lothstein<\/b><sup>1<\/sup>, A. S. Khelifa<sup>1<\/sup>, M. Miyamoto<sup>1<\/sup>, C. M. Minnar<sup>1<\/sup>, L. Poppe<sup>1<\/sup>, N. Roller<sup>1<\/sup>, A. Bayliffe<sup>2<\/sup>, K. Liu<sup>2<\/sup>, J. Moisan<sup>2<\/sup>, M. Katragadda<sup>2<\/sup>, Z. Su<sup>2<\/sup>, J. Schlom<sup>1<\/sup>, S. R. Gameiro<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Marengo Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"09caf0bd-957e-431c-a9f2-568354f447ca","ControlNumber":"3427","DisclosureBlock":"&nbsp;<b>K. E. Lothstein, <\/b> None..<br><b>A. S. Khelifa, <\/b> None..<br><b>M. Miyamoto, <\/b> None..<br><b>C. M. Minnar, <\/b> None..<br><b>L. Poppe, <\/b> None..<br><b>N. Roller, <\/b> None.&nbsp;<br><b>A. Bayliffe, <\/b> <br><b>Marengo Therapeutics<\/b> Employment. <br><b>K. Liu, <\/b> <br><b>Marengo Therapeutics<\/b> Employment. <br><b>J. Moisan, <\/b> <br><b>Marengo Therapeutics<\/b> Employment. <br><b>M. Katragadda, <\/b> <br><b>Marengo Therapeutics<\/b> Employment. <br><b>Z. Su, <\/b> <br><b>Marengo Therapeutics<\/b> Employment.<br><b>J. Schlom, <\/b> None..<br><b>S. R. Gameiro, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1425","PresenterBiography":null,"PresenterDisplayName":"Katherine Lothstein, PhD","PresenterKey":"43806eb2-ef6e-4edc-beea-6cb2f5860c8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1425. Epigenetic modulation synergizes with a novel TCR &#946; chain directed antibody-fusion molecule to suppress checkpoint-refractory tumors irrespective of MHC I status","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic modulation synergizes with a novel TCR &#946; chain directed antibody-fusion molecule to suppress checkpoint-refractory tumors irrespective of MHC I status","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Although use of immune-checkpoint inhibitors (ICI) has yielded impressive results in cancer patients, resistance to ICI therapies has increasingly been observed, especially in hepatocellular carcinoma (HCC).<br \/><b>Materials and Methods:<\/b> We generated a novel anti-programmed death-ligand 1 (PD-L1) treatment resistant mouse hepatoma cell Hepa1-6 (PD-L1R) by 7-generation of <i>in vivo<\/i> selection. To dissect tumor cell-intrinsic resistant mechanism, we performed single-cell RNA-sequencing (scRNA-seq) from anti-PD-L1-treated tumors generated from parental or PD-L1R cells. Expression level of target genes was detected by QPCR, western blot and immunohistochemical analyses. Lipid content and fatty acid uptake was examined by Oil Red O and BIODIPY staining. <i>Peroxisome proliferator-activated receptor gamma<\/i> (<i>PPAR&#947;<\/i>) promoter methylation level was analyzed by bisulfite pyrosequencing. To investigate the tumor cell-extrinsic factors, we profiled the myeloid and lymphoid lineages by flow cytometry.<br \/><b>Results: <\/b>ScRNA-seq revealed significant gene enrichments in lipid metabolism and PPAR&#947; signaling pathway in PD-L1R tumors, which could be verified in both mRNA and protein levels. Moreover, we observed evident lipid accumulation in the PD-L1R tumors when compared to the parental tumors by Oil Red O staining. Consistently, PD-L1R tumor cells exhibited higher lipid content and enhanced fatty acid uptake <i>in vitro<\/i>, as demonstrated by BODIPY<sup>493\/503 <\/sup>and BODIPY-C16 analyses. Of note, palmitic acid could dose-dependently increase <i>Pparg<\/i> mRNA expression in parental cells to a similar level with the PD-L1R cells, supporting an important role of lipids in inducing PPAR&#947; expression. Pyrosequencing analysis indicated that PD-L1R cells exhibited lower PPAR&#947; methylation level compared with parental cells. Notably, 5-Azacytidine treatment in parental cells significantly reduced the promoter DNA methylation and increased <i>Pparg <\/i>mRNA expression to similar extent with the PD-L1R tumor cells, thus indicating DNA hypomethylation-driven PPAR&#947; up-regulation. Flow cytometry analysis showed that ICI resistance was associated with lower cytotoxic CD8<sup>+<\/sup> T cells but higher intermediate Th17 cells, myeloid-derived suppressor cells and T regulatory cells in the tumor microenvironment (TME).<br \/><b>Conclusions:<\/b> Our study suggested that lipid exposure may epigenetically up-regulate PPAR&#947; transcription in the development of anti-PD-L1 resistance. Detailed investigation on the crosstalk between aberrant lipid metabolism and immunosuppressive TME is ongoing.<br \/><b>Acknowledgment:<\/b> This study is supported by RGC General Research Fund (14120621 and 14119023), Li Ka Shing Foundation and CUHK Strategic Seed Funding for Collaborative Research Scheme.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Therapy resistance,Tumor microenvironment,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Xiong<\/b><sup>1<\/sup>, S. L. Chan<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, X. Zeng<sup>1<\/sup>, W. Yang<sup>1<\/sup>, H. Wu<sup>1<\/sup>, J. Cao<sup>1<\/sup>, J.-T. Low<sup>2<\/sup>, M. W. Chan<sup>2<\/sup>, K. Y. Yip<sup>3<\/sup>, J. J. Sung<sup>4<\/sup>, A. S. Cheng<sup>1<\/sup>; <br\/><sup>1<\/sup>The Chinese University of Hong Kong, Hong Kong, China, <sup>2<\/sup>National Chung Cheng University, Min-Hsiung, Taiwan, <sup>3<\/sup>Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA, <sup>4<\/sup>Nanyang Technological University, Singapore, Singapore","CSlideId":"","ControlKey":"e4890b3b-8c72-46c8-9fc2-75102c627bdb","ControlNumber":"6076","DisclosureBlock":"&nbsp;<b>Z. Xiong, <\/b> None..<br><b>S. L. Chan, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>X. Zeng, <\/b> None..<br><b>W. Yang, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Cao, <\/b> None..<br><b>J. Low, <\/b> None..<br><b>M. W. Chan, <\/b> None..<br><b>K. Y. Yip, <\/b> None..<br><b>J. J. Sung, <\/b> None..<br><b>A. S. Cheng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1426","PresenterBiography":null,"PresenterDisplayName":"Xiong Zhewen, MS","PresenterKey":"107bfa09-61d4-4672-ba95-ea3ad71196c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1426. Lipid-mediated epigenetic activation of PPAR-gamma signaling promotes immune-checkpoint resistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"335","SessionOnDemand":"False","SessionTitle":"Inflammation, Host Factors, and Epigenetic Influences on Cancer Development and Treatment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipid-mediated epigenetic activation of PPAR-gamma signaling promotes immune-checkpoint resistance in hepatocellular carcinoma","Topics":null,"cSlideId":""}]