[{"Abstract":"Endogenous and exogenous exposures are associated with distinctive molecular marks in somatic tissues, including human tumours. Integrative multi-omic approaches could help improving the resolution to detect the molecular marks associated with disease aetiology. Here, we leveraged the overlapping molecular information of clear cell renal cell carcinomas (ccRCC) tumours from Mutographs cohort by integrating DNA methylation, transcriptome, and whole-genome sequencing-based somatic mutation data to explore and gain new insights into exposures linked to ccRCC aetiology. Our novel framework identified important sources of biological variance across ccRCC tumours that were summarized as molecular components. We inferred these molecular ccRCC components into independent datasets to further explore their relationship with molecular and epidemiological features of ccRCC, normal adjacent kidney tissues, and other cancer types. Our results revealed a major ccRCC molecular component correlating with cellular mitotic age-related features, particularly the mitotic epigenetic clock (age-adjusted epiTOC2), clock-like DNA mutational signatures (SBS1\/ID1), and telomere attrition. This molecular component was overrepresented in ccRCC tumours in comparison with normal paired kidney tissues, associating with <i>PBRM1 <\/i>and <i>SETD2<\/i> somatic cancer driver mutations, genome stability, tumor stage, grade and ccRCC patient survival, independently to chronological age. Pan-cancer analysis supported the mitotic-age effect, represented by this molecular component, in other cancer types. Another ccRCC component was associated with tobacco usage, the presence of tobacco related DNA mutational and methylation signatures, increased total mutation burden, and sex. This component was also related to the epigenetic regulation of xenobiotic metabolism-related genes (e.g., <i>GSTP1<\/i>), further suggesting a relationship with genotoxic compounds. We further identified molecular components related to the ccRCC tumour microenvironment and cell proliferation, including one component related to <i>BAP1<\/i> cancer driver mutations, pro-inflammatory immune cells, and ccRCC patient survival. In conclusion, our study reports a novel framework to molecular characterize ccRCC tumours using an integrative multi-omic approach, providing additional insights into the molecular footprints of endogenous and exogenous exposures in ccRCC tumours, including molecular components with prognostic value for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Aging,Cancer genomics,Kidney cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Cortez Cardoso Penha II<\/b><sup>1<\/sup>, A. Sexton Oates<sup>1<\/sup>, S. Senkin<sup>1<\/sup>, H. Park<sup>1<\/sup>, N. Alcala<sup>1<\/sup>, M. Foll<sup>1<\/sup>, K. Smith-Byrne<sup>2<\/sup>, P. Brennan<sup>1<\/sup>, J. Mckay<sup>1<\/sup>; <br\/><sup>1<\/sup>International Agency for Research on Cancer, Lyon, France, <sup>2<\/sup>Oxford University, Oxford, United Kingdom","CSlideId":"","ControlKey":"1c81396f-3871-45bc-b5b7-8c5de1e9e61b","ControlNumber":"6755","DisclosureBlock":"&nbsp;<b>R. Cortez Cardoso Penha, <\/b> None..<br><b>A. Sexton Oates, <\/b> None..<br><b>S. Senkin, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>N. Alcala, <\/b> None..<br><b>M. Foll, <\/b> None..<br><b>K. Smith-Byrne, <\/b> None..<br><b>P. Brennan, <\/b> None..<br><b>J. Mckay, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6231","PresenterBiography":null,"PresenterDisplayName":"Ricardo Cortez Cardoso Penha","PresenterKey":"b60c9f8a-9356-43fb-9e2d-2460efb5a225","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6231. Multi-omic characterisation of clear cell renal carcinoma reveals endogenous and exogenous processes related to its aetiology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic characterisation of clear cell renal carcinoma reveals endogenous and exogenous processes related to its aetiology","Topics":null,"cSlideId":""},{"Abstract":"PTEN is an important tumor suppressor that plays an essential role in regulating cell proliferation. Loss of PTEN function is implicated in approximately 50% of metastatic cancers. Individuals with pathogenic <i>PTEN <\/i>variants are at significantly elevated risk of developing hereditary cancer syndromes such as PTEN hamartoma tumor syndrome. While genetic testing for <i>PTEN<\/i> is valuable for identifying individuals at risk, 47% of 3065 publicly reported <i>PTEN<\/i> variants are not conclusively classified; they either have conflicting interpretations of pathogenicity or are labeled as &#8220;Variants of Uncertain Significance (VUS)&#8221; and are not clinically actionable. The lack of a clear interpretation for these <i>PTEN<\/i> variants hinders the targeted care and surveillance of patients and places a strain on the healthcare system. To overcome this issue, our aim is to develop a clinically relevant tool for assessing the pathogenic effects of <i>PTEN<\/i> variants.We hypothesize that loss of function (LoF) PTEN variants will lead to changes in cellular phenotypic profiles that can be measured through single-cell phenotypic profiling. Thus, our goal is to investigate the functional status of exogenously expressed <i>PTEN<\/i> variants in <i>PTEN<\/i>-\/- HEK 293 cells. We developed a multiplexed high content imaging assay to characterize PTEN and its key signaling partners such as phospho-Akt. Additionally, we developed a deep learning based single-cell phenotypic profiling pipeline named Paracell that uses subcellular segmentation to extract 540 phenotypic features. Cells that exhibit abnormal phenotypic profiles are indicative of loss of PTEN function. Preliminary results from testing 73 missense variants of <i>PTEN<\/i> showed that functional and LoF PTEN variants form distinctive clusters in a two-dimensional UMAP plot based on Paracell outputs, suggesting that our approach can identify potentially pathogenic variants of PTEN.Through characterizing novel VUS, we can elucidate structural domains involved in PTEN&#8217;s tumor suppressing activity. The result of these classifications will enable more optimized detection, diagnosis, and surveillance strategies for <i>PTEN<\/i>-related cancers. Ultimately, we aim to contribute to improving the genetic testing of PTEN and the development of targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"PTEN,Machine learning,Genetic susceptibility,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ajay  P.  Singh<\/b><sup><\/sup>, Jasmine Wen<sup><\/sup>, David Nguyen<sup><\/sup>, Vedanta Khan<sup><\/sup>, Kiran Dhami<sup><\/sup>, Kaitlynn Meier-Ross<sup><\/sup>, Benjamin Martin<sup><\/sup>, Jesse  T.  Chao<sup><\/sup><br><br\/>Medical Biophysics, University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"3748f65e-cf43-4683-b12b-30b18609ce00","ControlNumber":"7193","DisclosureBlock":"&nbsp;<b>A. P. Singh, <\/b> None..<br><b>J. Wen, <\/b> None..<br><b>D. Nguyen, <\/b> None..<br><b>V. Khan, <\/b> None..<br><b>K. Dhami, <\/b> None..<br><b>K. Meier-Ross, <\/b> None..<br><b>B. Martin, <\/b> None..<br><b>J. T. Chao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6233","PresenterBiography":null,"PresenterDisplayName":"Ajay Singh, BS","PresenterKey":"1119dbbe-4993-4b64-a70a-23b06c053690","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6233. Characterizing variants of uncertain significance in the tumor suppressor gene known as phosphatase and tensin homolog (PTEN)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing variants of uncertain significance in the tumor suppressor gene known as phosphatase and tensin homolog (PTEN)","Topics":null,"cSlideId":""},{"Abstract":"AML is an aggressive hematological malignancy with heterogeneous genetic abnormalities. Using a conditional knock-in mouse model (<i>Cbfb<sup>56M\/+<\/sup>\/Mx1-Cre<\/i>) to mimic the somatic acquisition of fusion gene <i>CBFB-MYH11<\/i> (CM), created in the recurrent chromosome translocation inv(16)(p13q22) of AML, we previously reported that the blood transcriptome undergoes state-transition from health to leukemia. In this study, we analyze the transcriptomic alterations and leukemic cell heterogeneities in a leukemia state-space using single-cell RNA sequencing (scRNA-seq). CM expression was induced in <i>Cbfb<sup>56M\/+<\/sup>\/Mx1-Cre<\/i> mice by poly (I:C) injection, and scRNA-seq analysis was performed on peripheral blood mononuclear cells (PBMC) and bone marrow (BM) cells from leukemic mice and age-matched wild-type (WT) controls. More than 105,000 cells were subjected to the following dimensionality reduction and cell type annotation. By performing principal component analysis (PCA), we observed a Y-shape cell distribution with emergence of a divergent branch occupied by leukemic cells which can be mapped to a leukemic state. The principal components 1 and 2 (PC1 and PC2) clearly distinguish the leukemic cells from normal cell types such as myeloid cells and lymphocytes. By accessing the eigenvalue of genes for PC1 and PC2, we quantified the crucial genes and pathways related to leukemia progression at a single-cell level. We characterized cKit+ leukemic cell clusters by transcriptome-based correlation and gene expression pattern and found that they resembled stem cells and megakaryocytic-erythroid progenitors (MEP) with dysregulated pathways, including upregulated \"inflammatory response\" and downregulated pathways related to Myc targets, oxidative phosphorylation, mitochondrial protein translation, and ribosomal biogenesis\/assembly. Examining the 31 clusters (C0-C30) seen in cKit+ BM cells, we identified 9 leukemic clusters exhibiting distinct features, including high heme-metabolism (C0, C1, and C2), high proliferation (C1, C8), S phase (C4, C10), low oxidative phosphorylation (C2, C5, C17), high Cd9 (C10), high Egfl7 (C7, C8). In conclusion, our study unveils state-transition from health to leukemia at single-cell resolution, and uncovers diverse biological heterogeneities associated with the inv(16) AML state. Further refinement of transcriptome state-transition and single-cell analysis will provide an analytical framework for modeling the dynamic changes during disease evolution at the single-cell level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Single cell RNA-seq,State-transition modeling,Cancer cell heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-H. Fu<\/b>, L. Zhang, Y.-C. Chen, D. E. Frankhouser, L. Uechi, D. O'Meally, S. Branciamore, G. Marcucci, R. Rockne, Y.-H. Kuo; <br\/>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"7a730879-2f8e-4f1c-b57d-cb77ff03ee0e","ControlNumber":"7447","DisclosureBlock":"&nbsp;<b>Y. Fu, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>D. E. Frankhouser, <\/b> None..<br><b>L. Uechi, <\/b> None..<br><b>D. O'Meally, <\/b> None..<br><b>S. Branciamore, <\/b> None..<br><b>G. Marcucci, <\/b> None..<br><b>R. Rockne, <\/b> None..<br><b>Y. Kuo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6234","PresenterBiography":null,"PresenterDisplayName":"Yu-Hsuan Fu","PresenterKey":"81fd24ba-e4ff-4198-aa94-11175c83c760","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6234. Single-cell analysis of state-transition from health to leukemia and the leukemic cell heterogeneities in inv(16) acute myeloid leukemia (AML)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell analysis of state-transition from health to leukemia and the leukemic cell heterogeneities in inv(16) acute myeloid leukemia (AML)","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<br \/>Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal neoplasm of the pancreas characterized by a low survival rate and limited treatment options. Despite the success of immunotherapy in various cancer types, its efficacy in PDAC remains low. The underlying reasons for this discrepancy are not fully understood, despite PDAC exhibiting a moderate mutation burden. One possible determinant could be the loss of heterozygosity (LOH) at the human leukocyte antigen (HLA) loci, resulting in compromised antigen presentation. In this work, we aim to identify and validate HLA LOH events in two independent cohorts to gain insights into both their prevalence and clinical and phenotypic impact on PDAC.<br \/>Methods:<br \/>We applied LOHHLA, a specialized pipeline to identify HLA LOH events from paired whole genome sequencing to two independent cohorts comprising over 650 patients. We contextualized these results with the paired transcriptome-wide gene expression data and immunohistochemistry stains. In addition, we developed a machine learning classifier to predict HLA LOH from transcriptomic data. We transfer this classifier to single cell RNA sequencing data to identify the impact of (subclonal) HLA LOH on the tumor microenvironment.<br \/>Results:<br \/>HLA LOH events occur in approximately 30% of PDAC patients, with about 50% of these deletions being focal deletions. We find evidence that focal but not non-focal LOH is a driver of immune escape. Overall, we find that HLA LOH events are early genetic alterations and observe a significant association between HLA LOH and the Basal PDAC expression subtype. In addition, we find that HLA expression is the most important determinant of lymphocyte infiltration followed by an intact HLA locus. Moreover, our transcriptomic classifier allowed us to accurately identify HLA LOH events from RNA sequencing data, which we successfully validated in an independent cohort. Finally, we applied this classifier to single cell sequencing data and identified phenotypic differences in multiple compartments of the tumor microenvironment between samples with intact HLA and HLA LOH.<br \/>Conclusions:<br \/>In conclusion, our study provides the most in depth characterization of the consequences of altered antigen presentation in PDAC to date. We have demonstrated that HLA LOH occurs in a substantial proportion of patients. Overall, these findings contribute to a better understanding of the immune landscape in PDAC and may have implications for the development of immunotherapeutic strategies tailored to this challenging cancer type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Immuno-oncology,HLA class I,Copy number alterations,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Geuenich<\/b><sup>1<\/sup>, B. Gruenwald<sup>2<\/sup>, G. O'Kane<sup>2<\/sup>, C. Yu<sup>1<\/sup>, T. Ju<sup>1<\/sup>, A. Zhang<sup>3<\/sup>, O. Hamza<sup>3<\/sup>, G. Jang<sup>3<\/sup>, F. Notta<sup>3<\/sup>, S. Gallinger<sup>3<\/sup>, K. R. Campbell<sup>1<\/sup>; <br\/><sup>1<\/sup>Lunenfeld-Tanenbaum Research Institute, Toronto, ON, Canada, <sup>2<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>3<\/sup>Ontario Institute of Cancer Research, Toronto, ON, Canada","CSlideId":"","ControlKey":"43001c17-3dfa-4265-8e88-7e7e5354b435","ControlNumber":"7486","DisclosureBlock":"&nbsp;<b>M. J. Geuenich, <\/b> None..<br><b>B. Gruenwald, <\/b> None..<br><b>G. O'Kane, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>T. Ju, <\/b> None..<br><b>A. Zhang, <\/b> None..<br><b>O. Hamza, <\/b> None..<br><b>G. Jang, <\/b> None..<br><b>F. Notta, <\/b> None..<br><b>S. Gallinger, <\/b> None..<br><b>K. R. Campbell, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6235","PresenterBiography":null,"PresenterDisplayName":"Michael Geuenich, BS","PresenterKey":"e806bea5-14f4-4ba6-b655-f896dc103e9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6235. Clinical and phenotypic consequences of HLA mediated antigen presentation deficiency in pancreatic adenocarcinoma at bulk and single-cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical and phenotypic consequences of HLA mediated antigen presentation deficiency in pancreatic adenocarcinoma at bulk and single-cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common malignancy in women and estrogen receptor positive (ER+) breast cancers represent nearly 75% of all breast tumors. Everolimus, an mTORC1 inhibitor, in combination with exemestane has been approved for patients with metastatic ER+ breast cancer. However, many patients eventually develop resistance to everolimus and leads to poor survival outcomes. Characterizing everolimus-resistant cells can reveal targetable molecular phenotypes that can eventually lead to new therapeutic targets. In this study, we elucidate systems-level phenotypic distinctions between everolimus sensitive and refractory cells. We generated several isogenic ER+ breast cancer cell lines resistant or sensitive to everolimus. We then leveraged transcriptomic profiles from sensitive and resistant cells before or after everolimus treatment to decipher the underlying mechanisms essential to the resistant state. Using linear mixed effect models, we identified several meta-phenotypes that were distinct between sensitive and resistant cell states. These included growth-factor signaling, cell cycle, metabolism, stemness, and apoptosis meta-phenotypes. Our analyses also identified strong activation of growth-factor receptors including IGF1R\/INSR and ESR1 in the resistant cells, which were maintained despite everolimus treatment. Next, we adopted a transcriptional regulatory network reconstruction framework to identify the master regulators responsible for the activation of resistance meta-phenotypes. We identified SMARCD3 as the key master regulator controlling expression of genes across diverse resistance meta-phenotypes, including growth-factor signaling. Further, using transcriptomic profiles from a neoadjuvant trial of 23 post-menopausal ER+ breast cancers treated with everolimus, we found that SMARCD3 expression was elevated in resistant tumors. To confirm the role of SMARCD3 in everolimus resistance, we repressed transcription of the SMARCD3 gene using CRISPR interference to re-sensitize resistant cells to everolimus treatment. In conclusion, we used context-specific cell transcriptomic profiles and integrative systems-biology approaches to elucidate mechanisms of resistance in response to everolimus treatment in ER+ breast cancer. Our findings suggest SMARCD3 upregulation promotes resistance to everolimus treatment and may serve as a novel therapeutic target in ER+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Breast cancer,Bioinformatics,Systems biology,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. F. Medina<\/b>, P. A. Cosgrove, E. Farmaki, V. K. Grolmusz, F. Chi, J. I. Griffiths, A. H. Bild, A. Nath; <br\/>Beckman Research Institute of The City of Hope, Duarte, CA","CSlideId":"","ControlKey":"920a02ac-7d8d-47bf-a3d3-c2efc11335e5","ControlNumber":"7740","DisclosureBlock":"&nbsp;<b>E. F. Medina, <\/b> None..<br><b>P. A. Cosgrove, <\/b> None..<br><b>E. Farmaki, <\/b> None..<br><b>V. K. Grolmusz, <\/b> None..<br><b>F. Chi, <\/b> None..<br><b>J. I. Griffiths, <\/b> None..<br><b>A. H. Bild, <\/b> None..<br><b>A. Nath, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6236","PresenterBiography":null,"PresenterDisplayName":"Eric Medina, BS;MS","PresenterKey":"7c3f8303-ebf1-4f5f-8379-ab45865e6b45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6236. Systems biology modeling identifies SMARCD3 as a master regulator facilitating everolimus resistance in ER+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systems biology modeling identifies SMARCD3 as a master regulator facilitating everolimus resistance in ER+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Proteome-wide association studies (PWAS) decode the intricate proteomic landscape of biological mechanisms for complex diseases. Traditional PWAS model training relies heavily on individual-level reference proteomes, thereby restricting its capacity to harness the emerging summary-level protein quantitative trait loci (pQTL) data in the public domain. Here we introduced a novel framework to train PWAS models directly from pQTL summary statistics. By leveraging extensive pQTL data from the UK Biobank, deCODE, and ARIC studies, we applied our approach to train large-scale European PWAS models (total n = 88,838 subjects). Furthermore, we developed PWAS models tailored for Asian and African ancestries by integrating multi-ancestry summary and individual-level data resources (total n = 914 for Asian and 3,042 for African ancestries). We validated the performance of our PWAS models through a systematic multi-ancestry analysis of over 700 phenotypes across five major genetic data resources. Specifically, we identified several novel and well-known genes for various cancers; we highlighted eight genes associated with six cancer traits across all three PWAS model cohorts, including CTSF, RSPO3, CRTAM, LAYN, CHRDL2, DPEP1, NFASC, <\/i>and NAAA<\/i>. Our results bridge the gap between genomics and proteomics for drug discovery, highlighting novel protein-phenotype links and their transferability across diverse ancestries. The developed PWAS models and data resources are freely available at www.gcbhub.org.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Biobank,Proteomics,Cancer markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Wu<\/b><sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, X. Yang<sup>2<\/sup>, B. Zhao<sup>3<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Purdue University, West Lafayette, IN, <sup>3<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"838417b3-df17-4f29-a503-2200ebff19f8","ControlNumber":"7893","DisclosureBlock":"&nbsp;<b>C. Wu, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>B. Zhao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6237","PresenterBiography":null,"PresenterDisplayName":"Chong Wu, PhD","PresenterKey":"d091f356-0a1e-4df8-894e-551a5eee11d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6237. Large-scale imputation models for multi-ancestry proteome-wide association analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large-scale imputation models for multi-ancestry proteome-wide association analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>It is becoming increasingly apparent that tumor<b> <\/b>gene expression and spatial H&#38;E profiling can be used to improve the accuracy of DNA-only tumor profiling for clinically relevant use-cases. Future development and deployment of integrative (multi-omic (DNA+RNA) and\/or multi-modality (omics + imaging)) tests for treatment and clinical trial profiling hinges on the demonstration of clear robustness and performance gains of prognostic and predictive integrative predictors in a clinical setting. In this work we present several analyses quantifying the utility of integrative testing. We show that a multi-omic test combining tumor expression signatures with DNA profiles substantially improves tumor-of-origin prediction for cancers of unknown primary and also significantly improves MSI detection and resolution. We also show that a simple multi-modality model combining spatial features of tumor infiltrating lymphocytes of tumors with tumor expression is prognostic for MSI-positive patients.<br \/><b>Methods: <\/b><i>Multi-omic<\/i><u>Tumor-of-origin<\/u>: 163 patient sample expression profiles were profiled using the GenMineTOP test. GenMineTOP is a tumor-normal, joint DNA+RNA capture PMDA-approved test in current clinical service in Japan. The samples were clustered using DNA-only, RNA-only, and joint DNA+RNA profiling signatures. <u>MSI prediction:<\/u> 940 samples from the TCGA COAD, UCEC, and READ cohorts with matched MMR IHC MSI-calling, DNA-NGS-based MSI calling, and RNA-seq data were utilized to train, test and validate an expression-based pan-cancer MSI caller. Additional orthogonal validation was carried out using GenMineTOP multi-omic profiles. <i>Multi-modality <\/i><u>Spatial context of TIL and tumor-expression:<\/u> 158 MSI+ samples from the TCGA-UCEC cohort with matched fresh-frozen H&#38;E 20X images and RNA-seq data were utilized to mine spatial features of tumor-infiltrating lymphocytes and derive gene expression signatures, respectively. A Cox-proportional hazard model for patient survival using gene expression and spatial TIL features was constructed while regressing out tumor stage, gender, age, and ethnicity.<br \/><b>Results &#38; Conclusions: <\/b>Our multi-omic results quantify the benefit of combining DNA and RNA profiles from GenMineTOP to classify tumor-of-origin from unknown primaries reduces classification error by approximately 50%. Additionally, our expression-based MSI status prediction model not only significantly improves NGS DNA (MSI-sensor) based MSI prediction (log-ratio test, pval &#60; 1e-7) but also strongly suggests that nonlinear differential expression drives the improvement in MSI prediction. Our multi-modality results demonstrate that mining the spatial context of endogenous tumor immune response has nontrivial prognostic utility (p &#60; .05).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Cancer diagnostics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Losic<\/b><sup>1<\/sup>, K. Tatsuno<sup>2<\/sup>, V. R. Singan<sup>1<\/sup>, H. Ueda<sup>2<\/sup>, A. Ushiku<sup>3<\/sup>, V. Jayakumar<sup>4<\/sup>, E. Hattori<sup>4<\/sup>, T. Ichijo<sup>4<\/sup>, T. Sasa<sup>4<\/sup>, M. Akahori<sup>4<\/sup>, S. Hayashi<sup>4<\/sup>, E. Hsiao<sup>1<\/sup>, S. Feupe<sup>1<\/sup>, D. Vo<sup>1<\/sup>, T. Geier<sup>1<\/sup>, S. Tsutsumi<sup>2<\/sup>, T. Ushiku<sup>3<\/sup>, K. Watanabe<sup>3<\/sup>, K. Oda<sup>3<\/sup>, H. Kage<sup>3<\/sup>, J. Radecki-Crandall<sup>1<\/sup>, D. T. Cheng<sup>1<\/sup>, H. Aburatani<sup>2<\/sup>; <br\/><sup>1<\/sup>Realm IDx, Aliso Viejo, CA, <sup>2<\/sup>Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan, <sup>3<\/sup>The University of Tokyo Hospital, Tokyo, Japan, <sup>4<\/sup>Konica Minolta, Tokyo, Japan","CSlideId":"","ControlKey":"00dc3b4f-c473-425e-baa3-3ed506ce76e4","ControlNumber":"7909","DisclosureBlock":"<b>&nbsp;B. Losic, <\/b> <br><b>Realm IDx<\/b> Employment.<br><b>K. Tatsuno, <\/b> None.&nbsp;<br><b>V. R. Singan, <\/b> <br><b>Realm IDx<\/b> Employment.<br><b>H. Ueda, <\/b> None..<br><b>A. Ushiku, <\/b> None.&nbsp;<br><b>V. Jayakumar, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>E. Hattori, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>T. Ichijo, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>T. Sasa, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>M. Akahori, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>S. Hayashi, <\/b> <br><b>Konica Minolta<\/b> Employment. <br><b>E. Hsiao, <\/b> <br><b>Realm IDx<\/b> Employment. <br><b>S. Feupe, <\/b> <br><b>Realm IDx<\/b> Employment. <br><b>D. Vo, <\/b> <br><b>Realm IDx<\/b> Employment. <br><b>T. Geier, <\/b> <br><b>Realm IDx<\/b> Employment.<br><b>S. Tsutsumi, <\/b> None..<br><b>T. Ushiku, <\/b> None..<br><b>K. Watanabe, <\/b> None..<br><b>K. Oda, <\/b> None..<br><b>H. Kage, <\/b> None.&nbsp;<br><b>J. Radecki-Crandall, <\/b> <br><b>Realm IDx<\/b> Employment. <br><b>D. T. Cheng, <\/b> <br><b>Realm IDx<\/b> Employment. <br><b>H. Aburatani, <\/b> <br><b>Konica Minolta<\/b> Other, Scientific Advisory Board.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6238","PresenterBiography":null,"PresenterDisplayName":"Bojan Losic, PhD","PresenterKey":"4338c617-7a28-4e2f-8cca-a9d8aee57f97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6238. Integrated multi-omic\/modal profiling enables improved characterization of oncogenic processes, with impact to clinical actionability in the GenMineTOP tested population","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated multi-omic\/modal profiling enables improved characterization of oncogenic processes, with impact to clinical actionability in the GenMineTOP tested population","Topics":null,"cSlideId":""},{"Abstract":"Structure-based drug discovery of target specific drugs greatly rely on the existence of high resolution X-ray crystal structure of the target proteins. Flexible and dynamic regions including hinges and loops which constitute major protein-protein interaction sites as well as allosteric sites are often beyond the scope of current tools and techniques available for protein folding and modeling. Human ability in recognizing patterns and to solve complex puzzles are far superior to any existing computer program at folding these atypical regions of proteins. We have utilized an unconventional combination of using dynamic three-dimensional protein models as physical human computer interface (HCI) devices and integrated proteomics data to predict flexible and dynamic protein-protein interfaces and allosteric pockets of key regulatory proteins to accelerate compound discovery. To this end, we have successfully utilized 1) Flexible HCI devices to generate an ensemble of dynamic three dimensional structures which includes a subset of biologically active conformations among others (thereby exploring the viable chemical space) and 2) Structure refinement and efficient filtering of biologically active conformations can be accomplished by integrating protein-protein interface and fold proteomics data. Here we present AI ready, HCI guided exploration of human estrogen receptor interactome and early in vitro confirmatory analyses. AI approachs to predict 3D protein structures from amino acid sequences like AlphaFold are often on par with experimentally generated structures and AI-guided structure prediction or docking approaches have been reported to significantly reduce computer time utilization. Streamlining of HCIguided tools to enable access to dynamic druggable pockets in protein targets will accelerate drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Drug discovery,Drug design,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. V. Rajnarayanan<\/b>, A. Alsabagh; <br\/>NYITCOM at Arkansas State, Jonesboro, AR","CSlideId":"","ControlKey":"ec15d6e4-0797-4337-ba22-a7ef43452183","ControlNumber":"7938","DisclosureBlock":"&nbsp;<b>R. V. Rajnarayanan, <\/b> None..<br><b>A. Alsabagh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6239","PresenterBiography":null,"PresenterDisplayName":"Rajendram Rajnarayanan, BS;MS;PhD","PresenterKey":"53604d20-32f4-4b83-b376-7b30effe469f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6239. Human computer interface guided approach to accelerate anticancer drug discovery: Application to human estrogen receptor interactome","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human computer interface guided approach to accelerate anticancer drug discovery: Application to human estrogen receptor interactome","Topics":null,"cSlideId":""},{"Abstract":"Cancer mutations are often assumed to alter proteins, thus promoting tumorigenesis. However, how mutations affect protein expression has rarely been systematically investigated. We conduct a comprehensive analysis of mutation impacts on mRNA- and protein-level expressions of 953 cancer cases with paired genomics and global proteomic profiling across six cancer types. Protein-level impacts are validated for 47.2% of the somatic expression quantitative trait loci (seQTLs), including mutations from likely &#8220;long-tail&#8221; driver genes. Devising a statistical pipeline for identifying somatic protein-specific QTLs (spsQTLs), we reveal several gene mutations, including <i>NF1<\/i> and <i>MAP2K4<\/i> truncations and <i>TP53 <\/i>missenses showing disproportional influence on protein abundance not readily explained by transcriptomics. Cross-validating with data from massively parallel assays of variant effects (MAVE), <i>TP53<\/i> missenses associated with high tumor TP53 proteins were experimentally confirmed as functional. Our study demonstrates the importance of considering protein-level expression to validate mutation impacts and identify functional genes and mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Proteomic analysis,Genomics,Cancer genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Liu, A. Elmas, <b>K.-l. Huang<\/b>; <br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"d1d1befc-d7ba-4104-b0c4-888c9bf27531","ControlNumber":"8038","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>A. Elmas, <\/b> None..<br><b>K. Huang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6240","PresenterBiography":null,"PresenterDisplayName":"Kuan-lin Huang, BA;PhD","PresenterKey":"5b6fb7ee-b065-435e-9b29-321bb445c41a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6240. Mutation impact on mRNA versus protein expression across human cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutation impact on mRNA versus protein expression across human cancers","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in the field of mass spectrometry proteomics have led to growth in proteomics research resulting in a massive and rapid increase in the volume of high-quality publicly available proteomics datasets. This growth creates an underutilized resource with potential for new discoveries. Effectively utilizing this vast resource of preclinical and clinical samples is a major challenge.<br \/>We utilize the growing availability of proteomics and post-translational modifications (PTMs) data for drug and biomarker discovery. This innovative computational approach enables the integration of preclinical and clinical data, both public and proprietary, with a specific emphasis on extracting valuable biological insights that are only observable at the protein level or through PTMs.<br \/>We developed a platform that combines multi-omic data curated from the public domain, together with internally generated high quality proteomic and phosphoproteomic data. The platform incorporates diverse clinical annotations, tumor and normal samples, drug sensitivity, patient outcomes and relevant bioinformatic knowledge bases.<br \/>The platform can be leveraged to generate insights addressing diverse clinical needs. For example, we demonstrate how our platform can be utilized to estimate the clinical prevalence of a certain protein or protein signature, in order to identify novel response biomarkers with the highest likelihood of success by confirming its presence and variance in clinical datasets. In addition, these insights enable novel understanding of response and resistance mechanisms, thus establishing a framework that expedites the generation of hypotheses for subsequent investigation and experimental validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Databases,Proteomics,Biospecimen,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Simchi<\/b>, O. Givton, D. Daitchman, E. Seger, K. Pevzner; <br\/>Protai, TEL AVIV, Israel","CSlideId":"","ControlKey":"45b50b63-b470-42a3-aea6-cc7184bd8561","ControlNumber":"8158","DisclosureBlock":"&nbsp;<b>N. Simchi, <\/b> None..<br><b>O. Givton, <\/b> None..<br><b>D. Daitchman, <\/b> None..<br><b>E. Seger, <\/b> None..<br><b>K. Pevzner, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6241","PresenterBiography":null,"PresenterDisplayName":"Nitzan Simchi, BS","PresenterKey":"055c95cf-8f1a-439d-af83-7fad0a23b85b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6241. A large scale proteogenomic atlas for precision oncology research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A large scale proteogenomic atlas for precision oncology research","Topics":null,"cSlideId":""},{"Abstract":"Cancer researchers are increasingly conducting multi-omic research and performing integrative analyses on combinations of genomic, proteomic, transcriptomic, imaging, single cell and other data modalities. However, it is quite challenging for a researcher to effectively access, aggregate and analyze data and metadata from different data sources in a scalable and reproducible manner, as the individual datasets may be disconnected from each other, and have separate authentication and authorization requirements. We developed a workflow execution system in a data fabric called the Biomedical Research Hub (BRH) to overcome these challenges for academic researchers. The BRH is powered by the Gen3 technology, an open-source Kubernetes based software stack that allows cancer researchers to create their own data fabric and interoperate with data from multiple data sources. The workflow execution system utilizes nextflow and allows researchers to run containerized applications in the cloud in a secure and isolated environment. Data from multiple resources can be combined for analysis using convenient pay models including NIH STRIDES. We plan to demonstrate the application of our system on a scientific use case involving Clonal Hematopoiesis of Indeterminate potential (CHIP), a phenomenon that has been associated with aging, cancer, cardiovascular diseases, infection and all-cause mortality. We run containerized CHIP workflows on the cloud, utilizing two datasets accessible through BRH: i) The Genomic Data Commons, the world&#8217;s largest source of harmonized cancer data and ii) BioDataCatalyst, an NHLBI ecosystem that drives discovery and innovation for heart, lung, blood and sleep disorders. Our system is ideally suited for machine learning on large aggregated cancer datasets and federated learning tasks.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Cancer genomics,Aging,Cardiotoxicity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Venkat, P. Ribeyre, J. Qureshi, S. S. Narumanchi, J. M. Maxwell, B. Winslow, S. V. d. Garcia, C. Meyer, T. Garcia, P. Vassilatos, C. Malson, <b>Z. Zhang<\/b>, R. Grossman; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"947476e1-0de8-4671-9828-626a20de2e5e","ControlNumber":"8187","DisclosureBlock":"<b>&nbsp;A. Venkat, <\/b> <br><b>Tempus<\/b> Employment.<br><b>P. Ribeyre, <\/b> None..<br><b>J. Qureshi, <\/b> None..<br><b>S. S. Narumanchi, <\/b> None..<br><b>J. M. Maxwell, <\/b> None..<br><b>B. Winslow, <\/b> None.&nbsp;<br><b>S. V. D. Garcia, <\/b> <br><b>Vertere<\/b> Employment.<br><b>C. Meyer, <\/b> None..<br><b>T. Garcia, <\/b> None..<br><b>P. Vassilatos, <\/b> None.&nbsp;<br><b>C. Malson, <\/b> <br><b>Tripwire<\/b> Employment.<br><b>Z. Zhang, <\/b> None..<br><b>R. Grossman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6242","PresenterBiography":null,"PresenterDisplayName":"ZHENYU ZHANG","PresenterKey":"5c9e6262-5fef-49c0-bd60-b0a10ab9e561","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6242. A workflow execution system in a data fabric for integrative cancer analyses","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A workflow execution system in a data fabric for integrative cancer analyses","Topics":null,"cSlideId":""},{"Abstract":"Incomplete understanding of tumor heterogeneity across primary and metastatic sites often lead to ineffective cancer treatments. To comprehensively interrogate tumor heterogeneity at genomic, transcriptomic, and spatial levels, we established a novel rapid autopsy protocol to obtain multiregional tri-omic data consisted of whole exome sequencing, mRNA-sequencing, and multiplexed immunohistochemistry on primary and metastatic tumors and associated microenvironments (TMEs). We applied this protocol to six patients with various primary tumor types: non-small cell lung cancer (NSCLC), small cell lung cancer (SCLC), urothelial cancer, and one mixed case with both NSCLC and SCLC. A total of 50 tumor samples with paired tri-omic data were obtained across 16 different primary and metastatic organs to interrogate heterogeneities underlying tumor evolution and treatment resistance mechanisms.<br \/>We constructed mutation-based phylogeny trees to reveal structural differences in tumor evolution trajectories across patients and infer heterogeneous tumor antigen landscape. We uncovered highly entropic phylogenetic structures having unique variants gained at each metastasis as well as low entropic structures with high sharing across sites. The mixed case had a clonal sweep structure with two metastases developed prior to the rest of the metastasis. In this case, older clones were shown to have strong association with APOBEC mutation signatures, enhanced subclonal mutation burden and loss of human leukocyte antigen heterozygosity as mechanisms of immune evasion.<br \/>Integrating transcriptome and spatial profiles, we revealed that tumor intrinsic expressions and extrinsic immune infiltration levels covary with tissue types rather than with mutation-based phylogenetic clusters. Across patients, samples that had high similarities in mutational landscape varied in their pro-tumor expression programs and the cellular composition of TMEs. In particular, lung samples across patients had the highest effector T cell population and major histocompatibility complex (MHC) class I, II presentations compared to other tissue types. Contrasting small cell carcinoma (SCC) and adenocarcinoma (Adeno) samples from lung tissues further revealed that SCC had more immunosuppressive TMEs with downregulation of MHC class II. Liver metastasis samples were further characterized to have the most aggressive phenotypes enriched in genomic instability measured by aneuploidy compared to other metastatic sites.<br \/>In sum, we present a novel technology and computational framework that enables a three-dimensional profiling of tumor heterogeneity. This work suggests that single-site biopsies are insufficient to capture tumor heterogeneity and calls for multi-modal integrations to design treatments that can overcome tumor-specific resistance mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Metastasis,Multi-modal integration,Immunotherapy,Autopsy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Yao<\/b><sup>1<\/sup>, R. Vanguri<sup>2<\/sup>, J. Patel<sup>1<\/sup>, J. Lihm<sup>1<\/sup>, A. Fisher<sup>3<\/sup>, I. Jarchum<sup>3<\/sup>, S. Umeda<sup>1<\/sup>, H. Li<sup>1<\/sup>, S. Ely<sup>3<\/sup>, T. Hollmann<sup>3<\/sup>, C. Iacobuzio-Donahue<sup>1<\/sup>, B. Greenbaum<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA, <sup>3<\/sup>Bristol Myers Squibb, New York, NY","CSlideId":"","ControlKey":"3546dfa5-3e00-4e51-9394-ac3e7967b56b","ControlNumber":"8253","DisclosureBlock":"&nbsp;<b>N. Yao, <\/b> None..<br><b>R. Vanguri, <\/b> None..<br><b>J. Patel, <\/b> None..<br><b>J. Lihm, <\/b> None.&nbsp;<br><b>A. Fisher, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>I. Jarchum, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>S. Umeda, <\/b> None..<br><b>H. Li, <\/b> None.&nbsp;<br><b>S. Ely, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>T. Hollmann, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>C. Iacobuzio-Donahue, <\/b> <br><b>Bristol Myers Squibb<\/b> Research funding. <br><b>B. Greenbaum, <\/b> <br><b>Bristol Meyers Squibb<\/b> Research funding. <br><b>Merck<\/b> Research funding.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9490","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6243","PresenterBiography":null,"PresenterDisplayName":"Ning Yao","PresenterKey":"9eac7b8a-d777-4222-8e21-54af920bf23d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6243. Rapid autopsy reveals the interplay of tumor heterogeneity at genomic, transcriptomic, and spatial dimensions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid autopsy reveals the interplay of tumor heterogeneity at genomic, transcriptomic, and spatial dimensions","Topics":null,"cSlideId":""},{"Abstract":"The role of the tumor microenvironment (TME) in cancer evolution and progression is complex and multi-faceted. Multiple cellular phenotypes and patterns of cell-cell communication have been implicated as drivers of drug resistance and metastasis. The spatial architecture of the TME is emerging as particularly important in characterizing the trajectory of tumor growth and response to therapy. Accordingly, there has been a rapid rise in technologies to spatially profile the TME. Each technology focuses on a different modality (e.g. transcriptomics, proteomics, metabolomics) and operates at a different granularity, from coarse-grained tissue spots aggregating dozens of cells to fine-grained subcellular resolution. There is currently no computational method capable of drawing unified inferences across modalities. We introduce MultiTME, a single, holistic generative model for jointly modeling multimodal data across multiple samples in a cohort. MultiTME addresses these challenges through a two-dimensional integration of both samples and multimodal data. MultiTME incorporates a cohort of tissue samples, enabling the joint modeling of different samples within a single analytical framework. This integration allows for a comprehensive analysis of the spatial distribution of cell types across multiple samples, enhancing the understanding of TME variability and the identification of robust biomarkers. MultiTME also integrates multimodal data with varying resolutions, such as Spatial Transcriptomics (ST), single-cell RNA sequencing (scRNA-seq), and Imaging Mass Cytometry (IMC), and provides a multi-layered understanding of the TME. This integration enables the modeling of TME at a finer scale and the discovery of cell types and subtypes that are not distinguishable using single-modal approaches. It also provides concurrent expression profiles across different modalities, leading to the identification of novel biomarkers. We demonstrate MultiTME's efficiency and scalability with a dataset of coupled ST, scRNA-seq, and IMC from a cohort of 8 lung cancer patients. MultiTME's capability to handle both intra-cohort and inter-modality variability offers a panoramic view of TME and helps identify biomarkers and therapeutic targets for cancer screening and treatment. MultiTME is open source.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Multiomics,Tumor microenvironment,Spatial modeling,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Haoran Zhang<\/b><sup>1<\/sup>, Jeff Quinn<sup>2<\/sup>, Liron Yoffe<sup>3<\/sup>, Vivek Mittal<sup>3<\/sup>, Wesley Tansey<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Computer Science, The University of Texas At Austin, Austin, TX,<sup>2<\/sup>Computational Oncology, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"b00c06a9-56da-4156-b193-68a71f9c7b15","ControlNumber":"8547","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>J. Quinn, <\/b> None..<br><b>L. Yoffe, <\/b> None..<br><b>V. Mittal, <\/b> None..<br><b>W. Tansey, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9491","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6244","PresenterBiography":null,"PresenterDisplayName":"Haoran Zhang, BS","PresenterKey":"4c7d7a27-6462-49e5-a527-9be0f5f4c1d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6244. MultiTME: A Bayesian method for integration and analysis of multimodal, multi-patient spatial profiling data","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MultiTME: A Bayesian method for integration and analysis of multimodal, multi-patient spatial profiling data","Topics":null,"cSlideId":""},{"Abstract":"Mini-bulk or single-spot spatial transcriptomic technologies, such as GeoMX Digital Spatial Profiler (DSP), have revolutionized our ability to probe spatial heterogeneity and examine transcripts at a subcellular level. In cancer research, this level of granularity is crucial for uncovering the distinct gene expression signatures within specific compartments or structures of interest such as tumor, immune, stroma, and tertiary lymphoid structures. However, in most GeoMX DSP studies, the spatial information obtained from multiplex immunofluorescence imaging has been primarily used for identifying the regions of interest (ROI), rather than as an integral part of the downstream transcriptomic data interpretation. To fix this missed opportunity, we developed a machine learning based analytical framework to fully leverage the rich spatial context provided by the in situ imaging modality. The framework has two main functionalities. (1) ROI cropping and cell segmentation: our framework enables the automated cropping of ROI images, followed by a cell segmentation process utilizing a multi-color-optimized deep learning model pre-trained based on the TissueNet. (2) Cell typing and integrative spatial analysis: the pipeline extracts cell-level morphological features (e.g. cell size and circularity), and AI-driven characteristics. These features are subsequently employed for cell typing and the quantification of cell mixture. The framework is equipped to perform a series of advanced spatial analyses, such as spatial metrics calculation and consensus clustering analysis with the matched gene expression data. To validate the framework, we conducted GeoMX DSP analyses on samples obtained from bladder cancer and upper tract urothelial carcinoma, encompassing 56 ROIs annotated by pathologists. Our results demonstrated high accuracy, with the calculated tumor-immune proportions aligning precisely with the original annotations. We further compared the cell deconvolution results of our framework with those obtained using SpatialDecon. Consistency was noted across both methods, with a high correlation reaching 0.90. However, we observed that SpatialDecon tends to underestimate tumor purity in tumor core regions, with discrepancies as large as 0.30, and overestimating tumor purity in stromal regions. Additionally, analysis of ROIs in tumor margins revealed that SpatialDecon consistently overestimates the overall proportions of immune cells. In conclusion, our results underscore the importance of integrating in situ imaging with subcellular-level spatial transcriptomics for a more accurate and reliable analysis of tumor tissues. Our approach provides critical insights into the tumor microenvironment and cellular interactions, with significant implications for both research and clinical applications in oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Immuno-oncology,Bladder cancer,Deep learning,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Song, X. Yu, C. M. Moran-Segura, G. D. Grass, R. Li, <b>X. Wang<\/b>; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"22af564b-e67d-425a-8a88-02ae21b6628f","ControlNumber":"8839","DisclosureBlock":"&nbsp;<b>X. Song, <\/b> None..<br><b>X. Yu, <\/b> None..<br><b>C. M. Moran-Segura, <\/b> None..<br><b>G. D. Grass, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6245","PresenterBiography":null,"PresenterDisplayName":"Xuefeng Wang, PhD","PresenterKey":"8bd0c69c-d50b-44f6-a966-90bfb4de0208","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6245. Missed opportunity at the subcellular level: Enhancing the utility of cellular imaging modality in spatial transcriptomic profiling of tumor tissues","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Missed opportunity at the subcellular level: Enhancing the utility of cellular imaging modality in spatial transcriptomic profiling of tumor tissues","Topics":null,"cSlideId":""},{"Abstract":"Cancer encompasses many different diseases, all typically involving an accumulation of genetic alterations. However, despite the genomic complexity of this group of diseases, cancer genomic studies typically rely on sequence alignment to a \"reference genome\" prior to analysis. Such approaches can provide gene expression quantification of known, annotated genes. However, they miss the detection of fusion genes, novel transcripts, virus insertions, and other genetic insults that may be present in cancer beyond an altered gene expression profile. Here, we develop a workflow for de novo identification and quantification of \"outside of reference genome\" genetic aberrations. This workflow leverages klue, a method we developed that is based on the compact de Bruijn graph, which can extract sequences uniquely found in a \"tumor\" sample but not in a \"normal\" control sample from genomic sequencing data. We first applied this method to an RNA-seq experiment from the E&#956;SR&#945;-tTA\/TetO-MYC mouse model, which is a MYC-driven autochthonous transgenic mouse model of T-cell acute lymphoblastic lymphoma (T-ALL). We extracted k-mer contigs present in the mouse tumor samples but are present neither in the spleens of wild-type mice of the same genetic background nor in the standard mouse reference genome assembly. We then mapped RNA-seq reads from the T-ALL mouse tumor samples to these contigs. The contigs with the highest number of mapped reads (i.e. the highest counts) were run through BLAST to determine their identities. The mapped contigs with the highest counts were the tTA transgenic element sequence and the human MYC transgene. This result showcases this workflow's success in isolating and quantifying \"reference-absent&#8221; tumor-unique sequences. Next, we applied klue to whole genome sequencing (WGS), whole exome sequencing (WES), and RNA-seq data from a patient with B-cell follicular lymphoma (with matched normal specimen) from the Texas Cancer Research Biobank, as this data is unrestricted open access. Tumor-unique contigs in sequencing reads were extracted and analyzed with BLAST and BLAT. In one case, a nonsynonymous point mutation in the SPI1 (also known as PU.1) oncogene was found. The sequencing reads from the tumor sample showed both the \"normal variant\" of SPI1 as well as the mutant SPI1:H268P, suggesting a heterozygous mutation. Altogether, these results suggest that the idea of first identifying tumor-unique sequences then doing post hoc analysis of those sequences is a viable approach for de novo mutation discovery in cancer genomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Sequencing,Genetic instability,Genetic polymorphism,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. K. Sullivan<\/b><sup>1<\/sup>, E. Albinali<sup>2<\/sup>, M. Boffelli<sup>3<\/sup>, L. Pachter<sup>3<\/sup>; <br\/><sup>1<\/sup>David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, <sup>2<\/sup>Gretchen Whitney High School, Cerritos, CA, <sup>3<\/sup>California Institute of Technology, Pasadena, CA","CSlideId":"","ControlKey":"a22b2b82-a357-43d2-8052-80e0e9bfa0b5","ControlNumber":"132","DisclosureBlock":"&nbsp;<b>D. K. Sullivan, <\/b> None..<br><b>E. Albinali, <\/b> None..<br><b>M. Boffelli, <\/b> None..<br><b>L. Pachter, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6246","PresenterBiography":null,"PresenterDisplayName":"Delaney Sullivan, MS,BS","PresenterKey":"cb2f52a7-2386-4f35-9f3c-a1d3be82d0b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6246. De novo mutation discovery in a mouse model and a human patient sample of non-Hodgkin's lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"De novo mutation discovery in a mouse model and a human patient sample of non-Hodgkin's lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) and linitis-plastica type gastric cancer (STAD) are the most representative refractory cancers even in the era of molecularly targeted therapy and immunotherapy. Extensive characterization of these tumors, especially regarding the genomic and epigenomic characteristics of pure cancer cells, has been hampered by the high stromal content in the primary tumor samples. Here we took advantage of cancer cells purified from malignant ascites and established corresponding cell lines to overcome the limitations associated with the analysis and to discover their vulnerabilities.<b><\/b><br \/>Methods: We developed cell lines from malignant ascitic fluid samples obtained from 60 patients with PDAC and 59 patients with linitis-plastica type STAD. We performed comprehensive multi-omic analyses of these cell lines using long-read whole-genome sequencing (WGS) for complex somatic genomic alterations and for methylation aberration. We also conducted long-read RNA sequencing (iso-seq) for full-length isoform exploration, and chromatin immunoprecipitation coupled with sequencing (ChIP-seq) for enhancer analysis. Complementary short-read whole-genome sequencing and RNA sequencing were also performed.<br \/>Results: Comprehensive transcriptome analyses identified a cluster with high epithelial-mesenchymal transition (EMT) characteristics, consisting of the majority of the PDAC cell lines and a half of the STAD cell lines. ChIP-seq analysis against H3K27ac revealed the distinct transcriptional circuit that generated EMT cluster-specific super-enhancers governed by SMAD3, independent of cancer type. Most of the transcriptional activity was controlled by the gene methylation. We also identified the differential expression levels of the splicing factors between the EMT-activated and the non-activated groups. Comprehensive isoform analysis by iso-seq revealed that the isoform usage was completely different between the EMT group and the other, especially in genes of the actomyosin pathway which confer characteristic features of the EMT cluster in the cell morphology and cell motility. Using the CHM13 reference genome, long-read WGS analyses revealed the recurrent structural alterations specific to the EMT group such as those involving <i>CDKN2A<\/i>. We also identified PDAC-specific structural alterations.<br \/>Conclusion: We identified the distinct molecular characteristics of the EMT-activated group in PDAC and linitis-plastica type STAD which may confer the therapeutic resistance. Our findings provide an interesting insight for the further innovation of the treatment strategy for these intractable cancers.<b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: pancreatic,Gastrointestinal cancers: stomach,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Tanaka<\/b>, H. Mano; <br\/>National Cancer Center Japan, Tokyo, Japan","CSlideId":"","ControlKey":"67b7ee51-712a-4e94-bef2-983d3b441b83","ControlNumber":"985","DisclosureBlock":"&nbsp;<b>Y. Tanaka, <\/b> None..<br><b>H. Mano, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6247","PresenterBiography":null,"PresenterDisplayName":"Yosuke Tanaka, MD,PhD","PresenterKey":"6aa5b833-5f4b-4c43-b748-9e99f2f47895","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6247. Comprehensive characterization of cancers with epithelial mesenchymal transition phenotype through long-read sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive characterization of cancers with epithelial mesenchymal transition phenotype through long-read sequencing","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma, IDH-wild type (GBM) is the most common malignant and treatment-refractory brain tumor with a dismal prognosis. Despite the identification of various driver genes in previous large-scale genomic analyses, there has been limited progress in the development of novel treatments. Acquiring an extensive understanding of the molecular mechanisms underlying GBM pathogenesis is crucial to improve prognostic outcomes. We analyzed 289 whole-genome sequencing data (WGS) including 159 unpublished deep WGS (&#8805; &#215;120 coverage) along with RNA-seq, DNA methylation array, and assay for transposase-accessible chromatin with sequencing (ATAC-seq) to uncover the molecular mechanisms regulating development and progression of GBM. Our deep WGS enables us to delineate a fine view of clonal architecture, where mutational signature varies between clonal and subclonal mutations, suggesting that different mutational processes contribute to GBM pathogenesis depending on its developmental stage. The differentiation status of tumor cells detected by transcriptional deconvolution analysis is associated with multi-layer profiles including genomic alterations, expression subtypes, DNA methylation, and open chromatin status. Tumors predominantly comprised of differentiated cells display genetic and epigenetic profiles that align with the classical subtype, whereas tumors predominantly composed of stem-like cells exhibit profiles consistent with the proneural subtype. ATAC-seq unveils genome-wide chromatin accessibility features associated with gene expression subtypes. Motif enrichment analysis of differentially accessible sites among the subtypes identified specific transcription factors. The proneural subtype is enriched for the SOX10 binding motif, which is associated with regulating cell states, and exhibits higher expression of SOX10 compared to other subtypes. Conversely, the mesenchymal and classical subtypes are enriched for the CREB1 binding motif, which promotes cell proliferation and angiogenesis through TGF&#946;2 upregulation, wherein TGF&#946;2 expression is significantly elevated. These findings support a model in which the difference in chromatin structure also regulates the progression of GBM.Our analysis reveals the multi-layer molecular interactions underlying the progression of GBM enhancing our understanding of the pathogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Glioblastoma,Multiomics,Whole genome sequencing,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Nakashima<\/b><sup>1<\/sup>, Y. Funakoshi<sup>1<\/sup>, R. Yamamoto<sup>1<\/sup>, Y. Sugihara<sup>1<\/sup>, S. Nambu<sup>2<\/sup>, Y. Arakawa<sup>3<\/sup>, S. Tanaka<sup>2<\/sup>, J. Ishida<sup>4<\/sup>, R. Saito<sup>5<\/sup>, R. Hanaya<sup>6<\/sup>, K. Yoshimoto<sup>7<\/sup>, Y. Narita<sup>1<\/sup>, H. Suzuki<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Center Japan, Tokyo, Japan, <sup>2<\/sup>The University of Tokyo, Tokyo, Japan, <sup>3<\/sup>Kyoto University Graduate School of Medicine, Kyoto, Japan, <sup>4<\/sup>Okayama University Graduate School of Medicine, Okayama, Japan, <sup>5<\/sup>Nagoya University Graduate School of Medicine, Aichi, Japan, <sup>6<\/sup>Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan, <sup>7<\/sup>Graduate School of Medical Science, Kyushu University, Fukuoka, Japan","CSlideId":"","ControlKey":"58275e0b-8734-406f-968f-9aba056bec9d","ControlNumber":"2164","DisclosureBlock":"&nbsp;<b>T. Nakashima, <\/b> None..<br><b>Y. Funakoshi, <\/b> None..<br><b>R. Yamamoto, <\/b> None..<br><b>Y. Sugihara, <\/b> None..<br><b>S. Nambu, <\/b> None..<br><b>Y. Arakawa, <\/b> None..<br><b>S. Tanaka, <\/b> None..<br><b>J. Ishida, <\/b> None..<br><b>R. Saito, <\/b> None..<br><b>R. Hanaya, <\/b> None..<br><b>K. Yoshimoto, <\/b> None..<br><b>Y. Narita, <\/b> None..<br><b>H. Suzuki, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6248","PresenterBiography":null,"PresenterDisplayName":"Takuma Nakashima, MD","PresenterKey":"4c02fc1d-3c3a-4d6f-868b-35cfa6ad1d74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6248. Multilayered molecular interactions underlying glioblastoma pathogenesis through multi-omics analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multilayered molecular interactions underlying glioblastoma pathogenesis through multi-omics analysis","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is one of the most frequent malignancies and a leading cause of cancer-related death worldwide. Its incidence is also one of the most rapidly increasing in the West. Most (&#62;80%) of HCCs are diagnosed at advanced stage and therefore not operable. Even after surgical resection, the long-term prognosis of HCC remains unsatisfactory due to high recurrence rates. It is also an extremely difficult-to-treat cancer. Most HCC patients have a background of chronic liver disease, including chronic viral infection, excessive alcohol consumption or non-alcoholic fatty liver disease NAFLD)\/steatohepatitis (NASH). In June 2023, new nomenclature of NAFLD and NASH have been internationally announced as metabolic dysfunction-associated steatotic liver disease (MASLD) and metabolic dysfunction-associated steatohepatitis, respectively. Due to the enforcement of neonatal HBV vaccination program and the availability of effective antiviral treatments on HBV and HCV, the global incidence of viral hepatitis-related HCC has been declining, whereas NAFLD\/NASH-related incidence of HCC has been increasing. We established NASH-related HCC mouse model using Western diet (WD) plus carbon tetrachloride (CCl4) method. This model demonstrated steatosis, fibrosis, obesity and HCC with high incidence. It has also been reported to accurately portrait the key pathological features of the patients. Next, we collected liver tissue samples at different timepoints (normal; Week 12: NAFLD\/NASH; Week 18: fibrosis\/cirrhosis; Week 32: HCC) and analyzed them using single-cell RNA sequencing (scRNA-seq). Single-cell sequencing offers an unprecedented platform to perform systematic and in-depth investigation of the admixed tumor microenvironment (TME) in HCC tumor. We have taken advantage of the unique multi-dimensional capacity of scRNA-seq to delineate multifaceted landscapes and cell-cell communication in multi-stage NASH-related HCC mouse model. After removing the low-quality cells, our multi-stage dataset consisted of &#62;130,000 cells. Using typical cell type markers, we identified major cell types, namely T cells, B cells, myeloid cells, liver sinusoidal endothelial cells, hepatic stellate cells, hepatocytes and HCC tumor cells. We observed a change in the cell type composition during disease progression. Throughout our study, we closely examined the communication level between different cell types to identify any irregularities or disturbances that could lead to NASH-related HCC. Our findings concluded that hepatic stellate cells, despite existing in low proportion at all stages, exhibited the strongest level of interaction with other cell types. Moreover, our data also established the comprehensive multi-stage cellular landscape of NASH-relative HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Single cell,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Suoangbaji<\/b>, V. X. Zhang, D. W. Ho, I. O. Ng; <br\/>The University of Hong Kong, Pokfulam, Hong Kong","CSlideId":"","ControlKey":"7219b45d-92e3-493e-a7ce-33fb0e502605","ControlNumber":"2273","DisclosureBlock":"&nbsp;<b>T. Suoangbaji, <\/b> None..<br><b>V. X. Zhang, <\/b> None..<br><b>D. W. Ho, <\/b> None..<br><b>I. O. Ng, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6249","PresenterBiography":null,"PresenterDisplayName":"Tina Suoangbaji, M Phil","PresenterKey":"04af603e-c4a6-471b-9b98-29790f9577a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6249. Single-cell RNA sequencing investigation of multi-stage NASH-related HCC mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell RNA sequencing investigation of multi-stage NASH-related HCC mouse model","Topics":null,"cSlideId":""},{"Abstract":"Adenosine-to-Inosine (A-to-I) editing represents a crucial RNA modification mechanism, holding the potential to drive carcinogenesis. This sophisticated post-transcriptional process is catalyzed by a series of ADAR (adenosine deaminase acting on RNA) family members, which can profoundly reshape the cellular epitranscriptomic landscape. While previous explorations have illuminated the important role of A-to-I editing in lung cancer tumorigenesis and prognosis, most studies have focused on lung cancer from smokers. To investigate the contribution on RNA-editing in lung cancers in never smokers (LCINS) , we embarked on a rigorous dissection of A-to-I RNA editing events in 603 LCINS. Harnessing transcriptome and whole-genome sequencing technologies, we identified 15,880 A-to-I sites, of which 75% were positively linked to the enzymatic activity of <i>ADAR1<\/i>. 92.80% of detected editing sites were located at Alu repetitive regions, with the remainder in non_Alu repeat (4.1%) and non-repeat regions (3.1%). The global RNA editing levels, measured as Alu Editing Index (AEI), were found to be significantly associated with <i>ADAR1<\/i> expression, Tumor Mutational Burden, and Neoantigens Burden. A subtle correlation between global RNA editing levels and tumor stage was also noted. Delving into cancer-associated editing events, we identified 5,539 differentially edited sites in tumors compared with normal tissues, which were located at 823 genes, including several key tumor suppressors and oncogenes, like <i>MDM2<\/i>, <i>BRAF<\/i>, <i>TP53<\/i>, <i>BRCA2<\/i>, <i>ATM<\/i>, and <i>VHL<\/i>. Subsequent pathway analysis identified TGF-beta, Notch Signaling, and DNA Damage Response as the key pathways for cancer progression. Using the characterized A-to-I editing profiles, we built a prognostic risk stratification model, with high risk scores significantly linked to poor survival outcomes, even after adjusting for other clinical factors. Our study provides a comprehensive A-to-I editing landscape of lung cancer in never smokers, highlighting the potential roles of RNA modifications in the pathogenesis of this lethal disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Lung cancer,RNA Editing,Epitranscriptome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Sang<\/b>, W. Zhao, T. Zhang, M. Landi; <br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"89e5dbd1-786e-4fd1-bdb9-878cfad82916","ControlNumber":"3019","DisclosureBlock":"&nbsp;<b>J. Sang, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>M. Landi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6250","PresenterBiography":null,"PresenterDisplayName":"Jian Sang, PhD","PresenterKey":"5a088521-d2d1-4707-bd3c-ad6f22b6db04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6250. The RNA editing landscape of lung cancer in never smokers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The RNA editing landscape of lung cancer in never smokers","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Transcriptome sequencing is a well-established diagnostic tool to characterize and quantify gene expression profiles and to detect fusion transcripts. The utilization of whole-transcriptome sequencing (WTS), in clinical workflows can tremendously help improve diagnosis, risk stratification, and therapy selection. However, there are multiple challenges to widespread clinical implementation of WTS including nucleic acid input, defining appropriate quality control (QC) criteria, tumor specific baseline controls and depth of sequencing. Here, we present a validation study to deploy routine whole transcriptome sequencing with automated analysis in a mid-size academic center. <b>Methods <\/b>Nucleic acid material was obtained through clinical residual samples in the Center for Genomics and Advanced Technology. RNA samples were extracted using the Purigen Ionic&#174; FFPE to Pure RNA Kit. RNA input sample quantities ranged from 34-100ng. WTS libraries were prepared using the Illumina&#174; RNA Prep with Enrichment (L) Tagmentation kit with the Illumina Exome Panel for FFPE tumor samples. The validation was performed on a set of patient samples with known clinically reported variants from the Illumina TruSight&#174; Tumor 170 assay. A total of 84 true positives with reportable fusions, 5 splicing events, 16 negative samples, and 15 limit of detection (LOD) samples were used. Libraries were prepared in a three-plex format. Sequencing was performed on the Novaseq-6000 system using S2 and S4 flow cells with a target read count of 100 million. All data was processed through the AUGMET informatics platform for demultiplexing, quality control, fusion detection, transcript quantification and determination of alternatively spliced transcript. <b>Results <\/b>The WTS validation assay demonstrated 98% (n=49\/50) sensitivity, with only one false negative, and 100% (n=68\/68) specificity. A final review of our data was determined to develop stable QC standards for RNA sequenced libraries to be &#62; 60M reads and &#62; 130bp read length. When analyzing (LOD) for WTS, interestingly, read length was inversely proportional to input and as a result detection of the clinically relevant fusion. Based on our LOD experiments, a minimum input threshold of 20ng of RNA was determined to maintain the sensitivity and specificity. An LOD study for tumor purity was not performed due to the known lack of correlation between tumor purity and fusion transcript quantity. <b>Discussion <\/b>WTS can detect all clinically reported fusions and splicing events with comparable sensitivity to panel assays. Moreover, simultaneously available transcript quantification and variant calling provide the ability to implement several disease classifiers. This work lays the foundation for integration with our clinically available tumor exome sequencing assay to allow joint exome transcriptome analysis in a single informatics platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Genomics,Sequencing,Whole transcriptome sequencing,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jillian  A.  Moran<\/b><sup>1<\/sup>, Edward  G.  Hughes<sup>2<\/sup>, Donald  C.  Green<sup>2<\/sup>, Shrey Sukhadia<sup>2<\/sup>, Gregory  J.  Tsongalis<sup>2<\/sup>, Samantha  F.  Allen<sup>2<\/sup>, Laura Tafe<sup>2<\/sup>, Brianna Houde<sup>2<\/sup>, Nevena  B.  Ognjenovic<sup>3<\/sup>, Jennifer  N.  Barbuto<sup>2<\/sup>, Ivy Riano<sup>4<\/sup>, Parth Shah<sup>5<\/sup><br><br\/><sup>1<\/sup>Geisel School of Medicine at Dartmouth College, Hanover, NH,<sup>2<\/sup>Department of Pathology and Laboratory Medicine, Dartmouth-Hitchcock Medical Center, Lebanon, NH,<sup>3<\/sup>Department of Molecular and Systems Biology, Geisel School of Medicine, Hanover, NH,<sup>4<\/sup>Hematology\/Oncology, Dartmouth Cancer Center, Lebanon, NH,<sup>5<\/sup>Dartmouth Cancer Center, Lebanon, NH","CSlideId":"","ControlKey":"a59230d0-16f7-45a8-bae8-e3f68d3f902a","ControlNumber":"3426","DisclosureBlock":"&nbsp;<b>J. A. Moran, <\/b> None..<br><b>E. G. Hughes, <\/b> None..<br><b>D. C. Green, <\/b> None..<br><b>S. Sukhadia, <\/b> None..<br><b>G. J. Tsongalis, <\/b> None..<br><b>S. F. Allen, <\/b> None..<br><b>L. Tafe, <\/b> None..<br><b>B. Houde, <\/b> None..<br><b>N. B. Ognjenovic, <\/b> None..<br><b>J. N. Barbuto, <\/b> None..<br><b>I. Riano, <\/b> None..<br><b>P. Shah, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6251","PresenterBiography":null,"PresenterDisplayName":"Jillian Moran, BA","PresenterKey":"f9fa6ddd-ae5e-424d-9b72-9053deccaf34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6251. Validation and implementation of whole-transcriptome sequencing assay into cancer care: An experience from a cancer center","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation and implementation of whole-transcriptome sequencing assay into cancer care: An experience from a cancer center","Topics":null,"cSlideId":""},{"Abstract":"High-throughput DNA sequencing technologies have enabled unbiased screening of genomic alterations such as single nucleotide variants (SNVs) and small insertions\/deletions (indels). However, variant analysis using transcriptomic sequencing (RNA-seq) data has not become standard due to challenges in distinguishing true variants, in particular indels, from artifacts that can arise from RNA-seq mapping and library preparation. We have previously developed a tool, RNAIndel, which classifies indels as somatic, germline, or artifacts using a machine learning-based model. Here, we present enhanced somatic indel discovery by incorporating tumor RNA-Seq data with conventional paired tumor-normal DNA-Seq by re-analyzing the Cancer Genome Atlas (TCGA) data using RNAIndel. Our analytic process involves running RNAIndel on 9,101 TCGA tumor RNA-Seq samples across 33 cancer types hosted on Cancer Genomics Cloud by Seven Bridges Genomics (https:\/\/www.cancergenomicscloud.org) and comparing the result with the reference somatic indel set generated from paired tumor\/normal whole-exome sequencing (WES) data using an ensemble caller developed by NCI Genomic Data Commons (GDC). The comparison validates the RNAIndel variants by matching to the corresponding WES dataset. We also use the GDC indel set to test their expression in RNA-Seq. Indel alignments across sequencing platforms were compared by indelPost, an algorithm that we developed, to perform indel realignment to overcome the differences in mapping algorithms (BWA vs. STAR) and read lengths (100-bp vs. 50-bp) in WES versus RNA-Seq data.The joint DNA\/RNA indel analysis provides important insights into the expression profile of indels in known cancer driver genes versus non-drivers. First, indels in driver genes are more likely expressed than those in non-drivers (79% vs. 50%, <i>p<\/i> &#60; 2.2 &#215; 10<sup>-16<\/sup>). Second, mutant allele expression is frequently upregulated for truncating indels in tumor-suppressor genes (TSG) as allelic imbalance was detected in 6% of such variants in TSGs vs. 2% non-drivers. This may indicate a potential second hit leading to loss of the wild-type allele of in the TSGs. Third, allelic imbalance for in-frame indels was also frequent for oncogenes (20%) compared with the non-drivers (7%). The high expression likelihood of driver genes and the enriched indel allele expression for TSGs and oncogenes both support the use of RNA-Seq to enhance driver indel discovery. Indeed, our analysis reveals ~10% additional driver indels by RNA-Seq analysis which are absent from the GDC reference indel set. These indels affect prominent driver genes, most frequently <i>CDKN2A<\/i>, <i>TP53<\/i> and <i>ARID1A<\/i>. Our experience argues for incorporating de novo indel analysis in RNA-Seq as a standard approach for future cancer genomic analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Somatic indel,RNA sequencing (RNA-Seq),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Hagiwara<\/b>, A. Thrasher, J. Zhang; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"05d079e0-3b05-4fe4-800e-346a34de3282","ControlNumber":"4989","DisclosureBlock":"&nbsp;<b>K. Hagiwara, <\/b> None..<br><b>A. Thrasher, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6252","PresenterBiography":null,"PresenterDisplayName":"Kohei Hagiwara, MD","PresenterKey":"69c4e418-3de3-439d-a9d6-5fdd3ff1ec09","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6252. Driver indel discovery and allelic imbalance in &#62;9,000 tumor RNA-Seq samples from the Cancer Genome Atlas (TCGA)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Driver indel discovery and allelic imbalance in &#62;9,000 tumor RNA-Seq samples from the Cancer Genome Atlas (TCGA)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Cyclin-dependent kinase 4\/6 inhibitors (CDK4\/6i), in combination with endocrine therapy, are established as standard treatment for advanced HR+\/HER2- breast cancer (BC). However, response heterogeneity is observed, with approximately one-third of patients exhibiting intrinsic resistance. This study investigates the mechanisms of variable responses to CDK4\/6i through single-cell RNA sequencing of metastatic site biopsies, revealing distinct biomarkers for predicting CDK4\/6i response.<br \/><b>Methods:<\/b> Single-cell RNA sequencing analyzed metastatic tumors from advanced HR+\/HER2- BC patients pre-CDK4\/6i treatment at baseline (BL) and\/or at disease progression. BL samples were from CDK4\/6i responders (n = 8, median progression-free survival [mPFS] = 17 months), while progressors were categorized as early-progressors (EP, n = 3, mPFS = 3 months) and late-progressors (LP, n = 8, mPFS = 10 months). Metastatic sites included liver (10), pleural effusions (6), ascites (2), and bone (1). InferCNV distinguished tumor cells, and functional analysis utilized the Molecular Signatures Database.<br \/><b>Results:<\/b> Both EP and LP tumor cells exhibited reduced estrogen response and increased IFN-&#947; pathways compared to BL tumors. LP tumors displayed enhanced Myc targets, EMT, TNF-&#945;, and inflammatory pathways compared to EP tumors, revealing differential mechanisms of early versus late progression. Predictive signatures, including <i>TFF3<\/i> and <i>MGP<\/i>, were significantly upregulated in BL tumor cells across different metastatic sites. Metastasis-specific markers included <i>APOA<\/i> and <i>SERPINA1<\/i> (liver), and <i>AGR2<\/i> (pleural effusion). BL and LP responders showed increased tumor infiltrating CD8+ T cell and NK cells compared to EP non-responders. Notably, despite a high CD8+ T frequency in responder tumors, functional analysis revealed a significant upregulation of genes associated with stress\/apoptosis and exhaustion in proliferative CD4+ and CD8+ T cells from BL compared to LP tumors, including <i>HSP90<\/i> and <i>HSPA8<\/i>, associated with poor response to immune checkpoint inhibitors. These findings suggest potential benefits of immunotherapy for CDK4\/6i late progressors. Longitudinal biopsies further revealed dynamic NK cell expansion and enhanced cytotoxic T cell activity alongside the downregulation of stress\/apoptosis gene expression at progression compared to BL tumors.<br \/><b>Conclusion:<\/b> This study underscores the significance of metastatic site-specific biomarkers in predicting outcomes to CDK4\/6i. Tumor-infiltration lymphocytes may also serve as baseline predictors, while stress\/apoptosis gene signatures suggest checkpoint inhibitor usage in CDK4\/6i late progressors. These potentially actionable findings emphasize the need to optimize therapeutic approaches based on microenvironment-specific changes following disease progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Biomarkers,CDK4\/6 inhibitor resistance,Single cell RNA sequencing,Intratumoral heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Luo<\/b><sup>1<\/sup>, P. Yang<sup>2<\/sup>, S. Mastoraki<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, N. M. Kettner<sup>1<\/sup>, A. Singareeka Raghavendra<sup>1<\/sup>, D. Tripathy<sup>1<\/sup>, S. Damodaran<sup>1<\/sup>, K. K. Hunt<sup>1<\/sup>, Z. Li<sup>1<\/sup>, K. Keyomarsi<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Rice University, Houston, TX","CSlideId":"","ControlKey":"fb118673-0152-4032-9ea6-616dcb3da885","ControlNumber":"5479","DisclosureBlock":"&nbsp;<b>L. Luo, <\/b> None..<br><b>P. Yang, <\/b> None..<br><b>S. Mastoraki, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>N. M. Kettner, <\/b> None..<br><b>A. Singareeka Raghavendra, <\/b> None..<br><b>D. Tripathy, <\/b> None..<br><b>S. Damodaran, <\/b> None..<br><b>K. K. Hunt, <\/b> None..<br><b>Z. Li, <\/b> None.&nbsp;<br><b>K. Keyomarsi, <\/b> <br><b>Blueprint Medicines<\/b> Grant\/Contract. <br><b>Schrdinger<\/b> Grant\/Contract. <br><b>Apeiron Therapeutics<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6253","PresenterBiography":null,"PresenterDisplayName":"Linjie Luo, MD;PhD","PresenterKey":"0101ae00-247e-4177-ad1a-3a8348a71a9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6253. Single-cell RNA sequencing reveals metastatic site-specific biomarkers for predicting response to CDK4\/6 inhibition in advanced HR+\/HER2- breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell RNA sequencing reveals metastatic site-specific biomarkers for predicting response to CDK4\/6 inhibition in advanced HR+\/HER2- breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite recent advances, high-risk neuroblastoma (NB) and sarcomas account for 15% and 5% of all pediatric cancer deaths, respectively. Many patients attain remission, but approximately half of patients relapse. Genomic alterations such as MYCN amplification and ALK mutations have been shown to be important in prognosis and treatment. Despite improvements, approximately 20% of patients have refractory or recurrent disease after therapy, underscoring the need for further genomic understanding and new approaches to treatment.CK2 is a serine\/threonine kinase that regulates numerous cellular processes such as cell growth, proliferation, and survival. Overexpression of CK2 is associated with a poor prognosis in several adult solid tumors, making it a potential target of interest in pediatric solid tumors. This study aims to investigate CK2 expression among patients with NB, Ewing sarcoma (EWS), and rhabdomyosarcoma (RMS) and its correlation with patient survival. <u>Methods<\/u>Patients were enrolled in NMTRC008\/009: &#8220;Feasibility Trial Using Molecular Guided Therapy for Patients with Relapsed\/ Refractory Childhood Cancer&#8221; and BCC-001. WES and RNA-Seq were performed at the Translational Genomics Research Institute and Sema4 or Caris respectively. RNA expression levels were compared to a normal whole-body reference and a pediatric cancer reference. Differential expression data were interpreted in the context of systems biology.<u>Results<\/u>Tumor WES was performed on 297 patients (212 NB, 50 EWS, 35 RMS) and RNA-Seq on 284 patients (210 NB, 39 EWS, 35 RMS). The most common mutations or copy number alterations were seen in MYCN, ATRX, ALK, CDKN2A, and chr17q+ in NB; EWSR1-FLI1 fusion in EWS; PAX3-FOXO1 fusion in RMS. RNA expression analysis was performed to understand MYCN-driver status by covariance and interactions and to identify subsets of patients with high\/low expression of CK2 in different tumors. CK2 bimodal expression is seen across various cancers and normal tissues, implying distinct sub-groups exist in the data. In NB, overexpression of the CK2 gene with statistical significance was found in MYCN-amplified and chr17q+ tumors. A positive and negative correlation of the CK2 gene is seen with several target genes like MYCN, TRIM71, LIN28B, and HMGA2, JAK2, AR, STAT3, EGFR, LEF1, and NFKB2, respectively. In EWS and RMS, subgroups are identified with high and low expression of the CK2 gene.<u>Conclusion<\/u>Genomic sequencing of pediatric solid tumors showed a low mutation burden. RNA analysis resulted in the identification of potential novel therapeutic targets involving CK2 pathways. High expression of CK2 correlates with MYCN status. Further analysis of patient molecular subgroups is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"CK2,Expression analysis,Pediatric cancers,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Beeravally Nagulapally<\/b>, C. Behura, D. Gandra, G. Sholler; <br\/>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA","CSlideId":"","ControlKey":"d5356abb-578b-4c8b-b2e6-6b6b0bdebda0","ControlNumber":"7409","DisclosureBlock":"&nbsp;<b>A. Beeravally Nagulapally, <\/b> None..<br><b>C. Behura, <\/b> None..<br><b>D. Gandra, <\/b> None..<br><b>G. Sholler, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6254","PresenterBiography":null,"PresenterDisplayName":"Abhinav Beeravally Nagulapally, MS","PresenterKey":"514edd90-895b-441f-9f29-9d8cab6b2a66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6254. Casein kinase II (CK2) expression in pediatric solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Casein kinase II (CK2) expression in pediatric solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the commonest site specific cancer in women and a leading cause of cancer death among women in Nigeria and globally. The trend in Nigeria and Africa is that breast cancers are seen in younger age groups, are of higher grades and follow an aggressive course. It has been suggested that this may largely be due to mutation in BRCA genes with the attendant alteration in function of its proteins. This study aimed at determining the prevalence of BRCA1 and BRCA2 proteins in breast cancers seen in our environment as well as to see any association between these proteins and different morphological variants.<br \/>Materials and Methods: A descriptive study using tissue blocks of all histologically diagnosed breast cancer in our department between 2013 and 2017. Fresh sections were recut for histological grading and immunohistochemistry. Proteintech BRCA1 and BRCA2 polyclonal antibodies and detection kit were used.<br \/>Results: One hundred and thirty (130) cases met the inclusion criteria for this study. The mean (SD) age of the patients was 44.8 (10.3) years with ages ranging from 26 to 79 years. There were more cases of breast cancer (73.1%) seen before 50 years. Two (2) Male Breast Cancer (MBC) cases were seen, giving the female to male ratio of 64:1. The commonest morphological variant encountered was Invasive Carcinoma, No Special Type at 84.6% of cases. This was followed by invasive medullary (7.8%). The least common variant was papillary cancer at 0.8%. The tumors seen were mostly grade 3 (71.2%), followed by grade 2 at 22.7% and the least was grade 1 at 6.1%. Positivity for BRCA1 and BRCA2 proteins was seen in 27.7% and 30.0% of cases respectively. One of the MBC showed reactivity for BRCA1 protein. No significant relationship was seen between BRCA 1\/2 proteins expression and age or breast cancer histotypes.<br \/>Conclusion: BRCA 1 and 2 proteins are an important risk factor for breast cancers seen in this environment. However, there is no association with age distribution and morphological variants of the breast cancer in our population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-11 Systems engineering,,"},{"Key":"Keywords","Value":"BRCA1,BRCA2,Breast cancer,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Raphael<\/b>, A. Oluwasesan; <br\/>University of Abuja, Abuja, Nigeria","CSlideId":"","ControlKey":"ecb68cd2-d084-4f97-b334-e988fbbccf66","ControlNumber":"4145","DisclosureBlock":"&nbsp;<b>S. Raphael, <\/b> None..<br><b>A. Oluwasesan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6256","PresenterBiography":null,"PresenterDisplayName":"Solomon Raphael, MBBS,MS","PresenterKey":"f4a57f10-6806-40ea-bbfa-0d35ec28b630","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6256. Prevalence of BRCA1 and BRCA2 proteins in breast cancer in a nigerian population and their relationship with different breast cancer morphological variants","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of BRCA1 and BRCA2 proteins in breast cancer in a nigerian population and their relationship with different breast cancer morphological variants","Topics":null,"cSlideId":""},{"Abstract":"Structural variation detection remains an elusive undertaking. For decades, G-banded karyotyping has remained the standard practice for nearly all hematological malignancy samples. Cancers are diseases of the genome and structural variants (SVs) are a hallmark of nearly all cancers, are often drivers of oncogenicity, and can sometimes be targeted for treatment, as highlighted by the discovery of the Philadelphia chromosome and later the development of targeted kinase inhibitors. One of the most important limitations of karyotyping, its requirement for cells to divide in culture, has prevented its application for most solid tumors and therefore, there is considerably less understanding of the impact of SVs in solid tumors. Optical genome mapping is a technique that is revolutionizing cytogenomics and unlocking the understanding of SVs in the genome at a level never seen before. It not only can detect nearly all variants that a karyotype can, but it can provide 10,000x higher resolution and does not require cell culture. Because of this, it is being adopted for oncology studies across hematological malignancies and solid tumors. This study demonstrates the performance of a new high throughput Stratys instrument for generation of optical genome map data at extraordinarily high coverage depth. With this instrument, 12 samples can be loaded at once, each loaded onto its own cartridge and the instrument can collect 400x genome coverage for each of these samples in 24 hours. The instrument has random access to the cartridges so that completed samples can be swapped out to facilitate optimal instrument run efficiency. To date, this system has been demonstrated to run 60 samples in a week, each at 400x coverage. Data from the instrument can be processed by Bionano Access&#8482; and VIA&#8482; software to call SVs, copy number variants (CNVs), regions of loss of heterozygosity (LOH), on a genome wide basis, and to classify those variants automatically according to guidelines such as the National Comprehensive Cancer Network (NCCN), World Health Organization (WHO), and National Health Services (NHS, United Kingdom). This new high throughput system with advanced bioinformatic data analysis has the potential to further transform structural variation analysis in cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-11 Systems engineering,,"},{"Key":"Keywords","Value":"Genomics,High-throughput assay,Cancer,Leukemias,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. R. Hastie<\/b>, P. Lynch; <br\/>Bionano, San Diego, CA","CSlideId":"","ControlKey":"7718e021-3af4-400d-9b86-e8779860268f","ControlNumber":"8523","DisclosureBlock":"&nbsp;<b>A. R. Hastie, <\/b> None..<br><b>P. Lynch, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6257","PresenterBiography":"","PresenterDisplayName":"Alex Hastie, PhD","PresenterKey":"e409234f-4e16-4690-a011-70334607a648","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6257. Genome wide, high-throughput, high-resolution structural variation detection at low variant allele fraction for oncology samples","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome wide, high-throughput, high-resolution structural variation detection at low variant allele fraction for oncology samples","Topics":null,"cSlideId":""},{"Abstract":"Cell-free DNA (cfDNA) circulating in blood plasma arises primarily from cellular chromatin fragmentation and release due to cell death. Studies have demonstrated that the assessment of fragmentomic features of cfDNA enables gene expression inference and tissue-of-origin classification with potential applications for noninvasive cancer detection. However, due to low depth of coverage of sites of interest, current whole genome sequencing (WGS) methods have not been able to infer expression of individual genes or limited gene sets. Therefore, we developed a targeted sequencing approach that enables individual gene expression inference from cfDNA fragmentation patterns based on transcriptional start-site gene activation probability (TSS-GAP).<br \/>To assess the sensitivity of this method for cfDNA-inferred gene expression profiling, we applied TSS-GAP to blends of micrococcal nuclease (MNase)-digested DNA from a cancer cell line (LS180) and sorted peripheral blood mononuclear cells (PBMC), with LS180 DNA at varying concentrations (0.1-10%). This enabled the determination of the limit of detection (LoD), relative to healthy donor background levels, on the basis of the genes&#8217; activation probabilities (TSS-GAP scores).<br \/>We found 936 genes with high inferred expression in the LS180 cancer cell line and low inferred expression in non-cancer samples (i.e. CD4, CD14, and plasma cfDNA from 4 healthy donors) and used those for healthy donor background and LoD assessment. Using these gene-level background values as cutoffs, blends were assessed to determine the lowest blend level at which expression of the gene was able to be differentiated from background. Out of the 936 genes, 326 (34.8%) were detectable at a blend level of 0.1%, 59 (6.3%) at 0.3%, 31 (3.3%) at 1%, 19 (2.0%) at 3%, and 39 (4.2%) at 10%. In total, 416 genes could be detected by TSS-GAP at levels 1% of or lower above background, highlighting the potential of our method for detecting expression of certain genes even from a small fraction of cells contributing cfDNA to liquid biopsy samples. Further expansion of this work could consider the utility of such a method for circulating tumor DNA (ctDNA) detection, cfDNA tissue-of-origin classification, and deconvolution of cell types contributing to cfDNA found in blood.<br \/>[EL and AT contributed equally to this work]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Sequencing,Liquid biopsies,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Emily Leff<sup><\/sup>, <b>Alexander Tseng<\/b><sup><\/sup>, Victoria Cheung<sup><\/sup>, Ehsan Tabari<sup><\/sup>, Kimberly Walter<sup><\/sup>, Alex Lovejoy<sup><\/sup>, Cheng-Ho  J.  Lin<sup><\/sup><br><br\/>Freenome, South San Francisco, CA","CSlideId":"","ControlKey":"705b4f63-a907-4fad-84a3-a75687e4f7b3","ControlNumber":"1385","DisclosureBlock":"<b>&nbsp;E. Leff, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>A. Tseng, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>V. Cheung, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>E. Tabari, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>K. Walter, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>A. Lovejoy, <\/b> <br><b>Freenome<\/b> Employment, Stock Option. <br><b>C. J. Lin, <\/b> <br><b>Freenome<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6258","PresenterBiography":null,"PresenterDisplayName":"Alexander Tseng, BS","PresenterKey":"f2aa7ae7-a6d1-4c90-b120-096267e48a8d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6258. Inference of gene expression using fragmentation patterns from targeted high-depth sequencing of cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"546","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 2 \/ Sequence Analysis \/ Systems Engineering","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inference of gene expression using fragmentation patterns from targeted high-depth sequencing of cell-free DNA","Topics":null,"cSlideId":""}]