[{"Abstract":"Cell-free DNA (cfDNA) fragments are readily detected at a low concentration in the human blood stream. In healthy patients cfDNA is primarily derived from apoptosis of hematopoietic cells. In cancer patients circulating DNA derived from tumor cells (ctDNA) undergoing apoptosis, shedding, and necrosis contribute to total cfDNA. Next generation sequencing (NGS) of cfDNA isolated from patient plasma can be used to fully characterize cancer driven changes in the tumor DNA including the relative contribution of cfDNA, single nucleotide variants (SNVs), small insertions and deletions (Indels), larger deletions, regions of amplified DNA, and structural rearrangements.<br \/>Frontage has developed a complete lab system for analysis of circulating cfDNA including automated sample extraction, preparation and sequencing of libraries targeting exon sequences of 293 oncology-related genes, and a bioinformatic reporting system. The Frontage sample extraction process uses a post-extraction size selection step to remove high molecular weight DNA derived from lysed blood cells in the plasma sample to increase the sensitivity of detection of ctDNA. The NGS platform couples hybridization-based selection of genomic DNA fragments derived from protein-coding exons with deep sequencing to ~4,000X gross coverage on the NextSeq 2000. The bioinformatic pipeline integrates unique molecular barcode-based generation of consensus reads for each template molecule, somatic variant calling with GATK Mutect2 and FreeBayes, and removal of false positive variants by comparison to a 60 samples healthy patient data set.<br \/>Analytical validation was performed for each component of the system. For verification of the sample extraction process, cfDNA was extracted in duplicate from four lots of pooled K2 EDTA plasma of healthy patients as well as individual K2 EDTA plasma of colorectal cancer (CRC) patients in four independent extraction runs. The mean yields of cfDNA from healthy samples ranged from 2.3 - 4.2 nanograms per ml plasma and all 32 of the isolated cfDNA aliquots from healthy patient plasma showed a prominent peak around 167 nt with minimal contamination from high molecular weight DNA. For validation of the NGS and bioinformatics platform a set of 8 different reference cfDNAs were processed through four independent runs of library preparation, sequencing, and analysis. For each of the validation runs, greater than 97% of 208 SNVs and Indels with expected allele frequencies (AF) between 2-3% were detected by the platform with higher levels of accuracy for variants at above 3% AF. Two or less false positive variants per run were detected out of 278,000 nucleotides of verified non-mutated sequence that overlapped with the 293 gene panel. Four known DNA amplification events were detected in each of the validation runs. Data from characterization of CRC and other clinical samples with the system will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Next-generation sequencing (NGS),Copy number alterations,Circulating tumor DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Stamper<\/b><sup>1<\/sup>, W. Shen<sup>1<\/sup>, A. Pruthi<sup>1<\/sup>, C. Nagel<sup>1<\/sup>, M. Piechota<sup>2<\/sup>, K. Tomala<sup>2<\/sup>, Q. Wei<sup>1<\/sup>, D. Willoughby<sup>1<\/sup>; <br\/><sup>1<\/sup>Frontage Laboratories, Inc., Deerfield Beach, FL, <sup>2<\/sup>Intelliseq, Inc., Krakow, Poland","CSlideId":"","ControlKey":"4c6a5a11-826c-4422-8805-0634c34ea8ca","ControlNumber":"8341","DisclosureBlock":"&nbsp;<b>E. Stamper, <\/b> None..<br><b>W. Shen, <\/b> None..<br><b>A. Pruthi, <\/b> None..<br><b>C. Nagel, <\/b> None..<br><b>M. Piechota, <\/b> None..<br><b>K. Tomala, <\/b> None..<br><b>Q. Wei, <\/b> None..<br><b>D. Willoughby, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2347","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5014","PresenterBiography":null,"PresenterDisplayName":"Ericca Stamper, PhD","PresenterKey":"5da85fbe-ec0a-4a35-88a4-29f78092cb1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5014. Analytical validation of a complete system for detection and characterization of genomic aberrations in circulating tumor DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical validation of a complete system for detection and characterization of genomic aberrations in circulating tumor DNA","Topics":null,"cSlideId":""},{"Abstract":"Background: Molecular characteristics play a pivotal role in cancer diagnosis, treatment selection, and disease monitoring across various tumor types. While previous research has elucidated the molecular classification of colorectal cancer using tissue NGS, limited investigation has explored the molecular profile of colorectal cancer through liquid biopsy, especially across diverse human races. This study presents a comprehensive genomic profiling analysis of colorectal cancer patients, using a globally harmonized liquid biopsy assay to compare patient cohorts from both the U.S. and China.<br \/>Methods: The prospective study is part of Predicine&#8217;s Phoenix Program, a global molecular biomarker screening initiative across multiple solid tumors. At present, the study has enrolled 57 patients in the U.S. and 62 patients in China, all presenting with advanced colorectal cancer. A 10ml blood sample was collected from each patient and tested using PredicineCARE, an NGS-based liquid biopsy assay, to profile somatic mutations, copy number variations, and gene fusions among these patients.<br \/>Results: The assay, validated in both the U.S. and China using the same reference materials, achieved a LOD of 0.25% mutation allele frequency, with a positive predictive value exceeding 99%. Subsequently, the assay was applied to profile molecular aberrations in colorectal patients in both the U.S. and China. Among U.S. patients, the most commonly altered genes were APC (60%), KRAS (56%), TP53 (54%), MYC (25%), PIK3CA (16%), and EGFR (14%). In Chinese patients, the predominant altered genes were TP53 (48%), APC (42%), KRAS (32%), GNAS (21%), EGFR (16%), and PIK3CA (11%). The prevalence of GNAS variations was significantly higher in China than in the U.S. (p &#60; 0.05), while the prevalence of APC (p &#60; 0.05), KRAS (p &#60; 0.01), and MYC (p &#60; 0.001) variations was significantly higher in the U.S. than in China.<br \/>Conclusions: This study reveals the extensive mutational landscape in advanced colorectal cancer patients through liquid biopsy. Distinct prevalence patterns in certain genes between the U.S. and China cohorts offer novel biomarkers for clinical diagnosis and provide insights for targeted therapy mechanism studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Colorectal cancer,cfDNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Tang<\/b><sup>1<\/sup>, C. Jia<sup>1<\/sup>, F. Xie<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, X. Dong<sup>2<\/sup>, Y. Huang<sup>2<\/sup>, S. Jia<sup>2<\/sup>; <br\/><sup>1<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Fengxian District, Shanghai, China, <sup>2<\/sup>Predicine, Inc., Hayward, CA","CSlideId":"","ControlKey":"9614006e-03ca-4bc8-8ad6-25a0f28515a6","ControlNumber":"4248","DisclosureBlock":"<b>&nbsp;H. Tang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>C. Jia, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>F. Xie, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>X. Dong, <\/b> <br><b>Predicine, Inc.<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>Predicine, Inc.<\/b> Employment. <br><b>S. Jia, <\/b> <br><b>Predicine, Inc.<\/b> Employment. <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2348","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5015","PresenterBiography":"","PresenterDisplayName":"Haoran Tang","PresenterKey":"802a0860-37b2-431c-a3d2-854854f73630","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5015. Genomic profiling of colorectal cancer - insights from liquid biopsy comparisons between U.S. and China cohorts","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling of colorectal cancer - insights from liquid biopsy comparisons between U.S. and China cohorts","Topics":null,"cSlideId":""},{"Abstract":"Circulating tumor DNA (ctDNA) is a component of cell-free DNA (cfDNA) that originates from tumor tissue in the plasma of cancer patients. Although ctDNA is a broadly applicable tumor biomarker, the absolute amount of ctDNA varies across indication and stage, with the level of ctDNA present reflective of tumor volume. As novel methods for the characterization of ctDNA develop, there is need to evaluate these assays with appropriate samples. But current commercial reference standards, generated from modified cell lines or oligonucleotides lack important features such as DNA methylation, fragmentation pattern and nucleosome positioning, whilst clinical trial samples lack the required volume to perform multiple tests and often lack proper consent. We have created a framework for generating contrived samples containing the biological features of clinical samples and the attributes of a reference standard. The <i>plasma-in-plasma<\/i> contrived samples are generated from commercially purchased and fully consented matched tumor and plasma from cancer patients with age and gender matched healthy donor plasma. Samples are characterized by an internally validated 700 gene NGS panel to identify somatic variants and copy number alterations, which establishes &#8216;ground truth&#8217;. A contrived plasma dilution range based on the mean variant allele frequency (VAF) of the concordant somatic variants identified is generated. Using these methods, we have been able to generate sample sets for pan-cancer and disease specific evaluations. We have tested these samples through many novel high sensitivity assays that utilize both tumor-informed and tumor agnostic methods. We have confirmed that <i>plasma-in-plasma<\/i> contrived samples are amenable to all evaluated assays to date. The FFPE tumor tissue provide results matching clinical trial samples and the extraction yields of cfDNA are within the range of plasma samples from clinical trial data. Each dilution can be generated with replicates for reproducibility metrics. Current models of the sample dilutions have been generated to increase the number of replicates at relevant levels of tumor burden (i.e., 0.01% VAF). Negative samples consisting of the background plasma were also generated for each sample used. These <i>plasma-in-plasma<\/i> contrived samples have<i> <\/i>greater commutability to clinical samples than other commercial reference standards, however there are limitations. The complexity of generating these samples restrict the number of unique patients that can be utilized. Also, due to the volume of healthy plasma used as diluent, it is difficult to generate volumes greater than 4ml. To our knowledge, this is the first report examining the generation and usage of a contrived sample set that can be applied to evaluating novel high sensitivity MRD assays with clinical sample commutability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Liquid biopsies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Labrousse<\/b><sup>1<\/sup>, H. Russell<sup>1<\/sup>, D. Shera<sup>1<\/sup>, D. Stetson<sup>1<\/sup>, B. Nuttall<sup>1<\/sup>, B. Dougherty<sup>1<\/sup>, D. Hodgson<sup>2<\/sup>, J. Hadfield<sup>2<\/sup>; <br\/><sup>1<\/sup>AstraZeneca R&D Boston, Waltham, MA, <sup>2<\/sup>AstraZeneca R&D, Cambridge Biomedical Campus, United Kingdom","CSlideId":"","ControlKey":"67e488e7-0c5f-4554-b3c8-3276b50b3770","ControlNumber":"4517","DisclosureBlock":"&nbsp;<b>P. Labrousse, <\/b> None..<br><b>H. Russell, <\/b> None..<br><b>D. Shera, <\/b> None..<br><b>D. Stetson, <\/b> None..<br><b>B. Nuttall, <\/b> None..<br><b>B. Dougherty, <\/b> None..<br><b>D. Hodgson, <\/b> None..<br><b>J. Hadfield, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2349","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5016","PresenterBiography":null,"PresenterDisplayName":"Paul Labrousse, MS","PresenterKey":"9cb69921-b45f-4c8c-aa85-c41489fe40e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5016. Building better contrived samples to properly evaluate Next-generation MRD and LBx assays","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Building better contrived samples to properly evaluate Next-generation MRD and LBx assays","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Cell-free DNA (cfDNA) extracted from plasma is critical for the analytical validation of liquid biopsy assays. cfDNA is comprised of genetic material from tumor and non-tumor cells, which can be highly variable across tumor types and disease stage. Relative to tumor tissue, cfDNA yield is lower and may not always capture all clinically relevant variants (e.g. gene fusions). Supplementing analytical validation studies with contrived samples prepared from cell line derived DNA to mimic the features of cfDNA allows for more robust testing of rare variants in clinical samples. To determine the commutability of contrived sample DNA to clinical plasma sample cfDNA, a retrospective analysis of sensitivity studies using two methods of contrived sample preparation was performed.<br \/><b>Methods:<\/b> The PGDx elio Plasma Focus assay was used to compare sample base size post library preparation and limit of detection (LoD) of clinically relevant variants. Both methods used fragmented cell line DNA with a variant of interest and for method #1, cell line DNA was spiked into noncancerous donor plasma, which was then extracted resulting in a cfDNA and cell line DNA mixture. This contrived sample was diluted using wild-type (WT) DNA extracted from noncancerous donor plasma to obtain a target variant allele frequency (VAF). Method #2 used fragmented cell line DNA diluted with fragmented WT cell line DNA to obtain a target VAF.<b> <\/b>This retrospective data analysis will include a minimum of 28 samples run in replicate (3-20) across multiple studies.<br \/><b>Results: <\/b>Data obtained from a DNA fragment analyzer post library preparation show similarities between fragmented cell line DNA spiked into plasma, fragmented cell line DNA, and clinical plasma cfDNA, with fragment peaks ranging from 290-320 base pair (bp). The median LoDs across the three sample types (n=28) were also similar for single nucleotide variants (SNVs) at VAFs of 0.70%, 0.76%, 0.72%, indels at VAFs of 0.70%, 1.0%, 0.78%, amplifications at folds of 1.4, 1.3, 1.5, and translocations at fusion read fractions of 0.5%, 0.61%, 0.55%. When comparing the same variants in a contrived sample functional characterization study, the call rates of various dilution levels were similar. A Fisher&#8217;s Exact Test of the Hit Rate showed no significant difference for <i>KRAS G12V <\/i>SNV, <i>ERBB2<\/i> amplification, and <i>RET<\/i> translocation between cell line DNA and clinical cfDNA.<br \/><b>Conclusions:<\/b> This data demonstrates that contrived samples perform with general equivalence to and may be an appropriate substitute for clinical plasma samples, though certain DNA sources may influence overall performance. Overall, fragmented cell line DNA spiked into plasma and fragmented cell line DNA diluted with WT fragmented cell line DNA performed similarly to clinical cfDNA samples representative of the intended use population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Cell lines,Plasma,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. E. Harvey<\/b><sup>1<\/sup>, C. K. Maddox<sup>1<\/sup>, S. O. Dillon<sup>1<\/sup>, O. T. Khawar<sup>1<\/sup>, E. L. Verner<sup>1<\/sup>, A. Greer<sup>1<\/sup>, K. C. Valkenburg<sup>1<\/sup>, B. J. Caveney<sup>2<\/sup>, S. Ramkissoon<sup>2<\/sup>; <br\/><sup>1<\/sup>Labcorp, Baltimore, MD, <sup>2<\/sup>Labcorp, Durham, NC","CSlideId":"","ControlKey":"016a8f96-2ccb-4cd0-a136-40b96402abe5","ControlNumber":"7058","DisclosureBlock":"<b>&nbsp;A. E. Harvey, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>C. K. Maddox, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>S. O. Dillon, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>O. T. Khawar, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>E. L. Verner, <\/b> <br><b>Labcorp<\/b> Employment, Stock, Stock Option. <br><b>A. Greer, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>K. C. Valkenburg, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>B. J. Caveney, <\/b> <br><b>Labcorp<\/b> Employment, Stock, Stock Option, Other, SEC Section 16 Officer, Named Executive Officer. <br><b>S. Ramkissoon, <\/b> <br><b>Labcorp<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5017","PresenterBiography":null,"PresenterDisplayName":"Amanda Harvey","PresenterKey":"ef84b075-7399-4035-9c70-cf2fe38d40a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5017. Analytical performance of contrived samples for validation of liquid biopsy assays","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical performance of contrived samples for validation of liquid biopsy assays","Topics":null,"cSlideId":""},{"Abstract":"&#8220;For research use only. Not for diagnostic procedures.&#8221;<br \/>Introduction: Liquid biopsy is a non-invasive alternative to tissue biopsies for cancer profiling using cell-free total nucleic acids (cfTNA; including cell free DNA (cfDNA) and cell free RNA (cfRNA)), the biological analytes derived from tumor cells floating in blood. However, it is crucial to optimize the whole blood fractionation workflows, since limited access to a suitable centrifuge at blood collection sites poses a challenge to this critical fractionation step, causing delays in processing the blood, leading to decreased sensitivity of variant detection and increased occurrence of false positives. Current study shows a systematic comparison of the effects of 8 different blood fractionation conditions for spin speeds, temperatures and duration on the levels of cfTNA derived from K2-EDTA-derived blood from multiple healthy and non-small cell lung cancer (NSCLC) donors, using next generation sequencing (NGS).<br \/>Methods: CfTNA from K2-EDTA derived plasma was isolated using the MagMAX<sup>TM<\/sup> Cell-Free Total Nucleic Acid kit and the Genexus&#8482; Cell free total nucleic acid kit, utilizing the KingFisher<sup> <\/sup><sup>TM<\/sup> Flex and Genexus<sup>TM<\/sup>purification systems. Yield and integrity of cfTNA isolated was evaluated by Qubit&#8482;, Agilent Tapestation and quantitative real time PCR (qRT-PCR). Furthermore, the impact of these test conditions on quality control specifications of DNA and RNA was assessed by performing sequencing on an Ion Torrent<sup>TM <\/sup>Genexus<sup>TM<\/sup> sequencing instrument using the AmpliSeq<sup>TM<\/sup> HD target amplification assay, that reports sequence variations in DNA for 42 cancer related genes and RNA in 7 cancer related genes.<br \/>Results: Results showed comparable performance for all the 8 blood fractionation conditions tested, for yield and cfDNA profiles compared to control condition, indicating that there is no significant impact of these conditions on either yield or integrity of the cfDNA isolated. In addition, NGS data also showed that on target reads and median molecular coverage for DNA are comparable for all the conditions tested. However, sequencing data demonstrated that one test condition showed significantly better performance for RNA quality control specifications in terms of RNA mapped reads and molecular coverage for process controls used in the assay, compared to all other conditions tested.<br \/>Conclusion: Data suggests that one of the whole blood fractionation conditions tested impact the cfRNA recovery from plasma without negatively affecting the yield, and integrity of isolated cfDNA and shows increased sensitivity for RNA process controls in NGS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Whole Blood,cfDNA,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. JASTI<\/b>, S. Hernandez, N. Siepert, L. Kodandaramaswamy, T. Jayaweera, J. Schageman, A. Cheng, S. Lopez, M. Chen; <br\/>Thermo Fisher Scientific, Austin, TX","CSlideId":"","ControlKey":"73e17a2d-553d-408c-9bef-509d3520a5f0","ControlNumber":"1298","DisclosureBlock":"&nbsp;<b>M. Jasti, <\/b> None..<br><b>S. Hernandez, <\/b> None..<br><b>N. Siepert, <\/b> None..<br><b>L. Kodandaramaswamy, <\/b> None..<br><b>T. Jayaweera, <\/b> None..<br><b>J. Schageman, <\/b> None..<br><b>A. Cheng, <\/b> None..<br><b>S. Lopez, <\/b> None..<br><b>M. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2352","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5018","PresenterBiography":null,"PresenterDisplayName":"MADHU JASTI","PresenterKey":"4559c879-5e5c-46b1-a492-81b1308c9863","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5018. Evaluation of whole blood fractionation conditions for optimal liquid biopsy NGS applications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of whole blood fractionation conditions for optimal liquid biopsy NGS applications","Topics":null,"cSlideId":""},{"Abstract":"Early detection of tumor activity in clinically asymptomatic patients has the potential to improve quality of life and prevent unnecessary exposure to toxic therapies. DNA methylation is one of the most studied, stable, and fundamental epigenetic marks and represents a prominent alteration in most cancers. Analysis of DNA methylation, particularly in liquid biopsies has been introduced in cancer diagnosis and risk stratification. Despite indisputable achievements, translation into clinical practice is lagging behind, primarily due to 1) challenges associated with the analysis of DNA methylation, 2) the fragmented nature of cell-free DNA (cfDNA), aggravated by bisulfite treatment, 3) lack of clinical validation of reported cfDNA methylation marks, and 4) the paucity of knowledge about the functional consequences of cfDNA methylation marks within tumors. Using a sample pooling strategy, complemented with robust whole genome and reduced representation methylation sequencing, we establish a pan-cancer cfDNA methylation resource encompassing 12 cancer entities with diverse clinical phenotypes and treatment modalities. We built this compendium using a robustly performing whole genome and reduced representaion enzymatic methylation sequencing of more than 150 cfDNA and tumor DNA. We complement our data by analyzing DNA methylation data from 15 cancer entities (more than 7,000 patients) within the TCGA. We developed an enzymatic digital PCR (dPCR) approach for pan-cancer but also entity-specific analysis of cfDNA methylation at single base-resolution. Using this dPCR assay, we analyzed cfDNA and tumor DNA samples from more than 400 patients and compared enzymatic digestion with bisulfite treatment. We demonstrate that this resource can allow for the identification of entity-agnostic and specific markers, and that cfDNA methylation patterns are mirrored in tumor samples. The approach can be applied for methylation profiling of yet unanalyzed entities. Finally, we demonstrate unconventional epigenetic regulation of gene expression by methylated DNA-binding transcription factors whose activities are tissue- and context-specific and dosage-dependent. This work, therefore, provides a reference resource to identify minimally invasive, entity-specific and pan-cancer markers applicable for diagnostics, surveillance and patient stratification. It also sets the stage for further investigation of tissue- and context-specific epigenetic regulation of gene expression in health and disease by methylated DNA-binding transcription factors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cancer,Biomarkers,Liquid biopsies,Methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. S. Lueong<sup>1<\/sup>, M. Metzenmacher<sup>2<\/sup>, G. Zaun<sup>2<\/sup>, G. L. Mayer<sup>3<\/sup>, E. J. Hemmer<sup>1<\/sup>, K. Lückerath<sup>1<\/sup>, K. Pomykala<sup>4<\/sup>, B. Hegedüs<sup>5<\/sup>, P. A. Horn<sup>6<\/sup>, M. Trajkovic-Arsic<sup>1<\/sup>, T. Szarvas<sup>1<\/sup>, R. Váraljai<sup>7<\/sup>, C. Keup<sup>3<\/sup>, I. Tinhofer<sup>8<\/sup>, S. George<sup>8<\/sup>, S. Kasimir-Bauer<sup>3<\/sup>, S. Peña-Llopis<sup>9<\/sup>, A. Roesch<sup>7<\/sup>, C. Kürten<sup>10<\/sup>, L. Boosfeld<sup>10<\/sup>, K. Bruderek<sup>11<\/sup>, C. Darr<sup>12<\/sup>, T. Hilser<sup>2<\/sup>, V. Grünwald<sup>13<\/sup>, S. Brandau<sup>11<\/sup>, B. Hadaschik<sup>12<\/sup>, H. Neubauer<sup>14<\/sup>, I. Irene Esposito<sup>15<\/sup>, T. Fehm<sup>16<\/sup>, C. Oláh<sup>12<\/sup>, A. Csizmarik<sup>17<\/sup>, F. Thangarajah<sup>3<\/sup>, L. Reetz<sup>18<\/sup>, G. Jamal<sup>19<\/sup>, B. K. Thakur<sup>19<\/sup>, H. Kalkavan<sup>2<\/sup>, A. Schramm<sup>20<\/sup>, M. Schuler<sup>13<\/sup>, <b>J. T. Siveke<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Consortium (DKTK), partner site Essen\/Düsseldorf, a partnership between DKFZ and University Hospital Essen, Germany, Essen, Germany, <sup>2<\/sup>Department of Medical Oncology, West German Cancer Center, University Hospital Essen, Essen, Germany, <sup>3<\/sup>Department of Gynecology and Obstetrics, University Hospital Essen, Essen, Germany, <sup>4<\/sup>Institute for Artificial Intelligence in Medicine, University Hospital Essen, Essen, Germany, <sup>5<\/sup>Department of Thoracic Surgery, University Medicine Essen - Ruhrlandklinik, Essen, Germany, <sup>6<\/sup>Institute for Transfusion Medicine, University Medicine Essen, University Hospital Essen, University Duisburg-Essen, Essen, Germany, <sup>7<\/sup>Department of Dermatology, University Hospital Essen, West German Cancer Center, University Duisburg-Essen and the German Cancer Consortium (DKTK), Essen, Essen, Germany, <sup>8<\/sup>Department of Radiooncology and Radiotherapy, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Berlin, Germany, <sup>9<\/sup>Translational Genomics in Solid Tumors, Department of Ophthalmology, University Hospital Essen, Essen, Germany, <sup>10<\/sup>Department of Otorhinolaryngology, Head and Neck Surgery, University Hospital Essen, University Duisburg-Essen, Essen, Germany, <sup>11<\/sup>Experimental and Translational Research, Department of Otorhinolaryngology, University Hospital Essen, Essen, Germany, <sup>12<\/sup>Department of Urology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany, <sup>13<\/sup>National Center for Tumor Diseases (NCT) West, Campus University Hospital Essen, Essen, Essen, Germany, <sup>14<\/sup>German Cancer Consortium (DKTK), partner site Essen\/Düsseldorf, a partnership between DKFZ and University Hospital Essen, Germany, Düsseldorf, Germany, <sup>15<\/sup>Institute of Pathology, Heinrich-Heine University and University Hospital of Dusseldorf, Düsseldorf, Germany, <sup>16<\/sup>Klinik für Geburtshilfe und Frauenheilkunde, Universitätsklinikum Düsseldorf, Düsseldorf, Germany, <sup>17<\/sup>Department of Urology, Semmelweis University, Ulloi ut 78\/b, Budapest, Hungary, <sup>18<\/sup>20Department of Pediatrics III, University Hospital Essen, Essen, Germany, <sup>19<\/sup>Department of Pediatrics III, University Hospital Essen, Essen, Germany, <sup>20<\/sup>Laboratory of Molecular Oncology, Department of Medical Oncology, West German Cancer Center, University Hospital Essen, Essen, Germany","CSlideId":"","ControlKey":"3173b648-4d65-4318-a425-5faead66643f","ControlNumber":"6652","DisclosureBlock":"<b>&nbsp;S. S. Lueong, <\/b> <br><b>Qiagen<\/b> Other, Consulting. <br><b>Merck<\/b> Other, Consulting. <br><b>M. Metzenmacher, <\/b> <br><b>Amgen<\/b> Other, receives honoraria for advisory boards. <br><b>Astra Zeneca<\/b> Other, receives honoraria for advisory boards. <br><b>BMS<\/b> Other, receives honoraria for advisory boards. <br><b>GSK<\/b> Other, receives honoraria for advisory boards. <br><b>Janssen<\/b> Other, receives honoraria for advisory boards. <br><b>MSD<\/b> Other, receives honoraria for advisory boards. <br><b>Novartis<\/b> Other, receives honoraria for advisory boards. <br><b>Novocure<\/b> Other, receives honoraria for advisory boards. <br><b>Pfizer<\/b> Other, receives honoraria for advisory boards. <br><b>Sanofi<\/b> Other, receives honoraria for advisory boards. <br><b>Takeda<\/b> Other, receives honoraria for advisory boards.<br><b>G. Zaun, <\/b> None..<br><b>G. L. Mayer, <\/b> None..<br><b>E. J. Hemmer, <\/b> None.&nbsp;<br><b>K. Lückerath, <\/b> <br><b>Sofie Biosiences<\/b> Other, Consulting. <br><b>Edinburgh Molecular Imaging<\/b> Other, Consulting. <br><b>Enlaza Therapeutics<\/b> Other, Consulting. <br><b>Mariana Oncology<\/b> Research Support. <br><b>K. Pomykala, <\/b> <br><b>Advanced Biochemical Compounds<\/b> Other, Consulting.<br><b>B. Hegedüs, <\/b> None..<br><b>P. A. Horn, <\/b> None..<br><b>M. Trajkovic-Arsic, <\/b> None..<br><b>T. Szarvas, <\/b> None..<br><b>R. Váraljai, <\/b> None.&nbsp;<br><b>C. Keup, <\/b> <br><b>Qiagen<\/b> Other, Travel support.<br><b>I. Tinhofer, <\/b> None..<br><b>S. George, <\/b> None.&nbsp;<br><b>S. Kasimir-Bauer, <\/b> <br><b>Qiagen<\/b> Other, Consulting.<br><b>S. Peña-Llopis, <\/b> None..<br><b>A. Roesch, <\/b> None..<br><b>C. Kürten, <\/b> None..<br><b>L. Boosfeld, <\/b> None..<br><b>K. Bruderek, <\/b> None..<br><b>C. Darr, <\/b> None..<br><b>T. Hilser, <\/b> None..<br><b>V. Grünwald, <\/b> None..<br><b>S. Brandau, <\/b> None.&nbsp;<br><b>B. Hadaschik, <\/b> <br><b>Janssen<\/b> Other, Advisory boards. <br><b>Bayer<\/b> Other, Advisory boards. <br><b>ABX<\/b> Other, Advisory boards. <br><b>Lightpoint<\/b> Other, Advisory boards. <br><b>Amgen<\/b> Other, Advisory boards. <br><b>MSD<\/b> Other, Advisory boards. <br><b>Pfizer<\/b> Other, Advisory boards. <br><b>Novartis<\/b> Other, Advisory boards. <br><b>Accord<\/b> Other, Invited speaker. <br><b>Astellas<\/b> Other, Invited speaker. <br><b>Janssen R&D<\/b> Other, Invited speaker. <br><b>Uromed<\/b> Other, Honoraria. <br><b>AAA\/Novartis<\/b> Other, Research funding. <br><b>Bristol Myers Squibb<\/b> Other, Research funding.<br><b>H. Neubauer, <\/b> None..<br><b>I. Irene Esposito, <\/b> None..<br><b>T. Fehm, <\/b> None..<br><b>C. Oláh, <\/b> None..<br><b>A. Csizmarik, <\/b> None..<br><b>F. Thangarajah, <\/b> None..<br><b>L. Reetz, <\/b> None..<br><b>G. Jamal, <\/b> None..<br><b>B. K. Thakur, <\/b> None..<br><b>H. Kalkavan, <\/b> None.&nbsp;<br><b>A. Schramm, <\/b> <br><b>BMS<\/b> Other, project sponsoring. <br><b>Roche<\/b> Other, travel accomodation sponsoring. <br><b>M. Schuler, <\/b> <br><b>Amgen<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>AstraZeneca<\/b> Other, receives compensated consulting and\u0009Research funding. <br><b>Blueprint Medicines<\/b> Other, receives compensated consulting. <br><b>Boehringer Ingelheim<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>Bristol Myers Squibb,<\/b> Other, receives compensated consulting, honoraries for CME presentations and research funding. <br><b>GlaxoSmithKline<\/b> Other, receives compensated consulting. <br><b>Janssen<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>Merck Serono<\/b> Other, receives compensated consulting. <br><b>Novartis<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>Roche<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>Sanofi<\/b> Other, receives compensated consulting and honoraries for CME presentations. <br><b>Takeda<\/b> Other, receives compensated consulting. <br><b>MSD<\/b> Other, honoraries for CME presentations. <br><b>J. T. Siveke, <\/b> <br><b>AstraZeneca<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>Bayer<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>Boehringer Ingelheim<\/b> Other, Receives honoraria as consultant or for continuing medical education and receives research funding. <br><b>Bristol-Myers Squibb<\/b> Other, Receives honoraria as consultant or for continuing medical education and receives research funding. <br><b>Immunocore<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>MSD Sharp Dohme<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>Novartis<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>Roche\/Genentech<\/b> Other, Receives honoraria as consultant or for continuing medical education and receives research funding. <br><b>Servier<\/b> Other, Receives honoraria as consultant or for continuing medical education. <br><b>Abalos Therapeutics<\/b> Other, receives research funding. <br><b>Celgene<\/b> Other, receives research funding. <br><b>Eisbach Bio,<\/b> Other, receives research funding. <br><b>Pharma15<\/b> Other, holds ownership and serves on the Board of Directors.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2353","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5019","PresenterBiography":"","PresenterDisplayName":"Jens Siveke, MD","PresenterKey":"bf276767-f233-4015-aadf-bcc5e10b4e51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5019. Comprehensive pan-cancer analysis of cfDNA methylation marks in tumors reveals complex epigenetic regulatory circuits and diagnostic biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive pan-cancer analysis of cfDNA methylation marks in tumors reveals complex epigenetic regulatory circuits and diagnostic biomarkers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The integration of liquid biopsy in oncology has transformed clinical management of patients with cancer. Cell-free DNA (cfDNA) represents extracellular nucleic acid fragments shed during cellular apoptosis, necrosis, or secretion, and can be extracted from whole blood. PGDx elio plasma focus analyzes cfDNA to enable non-invasive genomic profiling with next-generation sequencing. In this study, we characterized the cfDNA fraction (%) and yield (ng) across multiple tumor types and stages.<br \/><b>Methods<\/b>: cfDNA fraction was obtained using automated electrophoresis (Agilent 4200 TapeStation System) to assess a region of 50-700 bp across 293 clinical plasma samples (tumor stages I - IV). The fraction of cfDNA to total DNA present was then calculated to determine overall cfDNA percentage. The overall DNA yield (ng) was quantified via Qubit fluorometer immediately following extraction from plasma and normalized to volume of plasma (ng of cfDNA\/mL of plasma). In addition, data was evaluated from 100 clinical plasma cases with strict extraction conditions allowing for yield normalization to plasma volume. Sequencing metrics were evaluated for all clinical cases with a recommended input of 25 ng DNA using PGDx elio plasma focus.<br \/><b>Results<\/b>: Average cfDNA fraction for individual tumor types ranged from 78.0% - 91.4%, with a mean (n=293) of 84.8%. When examining the yield normalized cohort (n=206), the average yield was 23.4 ng of cfDNA\/mL of plasma. cfDNA yield and fraction varied across tumor types and increased with cancer stage. Despite these differences, the majority of cases (99.7%) yielded sufficient cfDNA to proceed with PGDx elio plasma focus testing. No statistical differences in sequencing performance (variants reported and coverage for each tumor type) were observed and the PGDx elio plasma focus assay success rate was 97%. There was a slightly higher failure rate (17.6% (3\/17)) for samples below 60% cfDNA, indicating that high amounts of contaminating genomic DNA from white blood cells may obscure the number of available cfDNA fragments for analysis.<br \/><b>Conclusions<\/b>: These data characterize pre-analytical factors that impact performance of PGDx elio plasma focus using cfDNA isolated from plasma of patients with solid tumors. We showed cfDNA yield and fraction varied across tumor types and increased with cancer stage. The overall success rate for testing was 97% while failed samples were associated with higher levels of genomic DNA contamination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Next-generation sequencing (NGS),Cancer genomics,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. J. Summersgill<\/b><sup>1<\/sup>, J. M. Fox<sup>1<\/sup>, J. S. Dickey<sup>1<\/sup>, L. T. Cox<sup>1<\/sup>, C. D. Palumbo<sup>1<\/sup>, K. C. Valkenburg<sup>1<\/sup>, B. J. Caveney<sup>2<\/sup>, S. Ramkissoon<sup>2<\/sup>, J. B. Jackson<sup>1<\/sup>; <br\/><sup>1<\/sup>Labcorp, Baltimore, MD, <sup>2<\/sup>Labcorp, Durham, NC","CSlideId":"","ControlKey":"8f6ce309-d3ab-4eaf-a418-67edbe781579","ControlNumber":"7069","DisclosureBlock":"<b>&nbsp;R. J. Summersgill, <\/b> <br><b>Personal Genome Diagnostics<\/b> Employment. <br><b>Labcorp<\/b> Employment, Stock. <br><b>J. M. Fox, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>Personal Genome Diagnostics<\/b> Employment. <br><b>J. S. Dickey, <\/b> <br><b>Personal Genome Diagnostics<\/b> Employment. <br><b>Labcorp<\/b> Employment. <br><b>L. T. Cox, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>C. D. Palumbo, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>K. C. Valkenburg, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>Personal Genome Diagnostics<\/b> Employment. <br><b>B. J. Caveney, <\/b> <br><b>Labcorp<\/b> Employment, Fiduciary Officer, Stock, Stock Option, SEC Section 16 Officer, Executive Officer. <br><b>S. Ramkissoon, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>J. B. Jackson, <\/b> <br><b>Labcorp<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2354","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5020","PresenterBiography":null,"PresenterDisplayName":"Robert Summersgill","PresenterKey":"39c614c0-2db5-4b58-acf5-f2a1c4fa95fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5020. Pre-analytical characterization of cell-free DNA to enable liquid biopsy for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-analytical characterization of cell-free DNA to enable liquid biopsy for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Detection of mutation and methylation patterns in liquid biopsies has emerged as a promising approach for screening early-stage cancers. We have developed a targeted next-generation sequencing (NGS)-based assay &#8220;OptiSeq<sup>TM<\/sup> Colorectal Cancer Detection Panel&#8221;, a combined platform for assessing mutation and methylation in both low-quantity (plasma cfDNA) and low-quality formalin-fixed paraffin-embedded (FFPE) tissue for colorectal cancer (CRC) detection.<br \/>Methods: The OptiSeq<sup>TM<\/sup> Colorectal Cancer Detection Panel targets 442 SNVs and 434 CpG sites to detect circulating tumor DNA (ctDNA) in early-stage patients. With this panel, we profiled 6 early-stage and 6 metastatic CRC samples (matching cfDNA and FFPE) along with 2 primary colon specimens with adjacent normal tissue DNA. We also profiled 2 matching cfDNA and FFPE samples from precancerous adenomas (advanced adenomas (AA)) and 6 AA FFPE tissue DNA. In addition, we characterized the mutation and methylation pattern in 10 CRC fresh-frozen tissue DNA samples. For healthy individuals, we profiled 12 normal colon FFPE samples and 10 plasma cfDNA. The clinical performance for the CRC detection panel was calculated using AA, CRC, and cancer-free individuals.<br \/>Results: For CRC early and metastatic matching cfDNA and FFPE samples, clinical samples testing showed that the CRC detection panel had a sensitivity of 100% (95% CI: 69.8-100.0) and specificity of 100% (95% CI: 81.5-100). For precancerous AA FFPE tissues, combined DNA mutation and methylation increased the CRC detection sensitivity to 100% (95% CI: 51.6-100.0) and specificity to 100% (95% CI: 61.8-100). More clinical samples testing is underway.<br \/>Conclusion: We have developed the targeted NGS-based panel to detect clinically relevant mutation and methylation patterns and demonstrate its potential using the combined genetic and epigenetic markers making it a highly sensitive assay for early CRC diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Next-generation sequencing (NGS),Colorectal cancer,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. K. Bains<\/b>, M. Kulak, Z. Cui, A. Babu, S. Tran, A. Zhang, M. Sha; <br\/>DiaCarta, Inc., Pleasanton, CA","CSlideId":"","ControlKey":"dcbeef02-b7b1-41b2-bdb8-6a9748ad6e83","ControlNumber":"2803","DisclosureBlock":"&nbsp;<b>P. K. Bains, <\/b> None..<br><b>M. Kulak, <\/b> None..<br><b>Z. Cui, <\/b> None..<br><b>A. Babu, <\/b> None..<br><b>S. Tran, <\/b> None..<br><b>A. Zhang, <\/b> None..<br><b>M. Sha, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2355","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5021","PresenterBiography":null,"PresenterDisplayName":"Pushpinder Bains, PhD","PresenterKey":"10a08dc3-0158-46bb-978e-a1c645a8118e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5021. Circulating mutated and methylated tumor DNA detection for colorectal cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating mutated and methylated tumor DNA detection for colorectal cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Patients with stage II colon cancer not classified as high risk (pT4 microsatellite stable) do not receive adjuvant chemotherapy (ACT) according to Dutch guidelines. However, 15-20% of patients with stage II colon cancer experience a disease recurrence, indicating that there is an unmet clinical need to identify patients who could benefit from adjuvant treatment. Observational studies demonstrate that postoperative circulating tumor DNA (ctDNA) is indicative of minimal residual disease (MRD) and a strong prognostic biomarker for disease recurrence.<br \/>Aim: The MEDOCC-CrEATE trial aims to assess 1) the proportion of stage II colon cancer patients with detectable postoperative ctDNA accepting ACT and 2) whether ctDNA-guided ACT reduces 2-year recurrence rate (RR).<br \/>Methods: MEDOCC-CrEATE is an interventional trial following the &#8216;trial within cohorts&#8217; design. Participants of the Prospective Dutch Colorectal Cancer cohort with stage II colon cancer and no indication for ACT randomized to the intervention arm undergo postoperative tumor-informed ctDNA testing using next-generation sequencing of 33 genes through the PGDx elio&#8482; liquid biopsy assay. If ctDNA is detected, they are offered 4 cycles of adjuvant capecitabine plus oxaliplatin. Patients in the intervention arm who test ctDNA negative and patients in the control arm receive standard of care follow-up. For all patients, blood is collected every 6 months for 3 years to monitor disease recurrence.<br \/>The primary endpoint is the proportion of patients with detectable postoperative ctDNA willing to receive ACT. Secondary endpoints include 2-year RR, disease-free and overall survival, quality of life and cost-effectiveness of ctDNA-guided ACT. The study is powered for 2-year RR, randomizing 660 patients to each study arm in order to treat 30 patients in the intervention arm with detectable postoperative ctDNA, assuming 5% ctDNA detection and 10% noncompliance.<br \/>Results: Logistics for timely multicenter collection of tumor tissue and blood have been optimized across 28 Dutch hospitals. At present, 240 patients have been randomized. Of the 119 patients in the intervention arm, 98 provided consent for immediate postoperative ctDNA analysis (82%). Of the 92 currently available results, 5 (5 %) had detectable ctDNA. The median time from surgery to blood collection was 15 days (IQR 11-19), with a median turnaround time from surgery to ctDNA result of 47 days (IQR 39-54).<br \/>Conclusion: Multicenter postoperative tumor-informed ctDNA testing for MRD is operationally and technically feasible within the clinically relevant 8-12 week window to start ACT. The observed ctDNA detection rate is in accordance with expectations and the study design. Upon study finalization, the results will be used for health technology assessment to demonstrate the putative clinical utility of ctDNA-guided ACT in stage II colon cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"ctDNA,Colon cancer,Chemotherapy,Adjuvant,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Franken<\/b><sup>1<\/sup>, S. Schraa<sup>1<\/sup>, K. van Rooijen<sup>1<\/sup>, D. van der Kruijssen<sup>1<\/sup>, C. Rubio-Alarcón<sup>2<\/sup>, S. Ketelaars<sup>2<\/sup>, S. van Nassau<sup>1<\/sup>, T. Snetselaar<sup>1<\/sup>, B. Adriaans<sup>1<\/sup>, J. Phallen<sup>3<\/sup>, S. Angiuoli<sup>4<\/sup>, A. Greer<sup>4<\/sup>, E. Verner<sup>4<\/sup>, V. Coupé<sup>5<\/sup>, H. Verkooijen<sup>1<\/sup>, M. van Dongen<sup>2<\/sup>, L. Bosch<sup>2<\/sup>, M. Lanfermeijer<sup>2<\/sup>, D. van den Broek<sup>2<\/sup>, G. Meijer<sup>2<\/sup>, V. Velculescu<sup>3<\/sup>, M. Sausen<sup>4<\/sup>, M. Koopman<sup>1<\/sup>, R. Fijneman<sup>2<\/sup>, G. Vink<sup>6<\/sup>, on behalf of the PLCRC-MEDOCC group; <br\/><sup>1<\/sup>UMC Utrecht, Utrecht, Netherlands, <sup>2<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>3<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>4<\/sup>Personal Genome Diagnostics (LabCorp), Baltimore, MD, <sup>5<\/sup>Amsterdam UMC, Amsterdam, Netherlands, <sup>6<\/sup>Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, Netherlands","CSlideId":"","ControlKey":"5f71fe68-0005-4d18-8002-8242b58388ea","ControlNumber":"3813","DisclosureBlock":"&nbsp;<b>I. Franken, <\/b> None..<br><b>S. Schraa, <\/b> None..<br><b>K. van Rooijen, <\/b> None..<br><b>D. van der Kruijssen, <\/b> None..<br><b>C. Rubio-Alarcón, <\/b> None..<br><b>S. Ketelaars, <\/b> None..<br><b>S. van Nassau, <\/b> None..<br><b>T. Snetselaar, <\/b> None..<br><b>B. Adriaans, <\/b> None..<br><b>J. Phallen, <\/b> None.&nbsp;<br><b>S. Angiuoli, <\/b> <br><b>Personal Genome Diagnostics (LabCorp)<\/b> Employment, Other, Equity. <br><b>A. Greer, <\/b> <br><b>Personal Genome Diagnostics (LabCorp)<\/b> Employment. <br><b>E. Verner, <\/b> <br><b>Personal Genome Diagnostics (LabCorp)<\/b> Employment. <br><b>V. Coupé, <\/b> <br><b>Nordic Farma<\/b> Other, Funding of unrelated study.<br><b>H. Verkooijen, <\/b> None..<br><b>M. van Dongen, <\/b> None..<br><b>L. Bosch, <\/b> None..<br><b>M. Lanfermeijer, <\/b> None..<br><b>D. van den Broek, <\/b> None.&nbsp;<br><b>G. Meijer, <\/b> <br><b>CRCbioscreen B.V<\/b> Stock, Other, Co-founder, Board member. <br><b>CZ Health Insurances<\/b> Other, cash matching to ZonMw grant, payments made to the institute. <br><b>Exact Sciences<\/b> Other, research collaboration: the company provided materials, equipment and sample\/genomic analyses. <br><b>Personal Genome Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>Delfi Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>Hartwig Medical Foundation<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>V. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, Co-founder, Board of Directors, Stock Owner (subject to restrictions under unviersity policy). <br><b>Personal Genome Diagnostics (LabCorp)<\/b> Patent. <br><b>Qiagen<\/b> Patent. <br><b>Sysmex<\/b> Patent. <br><b>Agios<\/b> Patent. <br><b>Genzyme<\/b> Patent. <br><b>Esoterix<\/b> Patent. <br><b>Ventana<\/b> Patent. <br><b>ManaT Bio<\/b> Patent. <br><b>Viron Therapeutics<\/b> Other, Advisor. <br><b>Epitope<\/b> Advisor. <br><b>M. Sausen, <\/b> <br><b>Personal Genome Diagnostics (LabCorp)<\/b> Employment, Other, Equity. <br><b>M. Koopman, <\/b> <br><b>Bayer<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Merck-Serono<\/b> Grant\/Contract. <br><b>Pierre Fabre<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract. <br><b>R. Fijneman, <\/b> <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Delfi Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Cergentis BV<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Natera<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>G. Vink, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Sirtex<\/b> Grant\/Contract. <br><b>Pierre Fabre<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Delfi Diagnostics<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2356","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5022","PresenterBiography":null,"PresenterDisplayName":"Ingrid Franken, MD","PresenterKey":"86e750a1-e298-45fd-b3b7-3edbc22c8d0e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5022. MEDOCC-CrEATE trial: Feasibility of measuring circulating tumor DNA after surgery to guide adjuvant chemotherapy in stage II colon cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MEDOCC-CrEATE trial: Feasibility of measuring circulating tumor DNA after surgery to guide adjuvant chemotherapy in stage II colon cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The Oncomine&#8482; Dx Express Test (ODxET) is a next-generation sequencing (NGS) test. It can be used as an investigational use only (IUO**) test to detect somatic DNA and RNA alterations in human cell-free total nucleic acid (cfTNA) isolated from plasma samples. This study outlines the analytical validation of the ODxET for relevant single nucleotide variants (SNV) and insertion\/deletions (INDEL) in liquid biopsy specimens. The Ion Torrent Genexus&#8482; platform has a short turnaround time with minimal operator input. This study was performed in a College of American Pathologists (CAP&#8482;) accredited and Clinical Laboratory Improvement Act (CLIA) licensed laboratory.<br \/>Methods: Forty-seven unique samples (39 clinical, 3 derived, 2 reference and 3 commercially available DNA controls) were analyzed. All experiments began with sample extraction, except the lower input limit of detection (LLOD). We evaluated limit of detection, variant calling accuracy, and precision. Two control NIST&#8482; samples were sequenced with 3 technical replicates each for INDEL and SNVs analytical accuracy. The LOD was evaluated at both the target input of 2ng\/&#181;l (40ng), and the minimum input,0.33ng\/&#181;l (6.6ng) with allele frequency (AF) levels at 1%, 0.5%, and 0.25%. The 39 clinical plasma samples were used for variant calling accuracy. Inter-assay reproducibility was assessed by sequencing DNA controls across four runs by different operators over multiple days\/systems. Intra-assay repeatability was assessed by sequencing 4 samples in replicate on the same run by one operator on the same day\/system.<br \/>Results: The analytical accuracy and NPV was 100% for SNV\/INDEL variants. The 40ng input LOD sensitivity was 96% for SNVs at 0.5% AF and 100% for INDELs at 0.25% Minimum AF. The lower input LOD sensitivity was 89% for SNVs and 100% for INDEL at 1% AF. Variant calling accuracy on samples with pre-characterized data was 100% for the 13 positive samples. Specificity was &#62;99% for all samples including both healthy donor and positive samples. Repeatability was 100% for INDELs and &#62;96% for SNVs, reproducibility was 100% for both variant classes.<br \/>Conclusion: This validation study to estimate analytical accuracy, limit of detection, variant calling accuracy and precision has demonstrated that the ODxET assay is highly robust in detecting SNV and INDEL mutations in plasma samples and is suitable for use in a CAP\/CLIA laboratory as an IUO assay.**=In Vitro Diagnostic use only. Not available in all regions including North America.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Diagnostic marker,Circulating cell-free DNA,Solid tumors,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. C. Espinoza<\/b><sup>1<\/sup>, R. Ramsamooj<sup>2<\/sup>, A. Yuki<sup>1<\/sup>, J. Williamson<sup>1<\/sup>, D. Hassell<sup>3<\/sup>, M. Jasti<sup>3<\/sup>, S. Salazar<sup>1<\/sup>, D. Ginzinger<sup>1<\/sup>; <br\/><sup>1<\/sup>Thermo Fisher Scientific, West Sacramento, CA, <sup>2<\/sup>Consultant, West Sacramento, CA, <sup>3<\/sup>Thermo Fisher Scientific, Austin, TX","CSlideId":"","ControlKey":"60db02ce-9343-4f1d-9285-8902e8358144","ControlNumber":"8355","DisclosureBlock":"&nbsp;<b>J. C. Espinoza, <\/b> None..<br><b>R. Ramsamooj, <\/b> None..<br><b>A. Yuki, <\/b> None..<br><b>J. Williamson, <\/b> None..<br><b>D. Hassell, <\/b> None..<br><b>M. Jasti, <\/b> None..<br><b>S. Salazar, <\/b> None..<br><b>D. Ginzinger, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5023","PresenterBiography":null,"PresenterDisplayName":"Juan Espinoza","PresenterKey":"2ebeb00a-01a2-4182-8232-bd76b44c0f97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5023. Analytical validation of the Oncomine&#8482; Dx Express Test using liquid biopsy samples as an IUO assay in a CAP\/CLIA lab","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical validation of the Oncomine&#8482; Dx Express Test using liquid biopsy samples as an IUO assay in a CAP\/CLIA lab","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Plasma-derived cell-free DNA (cfDNA) can be used to identify cancer signals, including minimal residual disease (MRD), in patients who have undergone curative cancer treatments. The cell-free methylated DNA immunoprecipitation and high-throughput sequencing (cfMeDIP-seq) methodology is combined with custom algorithms that leverage differentially methylated regions (DMRs) found in cfDNA to distinguish between cancer and non-cancer signals. This novel non-degradative, tissue-agnostic approach was developed to bypass the limitations of bisulfite-sequencing and tissue-informed methods used in other liquid biopsy technologies. Here we present preliminary analytical performance metrics of an algorithm in development for detecting MRD.<br \/>Methods: In the genome-wide methylome enrichment platform, plasma-derived cfDNA is subjected to standard library preparation, combined with DNA filler, denatured, and immunoprecipitated using an anti-5-mC antibody. Captured DNA is amplified and sequenced. For this study, a candidate algorithm comprised of differentially methylated regions (DMRs) and 12 cancer types was used to quantify cancer-specific methylation. Control samples from 12 non-cancer donors were used to establish a selected 95% true negative rate threshold. This threshold was used to determine assay sensitivity, which was evaluated using contrived cancer samples intended to mimic low-level circulating tumor DNA (ctDNA) representative of MRD. Samples were contrived by titrating fragmented DNA from three immortalized tumor-derived cell-lines into plasma-derived cfDNA in a titration series targeting &#60;1% ctDNA levels. Cell-lines were of non-small cell lung cancer and head and neck squamous cell carcinoma origin; titration series were replicated for a total of 65 tests.<br \/>Results: All non-cancer and contrived cancer samples met in-process quality control metrics. This included &#8805;98.5% methylation specificity and &#8805;80 million unique molecules. Limit of detection calculations at 95% sensitivity (LoD95) were &#60;0.1%.<br \/>Conclusions: Tissue-agnostic approaches for detecting cancer signals from plasma have significant benefit, especially in settings where tissue is not accessible for evaluation. However, these tests must have highly sensitive methods of cancer signal detection for clinical applications. Our preliminary analytical data demonstrates the use of a blood-based, tissue- agnostic genome-wide methylome enrichment platform utilizing non-degradative methodology combined with specific algorithms and DMRs for MRD quantification and prognostic prediction, using treatment-na&#239;ve plasma samples. Future studies in post-treatment and longitudinal samples are ongoing to evaluate the utility of this genome-wide methylome enrichment platform for cancer management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cancer detection,Cell-free DNA,Methylation,Plasma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Shen<sup>1<\/sup>, I. Cirlan<sup>1<\/sup>, F. Vincelli<sup>1<\/sup>, B. Brown<sup>2<\/sup>, J. Min<sup>2<\/sup>, J. Burgener<sup>1<\/sup>, J. Zhang<sup>1<\/sup>, Y. Newton<sup>2<\/sup>, M. Gruca<sup>2<\/sup>, A. Licon<sup>2<\/sup>, J. Zhang<sup>2<\/sup>, A.-R. Hartman<sup>2<\/sup>, A. Williams<sup>2<\/sup>, <b>H. Mellert<\/b><sup>2<\/sup>, D. D. De Carvalho<sup>1<\/sup>; <br\/><sup>1<\/sup>Adela, Inc., Toronto, ON, Canada, <sup>2<\/sup>Adela, Inc., Foster City, CA","CSlideId":"","ControlKey":"c5ca54ff-f902-4b8f-ba5e-92386770694f","ControlNumber":"1319","DisclosureBlock":"<b>&nbsp;S. Shen, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>I. Cirlan, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>F. Vincelli, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>B. Brown, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Natera<\/b> Employment. <br><b>J. Min, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>J. Burgener, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhang, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Y. Newton, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>M. Gruca, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>A. Licon, <\/b> <br><b>Invitae<\/b> Employment, Stock Option. <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhang, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>A. Hartman, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>A. Williams, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>H. Mellert, <\/b> <br><b>Biodesix<\/b> Stock, Patent. <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>D. D. De Carvalho, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option, Patent, Non-financial\/Officer, financial\/ownership interest.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2359","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5024","PresenterBiography":null,"PresenterDisplayName":"Hestia Mellert, PhD","PresenterKey":"c2afd7ff-de34-428c-b2b1-0b39039981ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5024. Analytical performance of a genome-wide methylome enrichment platform to detect minimal residual disease from plasma-derived cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical performance of a genome-wide methylome enrichment platform to detect minimal residual disease from plasma-derived cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Background: Liquid biopsy testing has been implemented in clinical practice because of recent advancements in detecting and characterizing circulating tumor DNA (ctDNA). The Food and Drug Administration (FDA) has approved three ctDNA liquid biopsy tests that detect mutations in cancers, which can aid clinicians in choosing the most effective treatments. While ctDNA has been validated for clinical applications, the same is not true for extracellular vesicle (EV)-associated DNA, which is another promising biomarker. Previously, our laboratory developed the Extracellular Vesicle-Associated DNA Database (EV-ADD) to provide validated experimental details and data extracted from peer-reviewed published literature on EV-DNA. The aim of our study was to investigate the potential clinical utility of EV-DNA in liquid biopsy for tumor detection by surveying studies on EV-ADD that compared ctDNA and EV-DNA.<br \/>Methods: We searched the entire EV-ADD to selectively identify studies that compared cell-free DNA (cfDNA) or ctDNA and EV-DNA in cancer patients (inclusion criteria). The sensitivity and specificity of cancer detection, the concentrations of DNA, and the methods of detection were compared between ct\/cfDNA and EV-DNA. We define sensitivity as the ability to detect mutations in ctDNA\/EV-DNA from patient blood when the mutations are known. Specificity is defined as the proportion of true negatives from the sum of true negatives and false positives. A true negative case occurs when no driver mutation is detected in ctDNA\/EV-DNA of a patient whose tumor does not have the mutation either. A false positive case occurs when a driver mutation is detected in ctDNA\/EV-DNA of a patient whose tumor does not have the mutation.<br \/>Results: Of 97 studies in the database, 20 met our inclusion criteria. From 12 studies that matched our definition of sensitivity, the sensitivity of EV-DNA and ctDNA ranged from 19% to 95% and 14% to 97%, respectively. From the same 12 studies, the specificity of EV-DNA and ctDNA ranged from 89% to 100% and 80% to 100%, respectively. Other studies that met our inclusion criteria but did not match our definition of sensitivity either calculated sensitivity differently (2 studies), calculated sensitivity the same way in pleural effusions (2 studies), in bronchoalveolar lavage fluid (2 studies), analyzed mitochondrial DNA (1 study), or did not calculate sensitivity (1 study). The concentrations of EV-DNA and ctDNA in blood ranged from 0.8 - 118.4 ng\/ml and 4.0 - 236.5 ng\/ml, respectively. Digital droplet PCR (ddPCR) and sequencing were the most common methods (45% and 35%, respectively) for detecting cancer mutations.<br \/>Conclusions: Since EV-DNA performed comparably to ctDNA in detecting cancer DNA in the blood of patients, EV-DNA should be seriously considered as a potential biomarker and complementary tool for detecting and monitoring cancer tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Biomarkers,Circulating tumor DNA,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Wu<\/b>, T. Tsering, Y. Chen, A. Nadeau, J. V. Burnier; <br\/>McGill University Health Centre Research Institute, Montreal, QC, Canada","CSlideId":"","ControlKey":"b5b2302e-3946-4a23-be86-b346a959dd4a","ControlNumber":"5105","DisclosureBlock":"&nbsp;<b>T. Wu, <\/b> None..<br><b>T. Tsering, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>A. Nadeau, <\/b> None.&nbsp;<br><b>J. V. Burnier, <\/b> <br><b>Moderna<\/b> Other, Research funding. <br><b>Pfizer<\/b> Other, Research funding. <br><b>Alcon<\/b> Other, Research funding.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2361","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5025","PresenterBiography":null,"PresenterDisplayName":"Tad Wu, BS","PresenterKey":"6c195ad9-0f46-4b40-8e7b-fa36e72f9894","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5025. Extracellular vesicle DNA as a potential biomarker for cancer detection: A comparative analysis with ctDNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicle DNA as a potential biomarker for cancer detection: A comparative analysis with ctDNA","Topics":null,"cSlideId":""},{"Abstract":"Rapid and accurate electrophoresis characterization can be an important tool for cancer researchers and therapy manufacturers. Advances in NGS of low molecular weight cfDNA for diagnostics may benefit from high-throughput checks of cfDNA sample quality with ultra-low quantities of sample. On the other hand, high molecular weight pDNA characterization and separation of supercoiled, linear and open-linear conformations aids in quality control of these payloads for personalized medicine and in particular cancer vaccines and gene therapies. This work shows optimization of established microfluidic capillary electrophoresis to enable the measurement of cfDNA and pDNA. cfDNA study was completed on plasma reformatted from whole blood tubes using Janus G3 Blood iQ workstation. The cfDNA samples were extracted using commercial cfDNA extraction kits. Using a LabChip GX Touch Biologics Characterization system: gel optimization, marker solution dilution, and inclusion of a low molecular weight DNA standard improved the sensitivity of cfDNA detection. This afforded a new electrophoresis assay with linear dynamic range of 50-1000 pg\/uL and sensitivity of &#60;25 ng\/uL. pDNA, supercoiled DNA and linear DNA standards were prepared according to published procedures and measured on the LabChip GX Touch Biologics Characterization system. A new ladder system was developed along with gel optimization to develop a new High Sensitivity Assay platform capable of baseline resolving each conformation and providing fragment DNA sizing and purity information. Taken together, this work provides researchers new tools to leverage automated microfluidic capillary electrophoresis for DNA analysis in both upstream and manufacturing processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Gene therapy,Electrophoresis,Microfluidics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>James Geiger<\/b><sup>1<\/sup>, Dipti Mehta<sup>1<\/sup>, Gayatri Gautam<sup>1<\/sup>, Adriana Coll de Pena<sup>2<\/sup>, Menel Ben Frej<sup>1<\/sup>, Anubhav Tripathi<sup>2<\/sup>, James White<sup>1<\/sup><br><br\/><sup>1<\/sup>Applied Genomics, REVVITY, Hopkinton, MA,<sup>2<\/sup>Biomedical Engineering, Brown University, Providence, RI","CSlideId":"","ControlKey":"eb5479d7-cf1c-4d89-bff2-c106350b1bb2","ControlNumber":"8324","DisclosureBlock":"&nbsp;<b>J. Geiger, <\/b> None..<br><b>D. Mehta, <\/b> None.&nbsp;<br><b>G. Gautam, <\/b> <br><b>Regeneron<\/b> Employment.<br><b>A. Coll de Pena, <\/b> None..<br><b>M. Ben Frej, <\/b> None..<br><b>A. Tripathi, <\/b> None..<br><b>J. White, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5026","PresenterBiography":null,"PresenterDisplayName":"James Geiger, Unknown","PresenterKey":"a7c7d2f8-97a0-4208-84aa-78f120f89291","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5026. Microfluidic capillary electrophoresis optimization of high-throughput cfDNA and pDNA measurements for enabling cancer diagnostics and gene therapy development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microfluidic capillary electrophoresis optimization of high-throughput cfDNA and pDNA measurements for enabling cancer diagnostics and gene therapy development","Topics":null,"cSlideId":""},{"Abstract":"Advanced cancers therapies, including personalized ones, often fail. Rapid evaluation of treatment efficacy is therefore critical to reduce medical and financial side effects and, most importantly, facilitate the implementation of a therapy most appropriate for that individual. Current approaches for evaluating treatment are too slow and expensive to rapidly modify therapy. The previously documented selective affinity of DNA to Au surfaces, albeit cumbersome, unsuitable for point-of-care (PoC) applications and having poor discrimination ability, suggested a solution to this clinically important problem. Methods presented herein potentially solve the problem as first illustrated by a studies of plasma from those with and without cancers. Multiple improvements, most notably optimized buffer conditions dramatically changed and enhanced the difference in adsorption between ctDNA and normal cfDNA drastically improving assay performance. The enhanced sensitivity of this Therascape&#8482; assay was not only able to better detect the difference between healthy and cancer cfDNA but demonstrated potential for the monitoring of cancer treatment efficacy. De-identified clinical samples of the few patients that the Scripps Biorepository and University of Colorado supplied had samples before and after treatment, and were known to have progressed or responded in the interim, were analyzed. This initial group included 6 lymphoma patients and two NSCLC patients (in one case the cfDNA was isolated from urine). One of the patient samples taken before initiating therapy was in the healthy range and considered ineligible for the assay. Ten before and after pairs were then evaluated in a blinded fashion. TheraScape correctly correlated with the change in cancer burden in each pair (10\/10 times, p = 0.00016, paired t-test). In some cases the &#8220;after&#8221; specimen was ~1 month after therapy began. The presentation will include additional patients. The CVs of repeat electrodes were less than 10%, interoperator variability did not increase this. The novel method of detecting cfDNA using disposable electrodes presents a significant advancement in monitoring the efficacy of treatments for advanced cancers, and may be particularly critical for immunotherapy. This approach reduced expenses by 10 to 50 times compared to current reimbursement rates for sequence dependent methods, even more critical is the same day turn around would allow rapid, truly individualized, patient therapy optimization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Biomarkers,Circulating tumor DNA,Liquid biopsies,Chemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Russo<\/b><sup>1<\/sup>, K. Arnold<sup>1<\/sup>, S. Tunney<sup>1<\/sup>, S. Wright<sup>1<\/sup>, F. Taub<sup>1<\/sup>, C. S. Henry<sup>2<\/sup>; <br\/><sup>1<\/sup>aiGENE, Inc., Aurora, CO, <sup>2<\/sup>Colorado State University, Fort Collins, CO","CSlideId":"","ControlKey":"e06838e2-8d48-4aed-bcb7-c46c73ba704a","ControlNumber":"8367","DisclosureBlock":"&nbsp;<b>M. J. Russo, <\/b> None..<br><b>K. Arnold, <\/b> None..<br><b>S. Tunney, <\/b> None..<br><b>S. Wright, <\/b> None..<br><b>F. Taub, <\/b> None..<br><b>C. S. Henry, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5027","PresenterBiography":null,"PresenterDisplayName":"Matthew Russo","PresenterKey":"9425b8b5-db13-4d00-9510-a92832f983b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5027. Simplified selective electrochemical detection of ctDNA differentiates between cancer progression and regression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simplified selective electrochemical detection of ctDNA differentiates between cancer progression and regression","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibition (ICI) via anti-PD-1\/PD-L1 has improved clinical outcomes for multiple cancers, including bladder and non-small cell lung cancer (NSCLC). Yet, the response rates remain low highlighting a significant knowledge gap in the mechanisms driving response and resistance. While the expression of PD-L1 has been established as a predictive biomarker of ICI response, other features, including molecular tumor burden, tumor microenvironment (TME), and the host&#8217;s immune mechanisms may contribute to overall response. The complex interactions between a tumor and the immune system underscore the need for a more comprehensive approach to explore novel biological and immunological insights of cancer progression.<br \/>Circulating tumor DNA assays, while integral to contemporary decision-making in oncology, fall short in delineating the transcriptional programs that dictate cancer phenotypes and their evolution over the disease trajectory. To bridge this gap, we have developed a plasma-based active chromatin capture method that enables the comprehensive epigenetic and transcriptomic interrogation of both tumor and immune components.<br \/>In this study, we quantified epigenetic profiles from plasma samples (n=100) of patients with bladder cancer (n=20) and NSCLC (n=24) undergoing ICI therapy, along with samples (n=70) from healthy individuals (n=5). As expected, the total cfDNA yield (ng) of lung (1.7x, p=2.3e-08) and bladder (1.98x, p=1.6e-11) cancer samples were higher than those of healthy individuals. More Interestingly, the longer cfDNA fragments derived from regulatory-active chromatin, also showed a significantly higher abundance in plasma samples from both lung (2.0x, p=2.5e-09) and bladder (3.2x, p=3.2e-14) cancer patients. Furthermore, the patterns of epigenetic regulations across cancer and healthy conditions showed distinct and stable clusters, consistent between gene bodies and transcription start sites, highlighting the epigenetic changes that may be driving cancer progression. We also observed a common enrichment of immune epigenetic signatures in both lung and bladder cancer samples, likely attributed to shared mechanisms associated with the modulation of the tumor microenvironment and immune interactions. Understanding these changes at an epigenetic level could provide insights into novel therapeutic approaches that target the tumor microenvironment and the immune interactions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"cfDNA,Bladder cancer,NSCLC,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Lai, K. Dilger, R. Cunningham, T. Barnes, K. Truong, K. Lam, R. Boquiren, <b>M. C. Louie<\/b>, D. Abdueva; <br\/>Aqtual Inc., Hayward, CA","CSlideId":"","ControlKey":"ae677cf6-97a6-4aaf-9618-c95ced13ba82","ControlNumber":"8673","DisclosureBlock":"<b>&nbsp;K. Lai, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option, Patent, Other Intellectual Property. <br><b>K. Dilger, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option, Patent, Other Intellectual Property. <br><b>R. Cunningham, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option, Patent, Other Intellectual Property. <br><b>T. Barnes, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option. <br><b>K. Truong, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option. <br><b>K. Lam, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option. <br><b>R. Boquiren, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Stock Option. <br><b>M. C. Louie, <\/b> <br><b>Aqtual Inc.<\/b> Independent Contractor. <br><b>D. Abdueva, <\/b> <br><b>Aqtual Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent, Other Intellectual Property.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5028","PresenterBiography":"","PresenterDisplayName":"Maggie Louie, PhD","PresenterKey":"d7b35be5-1a41-4528-8ccf-d2b63b7699bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5028. Detection of non-small cell lung and bladder cancer signatures in peripheral blood using a novel antibody-free chromatin capture assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of non-small cell lung and bladder cancer signatures in peripheral blood using a novel antibody-free chromatin capture assay","Topics":null,"cSlideId":""},{"Abstract":"Purpose: In patients with first-line advanced breast cancer (ABC), the correlation between ctDNA variant allele frequency (VAF) and tumor disease burden, and its prognostic value remains poorly investigated.<br \/>Methods: This study included patients with ABC diagnosed at Peking University Cancer Hospital who performed ctDNA test before receiving first-line treatment. Baseline plasma samples were collected for assessing ctDNA alterations and VAF with next-generation sequencing. The sum of tumor target lesion diameters (SLD) was measured with imaging methods according to RECIST 1.1 criteria.<br \/>Results: The final cohort included 184 patients. The median age of the cohort was 49.4 (IQR: 42.3-56.8) years. The median VAF was 15.6% (IQR: 5.4%-33.7%). VAF showed positive correlation with SLD in patients with relatively large tumor lesions (r = 0.314, p = 0.003), but not in patients with small tumor lesion (p = 0.226). VAF was associated with multiple metastasis sites (p = 0.001). Multivariate Cox regression analysis showed that high VAF was associated with shorter overall survival (OS) (HR: 3.519, 95% confidence interval (CI): 2.149-5.761), and first-line progression-free survival (PFS) (HR: 2.352, 95%CI: 1.462-3.782).<br \/>Conclusion: ctDNA VAF associated with tumor disease burden, and was a prognostic factor for patients with ABC. A combination of ctDNA test and radiographic imaging might enhance tumor burden evaluation, and improve prognosis stratification in patients with ABC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Breast cancer,cfDNA,Tumor burden,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zhong<\/b><sup>1<\/sup>, H. Li<sup>1<\/sup>, B. Shao<sup>1<\/sup>, H. Jiang<sup>1<\/sup>, X. Liu<sup>1<\/sup>, H. Tang<sup>2<\/sup>, S. Jia<sup>2<\/sup>; <br\/><sup>1<\/sup>Key Laboratory of Carcinogenesis and Translational Research (Ministry of Education\/Beijing), Department of Breast Oncology, Peking University Cancer Hospital & Institute, Beijing, China, <sup>2<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China","CSlideId":"","ControlKey":"7e038a9f-bcc3-4498-8e4b-cb0215da0306","ControlNumber":"3067","DisclosureBlock":"&nbsp;<b>J. Zhong, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>B. Shao, <\/b> None..<br><b>H. Jiang, <\/b> None..<br><b>X. Liu, <\/b> None.&nbsp;<br><b>H. Tang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China<\/b> Employment. <br><b>S. Jia, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2365","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5029","PresenterBiography":null,"PresenterDisplayName":"Jianxin Zhong, PhD","PresenterKey":"73fb23d0-35ba-4947-b8bc-f36ad12f4376","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5029. VAF in ctDNA correlated with advanced breast cancer tumor burden and prognosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VAF in ctDNA correlated with advanced breast cancer tumor burden and prognosis","Topics":null,"cSlideId":""},{"Abstract":"<b>Intro: <\/b>Liquid biopsy is fast becoming a standard practice in oncology research due to recent advancements in Next Generation Sequencing (NGS). To detect genetic variants, whole blood samples are collected in blood collection tubes (BCTs) and fractionated to obtain plasma which is then used to isolate cell free nucleic acid (cfNA) for analysis. While the limited availability of cfNA is a challenge in liquid biopsy, storage condition and duration between blood collection and fractionation have a significant impact on the quantity and quality of the cfNA due to degradation and genomic DNA and RNA contamination. There are several BCTs available on the market offering stabilization of cfNA profiles to overcome the above challenges.<br \/><b>Methods: <\/b>Here we compare the NGS performance of cfNA derived from three commonly used BCTs on the market, BD Vacutainer&#8482; K<sub>2<\/sub>EDTA Tubes, Streck&#8482; Cell-Free DNA, and PAXgene&#174; Blood ccfDNA tubes. Matched whole blood samples collected in the above-mentioned tube types were obtained from commercial vendors which were derived from 38 healthy donors as well as 6 cancer research samples. Whole blood samples were fractionated as per manufacturer recommendations and cfNA was isolated and quantified using Genexus&#8482; Cell-Free Total Nucleic Acid Purification Kit on Genexus&#8482; purification system. Isolated cfNA was then sequenced using Ion Ampliseq&#8482; HD target amplification assay on Genexus&#8482; Integrated sequencer.<br \/><b>Results: <\/b>Data shows that K<sub>2<\/sub>EDTA collected samples contain slightly higher amounts of cfNA compared to PAXgene&#174; and Streck&#8482; samples. When the cfDNA profiles were analyzed by Agilent&#8482; BioAnalyzer&#8482;, K<sub>2<\/sub>EDTA derived cfDNA showed varying degrees of genomic DNA contamination which can inflate the cfDNA concentration. However, both Streck&#8482; and PAXgene&#174; derived cfDNA showed little to no detectable genomic DNA contamination. As a result, a higher percentage of PAXgene&#174; and Streck&#8482; samples did not meet the minimum input requirement (5ng) for the sequencing assay. Sequencing data for DNA showed that K<sub>2<\/sub>EDTA samples had higher total reads and median molecular coverage compared to the other two BCT types. However, all samples had passing QC metrics, and mean read length, on target reads, and uniformity were comparable between the three tube types. When DNA variant detection was evaluated using cancer research samples, no significant difference was observed in performance between K<sub>2<\/sub>EDTA and PAXgene&#174; samples. Interestingly, sequencing data for RNA shows that PAXgene&#174; samples had slightly higher mapped reads on average, and significantly higher internal process control coverage compared to both K<sub>2<\/sub>EDTA and Streck&#8482; samples. Whereas Streck&#8482; samples had significantly lower internal process control coverage.<br \/><b>Conclusion: <\/b>In summary, this study demonstrates the advantages and disadvantages of using different BCTs for liquid biopsy applications, in terms of cfNA yields, isolated DNA profiles, and sequencing performance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Cell-free Nucleic Acid,Next-generation sequencing (NGS),Plasma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Siepert<\/b>, E. Ostrowska, L. Qu He, M. Jasti, K. Lea, T. Jayaweera, A. Cheng; <br\/>Thermo Fisher Scientific, Austin, TX","CSlideId":"","ControlKey":"c2b205e1-92c0-4dbc-a421-da206565278c","ControlNumber":"5655","DisclosureBlock":"&nbsp;<b>N. Siepert, <\/b> None..<br><b>E. Ostrowska, <\/b> None..<br><b>L. Qu He, <\/b> None..<br><b>M. Jasti, <\/b> None..<br><b>K. Lea, <\/b> None..<br><b>T. Jayaweera, <\/b> None..<br><b>A. Cheng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5030","PresenterBiography":null,"PresenterDisplayName":"Nicholas Siepert, BS,MS","PresenterKey":"27f31bdf-750f-4883-9274-ea257e3f37c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5030. Evaluation of different blood collection tubes for liquid biopsy NGS applications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of different blood collection tubes for liquid biopsy NGS applications","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Metastatic castration-resistant prostate cancer (mCRPC) is a heterogeneous disease that is still lacking an optimal patient selection strategy and a validated sequence of therapies. Therefore, there is an urgent need to identify non-invasive biomarkers to guide treatment choice in a perspective of personalized medicine. Plasma cell-free RNA profiling has emerged as a tool to investigate potential liquid biopsy biomarkers. In this study, we aimed to evaluate a method to capture total RNA content deriving from plasma and to identify potential biomarkers for mCRPC.<br \/><b>Methods<\/b> Plasma samples of 41 mCRPC patients treated with first line Abiraterone or Enzalutamide and 7 healthy donors were collected and stored from 2015 to 2022. Plasma cell-free RNA was purified using miRNeasy Serum\/Plasma Advanced Kit (Qiagen) with DNase treatment. Bioanalyzer (Agilent) was used for the evaluation of RNA content and integrity profile of the samples. Sequencing libraries were generated using SMARTer Stranded Total RNA-Seq Kit v3 - Pico Input Mammalian (Takara Bio). An average of 80 millions reads pairs were sequenced on Novaseq 6000 (Illumina) using 100 bpx2 approach. After demultiplexing, reads were trimmed and aligned on hg19. Sequencing metrics were evaluated using Picard. Kallisto was used for gene expression analysis.<br \/><b>Results<\/b> A median of 10x10<sup>9<\/sup> bases per sample were aligned on hg19, of which a mean of 45% were located on coding or UTR regions. Storage time was investigated as a potential variable for RNA content and sequencing metrics, but no difference related to the year of storage was found. Unsupervised principal component analysis confirmed the absence of batch effects (including storage and sequencing analysis). PC1 seemed to reflect the different tumor RNA content of each sample, in which healthy donors and cancer patients were distinguished. Higher androgen receptor (AR) gene expression was found in mCRPC patients compared to healthy donors.<br \/><b>Conclusions<\/b> Despite enormous interest in extracellular nucleic acids, RNA-sequencing methods for total RNA content outside cells are rare and not standardized. In this study, we found a method to identify plasma non-invasive RNA biomarkers in mCRPC samples, retrieving coding and non-coding RNAs. Case series enlargement and differential gene expression analyses are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Prostate cancer,Liquid biopsies,RNA sequencing (RNA-Seq),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Gurioli<\/b>, M. Urbini, A. Virga, C. Casadei, E. Giunta, N. Brighi, M. Cortesi, M. Zanoni, S. Bravaccini, G. Martinelli, P. Ulivi, U. De Giorgi; <br\/>IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) “Dino Amadori”, Meldola, Italy","CSlideId":"","ControlKey":"93366a08-67e3-4c43-a588-e8b6a9457a92","ControlNumber":"6557","DisclosureBlock":"&nbsp;<b>G. Gurioli, <\/b> None..<br><b>M. Urbini, <\/b> None..<br><b>A. Virga, <\/b> None..<br><b>C. Casadei, <\/b> None..<br><b>E. Giunta, <\/b> None..<br><b>N. Brighi, <\/b> None..<br><b>M. Cortesi, <\/b> None..<br><b>M. Zanoni, <\/b> None..<br><b>S. Bravaccini, <\/b> None..<br><b>G. Martinelli, <\/b> None..<br><b>P. Ulivi, <\/b> None..<br><b>U. De Giorgi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5031","PresenterBiography":null,"PresenterDisplayName":"Giorgia Gurioli","PresenterKey":"64ab0cd6-23fc-447d-93f5-0d9bae28ec20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5031. Identification of predictive\/prognostic biomarkers in metastatic castration-resistant prostate cancer patients using plasma cell-free total RNA-sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of predictive\/prognostic biomarkers in metastatic castration-resistant prostate cancer patients using plasma cell-free total RNA-sequencing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Recent studies have increasingly employed the fragmentation pattern of cfDNA-WGS to enhance the cancer detection rate. The control of experimental variables can exert a significant influence on the outcomes. In this study, our objective was to assess the stability of cfDNA from a fragmentomics standpoint in practical experiments involving diverse scenarios. Utilizing our proprietary fragmentomics-based algorithm, we conducted data analysis, confirming the stability of plasma cfDNA in blood across various storage periods. Furthermore, we assessed the robustness of fragmentomic profiles concerning the library's storage duration.<br \/>Method: To confirm the stability of cfDNA in plasma within Streck tubes, two experiments were conducted. In Experiment 1, three samples were stored at 4&#176;C and room temperature (0, 3, 7, 14 days). Experiment 2 involved eight samples stored at room temperature (1, 2, 3, 4 days). To validate the stability of the library based on its storage period, 17 samples were sequenced using the library stored at -80&#176;C for a period ranging from 3 to 88 days. All samples and libraries were utilized to generate low-depth whole-genome sequencing (WGS) using Novaseq, and the data were analyzed using our algorithm, which incorporates fragment size and end motifs.<br \/>Result: Regardless of the storage temperature of the Streck tube, the insert size exhibited less than a 3bp difference up to 7 days, but a rapid increase in insert size was observed on day 14 under room temperature conditions. The heatmap of 256 end-motif frequencies showed consistent patterns up to 7 days. The difference in insert size according to the library storage period was less than 2bp, and the analysis of density distribution based on fragment size confirmed no significant differences between the data. The heatmap of 256 end-motif frequencies showed similar patterns up to 88 days regardless of the library's storage period.<br \/>Conclusion: Results of this study showed that cfDNA of end motifs and size in Streck tubes remained stable for up to 7 days at both room temperature and 4&#176;C, and libraries were stable for up to 88 days when stored at -80&#176;C.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Fragmentomics,Liquid biopsies,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Lee, <b>J.-w. Kim<\/b>, J. Kim, S. Oh, D. Kim, J. Park, J. Lee, C.-S. Ki, E.-H. Cho; <br\/>GC Genome, Yongin, Korea, Republic of","CSlideId":"","ControlKey":"807fd05d-88bc-40e8-b70b-ed9906a4ae24","ControlNumber":"6058","DisclosureBlock":"<b>&nbsp;J. Lee, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>S. Oh, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Park, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>C. Ki, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>E. Cho, <\/b> <br><b>GC Genome<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5032","PresenterBiography":null,"PresenterDisplayName":"Ji-won Kim, MS","PresenterKey":"1db13512-7c47-4d2e-9884-427babdf0b6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5032. Analysis of analytical variables in the cancer detection assay utilizing cfDNA fragmentomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of analytical variables in the cancer detection assay utilizing cfDNA fragmentomics","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Kirsten rat sarcoma viral oncogene homologue (KRAS) is one of the most well-known oncogenes and is found commonly mutated in numerous cancer subtypes. Despite its prevalence as a driver of disease state, until recently KRAS-targeting therapeutics have proven difficult to develop due to lack of specificity (Huang 2021). Now, several treatments have been approved for KRAS mutated cancers that are driven specifically by the G12C variant, and additional compounds are under investigation. Enrollment on these therapies is conditional on the G12C mutation presence, and thus accurate, sensitive detection of G12C is critical. Herein, we describe the development of KRAS G12C-targeting MSB dPCR assays capable of detecting G12C variants down to less than 0.01% variant allele frequency in whole blood, FFPE, and cfDNA samples.<br \/>Methods: Multiple KRAS G12C MSB cassettes were developed, composed of four components: a mutation-specific forward primer with an engineered penultimate nucleotide mismatch, a non-extendable blocking oligo for the wild-type (WT) KRAS G12 sequence, a TaqMan probe, and a standard reverse primer. Initial cassette performance was assessed using synthetic KRAS G12C and KRAS G12 WT sequences inserted into an IDT plasmid backbone and tested directly or spiked into whole blood or extracted genomic DNA obtained from healthy donors prior to testing. Data obtained with the MSB cassettes across multiple matrices was compared to a BioRad off-the-shelf KRAS G12C droplet digital PCR (ddPCR) assay for accuracy. Cassette designs achieving the desired specificity and sensitivity were subsequently run on cell-free DNA samples possessing KRAS G12C, KRAS G12D, and WT sequences to evaluate performance in patient material.<br \/>Results: The enhanced WT suppression design of the assay allowed the lower limit of detection and limit of blank to remain at 6 copies\/reaction (cps\/rxn) and 3 cps\/rxn, respectively, across 30 ng\/rxn to 350 ng\/rxn gDNA background. At the theoretical maximum input of 200,000 cps\/rxn, the assay can achieve 0.003% frequency detection in a single well, with robust detection down to 5 ng\/rxn input, making it ideal for samples with limited availability. The assay demonstrated high accuracy, with a correlation coefficient &#8805; 0.95 to known values and the BioRad reference assay, and high precision, with less than 10% coefficient of variation among allele frequencies of the same sample.<br \/>Conclusion: With the emergence of targeted therapies for KRAS G12C driven cancers, detection of this mutation has become crucial in the diagnosis. While multiple methods are available for variant identification, MSB cassettes represent a powerful approach to achieve a sensitivity of molecular detection not possible with other techniques. This enhanced sensitivity directly impacts patient access to potentially life-saving therapies, ensuring all possible options are available to diagnose the patients sensitively and early.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"KRAS,Cell-free DNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Beams<\/b>, K. Lee, S. Addison, N. Riccitelli; <br\/>Navigate BioPharma, Carlsbad, CA","CSlideId":"","ControlKey":"b1dca9ef-e3a6-4b44-963d-eeb99c0d4562","ControlNumber":"4217","DisclosureBlock":"<b>&nbsp;A. Beams, <\/b> <br><b>Navigate BioPharma<\/b> Employment. <br><b>Novartis<\/b> Employment. <br><b>K. Lee, <\/b> <br><b>Navigate BioPharma<\/b> Employment. <br><b>Novartis<\/b> Employment. <br><b>S. Addison, <\/b> <br><b>Navigate BioPharma<\/b> Employment. <br><b>Novartis<\/b> Employment. <br><b>N. Riccitelli, <\/b> <br><b>Navigate BioPharma<\/b> Employment. <br><b>Novartis<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5033","PresenterBiography":null,"PresenterDisplayName":"Ashley Beams, BS;MS","PresenterKey":"051504e8-02a4-404c-b82c-2adb0eba91de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5033. Sub-0.01% KRAS G12C dPCR variant detection by mutation specific blocker (MSB) cassettes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sub-0.01% KRAS G12C dPCR variant detection by mutation specific blocker (MSB) cassettes","Topics":null,"cSlideId":""},{"Abstract":"Monitoring of circulating tumor DNA (ctDNA) levels has demonstrated utility in the detection of residual and recurrent disease after tumor resection, and as a prognostic indicator of patient outcome following initial therapy, in a wide range of cancers. Here we describe the analytic validation of the NeXT Personal&#174; assay, an ultra-sensitive, quantitative, tumor-informed ctDNA assay for use in patients diagnosed with solid tumors. NeXT Personal utilizes whole genome sequencing (WGS) of tumor and normal samples and advanced noise suppression to accurately identify somatic variants and generate a patient-specific diagnostic panel based on up to ~1,800 single nucleotide variants. This personalized panel is used to test for the presence of ctDNA in the patient&#8217;s blood samples. The NeXT Personal validation was performed using 123 matched tumor, normal and plasma clinical sample sets representing 9 cancer types. The assay achieved 100% specificity on donor normal plasma samples with an in silico approach giving us a confidence interval of 99.87% to 100%. The analytical range measurements were performed using two paired tumor and normal cell lines, one of which is a commercially available MRD control. The detection threshold for the analytical range measurement was 1.68 parts per million (PPM) with a limit of detection at 95% (LOD95) of 3.52 PPM. Furthermore, NeXT Personal showed linearity over a range of 0.8 PPM to 300,000 PPM (Pearson correlation coefficient= 0.9998) with a limit of quant (LOQ) of 10 PPM. The assay also demonstrated strong performance across varying cfDNA input amounts from 2 ng to 30 ng. These studies demonstrate that NeXT Personal is an ultra-sensitive, highly specific, quantitative and robust assay, giving it the potential to detect residual disease and recurrence earlier than less sensitive assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"ctDNA,Whole genome sequencing,Molecular diagnosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Northcott<\/b>, G. Bartha, J. Harris, S. Ma, M. Hong, Q. Zhang, R. Chen, J. Lyle; <br\/>Personalis, Inc., Fremont, CA","CSlideId":"","ControlKey":"f2759cc2-6b96-4faf-b2c1-f2bda15d54de","ControlNumber":"3071","DisclosureBlock":"<b>&nbsp;J. Northcott, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>G. Bartha, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>J. Harris, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>S. Ma, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>M. Hong, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>Q. Zhang, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>R. Chen, <\/b> <br><b>Personalis, Inc.<\/b> Employment. <br><b>J. Lyle, <\/b> <br><b>Personalis, Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5034","PresenterBiography":null,"PresenterDisplayName":"Josette Northcott, PhD","PresenterKey":"6ab75c26-c9c0-4d15-be5c-f2874b27b0d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5034. Analytic validation of an ultra-sensitive tumor-informed circulating tumor DNA assay based on whole genome sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytic validation of an ultra-sensitive tumor-informed circulating tumor DNA assay based on whole genome sequencing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Liquid biopsies, which interrogate body fluids in search of analytes released by cancer cells, are becoming increasingly common in clinical oncology. Foremost among the technologies used are those that employ nucleic acids, such as cell-free DNA (cfDNA) and cell-free RNA (cfRNA). Currently, many NGS-based tests perform near the limit of assay detection, making the identification of critical mutations, fusions, or expression patterns like finding a needle in a haystack. Further hindering successful assay development is the variability in analyte availability and detectability that can occur prior to analysis due to blood collection, transport, and storage. Here, we demonstrate that Nucleic Acid BCT stabilizes draw-time levels of plasma nucleic acids for downstream use with NGS-based assays.<br \/>Methods: Blood from self-proclaimed healthy donors was drawn into EDTA and Nucleic Acid BCT and stored at ambient temperature for up to 7 days before plasma isolation with a general double-spin protocol and storage at -80 &#176;C. Plasma nucleic acids were isolated using the MAGicBead cfDNA Kit (Zymo, cfDNA) or the QIAamp Circulating Nucleic Acid Kit (QIAGEN, cfRNA). Library prep for cfDNA was carried out with added synthetic mutant spike-in oligonucleotides using the Illumina TruSight Tumor 15 kit (Illumina). cfRNA library prep was done with the NEBNext Ultra II RNA Library Prep Kit for Illumina with upfront rRNA depletion (New England Biolabs). Sequencing was performed using an Illumina NextSeq 500 system, and all data were saved in and analyzed with Illumina BaseSpace applications.<br \/>Results: When blood samples were stored in EDTA tubes for up to 7 days, spiked mutant alleles (EGFR<sup>L858R<\/sup>, EGFR<sup>del19<\/sup>, KRAS<sup>G12D<\/sup>, and PIK3CA<sup>E545K<\/sup>) were no longer detected, likely due to a dilution of the spiked DNA concentration following the release of genomic DNA containing wildtype alleles during white blood cell degradation. In contrast, equivalent blood samples stored in Nucleic Acid BCTs displayed mutant allele frequencies reflective of draw-time levels. Interrogation of plasma RNA expression patterns in samples stored in Nucleic Acid BCT versus EDTA revealed similar results, where differentially expressed plasma transcripts in blood samples stored in EDTA were found at high levels (&#62;1,000 transcripts) versus donor-matched blood samples stored in Nucleic Acid BCT (&#60;50 transcripts).<br \/>Conclusions: Our data demonstrate that Nucleic Acid BCT maintains mutant allele frequencies and the plasma transcriptome profile of blood samples during ambient temperature storage. This provides precious sample integrity during whole blood storage and transport, offering laboratories and assay developers reduced preanalytical variability for NGS-based analysis of gene mutations, fusions, indels, and the plasma transcriptome. Nucleic Acid BCT is for Research Use Only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Cell-free DNA,Next-generation sequencing (NGS),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. M. George<\/b>, L. Bartron; <br\/>Streck Laboratories, Inc.®, La Vista, NE","CSlideId":"","ControlKey":"7ccbbcd1-3055-450b-8e8d-8c0fd1fd107f","ControlNumber":"2511","DisclosureBlock":"<b>&nbsp;N. M. George, <\/b> <br><b>Streck<\/b> Employment. <br><b>L. Bartron, <\/b> <br><b>Streck<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5035","PresenterBiography":null,"PresenterDisplayName":"Nicholas George, PhD","PresenterKey":"a49e9e50-35c9-4de2-8122-0cc4c2b8fe9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5035. Use of Streck nucleic acid BCT with plasma nucleic acid next-generation sequencing workflows","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Use of Streck nucleic acid BCT with plasma nucleic acid next-generation sequencing workflows","Topics":null,"cSlideId":""},{"Abstract":"Background: Liquid biopsy assays have emerged as vital tools in precision oncology. Among these assays, Comprehensive Genomic Profiling (CGP) tests in particular have improved treatment selection for late-stage solid tumor cancer patients by allowing for the detection via circulating tumor DNA (ctDNA) of somatic mutations in the tumor, many of which have corresponding targeted therapies. However, technical restrictions in the performance of such tests have limited their utility when ctDNA signal is low. BillionToOne&#8217;s Northstar Select assay is a new CGP test that achieves increased performance by addressing these limitations.<br \/>Innovation: By using Quantitative Counting Template (QCT) technology, Northstar Select is able to track the yield of multiple processing steps, contributing to the higher sensitivity of the assay by maximizing the number of decoded molecules after sequencing. In addition, it employs chemistry and panel design optimizations, as well as novel algorithms for SNV, indel, CNV, fusion, and MSI calling to increase sensitivity and specificity.<br \/>Analytical Performance: The performance of Northstar Select surpasses that of other commercially available tests for multiple mutation types, detecting more pathogenic and actionable mutations at low tumor DNA fraction while maintaining similarly high specificity. In analytical validation (N=103), limit of detection was determined to be 0.13-0.16% variant allele fraction (VAF) for SNVs and indels, 2.11 copies for copy number amplifications, 1.8 copies for copy number losses, 0.35% VAF for fusions, and 0.07% tumor fraction for MSI.<br \/>Clinical Performance: Northstar Select was determined to have high clinical utility as well, with a study of clinical samples (N=481) from a variety of tumor types yielding &#60;2% of reports with 0 mutations detected. A head-to-head comparison with other commercial liquid biopsy assays on a subset of the clinical samples (N=192) showed that the assay detected 115 additional pathogenic mutations in total, leading to a higher proportion of patients with at least one pathogenic mutation detected (90%) compared to comparators (79%).<br \/>Conclusion: These results demonstrate that the Northstar Select assay is an innovative and high-performing diagnostic for treatment selection in oncology, leveraging quantitative approaches in process design, chemistry, and bioinformatics to offer superior analytical and clinical performance compared to the current landscape of liquid biopsy CGP tests.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Circulating tumor DNA,Cell-free DNA,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Bower<\/b>, J. Wignall, J. Zhu, N. Searle, M. Varga, E. Rosas-Linhard, J. Luong, E. Lin, M. Simon, J. ten Bosch, W. Zhou; <br\/>BillionToOne, Inc., Menlo Park, CA","CSlideId":"","ControlKey":"64a73fbe-e596-4193-abcc-c8a20c13618d","ControlNumber":"2866","DisclosureBlock":"<b>&nbsp;X. Bower, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>J. Wignall, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhu, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>N. Searle, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>M. Varga, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>E. Rosas-Linhard, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment. <br><b>J. Luong, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>E. Lin, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>M. Simon, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>J. ten Bosch, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option. <br><b>W. Zhou, <\/b> <br><b>BillionToOne, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5036","PresenterBiography":null,"PresenterDisplayName":"Xavier Bower, BS","PresenterKey":"97bb7892-c50f-4c9b-b4aa-cbc9220d044d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5036. Analytical and clinical validity of Northstar Select, a quantitatively enhanced liquid biopsy assay for comprehensive genomic profiling of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical and clinical validity of Northstar Select, a quantitatively enhanced liquid biopsy assay for comprehensive genomic profiling of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There are needs to identify and serially monitor driver and resistance mutations (muts) in therapy-treated cancer patients (pts). Quantitative liquid biopsy in cell-free (cf)DNA has been widely adopted. We have developed and clinically validated droplet digital PCR (ddPCR) assays to detect common driver\/resistance muts such as <i>EGFR<\/i> del19, L858R, T790M and <i>KRAS<\/i> G12X in the cfDNA of advanced NSCLC pts. We have established ddPCR assays for 30+ driver\/resistance muts in multiple genes (<i>BRAF<\/i>, <i>MET<\/i>, <i>ESR1<\/i>, etc.) relevant to melanoma, breast, and colorectal cancer. Our assays use tumor\/cell line DNA as positive controls and serve as benchmarks to develop newer assays such as plasma NGS. In this study, we converted existing\/validated <i>EGFR<\/i> and <i>KRAS<\/i> G12X ddPCR assays to the QuantStudio Absolute Q digital PCR (dPCR) system. The selected mutations maximize actionable clinical information and are designed to study oncogenic and resistance mutations in NSCLC efficiently. dPCR&#8217;s accuracy and efficiency enables target multiplexing, providing comprehensive information from limited materials and contributing to liquid biopsy research progress.<br \/>Methods: Plasma from pts with tumors harboring <i>EGFR<\/i> and <i>KRAS<\/i> muts was collected at progression with advanced disease following consent to protocol DFCI #14-147. We designed a multiplex dPCR assay that identifies the most common and therapy-relevant <i>KRAS<\/i> muts in NSCLC, G12C\/D\/V, and detects other G12X using a drop-off probe. We also designed 2 <i>EGFR<\/i> kits, one identifying driver muts, the other resistance muts.<br \/>Results: To validate assay performance, we used gDNA derived from cell lines with <i>EGFR<\/i> or <i>KRAS<\/i> muts. We serially diluted mut gDNA samples in background wt gDNA (16 ~ 1000 mut copies in 1000 wt copies) and performed <i>KRAS <\/i>and <i>EGFR<\/i> dPCR assays. We detected 16 mut copies with sensitivities similar to those of ddPCR assays. We then studied 48 cfDNA samples from plasma of NSCLC pts with tumor confirmed <i>KRAS<\/i> G12X or <i>EGFR<\/i> L858R, del19, T790M muts. No samples had both <i>EGFR<\/i> and <i>KRAS<\/i> muts detected, suggesting our assays are specific. We detected muts in samples with an allele frequency median of 0.9% for <i>KRAS<\/i> mut, 11.9% for <i>EGFR<\/i> driver mut, 2.9% for <i>EGFR<\/i> T790M. The concordance rate is 91.3% between dPCR and ddPCR results. Our findings suggest these assays are as sensitive and specific as our validated ddPCR assays. Multiplexed Absolute Q dPCR saves cfDNA and cuts turnaround time (TAT) to 90 min for <i>KRAS <\/i>assay and 3hr for <i>EGFR<\/i> assays.<br \/>Conclusions: We developed rapid, sensitive and specific quantitative dPCR assays for <i>KRAS<\/i> and <i>EGFR<\/i> muts on the QuantStudio Absolute Q platform to quantify plasma genotyping in NSCLC. We will clinically pilot our validated rapid genotyping approach and quantify TAT advantage of multiplexed genotyping in NSCLC pts undergoing standard-of-care tumor genotyping.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Lung cancer: non-small cell,Mutation detection,Cell-free DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Hanna, S. Xu, C. P. Paweletz, <b>Y. Kuang<\/b>; <br\/>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"8f1a2823-50ed-4483-b5d9-ee6926dd51e4","ControlNumber":"7316","DisclosureBlock":"&nbsp;<b>B. Hanna, <\/b> None..<br><b>S. Xu, <\/b> None.&nbsp;<br><b>C. P. Paweletz, <\/b> <br><b>XSphera Biosciences<\/b> Stock, Other Business Ownership, Other, Consultant. <br><b>Thermo Fisher<\/b> Other, honoraria. <br><b>Agilent<\/b> honoraria. <br><b>Daiichi Sankyo<\/b> Other, sponsored research agreements. <br><b>Bicycle Therapeutics<\/b> Other, sponsored research agreements. <br><b>Transcenta<\/b> Other, sponsored research agreements. <br><b>Bicara Therapeutics,<\/b> Other, sponsored research agreements. <br><b>AstraZeneca,<\/b> Other, sponsored research agreements. <br><b>Janssen Pharmaceuticals<\/b> Other, sponsored research agreements. <br><b>Array Biopharma<\/b> Other, sponsored research agreements. <br><b>Takeda Onkology<\/b> Other, sponsored research agreements. <br><b>Bristol Meyers Squibb<\/b> Other, sponsored research agreements. <br><b>TargImmune<\/b> Other, sponsored research agreements. <br><b>Mirati Therapeutics<\/b> Other, sponsored research agreements.<br><b>Y. Kuang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5037","PresenterBiography":null,"PresenterDisplayName":"Yanan Kuang, PhD","PresenterKey":"29e5578c-43a6-4626-a473-aa6f2e1046c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5037. &#173;&#173;&#173;&#173;Development of multiplexed Absolute Q digital PCR assays to rapidly quantify EGFR and KRAS genotype in advanced non-small cell lung cancer (NSCLC) patients&#8217; plasma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#173;&#173;&#173;&#173;Development of multiplexed Absolute Q digital PCR assays to rapidly quantify EGFR and KRAS genotype in advanced non-small cell lung cancer (NSCLC) patients&#8217; plasma","Topics":null,"cSlideId":""},{"Abstract":"Liquid biopsy next generation sequencing (NGS) provides a powerful non-invasive approach to detect solid tumor derived somatic variants in a massively parallel manner. Liquid biopsy NGS has rapidly become an invaluable choice of testing technologies for clinical utility where invasive tissue biopsy is inaccessible and\/or inadequate for molecular characterization. We present here a targeted NGS gene panel assay designed and validated specifically for liquid biopsy characterization. The assay was designed to test cell free DNA and cell free RNA from blood plasma for detection of single nucleotide variants (SNV), insertion\/deletion (Indel), copy number variants (CNV), and gene fusions present in 52 most commonly mutated genes in cancers. The validation was performed to assess assay accuracy, specificity, sensitivity, repeatability, and reproducibility, with including pre-characterized reference controls, retrospective plasma samples from cancer patients, and prospectively-collected clinic blood specimen. Triplicates were included and testing was performed at different times and by different operators to assess the assay precision. Over 100 clinic blood specimens were collected in Streck cfDNA tubes from multiple trial centers, including treatment na&#239;ve phase III-IV patients with solid tumor (lung cancer, breast cancer, brain cancer, prostate cancer, kidney cancer, melanoma, etc) as well as heathy donors, processed within 7 days for plasma separation and total nucleotide acid (TNA) extraction, and assessed by the NGS assay for mutation detection. The identified mutations and wild-types were verified with orthogonal ddPCR. Assay sensitivity as low as 0.1% for SNV and Indel, 1.3 fold change for CNV, and 10 copies for gene fusion were observed, with near-perfect assay specificity (&#62;99.99%) at these sensitivity levels. In conclusion, a targeted NGS liquid biopsy assay was analytically validated under medical oversight, with a demonstrated rigor of the test by its high sensitivity\/specificity and robust reproducibility. The validated assay has been utilized for clinical diagnostics and to support research and development efforts in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Next-generation sequencing (NGS),Circulating cell-free DNA,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X.-X. Tan<\/b>, T. Peters, M. Berry, K. Barber, K. Jeter, B. Lovell, P. Elizondo, Y. Mou, B. Thomas, H. Xie, J. Guo; <br\/>NeoGenomics Laboratories, Inc., Houston, TX","CSlideId":"","ControlKey":"17cda190-13f0-4c88-b67f-f56927de3d20","ControlNumber":"2893","DisclosureBlock":"&nbsp;<b>X. Tan, <\/b> None..<br><b>T. Peters, <\/b> None..<br><b>M. Berry, <\/b> None..<br><b>K. Barber, <\/b> None..<br><b>K. Jeter, <\/b> None..<br><b>B. Lovell, <\/b> None..<br><b>P. Elizondo, <\/b> None..<br><b>Y. Mou, <\/b> None..<br><b>B. Thomas, <\/b> None..<br><b>H. Xie, <\/b> None..<br><b>J. Guo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5038","PresenterBiography":null,"PresenterDisplayName":"Xin-Xing Tan, PhD","PresenterKey":"deecc74b-54bd-4b07-a764-6ceace980a85","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5038. Validation of a comprehensive next-generation sequencing liquid biopsy assay for clinical diagnostics and clinical trial applications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of a comprehensive next-generation sequencing liquid biopsy assay for clinical diagnostics and clinical trial applications","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Urine has become an important source of information in the liquid biopsy field. In contrast to blood, specifications for the collection, storage, transport and processing of urine intended for molecular examination are not widely established. Preanalytical specifications were published for urine cell-free DNA (cfDNA) only recently (CEN\/TS 17811:2022). In this study, we investigated post-collection changes to cfDNA profiles in urine samples and present the performance of an optimized preanalytical workflow for cfDNA analysis.<br \/>Methods: Urine from apparently healthy, consented female individuals was spiked with processed cell-free male urine or with a cfDNA standard containing PIK3CA mutations (SensID). The urine was stabilized with a urine collection\/ stabilization solution under development at PreAnalytiX or was left unstabilized. Urine samples were stored for varying durations at different temperatures in a time course experiment to simulate different urine storage conditions. After storage, urine samples were centrifuged to remove cells and cfDNA was isolated from the supernatant via the QIAsymphony&#174; platform (QIAGEN). Autosomal and male-specific targets were quantified using the Rotor-Gene&#174; Q instrument and the therascreen&#174; PIK3CA qPCR Kit (both QIAGEN) or the QIAcuity&#174; Digital PCR System and a dPCR LNA PIK3CA Mutation Assay (both QIAGEN). Fragment size distribution was determined by TapeStation&#174; Cell-free DNA ScreenTape&#174; (Agilent Technologies).<br \/>Results: Analysis of cfDNA profiles in unstabilized urine stored for varying durations and temperatures highlighted changes which create artificial cfDNA profiles. The yield of cfDNA drastically decreases over time. Furthermore, the size distribution of cfDNA isolated from unstabilized urine was impacted by release of gDNA as well as DNA degradation. Urine stabilization minimized cfDNA degradation and gDNA release and allowed isolation of cfDNA that was analyzed with qPCR and dPCR even after urine storage. Analysis of isolated cfDNA revealed positive detection of PIK3CA mutations in spiked urine samples.Conclusions: Changes in post-collection cfDNA profile can hinder downstream analysis, resulting in artificial or failed outcomes. Urine stabilization with a collection\/stabilization solution under development at PreAnalytiX minimized DNA degradation and gDNA release. It enabled urine storage, allowed analysis of urine cfDNA and target detection by qPCR and dPCR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Urine,Cell-free DNA,Liquid biopsies,Standardized workflow,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Mancarella<\/b>, J. Rutsch, L. Erkelenz, M. Meyer, L. Witthaus, M. Rath, T. Voss; <br\/>QIAGEN GmbH, Hilden, Germany","CSlideId":"","ControlKey":"e5361ab0-a4de-4a1f-84db-f819f17f05c2","ControlNumber":"2341","DisclosureBlock":"<b>&nbsp;D. Mancarella, <\/b> <br><b>QIAGEN GmbH<\/b> Employment, Patent. <br><b>J. Rutsch, <\/b> <br><b>QIAGEN GmbH<\/b> Employment. <br><b>L. Erkelenz, <\/b> <br><b>QIAGEN GmbH<\/b> Employment. <br><b>M. Meyer, <\/b> <br><b>QIAGEN GmbH<\/b> Employment. <br><b>L. Witthaus, <\/b> <br><b>QIAGEN GmbH<\/b> Employment. <br><b>M. Rath, <\/b> <br><b>QIAGEN GmbH<\/b> Employment. <br><b>T. Voss, <\/b> <br><b>QIAGEN GmbH<\/b> Employment, Stock Option, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2376","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5039","PresenterBiography":null,"PresenterDisplayName":"Daniela Mancarella, BSc, MSc, PhD","PresenterKey":"b28768ca-a9bc-439c-9330-384829b87794","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5039. Preanalytical workflow enabling cfDNA analysis from urine samples","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preanalytical workflow enabling cfDNA analysis from urine samples","Topics":null,"cSlideId":""},{"Abstract":"Extraction of cell free DNA (cfDNA) from a patient&#8217;s blood sample is a crucial preanalytic step of the liquid biopsy process. Whether testing is being performed for early disease diagnosis, therapy selection, or disease and treatment surveillance, the input material must be of sufficient quantity as well as high quality to return informative data. In addition, accurate capture of the full cfDNA content from a sample is necessary to evaluate tumor growth or recurrence. Fragmentomics is an emerging field that can indicate tumor origin among other information, and again, accurate and precise cfDNA content is critical. The cfDNA content in patient plasma is highly variable, and sample mass is quite limited compared to that of resected tumors. Healthy donor plasma, though abundant, varies in cfDNA levels batch to batch and should not contain any somatic variants relevant to liquid biopsy assay development or validation. Despite the challenges associated with cfDNA isolation and ctDNA analysis there are few reference materials available to optimize laboratory process for these preanalytic challenges. Here we evaluate various commercially available extraction kits using novel Seraseq&#174; cfDNA Extraction Reference Materials. Genomic DNA from the GM24385 cell line was blended with 4 biosynthetic DNA EGFR variants targeted at 1% allele frequency and verified using the Bio-Rad QX-200 Droplet Digital PCR (ddPCR) System. The mixed DNA was fragmented and size selected to create ctDNA-like size profiles. The ctDNA was mixed into a synthetic plasma matrix to simulate native cfDNA samples and diluted to three distinct concentrations (20, 50, and 80 ng\/mL). Verification of concentration was performed using the QIAGEN QIAamp Circulating Nucleic Acid Kit for extraction. The final materials were also extracted with other kits: the Maxwell RSC ccfDNA Plasma Kit, the MagMAX Cell-Free DNA Isolation kit, the Zymo MAGicBead&#8482; cfDNA Isolation Kit, and the Takara NucleoSnap cfDNA Kit. Yields were measured with Qubit dsDNA BR assay and EGFR variants were measured using Bio-Rad ddPCR. Other sites evaluated the materials as well, using various kits. The kits showed variable yields, but there was a clear difference between the cfDNA extracted from each reference material correlating with the intended increasing concentration. The EGFR variants were all present at ~1% regardless of the cfDNA concentration and the kit used for extraction. Seraseq ctDNA Plasma Reference Materials serve to evaluate extraction of cfDNA in liquid biopsy testing workflows without having to source donor plasma, which is limited and variable in cfDNA content. The consistency and availability of these biosynthetic materials allow for optimization without risking patient samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,EGFR,Liquid biopsies,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Ruminski Lowe<\/b>, S. Jamindar, A. Anfora, D. Merriam, C. Huang, R. Garlick, B. Anekella; <br\/>LGC Clinical Diagnostics, Gaithersburg, MD","CSlideId":"","ControlKey":"b331599e-ffff-4942-8199-91859ecced50","ControlNumber":"8450","DisclosureBlock":"&nbsp;<b>D. Ruminski Lowe, <\/b> None..<br><b>S. Jamindar, <\/b> None..<br><b>A. Anfora, <\/b> None..<br><b>D. Merriam, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>R. Garlick, <\/b> None..<br><b>B. Anekella, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2358","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5040","PresenterBiography":null,"PresenterDisplayName":"Dana Ruminski Lowe, PhD","PresenterKey":"001483a4-1990-4b22-9fa8-68f1d5cb1615","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5040. Evaluation of commercially available cell free DNA extraction kits using biosynthetic reference materials","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of commercially available cell free DNA extraction kits using biosynthetic reference materials","Topics":null,"cSlideId":""},{"Abstract":"Liquid biopsy testing has grown to support early disease diagnosis, therapy selection, and disease and treatment surveillance in cancer survivors. Recent advances in next generation sequencing (NGS) have enabled larger panel sizes, pan-cancer target sets, and wider ranges of genomic alterations. More inclusive analytical validation materials are needed to assess assay sensitivity, specificity, and limit of detection of all variant types to serve the expanded utility of liquid biopsy testing. Here we describe the development and multisite evaluation of expanded Seraseq&#174; ctDNA Mutation Mix v4 reference materials. Genomic DNA from the GM24385 cell line was blended with 93 clinically relevant biosynthetic DNA variants including single nucleotide variants (SNVs), insertions and deletions (indels), structural variants (SVs), copy number variations (CNVs), and mono- and dinucleotide biomarkers for microsatellite instability (MSI). Variant allele frequency (VAF) was targeted to 0.5% and total copy number for CNVs was targeted to 2.5 and verified using the Bio-Rad QX-200 Droplet Digital PCR (ddPCR) System. The DNA mix was fragmented and purified to create ctDNA-like size profiles. Wild-type (WT) material was prepared for comparison and identification of background variants. Agilent Bioanalyzer High Sensitivity DNA and TapeStation Cell-free DNA ScreenTape analyses were used to assess fragment size. The ctDNA mixes were analyzed with the Illumina TruSight&#8482; Oncology 500 (TSO 500) ctDNA assay, the Thermo Oncomine&#8482; Precision assay, and additional assays. All biosynthetic SNVs, indels, SVs, and CNVs in the 0.5% ctDNA mix were detected near target values. The average fragment size was about 190 bp, similar to native ctDNA. The VAFs and CNVs observed in the TSO 500 data correlated well with those that were obtained by dPCR. Variants reported by all evaluation site assays showed good concordance of VAF values. The two sites that tested the materials with TSO 500 revealed consistency in both VAF and total copies with an average CV of 16.1% and 2.5%, respectively. The sequencing performance of the reference material was similar to patient samples and showed comparable levels of background noise. The performance of the Seraseq ctDNA v4 mutation mix across NGS assays, supported by robust digital PCR data, demonstrated that these materials will allow for assessment of complex and sensitive liquid biopsy tests. Comparing data measured at different sites highlights the variability in liquid biopsy assay performance and the importance of highly multiplexed and consistent reference materials. Remnant samples are typically not an option due to limited yields from a standard blood draw, thus contrived standards are especially needed. Expanded variant content and improvements in the methods used to produce the Seraseq ctDNA Mutation Mix v4 materials will enable advancements in the blood-based NGS clinical diagnostics space.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Cell-free DNA,Next-generation sequencing (NGS),Mutation detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Ruminski Lowe<\/b>, S. Jamindar, Y. Konigshofer, A. Anfora, K. Nahilk, D. Xia, E. S. Davis, D. Merriam, C. Huang, R. Garlick, B. Anekella; <br\/>LGC Clinical Diagnostics, Gaithersburg, MD","CSlideId":"","ControlKey":"40a7dc9b-5ab6-45e8-b4dd-9cfa7e88f26b","ControlNumber":"8502","DisclosureBlock":"&nbsp;<b>D. Ruminski Lowe, <\/b> None..<br><b>S. Jamindar, <\/b> None..<br><b>Y. Konigshofer, <\/b> None..<br><b>A. Anfora, <\/b> None..<br><b>K. Nahilk, <\/b> None..<br><b>D. Xia, <\/b> None..<br><b>E. S. Davis, <\/b> None..<br><b>D. Merriam, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>R. Garlick, <\/b> None..<br><b>B. Anekella, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2360","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5041","PresenterBiography":null,"PresenterDisplayName":"Dana Ruminski Lowe, PhD","PresenterKey":"001483a4-1990-4b22-9fa8-68f1d5cb1615","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5041. Next generation liquid biopsy reference material performance across NGS assays and platforms","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next generation liquid biopsy reference material performance across NGS assays and platforms","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The non-invasive collection of urine renders it an attractive and pragmatic substitute for plasma in liquid biopsy applications, fostering the creation of diagnostic methods that are more patient-friendly and less cumbersome for clinicians. This study investigates the feasibility of urine-derived cfDNA as a non-invasive option for acquiring vital diagnostic insights, further enhancing the liquid biopsy field.<br \/>Methods: Paired male first void urine (FVU) and venous blood samples were collected from healthy donors (n=40) using Colli-Pee UAS devices (Novosanis) and BD K2EDTA Vacutainer tubes, respectively. Out of these, 20 paired urine and blood samples were spiked with 10 ng of cfDNA reference standard containing the KRAS p.G12V mutation. ~35 ml of urinary cell-free supernatant and ~3.5 ml of plasma were obtained after centrifugation of FVU and blood sample, respectively, and used as input material for cell-free nucleic acids extraction using the nRichDX Revolution Max20 cfDNA Isolation Kit. The extracted cfDNAs profile was assessed on 4200 TapeStation System, Agilent, using cfDNA ScreenTape. Extracted nucleic acids from urine samples were subjected to a qPCR assay to quantify endogenous human cfDNA content using 2X iTaq Universal SYBR Mastermix (Bio-Rad). Human cfDNA quantity was assessed using Ct values obtained from the qPCR assay. The actionable cfDNA molecules recovery was determined by qPCR mutation detection assay using TaqMan Genotyping.<br \/>Results: Male FVU collected in Colli-Pee UAS device showed the presence of 100-250 bp cell-free DNA fragments similar to plasma obtained from whole blood collected in 10 ml vacutainer tubes as demonstrated by the Agilent cfDNA ScreenTape analysis. The cfDNA yield was similar when comparing one tube of blood (~3.5 mL of plasma) to one Colli-Pee of urine (~35 mL) shown by endogenous cfDNA qPCR assay. Additionally, the amplifiability of the KRAS G12V mutation was consistent in both plasma and urine samples, with comparable Ct values.<br \/>Conclusion: The nRichDX Revolution Sample Prep System demonstrates the ability to extract cfDNA from both plasma and urine samples, with comparable extraction efficiency observed between matched samples from the same donor. This study provides evidence supporting the viability of first void urine samples as a non-invasive alternative for prostate cancer-related liquid biopsy applications. It indicates that cfDNA can be recovered from a sample collected with a single BCT or Colli-Pee UAS urine collection device. Future investigations will be required to assess clinical samples and biomarkers to establish a robust correlation between cfDNA levels and various cancer types and stages. This study reinforces the utility of first void urine samples as a reliable proxy for blood-based liquid biopsy applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Urine,Liquid biopsies,Cell-free DNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nafiseh Jafari<\/b><sup>1<\/sup>, Jason Saenz<sup>1<\/sup>, Lauren Lee<sup>1<\/sup>, Carlos Hernandez<sup>1<\/sup>, Andrew Dunnigan<sup>1<\/sup>, Amit Arora<sup>2<\/sup>, Rafal Iwasiow<sup>2<\/sup>, Mayer Saidian<sup>1<\/sup><br><br\/><sup>1<\/sup>nRichDX, Irvine, CA,<sup>2<\/sup>DNA genotek, Ottawa, ON, Canada","CSlideId":"","ControlKey":"157a4fb2-970a-4327-9cb3-3e1dd42589f0","ControlNumber":"3878","DisclosureBlock":"&nbsp;<b>N. Jafari, <\/b> None..<br><b>J. Saenz, <\/b> None..<br><b>L. Lee, <\/b> None..<br><b>C. Hernandez, <\/b> None..<br><b>A. Dunnigan, <\/b> None..<br><b>A. Arora, <\/b> None..<br><b>R. Iwasiow, <\/b> None..<br><b>M. Saidian, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2350","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5042","PresenterBiography":null,"PresenterDisplayName":"Nafiseh Jafari, BS,PhD","PresenterKey":"bf02dbe9-35d5-451a-bcab-6c7ce76e0a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5042. Urine as a non-invasive proxy for plasma in prostate cancer-related liquid biopsy applications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urine as a non-invasive proxy for plasma in prostate cancer-related liquid biopsy applications","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Achieving high sensitivity in detecting cancer variants is essential for accurate diagnosis and monitoring of diseases. In this study, we explore the effectiveness of the nRichDX Revolution Sample Prep System in conjunction with the MassARRAY System for enhancing sensitivity and achieving 0.1% VAF in plasma and urine samples. The ability to detect such low-frequency variants is significant in clinical applications.<br \/>Methods: Whole blood from healthy donors was collected in K2EDTA tubes. Plasma aliquots were extracted from 5mL (6) and 20mL (6) inputs using the Revolution Max20 cfDNA Extraction Kit. Replicate samples were extracted using the QIAamp Circulating Nucleic Acid kit from QIAGEN. Urine from healthy donors was extracted from 10mL (3) and 20mL (3) inputs using the Revolution Max20 cfDNA Extraction kit. (12) Replicate samples were extracted using a MagMAX cfDNA Isolation kit from Thermo Fisher Scientific. All the samples were spiked with a cfDNA standard containing a KRAS p.G12V mutation at 0.1% VAF. The quantity and quality of extracted cfDNA were determined using the LiquidIQ Pro Panel on the MassARRAY System, which measures amplifiable cfDNA copies. Recovery and frequency of the spiked ctDNA standard were performed with the UltraSEEK LungPanel v2.0, capable of detecting variants as low as 0.1% VAF.<br \/>Results: The spiked KRAS mutation was recovered consistently by all nRichDX 5mL plasma samples with an accepted mutation frequency and high mutation significance z-score (z-score&#62;10). However, 3\/6 of the QIAGEN 5mL plasma samples did not detect the mutation. The spiked KRAS mutation was recovered consistently by all nRichDX 10 and 20mL urine samples with an accepted mutation frequency and high mutation significance z-score. However, all the MagMAX 10 and 20mL urine samples did not pass the QC (5) or detect the mutation (1). The amplifiable copies of cfDNA recovered from nRichDX 20mL plasma samples are significantly higher than Qiagen (p &#60;0.0001). The amplifiable copies of cfDNA recovered from nRichDX 10 and 20mL urine samples are significantly higher compared to MagMAX (p &#60;0.0063.)<br \/>Conclusion: The evaluation of the nRichDX Revolution Sample Prep System on the MassARRAY System has demonstrated its effectiveness in achieving 0.1% VAF detection in plasma and urine samples. The nRichDX System extracts cfDNA and ctDNA with consistently high yields. Two sample T-Test analysis shows that the nRichDX System performed significantly better than the QIAGEN and Thermo Fisher Scientific extraction kits. The results demonstrate the capability of the nRichDX system to recover more amplifiable copies with consistent cfDNA quality and ctDNA frequency with high z-scores. This advancement in sensitivity enhances our ability to detect rare cancer variants, leading to the potential for better patient outcomes in precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"cfDNA,Liquid biopsies,Plasma,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nafiseh Jafari<\/b><sup>1<\/sup>, Mayer Saidian<sup>1<\/sup>, Jason Saenz<sup>1<\/sup>, Lauren Lee<sup>1<\/sup>, Andrew Dunnigan<sup>1<\/sup>, Carlos Hernandez<sup>1<\/sup>, Jessica Mendoza<sup>2<\/sup>, Francisco Hernandez<sup>2<\/sup>, Darryl Irwin<sup>2<\/sup><br><br\/><sup>1<\/sup>nRichDX, Irvine, CA,<sup>2<\/sup>Agena Bioscience, San diego, CA","CSlideId":"","ControlKey":"15fa8416-7169-436f-b2dc-dc67048ac2b6","ControlNumber":"124","DisclosureBlock":"&nbsp;<b>N. Jafari, <\/b> None..<br><b>M. Saidian, <\/b> None..<br><b>J. Saenz, <\/b> None..<br><b>L. Lee, <\/b> None..<br><b>A. Dunnigan, <\/b> None..<br><b>C. Hernandez, <\/b> None..<br><b>J. Mendoza, <\/b> None..<br><b>F. Hernandez, <\/b> None..<br><b>D. Irwin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2367","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5043","PresenterBiography":null,"PresenterDisplayName":"Nafiseh Jafari, BS,PhD","PresenterKey":"bf02dbe9-35d5-451a-bcab-6c7ce76e0a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5043. Achieving sensitivity of 0.1% variant allele frequency (VAF) in plasma and urine with the nRichDX revolution sample prep system evaluated on the the MassARRAY system","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"235","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Achieving sensitivity of 0.1% variant allele frequency (VAF) in plasma and urine with the nRichDX revolution sample prep system evaluated on the the MassARRAY system","Topics":null,"cSlideId":""}]