[{"Abstract":"Tumor Treating Fields (TTFields) is a novel, non-invasive and safe treatment modality, which is prescribed to be used in conjunction with classical anticancer chemotherapeutic drugs. TTFields when used alone are safe, but their use in combination with classical chemotherapy continues to offer drug related adverse reactions which ultimately impacts the patient compliance. To address this challenge, we earlier reported meticulously optimized self-assembling cationic-anionic polymer nanoparticles (S-CAP NPs) with average particle size of about 200 nM, encapsulation efficiency of 55-65 % and sustained drug release over 60 h. We also reported that, TTFields were capable of destabilizing the S-CAP NPs leading to targeted drug release. The results were also corroborated with in vitro cytotoxicity and colony formation studies in presence of TTFields using multiple pancreatic cancer cell lines. <b><\/b>After establishing the proof-of-concept, the objective was to assess the in vitro cellular uptake of S-CAP NPs. For this, fluorescent dye loaded S-CAP NPs were developed and subjected to cellular uptake analysis. The in vitro cellular uptake studies confirmed the enhanced uptake of S-Cap NPs by passive diffusion in the pancreatic cancer cell lines compared to normal pancreatic epithelial cell line. The studies corroborated preferential cellular uptake of S-Cap NPs by the pancreatic tumor. Among all the formulations, the chitosan- bovine serum albumin S-CAP NPs was most optimum and was used for in vivo safety studies. For this, in vivo acute and repeated dose 28-day toxicity of the optimum placebo S-CAP NPs was conducted in Sprague Dawley rats (Western University of Health Sciences Protocol #R20IACUC031) and OECD guidelines. The in vivo studies showed a LD50 value above 2000 mg\/kg and NOAEL value of 1000 mg\/kg. These high doses safety of S-CAP NPs confirmed the potential of this approach for future preclinical efficacy studies followed by clinical translation. Lastly, the in vitro stability studies were conducted as per the ICH guidelines for a period of 36 months and the formulations were concluded to be stable. The tumor targeting potential, in vivo safety and stability of S-CAP NPs, establish their translational potential for TTFields triggered targeted drug release in cancer treatment. This approach will not only reduce the adverse effect associated with combination of TTFields and chemotherapy but can also be explored as a platform technology for management of other cancers. This study is supported by AACR-Novocure tumor treating fields research fellowship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Tumor treating fields (TTFields),Targeted drug delivery,Safety,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. P. Desai<\/b>, S. Prabhu; <br\/>Western University of Health Sciences, Rancho Cucamonga, CA","CSlideId":"","ControlKey":"5e1232a2-3b81-4d36-a9f0-cc6d5097494b","ControlNumber":"7939","DisclosureBlock":"<b>&nbsp;P. P. Desai, <\/b> <br><b>Novocure<\/b> Grant\/Contract. <br><b>S. Prabhu, <\/b> <br><b>Novocure<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"477","PresenterBiography":null,"PresenterDisplayName":"Preshita Desai, PhD","PresenterKey":"4ced8ea6-6db3-4c3b-9eaf-7ef427c8b390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"477. Tumor treating fields (TTFields) targeted self assembling nanoparticles for pancreatic cancer treatment: <i>In vitro<\/i> and <i>in vivo<\/i> assessment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields (TTFields) targeted self assembling nanoparticles for pancreatic cancer treatment: <i>In vitro<\/i> and <i>in vivo<\/i> assessment","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is a global health concern, with significant morbidity and mortality. Oxaliplatin (OXL) is a common treatment for CRC but its effectiveness is hampered by side effects, including gastrointestinal and neurotoxic effects. APX3330 exerts anti-angiogenic and neuroprotective effects. It is proposed that the combined use of OXL and APX3330-loaded nanoparticles (NPs) would improve drug delivery to cancer cells with enhanced therapeutic efficacy while reducing side effects of OXL.<br \/>Methods: We developed dual-loaded NPs containing OXL and APX3330 linked to a cancer targeting monoclonal antibody (NPs+mAb). We characterized the physicochemical properties of the NPs and evaluated their cytotoxicity and drug release using CRC cell lines. <i>In vivo<\/i>, we assessed their therapeutic efficiency and side effects using an orthotopic CRC mouse model.<br \/>Results: NPs exhibited an average size of 229&#177;26 nm with a zeta potential of -24.1&#177;2.1 mV. The drug loading and encapsulation efficiency were 3.3&#177;0.2% and 71.9%, respectively. Morphological analysis via scanning electron microscopy confirmed NP structure. <i>In vitro<\/i> drug release studies showed a slower release profile from NPs compared to free OXL, with a cumulative release of 34% (w\/w) after 48 hours. Notably, cytotoxicity evaluation on CT-26 cells revealed a significant reduction in the IC<sub>50<\/sub> for NPs compared to free APX3330 and OXL. <i>In vivo<\/i> studies demonstrated a remarkable 31% reduction in tumor growth rate in animals treated with NPs+mAb compared to those receiving free forms of OXL and APX3330. Body weight for animals treated with NPs+mAb remained similar to the healthy group, indicating minimal systemic toxicity. Moreover, the length of the colon in healthy organs remained steady compared to animals treated with OXL, which experienced a reduction in colon length. Animals treated with the free form of OXL exhibited diarrhoea, while the stool water content for animals treated with NPs+mAb remained at a similar level as the healthy group, suggesting reduced gastrointestinal side effects.<br \/>Conclusions: This study demonstrates the potential of NPs with improved retention and encapsulation efficiency for effective drug delivery. Our research validates our novel method for creating NPs with mAb conjugation, enhancing cytotoxicity against CRC cell lines. In conclusion, the designed NPs+mAb formulation improves OXL treatment efficacy, providing targeted delivery of anti-cancer drugs to the tumor site and reducing tumor size while minimizing side effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Cancer,Chemotherapy,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Rashidi<\/b><sup>1<\/sup>, M. Davidson<sup>1<\/sup>, V. Apostolopoulos<sup>1<\/sup>, M. R. Kelley<sup>2<\/sup>, K. Nurgali<sup>1<\/sup>; <br\/><sup>1<\/sup>Victoria University, Melbourne, Australia, <sup>2<\/sup>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"1318e5ae-8a29-46f8-bf91-cc59a5780767","ControlNumber":"1097","DisclosureBlock":"&nbsp;<b>N. Rashidi, <\/b> None..<br><b>M. Davidson, <\/b> None..<br><b>V. Apostolopoulos, <\/b> None..<br><b>M. R. Kelley, <\/b> None..<br><b>K. Nurgali, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"478","PresenterBiography":null,"PresenterDisplayName":"Niloufar Rashidi, MS","PresenterKey":"9868a8dc-d174-4866-8388-7df4563e2a50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"478. Targeted combination nano-drug delivery system to enhance anti-cancer efficacy and reduce side effects","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted combination nano-drug delivery system to enhance anti-cancer efficacy and reduce side effects","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) treatment faces considerable challenges, in particular the delivery of therapeutics with sufficient potency and specificity. Traditional Antibody-Drug Conjugates (ADCs) offer a strategic approach to cancer therapy by combining the targeting capabilities of monoclonal antibodies with the cell-killing effect of cytotoxic drugs. However, the limitations in drug-to-antibody ratio (DAR) and the challenges in controlling the release kinetics have often hindered their therapeutic window suggesting novel approaches are necessary. Our approach integrates DNA nanobot technology to facilitate targeted delivery of anthracycline agents directly to CD37-expressing leukemic cells. CD37, a tetraspanin superfamily antigen, has shown promise as a target for AML due to its selective expression on immune cells and favorable internalization properties. By harnessing DNA origami assembly techniques, we developed a customizable platform capable of accommodating a significantly higher payload of chemotherapeutic agents than traditional ADCs. This increased payload potential, paired with the precision targeting of CD37, presents a potent therapeutic strategy with the possibility of reduced systemic toxicity. Here we present preclinical evidence demonstrating targeted delivery of our DNA nanobot drug delivery device and anthracycline payload to CD37<sup>+<\/sup> AML target cells <i>in vitro<\/i>. In addition, we show targeted efficacy <i>in vitro<\/i> and <i>in vivo<\/i> of our anthracycline-loaded DNA nanobot-enabled delivery system, which significantly outperformed free anthracycline in AML target cells. Collectively, our findings suggest an improvement in the therapeutic index of anthracycline and antimitotic agents as well as the ability to combine multiple drug pathways in a single delivery device. The implications of this work extend beyond AML, offering a versatile platform that could revolutionize ADC chemistry and targeted drug delivery. We propose that our DNA nanobot delivery system signifies a pivotal advancement in the field of targeted cancer therapy, with the potential to overcome longstanding barriers in the treatment of AML and potentially other malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Drug delivery,Acute myeloid leukemia,Targeted drug delivery,Anthracycline,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Vantangoli<sup>1<\/sup>, <b>P. D. Halley<\/b><sup>2<\/sup>, J. R. Spitzner<sup>2<\/sup>, J. C. Byrd<sup>3<\/sup>, K. T. Larkin<sup>4<\/sup>, C. E. Castro<sup>1<\/sup>, C. R. Lucas<sup>2<\/sup>; <br\/><sup>1<\/sup>The Ohio State University, Columbus, OH, <sup>2<\/sup>DNA Nanobots, LLC, Columbus, OH, <sup>3<\/sup>University of Cincinnati, Cincinnati, OH, <sup>4<\/sup>The Ohio State University Comprehensive Cancer Center, Columbus, OH","CSlideId":"","ControlKey":"10f62671-3f9a-4c66-bfaf-258846885a35","ControlNumber":"7345","DisclosureBlock":"&nbsp;<b>N. Vantangoli, <\/b> None..<br><b>P. D. Halley, <\/b> None..<br><b>J. R. Spitzner, <\/b> None..<br><b>J. C. Byrd, <\/b> None..<br><b>K. T. Larkin, <\/b> None..<br><b>C. E. Castro, <\/b> None..<br><b>C. R. Lucas, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"479","PresenterBiography":null,"PresenterDisplayName":"Patrick Halley","PresenterKey":"29d5b112-52b9-496e-a869-4ea71c584737","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"479. Enhanced payload delivery for acute myeloid leukemia treatment through CD37-targeting DNA nanobots","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced payload delivery for acute myeloid leukemia treatment through CD37-targeting DNA nanobots","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a leading cause of death worldwide. Several multidisciplinary approaches exist for cancer treatment, including radiotherapy and chemotherapy. Radiotherapy uses high-energy radiation to kill cancer cells; chemotherapy inhibits cancer cell proliferation and often kills cells by targeting the cell cycle. Resistance to radiotherapy and chemotherapy is a key determining factor in the outcome of therapeutic efficacy. Conventional nontargeted radiotherapy also affects distant nonirradiated cells, leading to DNA damage and changes in the cell cycle that are often linked to secondary carcinogenesis in patients. In recent years, targeted radionuclide therapy (TRT) has emerged as a promising personalized treatment strategy that delivers cytotoxic levels of radiation directly and specifically to cancer cells. Among radioisotopes,<sup>225<\/sup>Ac exhibits desirable properties for TRT: multiple &#945;-particle emission and high cytotoxicity. One of the challenges with <sup>225<\/sup>Ac is the nonspecific toxicity caused by the release and relocation of its decay daughters. Different approaches have been proposed to prevent the relocation of decay daughters, including nanoparticles. Nanoparticles have been pursued as a promising delivery vehicle of &#945;-emitting radioisotopes to the tumor site. Here, we show specific targeting of Her2-positive breast cancer cells with <sup>225<\/sup>Ac-radiolabeled lanthanum orthovanadate (LaVO4) nanoparticles. Nanoparticles&#8217; surfaces were functionalized to improve biocompatibility and conjugated to target cancer cells, respectively. Cellular uptake and localization of these engineered nanoparticles were analyzed by a Confocal microscope and IncuCyte live cell analysis system. Results confirm its localization in the nucleus following the endolysosomal path, enhancing the nanoparticles&#8217; effectiveness as a delivery vehicle for &#945;-emitting radioisotopes with the potential of increased treatment efficacy. Upon addition of cancer-targeting ligands, these nanoparticles can achieve higher efficiency by delivering the radioisotope to the tumor cells with a potential of safe encapsulation of all &#945;-emitters in the decay chain. The anticancer efficiency of <sup>225<\/sup>Ac-radiolabeled nanoparticles was demonstrated by a dose-dependent effective killing of 3D breast cancer spheroids using both IncuCyte live imaging and the cell survival assays. Ultimately, the results of this study will be crucial in determining the future use of targeted radiolabeled nanoparticle-based delivery systems as an approach for more efficacious cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Radiotherapy,Nanoparticle,Cancer cell,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Pal<\/b>, M. T. Gonzáleza, A. N. Bibleb, B. Sanders, A. Plechaty, O. Kirpekar, M. Podar, S. M. Davern; <br\/>Oak Ridge National Laboratory, Oak Ridge, TN","CSlideId":"","ControlKey":"4bf2d37d-771a-4ed8-94a8-9db8d9f452b6","ControlNumber":"1452","DisclosureBlock":"&nbsp;<b>D. Pal, <\/b> None..<br><b>M. T. Gonzáleza, <\/b> None..<br><b>A. N. Bibleb, <\/b> None..<br><b>B. Sanders, <\/b> None..<br><b>A. Plechaty, <\/b> None..<br><b>O. Kirpekar, <\/b> None..<br><b>M. Podar, <\/b> None..<br><b>S. M. Davern, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"480","PresenterBiography":null,"PresenterDisplayName":"Debjani Pal, PhD","PresenterKey":"a274c884-8dba-4254-93d2-a264d86323e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"480. Nanotherapeutic strategies to improve targeted radionuclide therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanotherapeutic strategies to improve targeted radionuclide therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Patient-specific cancer vaccines derived from tumor antigen have been explored as a promising therapeutic strategy, however, challenges delivering vaccine components in a coordinated fashion to elicit antitumor responses remain. To overcome these, we utilize a novel nanoplatform called the Protein-Like Polymer (PLP), which allows for sustained and targeted delivery of tumor antigens in conjunction with adjuvants.<br \/>Methods: PLPs containing peptide antigens were synthesized via ring-opening metathesis polymerization (ROMP) and characterized. A library of compounds with different sidechain linkage chemistries, degrees of polymerization (DP), and inclusion\/exclusion of Oligo-ethylene glycol (OEG) were made to determine design rules for immune activation. Cell uptake and functional assays using payload-specific T Cells were conducted. Immunization in three independent tumor models was done to show generalizability. Ability of PLPs to co-deliver adjuvants was tested by electrostatically coupling small molecule STING agonist, 2&#8217;3&#8217; cGAMP.<br \/>Results: Conjugating peptide antigens to the polymer via a cleavable disulfide linkage, which reduces intracellularly in APCs, resulted in increased endosomal localization, higher levels of induced T cell proliferation, cytokine production, and expression of activation markers in CTLs and APCs. Incorporating a diluent amount of OEG side chains reduced enzymatic degradation while increasing immunogenicity and uptake. Additionally, increasing the DP, and therefore the density of antigen side chains, further improved vaccine efficacy and resistance to proteolysis. Antigen-PLP conjugates enhanced dendritic cell activation and T-cell response only when paired with cells from their cognate system, with no activity in immune cells not expressing receptors for the payload demonstrating antigen-specificity. Mice bearing established B16F10, MC38, or TC-1 tumors treated with PLPs containing gp100, adpgk, or E7 respectively all showed increased survival times, reduced tumor burden with corresponding changes in immune cell profiles, and immunological memory upon rechallenge. Impressively, mice treated with STING-PLP complexes had significantly smaller tumors vs control at day 14 (0.038g vs 0.76g; p &#60;0.0001) and allowed for subcutaneous administration of 2&#8217;3&#8217; cGAMP, which traditionally requires intratumoral injection. Studies on the effects of vaccinating with pools of neoantigens multiplexed onto one PLP are ongoing.<br \/>Conclusion: This work validates the ability of PLPs to overcome major limitations in cancer vaccine development. The modularity of the platform allows for complex nano-architectures including systems capable of delivering challenging compounds, ie small molecule STING agonists, subcutaneously through electrostatic coupling, highlighting its potential to revolutionize cancer vaccinology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Chemistry,Vaccines,Peptides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Wang<\/b><sup>1<\/sup>, M. Choi<sup>2<\/sup>, B. Zhang<sup>2<\/sup>, N. Gianneschi<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern University, Evanston, IL, <sup>2<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"2ed7a112-94fa-4519-874a-e4cf8dcb7f45","ControlNumber":"1090","DisclosureBlock":"&nbsp;<b>M. Wang, <\/b> None..<br><b>M. Choi, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>N. Gianneschi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2888","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"481","PresenterBiography":null,"PresenterDisplayName":"Max Wang, MPH","PresenterKey":"bef80fe5-2190-4bb5-82fe-d8bbdee0f918","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"481. Proteomimetic polymers limit tumor growth in multiple models via potent antigen-specific T cell activation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomimetic polymers limit tumor growth in multiple models via potent antigen-specific T cell activation","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Adenovirus type-5 (Ad) is considered a prominent viral vector in cancer therapy due to its modifiability for the selective lysis of cancer cells. However, challenges are posed in Ad delivery to cancers lacking coxsackievirus and adenovirus receptors (CARs). In response to this limitation, Ad-encapsulated DOTAP-folate liposomes were developed, which improved Ad delivery and heightened therapeutic efficacy through membrane fusion and folate receptor-mediated endocytosis.<br \/>Methods: The 4T1 mammary carcinoma model, a CAR-negative triple-negative breast cancer (TNBC) cell line (ER-, PR-, HER2-), resistant to adenoviral infection, was utilized for studying the comparative in vitro transduction of green fluorescent protein (GFP)-expressing Ad (Ad-GFP). The study assessed Ad-GFP with and without DOTAP-folate liposomal encapsulation at a multiplicity of infection (MOI) of 50. Additionally, an oncolytic adenovirus, Ad-hTERT, with a human telomerase promoter, underwent liposomal encapsulation. CAR-negative 4T1 GFP-expressing cells and CAR-positive MDA-MB-231-GFP human breast adenocarcinoma TNBC cells were transduced in vitro at MOI 100 with Ad-hTERT, both with and without DOTAP-folate liposomal encapsulation.<br \/>Results: CAR-negative 4T1 cells exhibited superior Ad-GFP transduction when encapsulated in DOTAP-folate liposomes, compared to the unencapsulated form (p &#60; 0.001). For oncolytic adenovirus Ad-hTERT, encapsulation resulted in 100% cell lysis within 24 hours in 4T1-GFP cells, contrasting with 13% with unencapsulated Ad-hTERT (P &#60; 0.0001). In CAR-positive MDA-MB-231-GFP TNBC cells, encapsulated Ad-hTERT showed enhanced efficacy, resulting in 100% cell lysis within 24 hours compared to 75% with unencapsulated Ad-hTERT (P &#60; 0.001).<br \/><b>Discussion:<\/b> DOTAP-folate liposomal encapsulation enhances the efficacy of oncolytic Ad-hTERT in both CAR-negative and CAR-positive TNBC cells, establishing it as an optimal therapy for tumors with CAR heterogeneity. Ongoing in vivo studies with Balb\/C immune-competent mice and the 4T1 tumor model will assess the effectiveness of encapsulation through intratumoral administration. This approach may extend the recurrence-free period post-surgical tumor removal.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Oncolytic adenovirus,Triple-negative breast cancer (TNBC),Liposomes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. R. Shah<\/b>, T. Dong, A. Phung, S. L. Blair, O. Aisagbonhi, W. C. Trogler, A. C. Kummel; <br\/>University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"c0246237-5a0a-4ef6-b2a2-d4b3ffe07ce6","ControlNumber":"1542","DisclosureBlock":"&nbsp;<b>J. R. Shah, <\/b> None..<br><b>T. Dong, <\/b> None..<br><b>A. Phung, <\/b> None..<br><b>S. L. Blair, <\/b> None..<br><b>O. Aisagbonhi, <\/b> None..<br><b>W. C. Trogler, <\/b> None..<br><b>A. C. Kummel, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"482","PresenterBiography":null,"PresenterDisplayName":"Jaimin Shah, B Pharm,MS","PresenterKey":"e8b8c963-e7d2-4266-b6ca-a1e4eb1fc5d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"482. Advancing treatment for metastatic triple negative breast cancer: Liposomal oncolytic adenovirus as a novel neoadjuvant therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancing treatment for metastatic triple negative breast cancer: Liposomal oncolytic adenovirus as a novel neoadjuvant therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Extracellular vesicles (EVs) are couriers in cell-cell communication. Evidence suggests that EV biology, from cargo packing, biodistribution, to cell uptake is a non-random and well-orchestrated process. Substantial efforts have been devoted to studying the pathological roles and therapeutic potential of EVs. It is speculated that surface properties, such as membrane proteins, mediate the interaction between EVs and recipient cells, while the enclosed &#8220;messages&#8221; exert downstream effects. This concept is exemplified in cancer metastasis, where cancer cell-derived EVs were shown to establish pre-metastatic niches and guide cancer organotropism. We propose selectively loading cancer cell membrane and cytosolic proteins into synthetic vesicles (SVs) like liposomes. This approach allows for the isolated study of individual factors, in contrast to the complexity of naturally occurring EVs.<br \/>Methods: Cellular membrane and cytosolic proteins were extracted separately from a cancer cell line (MP41) (Mem-PER<sup>TM<\/sup> Plus kit). Empty-SV, Mem-SV (with membrane proteins), Cyto-SV (with cytosolic proteins), and Complete-SV (with both) were synthesized in a 3D-printed microfluidic chip and subsequently dialyzed (1000 KDa) overnight. The volume of protein buffer was controlled in all SV syntheses. EVs were isolated from the conditioned medium by ultrafiltration (Amicon) followed by ultracentrifugation. The size (Nanosight), zeta potential (ZetaView), and morphology (Transmission Electron Microscopy) of SVs and EVs were analyzed. Proteins incorporated into SVs were validated by stain-free gel, western blot, and CytoFLEX. SVs and EVs were stained by sp-DiIC18 fluorescent dye. The number of fluorescent particles was quantified (CytoFLEX) and controlled in cell uptake analysis on hepatocytes (IHH) and fibroblasts (BJ) (Incucyte).<br \/>Results: All SVs were successfully synthesized with a mean size of ~100 nm. The zeta potential of both Mem-SV (-27.03 mV) and Complete-SV (-24.78 mV) is close to MP41 EVs (-26.01 mV) (<i>P<\/i> &#62; 0.05) and are more negative than Empty-SV (-11.30 mV) and Cargo-SV (-13.38 mV) (<i>P<\/i> &#60; 0.05). Total protein incorporation efficiency was estimated to be ~30%. The relative level of specific proteins (e.g. integrin av, TSG101) in Mem-SV and Cyto-SV matched the level in the raw membrane and cytosolic proteins by western blot. Integrin avb5 was detected on the surface of Mem-SV. Membrane and cytosolic protein incorporation increased the uptake efficiency of SVs compared to Empty-SVs, and the efficiency varied with cell type and protein content.<br \/>Conclusion: In this study, we demonstrate that membrane and cytosolic proteins differentially impact the physical (zeta potential) and functional (cellular uptake) properties of SVs. Investigating these distinct roles could further our understanding of cancer EV biology, as well as advance drug delivery systems.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Liposomes,Extracellular vesicles,Synthesis,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Chen<\/b><sup>1<\/sup>, R. R. López<sup>1<\/sup>, T. Tsering<sup>1<\/sup>, C. Zouggari Ben El Khyat<sup>2<\/sup>, V. Nerguizian<sup>2<\/sup>, J. V. Burnier<sup>1<\/sup>; <br\/><sup>1<\/sup>Research Institute of the McGill University Health Centre, Montreal, QC, Canada, <sup>2<\/sup>École de technologie supérieure, Montreal, QC, Canada","CSlideId":"","ControlKey":"f625f244-0acd-4fc5-b897-2abe871135f2","ControlNumber":"2044","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>R. R. López, <\/b> None..<br><b>T. Tsering, <\/b> None..<br><b>C. Zouggari Ben El Khyat, <\/b> None..<br><b>V. Nerguizian, <\/b> None..<br><b>J. V. Burnier, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"483","PresenterBiography":null,"PresenterDisplayName":"Yunxi Chen, BS","PresenterKey":"bd37b049-2056-4f4c-9765-2fd3e1dcc49f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"483. Unraveling the impact of cancer cell derived membrane and cytosolic proteins using synthetic small extracellular vesicles","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the impact of cancer cell derived membrane and cytosolic proteins using synthetic small extracellular vesicles","Topics":null,"cSlideId":""},{"Abstract":"High dose Vitamin C (pharmacological ascorbate; P-AscH<sup>&#8210;<\/sup> &#62; 20 mM plasma levels) given intravenously (I.V.), has made a remarkable re-emergence as an adjuvant to combined modality approaches in cancer therapy. P-AscH<sup>&#8210;<\/sup> can be readily oxidized in the presence of redox active metals (i.e., P-AscH<sup>&#8210; <\/sup>serves as an iron reducing agent), which can result in increased fluxes of H<sub>2<\/sub>O<sub>2<\/sub>. This chemical phenomenon allows for the tumor-selective enhancement of chemo-radiation in NSCLC. We hypothesized that enhancing labile Fe<sup>2+<\/sup> in cancer cells using iron-oxide nanoparticles (ferumoxytol, FMX) can increase the effectiveness of P-AscH<sup>&#8210;<\/sup> in enhancing cancer cell sensitivity to chemo-radiation in NSCLC by increasing H<sub>2<\/sub>O<sub>2<\/sub> production. To test this hypothesis, we performed clonogenic cell survival assays in-vitro. To test the role of H<sub>2<\/sub>O<sub>2<\/sub> in the combined effect of P-AscH<sup>&#8210;<\/sup> and FMX, we developed lentiviral-based doxycycline-inducible overexpression models for catalase, and to determine the changes in Fe, we used fluorescent probes that specifically detect changes in labile Fe<sup>2+<\/sup>. Results from these experiments showed FMX enhanced clonogenic cell killing in NSCLC. Furthermore, catalase overexpression inhibited this effect, suggesting that enhanced H<sub>2<\/sub>O<sub>2<\/sub> production plays a central role in the additive effect of P-AscH- and FMX. Finally, staining the cells with the fluorescent iron probes showed that FMX enhanced labile Fe<sup>2+ <\/sup>in cells treated with P-AscH<sup>&#8210;<\/sup>. These studies continue to support the hypothesis that H<sub>2<\/sub>O<sub>2<\/sub> plays a significant role in P-AscH<sup>&#8210;<\/sup> toxicity in cancer cells that can be exacerbated using iron oxide nanoparticles. Future studies will test these findings in-vivo using preclinical xenograft models. (supported by P01 CA217797, P30 CA086862, T32 CA078586, and P01 CA244091).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,NSCLC,Oxidative stress,Iron,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Singhania<\/b>, M. S. Petronek, C. F. Pulliam, K. A. Mapuskar, A. Zaher, D. R. Spitz; <br\/>University of Iowa Holden Comprehensive Cancer Center, Iowa City, IA","CSlideId":"","ControlKey":"a750feac-a03a-43cc-bec2-c422b69ee6dc","ControlNumber":"3316","DisclosureBlock":"&nbsp;<b>M. Singhania, <\/b> None..<br><b>M. S. Petronek, <\/b> None..<br><b>C. F. Pulliam, <\/b> None..<br><b>K. A. Mapuskar, <\/b> None..<br><b>A. Zaher, <\/b> None..<br><b>D. R. Spitz, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2896","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"484","PresenterBiography":null,"PresenterDisplayName":"Mekhla Singhania, B Eng,MS","PresenterKey":"8d669915-d6c6-4817-965f-7d749158647d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"484. Enhancing therapeutic responses in NSCLC using iron-oxide nanoparticles combined with pharmacological ascorbate","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing therapeutic responses in NSCLC using iron-oxide nanoparticles combined with pharmacological ascorbate","Topics":null,"cSlideId":""},{"Abstract":"Radiotherapy, a mainstay in cancer treatment, often inadvertently damages healthy tissues while targeting malignancies with free radicals. As an alternative, Photodynamic Therapy (PDT) employs non-ionizing photons to generate reactive oxygen species (ROS) in tumors, offering precise targeting with minimal long-term effects. However, its efficacy is constrained to superficial tumors due to the limited penetration of light. Sonodynamic Therapy (SDT), an evolution of PDT, uses ultrasound to enhance tissue penetration while maintaining its non-invasive nature. Initial SDT studies suggest that ultrasound can activate PDT's photosensitizers to produce ROS, offering a potential pathway for tumor eradication. Nevertheless, the principal mechanisms of ROS generation in SDT, namely pyrolysis and sonoluminescence, raise concerns about potential tissue injury. In our research, we introduce an innovative approach employing mechanophores into nanoparticles. Mechanophores, molecular units within polymers sensitive to mechanical stress, undergo transformations under such conditions, including the release of small molecules or free radicals. We have developed injectable nano-sized mechanophore nanoparticles, designed to respond to high-frequency ultrasound (&#62;100 kHz) more efficiently and with reduced energy requirements. This study focuses on nano-engineering the echogenicity of these mechanophore nanoparticles to enhance ROS generation. When agitated with focused ultrasound (FUS), these nanoparticles successfully induced ROS, leading to significant cell death, a result not observed with FUS alone in the absence of nanoparticles. In vivo experiments using mouse orthotopic cancer models demonstrated these nanoparticles' ability to inhibit tumor growth effectively. Under biocompatible ultrasound conditions, the nanoparticles cause effective cancer cell eradication with minimal impact on surrounding healthy tissues. Our findings not only introduce a novel approach to cancer treatment but also pave the way for broader applications of mechanophore nanoparticles in biomedicine. This study underscores the potential of ultrasound-activatable mechanophore nanoparticles as a versatile, effective, and safe option for cancer therapy.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Theranostics,Mechanophore,Mechanochemical Dynamic Therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Wang, S. Zhao, J. Yi, Y. Sun, M. Agrawal, K. Li, J. S. Moore, M. Oelze, <b>Y.-S. Chen<\/b>; <br\/>University of Illinois at Urbana-Champaign, Urbana, IL","CSlideId":"","ControlKey":"e83d4c46-cef0-4afc-9db9-07b6f3de277c","ControlNumber":"8809","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>J. Yi, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>M. Agrawal, <\/b> None..<br><b>K. Li, <\/b> None..<br><b>J. S. Moore, <\/b> None..<br><b>M. Oelze, <\/b> None..<br><b>Y. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"485","PresenterBiography":null,"PresenterDisplayName":"Yun-Sheng Chen, PhD","PresenterKey":"87aeedd0-d06e-4dcf-8fd9-12168af484bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"485. Cancer killing effect of ultrasound-responsive mechanophore nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer killing effect of ultrasound-responsive mechanophore nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is one of the most lethal types of cancer with a 5-year survival rate of less than 13% due to the lack of effective diagnostic\/therapeutic modalities. Paclitaxel (PTX) has been tested in pancreatic cancer (PanCa) therapy with marginally better clinical outcomes, but remains limited by its poor hemocompatibility, biodistribution, and intracellular accumulation in tumor cells. Gemcitabine (GEM) is the most effective therapy for PanCa. However, it shows only a marginal survival benefit of 6 months. The poor therapy response is attributed to high desmoplasia, unfavorable tumor microenvironment (TME), and excessive recruitment of immune suppressive cells. We have recently engineered a multi-layered Pluronic F127 and polyvinyl alcohol stabilized and poly-L-lysine coated paclitaxel loaded poly(lactic-co-glycolic acid) nanoparticle formulation (PPNPs), which effectively inhibits pancreatic tumor. In this study, we demonstrate that PPNPs effectively sensitize tumor cells to GEM <i>via<\/i> attenuation of tumor desmoplasia. Our findings also show that PPNPs synergize GEM therapy response in cell lines and in vivo mouse models. Mechanistically, PPNPs target the TME via inhibition of the sonic hedgehog (SHH) pathway and other oncogenic signaling axis that inhibits bidirectional tumor-stromal cell interaction as determined by qPCR and Western blot analyses. In addition, PPNPs effectively target tumor-associated macrophages (TAM) by repolarizing M2 into M1 phenotype <i>via<\/i> inhibiting expression of M2 markers and an increase in M1 markers in mouse macrophage cell line RAW264.7. M2 polarization of RAW264.7 cells were induced by culture with IL-4 (20 ng\/mL) in the presence of PPNPs or vehicle control. Furthermore, PPNPs effectively increase phagocytic capacity in murine macrophages as determined by phagocytosis assay (Vybrant Phagocytosis Assay Kit). In conclusion, we observed that our novel PPNP nano formulation effectively targets TME, and facilitates GEM uptake by inhibiting the activation of SHH signaling and reprograming the tumor immune surveillance mechanisms. This study suggests that PPNPs have great potential for future clinical use in management of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Gemcitabine,Nanoparticle,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. K. Kashyap<\/b>, G. P. Darkwah, N. Chauhan, M. Sikander, E. N. H. Ghali, M. Kolli, B. B. Hafeez, M. M. Yallapu, S. C. Chauhan; <br\/>University of Texas Rio Grande Valley, McAllen, TX","CSlideId":"","ControlKey":"56fc5248-112a-4f44-818f-0062b2b908e9","ControlNumber":"5824","DisclosureBlock":"&nbsp;<b>V. K. Kashyap, <\/b> None..<br><b>G. P. Darkwah, <\/b> None..<br><b>N. Chauhan, <\/b> None..<br><b>M. Sikander, <\/b> None..<br><b>E. N. H. Ghali, <\/b> None..<br><b>M. Kolli, <\/b> None..<br><b>B. B. Hafeez, <\/b> None..<br><b>M. M. Yallapu, <\/b> None..<br><b>S. C. Chauhan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2897","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"486","PresenterBiography":null,"PresenterDisplayName":"Vivek Kashyap, PhD","PresenterKey":"6cec8952-015c-4ec1-977f-49da5f64f897","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"486. Paclitaxel nanoformulation attenuates pancreatic tumor desmoplasia and alter tumor immune responses","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Paclitaxel nanoformulation attenuates pancreatic tumor desmoplasia and alter tumor immune responses","Topics":null,"cSlideId":""},{"Abstract":"Peptide amphiphiles (PAs) have been applied as building blocks for self-assembled nanostructures with various morphologies. These self-assembled nanostructures are promising drug delivery platforms as they are naturally biodegradable and biocompatible with low immunogenicity. One primary focus in drug delivery using the PA nanostructures has been to develop strongly assembled structures to avoid disassembly in the blood and allow them to carry payloads to their intended targets. In this work, rather than developing stable self-assembled PA structures, we focused on weakly assembled PA nanostructures to investigate their interactions with blood components and to understand how these interactions affect their biodistribution. We found that weakly assembled PA nanostructures (SA-E) quickly disassembled in plasma and reassembled with lipoproteins (LPs), which significantly prolonged the blood circulation of SA-E in mice. We showed that SA-E crossed the endothelial barriers through transcytosis only when they were assembled with LPs. Cellular uptake studies showed that SA-E accumulated in cancer cells through lipid-raft-mediated uptake. Interestingly, their cellular internalization was independent of LP receptors, suggesting that SA-E assembles with different endogenous biomolecules in vivo. By exploiting these endogenous interactions, SA-E demonstrated high tumor accumulation in a myriad of small animal tumor models of breast, colon, pancreatic, brain, skin, prostate, or lung cancers. SA-E demonstrated large tumor-to-background signal ratios in live animals (&#62;5), extended retention (&#62;2 weeks), and excellent tissue distribution (tumor to liver signal &#62;3) in these tumor models. Encouraged by the excellent tumor accumulation of SA-E, we prepared SA-E drug conjugate using a highly potent and toxic chemotherapeutic agent, Monomethyl auristatin E (MMAE). SA-E-MMAE conjugate demonstrated strong antitumor efficacy in aggressive breast and glioma models in mice with reduced side effects. With its simple and modular design and universal tumor accumulation mechanism, SA-E represents a promising platform for broad applications in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Peptides,Drug delivery,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. M. Fischer, M. Stewart, M. Dai, S. Drennan, S. Sabuncu, B. Kingston, I. Dengos, L. Xiang, K. Bonic, X. Yi, S. Ranganathan, B. Branchaud, <b>A. Yildirim<\/b>; <br\/>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"06334233-0bd9-4e4e-8415-c6225f611c91","ControlNumber":"6055","DisclosureBlock":"&nbsp;<b>J. M. Fischer, <\/b> None..<br><b>M. Stewart, <\/b> None..<br><b>M. Dai, <\/b> None..<br><b>S. Drennan, <\/b> None..<br><b>S. Sabuncu, <\/b> None..<br><b>B. Kingston, <\/b> None..<br><b>I. Dengos, <\/b> None..<br><b>L. Xiang, <\/b> None..<br><b>K. Bonic, <\/b> None..<br><b>X. Yi, <\/b> None..<br><b>S. Ranganathan, <\/b> None..<br><b>B. Branchaud, <\/b> None..<br><b>A. Yildirim, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"487","PresenterBiography":null,"PresenterDisplayName":"Adem Yildirim, PhD","PresenterKey":"d66c7a09-a32e-44cb-a5f2-0de449757da3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"487. Peptide amphiphiles hitchhike on endogenous biomolecules for enhanced drug delivery","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peptide amphiphiles hitchhike on endogenous biomolecules for enhanced drug delivery","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is a complex heterogeneous disease with various subtypes and diverse molecular mechanisms of pathogenesis. Among different forms, epithelial ovarian cancer is the most common, representing up to 90% of total reported cases. Due to the lack of early diagnostic tools, the prognosis is mainly poor, as most cases are typically identified in advanced stages. Thus, a more thorough understanding of the inherent complexities of the disease, in terms of its biochemical etiology, will allow for identification of specific molecular and genetic profiles that could lead to more effective treatment plans. Recent studies have shown that ENPP1 may play a role in cancer cell proliferation, migration, and invasion in ovarian and other types of cancer. ENPP1 is a glycosylated type II transmembrane protein acting as a pyrophosphatase and phosphodiesterase with broad specificity. ENPP1 substrates include mononucleotides and cyclic dinucleotides such as the second messenger, 2'3'-cGAMP, which binds to and activates STING. 2'3'-cGAMP is exported extracellularly by cancerous cells into the tumor microenvironment where uptake into neighboring cells can activate their STING-dependent type 1 interferon pathway and promote antitumoral immune responses. ENPP1 can hydrolyze extracellular 2'3'-cGAMP however, allowing cancer cells to evade such an immune response. In this study, we assessed the activity of ENPP1 in CaOV-3, SK-OV-3, and PA-1 ovarian cancer cell lines using a fluorometric cell-based assay. The effects of ENPP1 inhibition via a chemical inhibitor on extracellular 2'3'-cGAMP levels were characterized and compared with siRNA-mediated knockdown of ENPP1 via loadable pre-formed lipid nanoparticles, which enable small-scale encapsulation and transfection of nucleic acid cargo. In addition, we explored whether uptake of exogenous 2'3'-cGAMP into THP-1 and RAW immune cell lines can be enhanced through delivery via preformed loadable lipid nanoparticles. Corresponding immune cell activation was also assessed using immunoblotting and RT-PCR. Our results demonstrate how modulation of ENPP1 activity and 2'3'-cGAMP levels in ovarian cancer cell lines using unconventional, pre-formed loadable lipid nanoparticle transfection reagent can aid in elucidating mechanisms of immune evasion in cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Ovarian cancer,Drug delivery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David Taylor<\/b><sup><\/sup>, Jiajia Ji<sup><\/sup>, Phillip Rzeczycki<sup><\/sup>, Margaret  L.  Collins<sup><\/sup>, Lauren Clements<sup><\/sup>, Aileen  R.  Ariosa<sup><\/sup><br><br\/>Cayman Chemical Company, Ann Arbor, MI","CSlideId":"","ControlKey":"484488da-7f8d-4f87-84f7-d473a55d50d6","ControlNumber":"7826","DisclosureBlock":"&nbsp;<b>D. Taylor, <\/b> None..<br><b>J. Ji, <\/b> None..<br><b>P. Rzeczycki, <\/b> None..<br><b>M. L. Collins, <\/b> None..<br><b>L. Clements, <\/b> None..<br><b>A. R. Ariosa, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2899","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"488","PresenterBiography":null,"PresenterDisplayName":"David Taylor","PresenterKey":"4d880531-5ea4-4049-a128-550663c5f593","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"488. Modulation of ENPP1 activity and 2'3'-cGAMP degradation in ovarian cancer cell lines via loadable pre-formed lipid nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of ENPP1 activity and 2'3'-cGAMP degradation in ovarian cancer cell lines via loadable pre-formed lipid nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is one of the most aggressive and deadliest forms of cancer. While major progress in immunotherapy has been made in recent years, it remains poorly effective in this malignancy. Two key players stand behind immune resistance of PDAC and inadequate efficacy of immunotherapy to suppress its metastasis. First, the immune-resistant pancreatic cancer stem cells (CSCs) evade immune surveillance acting as a source for tumor relapse and metastasis. This immune resistance stems from low immunogenicity of PDAC cells as well as the inaccessible CSCs that reside deep in the tumor core. Second, pancreatic cancer associated fibroblasts (CAFs) fuel metastasis of PDAC cells by suppressing their immune recognition and establishing pre-metastatic niche at distant organs to help their colonization. Our hypothesis is to overcome immune resistance of PDAC and inhibit early steps of its metastasis via simultaneous immunogenic eradication of immune resistant CSCs and switching immunosuppressive and pro-metastatic CAFs into quiescent ones. Therefore, we engineered ultrasmall circularized nanodiscs (cND) that encapsulate oncolytic peptide LTX-315 and fibroblast remodeling Notch signaling inhibitor. The engineered oncolytic LTX-315 loaded cND successfully induced immunogenic cell death (ICD) of both bulk PANC1 and pancreatic CSCs. Compared to non-treated and free LTX-315 treated cells, LTX-315 cND resulted in enhanced release of DAMPs including ATP and HMGB-1 as well as surface translocation of calreticulin. The ultrasmall size (9 nm) of cND enabled its deep tumor penetration to eradicate resistant CSCs, as revealed using 3D PDAC heterospheroids. In parallel, the Notch blocking cND promoted quiescence of the activated pancreatic stellate cells as denoted by downregulation of SMA, FAP and collagen. In KPC syngeneic PDAC mouse model, the dual oncolytic\/Notch blocking cND combined with aPD-L1 therapy significantly suppressed tumor growth and prevented its metastasis to liver compared to vehicle-treated mice. Immunophenotyping study showed marked reduction in the abundance of CSCs and CAFs in the tumor treated with the cNDs. Moreover, the tumor infiltration of CD86+ MHCII+ dendritic cells and cytotoxic CD8+ T cells was enhanced after treatment with the cND. Overall, our dual strategy of targeting pancreatic CSCs and CAFs via oncolytic\/Notch blocking cND boosted the anti-tumor and anti-metastatic efficacy of aPD-L1 therapy to eliminate primary PDAC tumor and suppress its metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cancer stem cells,Cancer-associated fibroblasts,Nanodisc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ahmed Elzoghby<sup><\/sup>, <b>Hagar Emam<\/b><sup><\/sup>, Seungbin Yim<sup><\/sup>, Cuiyan Xin<sup><\/sup>, Mahmoud Nasr<sup><\/sup><br><br\/>Engineering in Medicine, Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"6e0c92f8-0bc7-459b-8184-92f70d9db62c","ControlNumber":"5837","DisclosureBlock":"&nbsp;<b>A. Elzoghby, <\/b> None..<br><b>H. Emam, <\/b> None..<br><b>S. Yim, <\/b> None..<br><b>C. Xin, <\/b> None..<br><b>M. Nasr, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"489","PresenterBiography":null,"PresenterDisplayName":"Hagar Emam, BS","PresenterKey":"ea2650c7-ca45-481e-89b9-51c468422371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"489. Unlocking immune resistance and metastasis of PDAC via dual acting circularized nanodisc","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking immune resistance and metastasis of PDAC via dual acting circularized nanodisc","Topics":null,"cSlideId":""},{"Abstract":"Although current electroporation therapies have been demonstrated to be effective not only in ablating tumor tissue, but also in eliciting an anti-tumor immune response, they are limited in their application due to the strong risk factors associated with the high voltages required. Current methods of interacting with the body&#8217;s electrical currents are limited to traditional electrodes, which cause damage to surrounding tissue upon insertion, and require high voltages to create responses at the cellular level. Recent efforts at non-invasive interaction with the body&#8217;s electric fields have led to the fabrication of magnetoelectric nanoparticles (MENPs), a novel technology which has the ability to convert harmless magnetic fields into strong local electric fields, all while maintaining a diameter of ~70nm. These particles have been demonstrated to trigger neuronal firing under magnetic stimulation both in vitro and in vivo, and have been able to release chemotherapeutic agents on command in vitro and in vivo. This demonstrates the ability for MENPs to wirelessly generate electric fields within the body on demand with high temporal and spatial resolution. This suggests the potential for non-invasive electroporation therapy which could be triggered by external magnetic fields. Given the particles are themselves magnetic, this could show potential as a theragnostic tool as their magnetic properties suggest they may act simultaneously as an MRI contrast and an ablative therapy. To explore this possibility, we fabricated MENPs consisting of a magnetostrictive CoFe2O4 spinel core coupled with a piezoelectric BaTiO3 perovskite shell. These particles were then PEGylated to reduce agglomeration which is typical of magnetic nanoparticles. 50ul of a 1mg\/ml PEG-MENP dispersion was deposited into a cell culture of SKOV-3 ovarian cancer cells. These cells were then stimulated by 120 10ms pulses of a 2kOe magnetic field over the course of 30 minutes. An cell-titre glo ATP assay was performed to indicate viability 24 hours after treatment. Treatment wells were compared to controls of no intervention, magnetic stimulation with no particles, and particles with no stimulation. The combination of particles and magnetic stimulation was the only group which showed significant decreases in viability, with a 32% reduction in viability. Particles on their own showed no effect on cell viability, neither did magnetic-only stimulation. This preliminary investigation into the use of MENPs as a non-invasive cancer treatment has shown some potential. The ability to wirelessly activate the particles provides an inherent targeting mechanism not found in traditional chemotherapeutics, while the nanometer diameter provides a non-invasive method to generate strong electric fields within the body.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Ablation,Anticancer therapy,In vitro,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Max Shotbolt<\/b><sup>1<\/sup>, Elric Zhang<sup>1<\/sup>, Emily Zhu<sup>1<\/sup>, Wael El-Rifai<sup>1<\/sup>, John Bryant<sup>2<\/sup>, Ping Liang<sup>3<\/sup>, Sakhrat Khizroev<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Miami, Miami, FL,<sup>2<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>UC Riverside, riverside, CA","CSlideId":"","ControlKey":"2f73a427-f13d-4747-a2d3-897cdde97428","ControlNumber":"7870","DisclosureBlock":"&nbsp;<b>M. Shotbolt, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>E. Zhu, <\/b> None..<br><b>W. El-Rifai, <\/b> None..<br><b>J. Bryant, <\/b> None.&nbsp;<br><b>P. Liang, <\/b> <br><b>Cellular Nanomed<\/b> Employment. <br><b>S. Khizroev, <\/b> <br><b>Cellular Nanomed<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2901","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"490","PresenterBiography":null,"PresenterDisplayName":"Max Shotbolt, BS","PresenterKey":"7c59de08-feae-41b8-8dd7-2b3cc68b636e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"490. Significant anti-proliferative effects of targeted magnetoelectric nanoparticles as potential theragnostic tools","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Significant anti-proliferative effects of targeted magnetoelectric nanoparticles as potential theragnostic tools","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Radiation is the most common modality for lung cancer treatment method. Radiationinduces apoptosis, causing cancer cells to be fragmented and expose the cancer-associatedantigens to the tumor microenvironment. These can be recognized by antigen-presenting cells(APC) to induce the antineoplastic effect by activating cytotoxic T cells. Our prior studies showadding immunoadjuvant like AntiCD40 with radiation can further activate the APCs in its anti-tumor (M1) format. Recent studies have shown that flavonoids like Hesperetin, an ACE2receptor agonist also can induce apoptosis in cancer cells whereas ACE2 receptors are abundant in lung cancer cells.This project aims to develop a novel treatment for non-small cell lung cancer (NSCLC) using nanotechnology for inhalation drug delivery Hesperetin, a flavonoid with antioxidant and pro-apoptotic activity; bound to PLGA-coated nanoparticles (Hesperetin Nanoparticles, HNPs) andAntiCD40 aiming for localized targeted dosing to reduce the treatment-related systemic toxicity.We plan to test the efficacy and safety of this aerosol spray.<br \/><b>Methods:<\/b><i> In-vitro<\/i> studies were performed in human A549 (ATCC) and murine LLC1 (ATCC)lung cancer cell lines for growth (MTT) and clonogenic survival assays to demonstrate the anti-cancer cell activity of Hesperetin (Sigma). Next, HNP was prepared using NanoFabTx&#8482; nano-formulation reagent kits (Millipore-Sigma). A syngeneic orthotopic murine model of Lungadenoma was generated in wild (+\/+) C57\/BL6 background mice with similar background LLC1cell lines. We developed syngeneic orthotopic murine lung tumors with luciferase genetransfected LL\/2-Luc2 (ATCC) Lewis Lung Cancer cell line in wild-type C57BL\/6 mice(Techonic). Lung tumor-bearing mice were treated with HNP, antiCD40, or both with aerosolspray with a control group treated with the solvent (dH2O) only. To assess the drug delivery withaerosol treatment ex-vivo lung tissue was analyzed for Fluorescence tagged antiCD40 andnanoparticle uptakes. A survival assay was performed to analyze the efficacy of aerosoltreatment of HNPs with or without AntiCD40. All cohorts were also analyzed for body score, body weight, and liver and kidney functions.<br \/><b>Results:<\/b> We were able to successfully develop an aerosol drug delivery model to administer bothAnti-CD40 and HNP in a murine lung cancer model. In our analysis of an orthotopic murinelung cancer model, we demonstrate a high intake of the HNP and AntiCD40 by the cancer cellssparing the normal lung tissue. Moreover, the highest percentage of survival rate was observed with the combination aerosol treatment with HNP+AntiCD40 (p&#60;0.001), compared to CD40alone (p&#60;0.01) or HNP (p&#60;0.01) alone.<br \/><b>Comments:<\/b> This treatment model will allow us to make the lung cancer treatment method easilyavailable for the mass population without having hazardous radiation treatment in the lungcancer model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Drug delivery,Nanoparticle,Lung cancer: non-small cell,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Yasmin-Karim<\/b><sup>1<\/sup>, G. Richard<sup>1<\/sup>, A. Fam<sup>2<\/sup>, A.-M. Ogurek<sup>3<\/sup>, G. Makrigiorgos<sup>4<\/sup>; <br\/><sup>1<\/sup>Brigham and Women's Hospital, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, <sup>2<\/sup>Northeastern University, Boston, Massachusetts, USA, Boston, MA, <sup>3<\/sup>Northeastern University, Boston, MA, <sup>4<\/sup>Brigham and Women’s Hospital and Dana-Farber Cancer Institute, and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"204aae30-1138-44b5-b8b7-f185f08225e8","ControlNumber":"8519","DisclosureBlock":"&nbsp;<b>S. Yasmin-Karim, <\/b> None..<br><b>G. Richard, <\/b> None..<br><b>A. Fam, <\/b> None..<br><b>A. Ogurek, <\/b> None..<br><b>G. Makrigiorgos, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2902","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"491","PresenterBiography":null,"PresenterDisplayName":"Sayeda Yasmin-Karim, MD;PhD","PresenterKey":"d7170547-a638-4f06-a617-24395cdf16af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"491. Aerosol delivery of immunotherapy and hesperetin nanoparticles in murine lung cancer model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aerosol delivery of immunotherapy and hesperetin nanoparticles in murine lung cancer model","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: Nanoparticle therapeutics have multifaceted potential to improve efficacy and decrease toxicity of cancer treatments. Nanotherapeutics can encapsulate a range of cargos and have tunable surface chemistry that can enhance drug delivery to tumors. Cellular features also play a role in successful drug delivery, and predictive biomarkers may improve patient selection for clinical trials. In previous work, we identified SLC46A3, a poorly characterized lysosomal solute carrier, as a strong negative regulator of lipid-based nanoparticle uptake across many cancer models. We hypothesize that the expression of SLC46A3 will act as a predictive biomarker for therapeutic nanoparticles.<br \/>METHODS: To test this hypothesis, we used two engineered model systems to probe the relationship between SLC46A3 expression and therapeutic response: lentiviral overexpression in a natively low-expressing melanoma model and genetic deactivation in a natively high-expressing breast cancer model. A library of FDA-approved and experimental therapeutic nanoparticles were screened in both models under a range of conditions. Liposomal formulations of chemotherapeutics were included with high and low surface functionalization of polyethylene glycol to investigate the impact of this ubiquitous &#8216;stealth&#8217; polymer on our biomarker of interest. Solid lipid nanoparticles with nucleic acid cargo were also included. Orthogonal methods were used to probe these interactions and the therapeutic efficacy of nanotherapeutics, including pulsed dosing viability assays and label-free live-cell imaging.<br \/>RESULTS: We found that SLC46A3 expression is a class-specific biomarker of lipid-based nanoparticle uptake and is predictive of distinctive patterns of response to therapy-loaded nanoparticles in both formulation and time-dependent manners. Additionally, we present a new technology for long-term, live cell imaging of nanoparticle uptake and trafficking that can discriminate mechanisms of cytotoxicity, accelerating the study of nano-bio interactions. These findings highlight a promising approach for the functional validation of nanoparticle-specific biomarkers using clinically relevant formulations that have the potential for rapid repurposing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-05 High-throughput screening (assays and libraries),,"},{"Key":"Keywords","Value":"Cancer,Nanoparticle,Therapeutics,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Kenny-Serrano<sup>1<\/sup>, <b>E. B. Nelson<\/b><sup>1<\/sup>, G. Covarrubias<sup>1<\/sup>, N. Nabar<sup>2<\/sup>, J. Straehla<sup>3<\/sup>, A. Gupta<sup>4<\/sup>, N. Boehnke<sup>4<\/sup>, P. Hammond<sup>2<\/sup>; <br\/><sup>1<\/sup>Koch Institute for Integrative Cancer Research at MIT, Cambridge, MA, <sup>2<\/sup>MIT, Cambridge, MA, <sup>3<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>4<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"9e617603-5bc6-4dfb-8a34-ee19a1801266","ControlNumber":"6047","DisclosureBlock":"&nbsp;<b>J. Kenny-Serrano, <\/b> None..<br><b>E. B. Nelson, <\/b> None..<br><b>G. Covarrubias, <\/b> None..<br><b>N. Nabar, <\/b> None.&nbsp;<br><b>J. Straehla, <\/b> <br><b>Gensaic<\/b> Other, Consulting. <br><b>Novartis Institutes for Biomedical Research<\/b> Other, Honoraria.<br><b>A. Gupta, <\/b> None..<br><b>N. Boehnke, <\/b> None.&nbsp;<br><b>P. Hammond, <\/b> <br><b>LayerBio<\/b> Other, Founder and Board of Directors. <br><b>Moderna Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Alector Therapeutics<\/b> Grant\/Contract, Other, Board of Directors. <br><b>Focus Medical, Inc.<\/b> Other, Board of Directors. <br><b>MIT Engine<\/b> Other, Board of Directors. <br><b>Senda Biosciences<\/b> Other, Board of Directors. <br><b>Novartis<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"492","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Nelson, BA","PresenterKey":"4a2a7abb-2c24-49e1-bcd6-0fc6060ab78e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"492. Investigating solute carrier SLC46A3 to enhance nanotherapeutic delivery for cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating solute carrier SLC46A3 to enhance nanotherapeutic delivery for cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite the remarkable efficiency of cancer immunotherapies, only a low percentage of patients achieve long-lasting clinical responses. Non-tumor cells within the tumor microenvironment (TME), including tumor vasculature and immune stromal cells, dictate therapeutic efficacy. The presence of germinal centers (GC) within the TME of cancer patients, including infiltrating T follicular helper (Tfh) cells and B cells, has been considered predictive of response to immunotherapies. We are developing nano-immunotherapies to induce immunological memory to control tumor relapse without any follow-up treatment.Nanomaterials co-incorporated tumor-associated antigens, clinically relevant toll-like receptor ligands, and regulators of tumor progression, namely the PD-L1\/PD-1 expression and the secretion of TGF-&#946;. Nanoparticle (NP) physicochemical properties were fully addressed. The immunotherapeutic potential of this nano-immunotherapy was addressed in melanoma, colorectal cancer (CRC), pancreatic cancer, and triple-negative breast cancer (TNBC) 3D models. These were created using patient-derived tumor cells, cancer-associated fibroblasts, and endothelial cells, to which paired patients' peripheral blood mononuclear cells were added to assess T-cell infiltration and tumor sprouting to identify the best nano-immunotherapy dosage\/schedule. Our in vivo studies evaluated tumor volume, and animals&#8217; survival, and characterized the tumor-infiltrating immune cells within TME, including the differentiation of Tfh cells and primary GC by flow cytometry.Our nano-immunotherapy remodeled the TME of B16F10 melanoma, MC38 CRC, 4T1 and E0771 TNBC, and KPC PDAC. Different TME subpopulations were identified as major blockers of anti-tumor immunity, and this knowledge guided the selection of combination approaches using modulators of those tumor immune evasion-related pathways (e.g., PD-L1, FAK). Our combination nano-immunotherapies tailored to address the tumor immune suppression profile found in vaccinated animals, significantly delayed tumor development, and increased disease-free survival rates. We found that the adjuvants delivered by our NP led to a ~4-fold increase in antibody production, being far more effective in generating GC responses. Thus, the effectiveness of combinational immunotherapy is at least partially related to the modulation of Tfh cells driving the formation of GC responses.Our nano-immunotherapy is a promising clinically translatable approach to defeating solid tumors.<br \/><b>Acknowledgments:<\/b> This work was supported by PTDC\/BTM-SAL\/4350\/2021 and LCF\/PR\/HR22\/52420016.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Immunotherapy,Targeted drug delivery,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Carreira<sup>1<\/sup>, R. C. Acúrcio<sup>1<\/sup>, A. I. Matos<sup>1<\/sup>, L. M. Moura<sup>1<\/sup>, A. C. Santos<sup>1<\/sup>, R. Gouveia<sup>1<\/sup>, J. Cordeiro<sup>1<\/sup>, C. Peres<sup>1<\/sup>, D. Vaskovich-Koubi<sup>2<\/sup>, R. Kleiner<sup>2<\/sup>, S. Pozzi<sup>2<\/sup>, R. Satchi-Fainaro<sup>2<\/sup>, <b>H. F. Florindo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Universidade de Lisboa, Lisboa, Portugal, <sup>2<\/sup>Tel Aviv University, Tel Aviv, Israel","CSlideId":"","ControlKey":"17b7a92c-5a51-455b-b8e8-0fde3feeb2ff","ControlNumber":"7819","DisclosureBlock":"&nbsp;<b>B. Carreira, <\/b> None..<br><b>R. C. Acúrcio, <\/b> None..<br><b>A. I. Matos, <\/b> None..<br><b>L. M. Moura, <\/b> None..<br><b>A. C. Santos, <\/b> None..<br><b>R. Gouveia, <\/b> None..<br><b>J. Cordeiro, <\/b> None..<br><b>C. Peres, <\/b> None..<br><b>D. Vaskovich-Koubi, <\/b> None..<br><b>R. Kleiner, <\/b> None..<br><b>S. Pozzi, <\/b> None..<br><b>R. Satchi-Fainaro, <\/b> None..<br><b>H. F. Florindo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"493","PresenterBiography":null,"PresenterDisplayName":"Helena Florindo, PhD;Pharm D","PresenterKey":"cc585758-f5d4-420e-bd85-392fa7a65fd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"493. Unlocking solid tumors to nano-immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking solid tumors to nano-immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"The mechanism of action of many cancer drugs at the subcellular level remains unknown. Yet, this knowledge could be critical in driving structure-activity-relationship studies to improve their efficacy and selectivity. To gain a deeper understanding of the mechanisms governing the action of anticancer drugs within cells, we are developing an innovative methodology to visualize drug interactions. Carbon dots (CDs) are carbon-based nanoparticles, distinguished not only by their remarkable optical properties but also by their minimal cytotoxicity, rendering them highly suitable for bioimaging applications. We recently found that amine-passivated CDs with a negative surface charge and amphiphilic properties were enriched in the cytosol of cultured human cells. These CDs emit fluorescence in the blue spectra with high quantum yields and are not cytotoxic. Importantly, their surface is decorated with amine functional groups that can be used for coupling to polyethylene glycol to create a linker that can be covalently attached to drugs of interest. First, we are covalently linking amine-passivated CDs to Doxorubicin (Dox), a well-known anti-cancer drug that intercalates DNA and also has fluorescence properties that differ from the CDs. This will permit us to monitor and validate the conjugation of Dox to CDs, their cellular uptake and localization. The next step will be to use this approach to reveal the cellular mechanism of action of novel anticancer drugs. Specifically, our group has rationally designed thienoisoquinoline compounds with selectivity and high efficacy for triple negative breast cancer cells. In vitro they disrupt microtubule polymerization in the nanomolar range. However, in cells they cause mitotic arrest and spindle phenotypes that are distinct from colchicine, another microtubule-targeting drug. Our approach will reveal if these compounds target the centrosomes and\/or microtubules and if this varies with cell types. This innovative approach could yield profound insights into the intracellular mechanisms of anticancer drugs to facilitate structure-activity-relationship studies, to improve their efficacy and selectivity for drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Anticancer therapy,Imaging,Structure-activity relationships,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Clermont-Paquette<\/b>; <br\/>Concordia University, Montreal, QC, Canada","CSlideId":"","ControlKey":"a5093249-1a1e-4c90-ae52-db2a6de90b4e","ControlNumber":"8587","DisclosureBlock":"&nbsp;<b>A. Clermont-Paquette, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2905","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"494","PresenterBiography":null,"PresenterDisplayName":"Adryanne Clermont-Paquette","PresenterKey":"b041df98-068a-41e5-beb8-939f7fa2a050","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"494. Fluorescent carbon dots: A novel bioimaging tool to reveal the mechanism of action of anticancer drugs in cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fluorescent carbon dots: A novel bioimaging tool to reveal the mechanism of action of anticancer drugs in cells","Topics":null,"cSlideId":""},{"Abstract":"Background: The oncogenic transcription factor HOXB13, which is highly expressed in castration-resistant prostate cancer (CRPC), has been shown to promote CRPC growth and metastasis. However, HOXB13 is considered untargetable by traditional small-molecule-based drug design. Gene therapy is critical alternative strategy with potential to directly target such traditionally undruggable genes.<br \/>Methods: Selective cell in organ targeting (SCORT) nanoparticles for precise delivery of nanoparticles to metastatic cancer cells in an organ were constructed and characterized by the NanoAssemblr Spark, Zetasizer Nano ZS, and transmission electron microscopy (TEM); Cas13d mRNA with pseudouridine modification was synthesized using <i>in vitro<\/i> transcription; Hemi-spleen injection of CRPC cells was performed to build CRPC liver metastatic models; RNA-seq was employed to evaluate off-target effects of Cas13d targeting.<br \/>Results: By incorporating a prostate cancer-specific E3 aptamer to functionalized lipid-like nanoparticles (FTT5 LNP-E3), we have successfully constructed SCORT nanoparticles that enable preferential delivery of mRNAs to metastatic CRPC cells in the liver, as opposed to various normal cells in the surrounding liver tissue. We demonstrated that Cas13d-pre-g<i>HOXB13<\/i> mediates highly effective and specific <i>HOXB13<\/i> mRNA knockdown in CRPC cells. Significantly, systemic treatment of SCORT nanoparticles carrying Cas13d-pre-g<i>HOXB13<\/i> mRNA decreased HOXB13 expression in the metastatic tumors, inhibited metastasis, and prolonged survival of mice bearing androgen receptor (AR)-positive (AR+) or negative (AR-) tumors. Notably, long term (6 and a half weeks) administration of SCORT nanoparticle-Cas13d-pre-g<i>HOXB13<\/i> did not significant alter body weight, hepatic and renal function, chemokines and cytokines, and other factors, effectively highlighting its safety.<br \/>Conclusions: This study is the first to demonstrate that undruggable oncogenic transcription factors can be targeted using nanoparticle-delivered gene therapy based on CRISPR\/Cas13 RNA-targeting. The SCORT-CRISPR\/Cas13d system is a highly flexible technology that would impact the larger field of translational science by allowing the design of Cas13d-based, cancer cell-specific delivered nanoparticles targeting other previously-undruggable oncogenic transcription factors in metastatic prostate cancer and other solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Targeted therapy,Prostate cancer,Gene therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Cui<\/b><sup>1<\/sup>, F. Huang<sup>1<\/sup>, K. Fang<sup>2<\/sup>, J. Yan<sup>3<\/sup>, Y. Zhou<sup>2<\/sup>, J. Everitt<sup>1<\/sup>, Y. Zhao<sup>4<\/sup>, W. Hankey<sup>1<\/sup>, Z. Chen<sup>1<\/sup>, H. Wang<sup>1<\/sup>, V. X. Jin<sup>2<\/sup>, Y. Dong<sup>3<\/sup>, Q. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Pathology, Duke University School of Medicine, Durham, NC, <sup>2<\/sup>Medical College of Wisconsin Cancer Center, Medical College of Wisconsin, Milwaukee, WI, <sup>3<\/sup>Icahn Genomics Institute, Precision Immunology Institute, Department of Oncological Sciences, Tisch Cancer Institute, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, <sup>4<\/sup>Department of Pathology College of Basic Medical Sciences and The First Hospital of China Medical University, Shenyang, China","CSlideId":"","ControlKey":"fac96742-8a3a-4e1e-b977-9e8edaa6c62d","ControlNumber":"2496","DisclosureBlock":"&nbsp;<b>Z. Cui, <\/b> None..<br><b>F. Huang, <\/b> None..<br><b>K. Fang, <\/b> None..<br><b>J. Yan, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>J. Everitt, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>W. Hankey, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>V. X. Jin, <\/b> None..<br><b>Y. Dong, <\/b> None..<br><b>Q. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"495","PresenterBiography":null,"PresenterDisplayName":"Zhifen Cui, PhD","PresenterKey":"4c4a9b4e-3446-4cfd-af2d-2bdf192f150e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"495. Targeting undruggable transcription factor HOXB13 in metastatic prostate cancer by CRISPR\/Cas13d-based nanoparticle therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting undruggable transcription factor HOXB13 in metastatic prostate cancer by CRISPR\/Cas13d-based nanoparticle therapy","Topics":null,"cSlideId":""},{"Abstract":"Gold nanoparticles for therapeutic interventions have become a widely popular source due to the ease in surface chemistry available for modification. Several studies undertaken focusses on the size, shape of nanoparticles as well as the signaling mechanisms and yet, knowledge regarding the alteration in membrane dynamics such as nanomechanical properties and cytokines involved during their uptake has not been studies before. To overcome the knowledge deficit, we employed atomic force microscopy and qRT-PCR techniques to acquire nanomechanical attributes and cytokines expressions respectively, in Panc-1 and AsPC-1 cell lines treated with surface modified gold nanoparticles for 1- and 24-hours&#8217; time point. In nanomechanics paradigm, impetus was given on both linear attributes such as membrane stiffness, deformation, and adhesion as well as non-linear attributes such as drained Poisson&#8217;s ratio, diffusion coefficient and pore size. On the other hand, qRT-PCR technique yielded alterations in relative mRNA expressions of pro-tumorigenic cytokines such as CCL2, CXCL1, CXCL2, CXCL3, IL8, IL11, IL18 and TGF&#946;-1. Further, using Pearson&#8217;s correlation, we deduced the dependency between nanomechanical properties and cytokines expressions. We evaluated several criteria such as receptor dependent vs independent, PEGylated vs non-PEGylated and 1 hr vs 24hrs, to deduce correlations between cytokines and nanomechanical attributes. In Panc-1 cell line, we observed that PEGylation vs non-PEGylation of gold nanoparticles demonstrated most significant correlations, whereas in AsPC-1 cell line, receptor independent mechanism played a pivotal role in establishing significant correlations. For instance, D_C and P_D were highly correlated with CXCL1, CXCL2 and TGF&#946;-1 when non-PEGylated gold nanoparticles were up taken by Panc-1 cells. Similarly, D_C and P_D were highly correlated consistently with our cytokine panel except for TGF&#946;-1. In AsPC-1 cell line, deformation was significantly correlated with CCL2, CXCL2, CXCL3 and IL-8 whereas, D_C and P_D were significantly correlated with CCL2, CXCL1, CXCL3, IL-18 and TGF&#946;-1 in receptor independent scenario. This study demonstrated that during the uptake of gold nanoparticles, non-linear nanomechanical attributes are detrimental over linear attributes. Moreover, Surface modified gold nanoparticles induce varying levels of alteration in pro-tumorigenic cytokines. Taken together, this study boosts our insights into correlations describing cytokines regulating nanomechanical attributes in endocytosis paradigm.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Immunocytokines,Membrane nanomechanics,Gold nanoparticle,Atomic force microscopy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Kulkarni, E. Wang, R. Angom, D. Mukhopadhyay, <b>S. Bhattacharya<\/b>; <br\/>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"bf7cca9b-8836-495e-a404-ff4320736924","ControlNumber":"3294","DisclosureBlock":"&nbsp;<b>T. Kulkarni, <\/b> None..<br><b>E. Wang, <\/b> None..<br><b>R. Angom, <\/b> None..<br><b>D. Mukhopadhyay, <\/b> None..<br><b>S. Bhattacharya, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"496","PresenterBiography":null,"PresenterDisplayName":"Santanu Bhattacharya, PhD","PresenterKey":"b84d7148-f3cd-4914-8969-d2df37890494","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"496. Insights into correlation between nanomechanical properties and cytokines expression during gold nanoparticle endocytosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Insights into correlation between nanomechanical properties and cytokines expression during gold nanoparticle endocytosis","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b>Immunotherapy has significantly transformed the landscape of cancer treatment; however, concerns about safety, efficacy, and long-term outcomes across various tumor types persist. We have developed an intratumoral immunotherapy strategy with an engineered plant virus nanotechnology and demonstrated efficacy in tumor mouse models and canine cancer patients. This method is designed to elicit a systemic (abscopal effect), safe, and enduring anti-tumor immune response that is not limited by tumor type. The power of immunotherapy lies in synergistic combination treatments and toward this goal, we are engineering the next-generation plant virus nanotechnologies. We demonstrate synergistic combination with chemotherapy and immunization strategies the hone in on tumor-associated antigens and key players of inflammation. The combinatorial immunotherapy strategies prevent recurrence post-surgery in mice and canine patients. We will discuss the engineering design principles leading toward synergetic combination immunotherapies to treat and prevent cancer; efficacy studies and underlying mechanism is elucidated through immunomics studies.<br \/><b>Selected references: <\/b> Steinmetz N.F. et al (2023) Viral nanoparticle vaccines against S100A9 reduce lung tumor seeding and metastasis. Proc. Natl. Acad. Sci. U.S.A. 120 (43) e2221859120. Wang C. and Steinmetz N.F. (2020) A Combination of Cowpea mosaic virus and Immune Checkpoint Therapy Synergistically Improves Therapeutic Efficacy in Three Tumor Models. Advanced Functional Materials, 2002299.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Immunotherapy,Vaccines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. F. Steinmetz<\/b>, Y. Chung, M. Moreno-Gonzalez, Z. Zhao; <br\/>UC San Diego, La Jolla, CA","CSlideId":"","ControlKey":"801c3c85-179e-4660-896d-0158a8aedde7","ControlNumber":"6743","DisclosureBlock":"&nbsp;<b>N. F. Steinmetz, <\/b> None..<br><b>Y. Chung, <\/b> None..<br><b>M. Moreno-Gonzalez, <\/b> None..<br><b>Z. Zhao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"497","PresenterBiography":null,"PresenterDisplayName":"Nicole Steinmetz, PhD","PresenterKey":"aa11c161-4392-4f77-a15c-d7538ae5e289","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"497. Plant viruses against cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plant viruses against cancer","Topics":null,"cSlideId":""},{"Abstract":"Tumor neoantigens, arising from genomic mutations during cancer cell proliferation, are absent in normal tissues, making them ideal immunotherapy targets. Predicting neoantigen peptide sequences using artificial neural networks (ANNs) like NetMHCpan offers a promising approach to developing personalized peptide cancer vaccines. However, limitations such as low affinity, short half-life, and weak immunogenicity hinder their efficacy. To address these challenges, we propose loading neoantigens into nanoparticles for protection and slow release within the body. We used ANN prediction to determine neoantigen peptide sequences for various cancer cell lines and engineered these peptides by conjugating them with Toll-like receptor 7 agonist (TLR7a) adjuvants, forming a self-assembling peptide conjugates nanoparticle (SPCN) platform. To assess the immunogenicity of the SPCN platform, we conducted enzyme-linked ELISpot assays and evaluated the activation of antigen-presenting cells (APCs) in draining lymph nodes using flow cytometry analysis. The therapeutic efficacy of the SPCN platform was determined by monitoring tumor growth curves in mouse models. The SPCN platform demonstrated broad applicability, carrying different neoantigens <i>in vivo<\/i>, resulting in robust and safe systemic anti-tumor responses. The SPCN enhanced immunogenicity, stimulating splenocytes to produce more interferon gamma and facilitating efficient absorption by antigen-presenting cells (APCs). Moreover, SPCNs loaded with neoantigens targeted different cancer models, including B16OVA, MB49, and RIL175. In conclusion, our self-assembling peptide conjugates nanoparticle platform enhances APC activation and neoantigen immunogenicity, leading to improved anti-tumor efficacy, offering valuable insights for developing synthetic peptide cancer vaccines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-04 Drug design,,"},{"Key":"Keywords","Value":"Nanoparticle,Neoantigens,Cancer vaccine,Dendritic cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Wu<\/b>, J.-D. Huang; <br\/>University of Hong Kong, The - Li Ka Shing Faculty of Medicine, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"b92030c4-0656-411b-87ff-81878865b99c","ControlNumber":"6045","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"499","PresenterBiography":null,"PresenterDisplayName":"Yangfan Wu, MS,BS","PresenterKey":"666426ec-8069-4b47-8ba0-c50f2c428807","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"499. Enhancing neoantigen cancer vaccine efficacy with a self-assembling peptide conjugates nanoparticle platform","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing neoantigen cancer vaccine efficacy with a self-assembling peptide conjugates nanoparticle platform","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma (NB) is the second most common malignancy diagnosed in infants, accounting for 15% of pediatric tumor deaths. High risk NB have a &#60;50% 5-year survival and often resist treatment, with acute and long-term toxicities. Topotecan, part of the standard of care in NB is a Topoisomerase1 inhibitor with a short half-life in circulation (30 minutes). We esterified phospholipid to topotecan at the phenolic hydroxyl group, producing the prodrug 2T-T. 2T-T was loaded onto liposome membranes (termed L-2TT); thus preventing drug leakage. We hypothesized L-2TT would be more efficient at inducing apoptosis than topotecan in NB models (in vitro and in vivo) in part due to its extended circulation time and endocytic uptake.<br \/>Methods: IC50 was determined on 8 NB cell lines using a WST assay, comparing equal dosages of L-2TT to topotecan (empty liposomes were assessed as controls). NB cells were imaged with DiD-tagged liposomes together with lysotracker green, under confocal microscopy 24 hrs. Non-tumor bearing mice received increasing L-2TT doses, assessing weight, body score over five days. Drug circulation time was estimated by following DiR-liposomes in vivo (IVIS) over 72 hrs. Nude mice received 1x10^6 NGP cells (NB cells) intrarenally. When tumors reached 1 gram, xenografts received 10mg\/kg L-2TT (containing 3.33mg\/kg topotecan) via retroorbital injection, 3.33 mg\/kg topotecan-hcl or no drug. Tumors were harvested 24 hrs. later, immunohistochemical analysis (apoptosis marker TUNEL), counting the % of positive cells of total tumor area. Some mice received DiR-liposomes together with L-2TT, fixed in PFA and 50mm sections captured total DiR under confocal microscopy. Finally, we interrogated L-2TT vs. Topotecan-HCl tumors via RNAseq for chemoresistance pathways.<br \/>Results: IC50 values of L-2TT were lower than topotecan-HCl by almost 3-fold in 7\/8 cell lines (empty liposomes at equal concentrations had no effect). DiD-tagged liposomes formed a punctate pattern and colocalized with lysotracker green, confirming liposomes are endocytosed by NB cells in vitro. L-2TT caused no changes adverse effects on mice. Drug circulation time remained stable over 48 hours and was still detectable at 72hrs after liposomal delivery. L-2TT resulted in 3-fold higher tumor apoptosis than Topotecan-hcl (p&#60;0.0001), and itself 3-fold higher than controls (p&#60;0.001, n=5). Mice receiving L-2TT+L-DiR resulted in 2-fold higher DiR signal than L-DiR only (p&#60;0.05, n=3. Finally, RNAseq suggests L-2TT elicits less chemoresistance pathways than topotecan.<br \/>Conclusions: L-2TT is more potent than topotecan in vitro and in vivo. Mechanisms for these effects could be longer circulation times, different tumor cell uptake, as well as changes in tumor vascular permeability. These drug modifications could provide potent alternative for NB treatment as well as other solid tumor treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Neuroblastoma,Liposomes,Topoisomerase I inhibitor,Prodrugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. L. Hernandez<\/b><sup>1<\/sup>, I. Iwanicki<sup>1<\/sup>, P. Viza-Gomes<sup>1<\/sup>, L. Wu<sup>1<\/sup>, M. Marquez<sup>2<\/sup>, F. Flores-Guzman<sup>1<\/sup>, R. Sundland<sup>1<\/sup>, M. Tartis<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Chicago, Chicago, IL, <sup>2<\/sup>New Mexico Tech, Socorro, NM","CSlideId":"","ControlKey":"087b0bec-671c-49cb-b3e4-a014f9e5c749","ControlNumber":"8169","DisclosureBlock":"&nbsp;<b>S. L. Hernandez, <\/b> None..<br><b>I. Iwanicki, <\/b> None..<br><b>P. Viza-Gomes, <\/b> None..<br><b>L. Wu, <\/b> None..<br><b>M. Marquez, <\/b> None..<br><b>F. Flores-Guzman, <\/b> None..<br><b>R. Sundland, <\/b> None..<br><b>M. Tartis, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2900","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"500","PresenterBiography":"","PresenterDisplayName":"Sonia Hernandez, M Phil;PhD;RD","PresenterKey":"d701c7f8-d130-41f0-b041-804ba620c568","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"500. Liposomal two-tailed topotecan (L-2TT) induces more apoptosis than topotecan hydrochloride on neuroblastoma xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"210","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Therapeutics","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liposomal two-tailed topotecan (L-2TT) induces more apoptosis than topotecan hydrochloride on neuroblastoma xenografts","Topics":null,"cSlideId":""}]