[{"Abstract":"Introduction: While liquid biopsy shows promise as a non-invasive precision medicine tool, its ability to comprehensively represent the complexity of a tumor or only a subset of its clones remains uncertain. This issue is particularly crucial in the context of triple-negative breast cancer (TNBC), a type of cancer known for its significant heterogeneity. The goal of this study is to examine the clonal diversity within Circulating Biomaterials (CBMs): namely circulating tumor cells (CTCs), extracellular vesicles RNA (evRNA), and circulating tumor DNA (ctDNA), employing genetic barcoding and patient-derived TNBC xenografts.<br \/>Methodology: Cells from TNBC patients' resected tumors were tagged with a unique barcode sequence through vector transduction. These barcoded cells were subsequently introduced into immunodeficient mice to form xenografts. When these xenografts grew to a certain size (15mm in diameter), the mice were humanely euthanized, and the tumor tissues as well as CBMs from their blood and plasma were collected. CTCs were isolated through negative enrichment and DEPArray technology; evRNA was extracted using ultracentrifugation and TRIzol&#8482; Plus RNA Purification method; ctDNA was retrieved using the QIAamp DNA Micro Kit. Tumor tissues were processed for RNA and DNA using RNeasy micro kit and Qiamp DNA micro kit, respectively. RNA sequencing of the tumor tissues was carried out using the Lexogen - CORALL Total RNA-Seq Kit and Illumina NextSeq high output reagents.<br \/>Results: Analysis of xenografts from four patients showed that ctDNA was the predominant genetic material detected through liquid biopsy. Crucially, clonal analysis using Next Generation Sequencing (NGS) demonstrated that ctDNA provides an accurate reflection of the primary tumor's clonal heterogeneity. The method efficiently identified both main tumor clones and subclones, even those constituting as little as 1% of the tumor, with a 50% detection probability. Transcriptomic analysis of the tumor tissues uncovered a distinct mesenchymal and pro-metastatic signature, more pronounced in tumors with higher ctDNA release. Clonal analysis of CTCs and evRNA is still ongoing.<br \/>Conclusions: This investigation affirms the effectiveness of ctDNA analysis in liquid biopsy for identifying subclonal diversity in TNBC. Our results suggest that liquid biopsy via ctDNA is capable of managing TNBC's extensive intra-tumoral heterogeneity, including the identification of smaller subclones. Furthermore, a link was identified between the release of ctDNA and a mesenchymal, prometastatic gene expression pattern in the tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Breast cancer,Liquid biopsies,Circulating tumor DNA,Circulating tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Ceresa<sup>1<\/sup>, <b>B. Cardinali<\/b><sup>1<\/sup>, A. Daga<sup>1<\/sup>, R. Tasso<sup>2<\/sup>, A. Sciutto<sup>1<\/sup>, I. Appolloni<sup>2<\/sup>, D. Marubbi<sup>2<\/sup>, F. Carli<sup>1<\/sup>, P. Fregatti<sup>1<\/sup>, P. Malatesta<sup>2<\/sup>, L. Del Mastro<sup>1<\/sup>; <br\/><sup>1<\/sup>IRCCS Ospedale Policlinico San Martino, Genova, Italy, <sup>2<\/sup>Università di Genova, Genova, Italy","CSlideId":"","ControlKey":"dad89611-57d8-4dbe-a33f-12ec3abd39f0","ControlNumber":"6865","DisclosureBlock":"&nbsp;<b>D. Ceresa, <\/b> None..<br><b>B. Cardinali, <\/b> None..<br><b>A. Daga, <\/b> None..<br><b>R. Tasso, <\/b> None..<br><b>A. Sciutto, <\/b> None..<br><b>I. Appolloni, <\/b> None..<br><b>D. Marubbi, <\/b> None..<br><b>F. Carli, <\/b> None..<br><b>P. Fregatti, <\/b> None..<br><b>P. Malatesta, <\/b> None.&nbsp;<br><b>L. Del Mastro, <\/b> <br><b>Roche<\/b> Grant\/Contract, Travel, Consultant\/Advisory Board. <br><b>Novartis<\/b> Grant\/Contract, Travel, Consultant\/Advisory Board. <br><b>Pfizer<\/b> Grant\/Contract, Travel, Consultant\/Advisory Board. <br><b>Eli Lilly<\/b> Grant\/Contract, Travel, Consultant\/Advisory Board. <br><b>AstraZeneca<\/b> Travel, Consultant. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Travel, Consultant. <br><b>Genomic Health<\/b> Grant\/Contract, Travel, Consultant\/Advisory Board. <br><b>MSD<\/b> Travel, Consultant\/Advisory Board. <br><b>IPSEN<\/b> Travel, Consultant\/Advisory Board.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2405","PresenterBiography":null,"PresenterDisplayName":"Barbara Cardinali, PhD","PresenterKey":"4c8e0f41-696c-4531-951a-2a43d111661c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2405. Harnessing liquid biopsy and genetic barcoding in evaluating diversity within triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing liquid biopsy and genetic barcoding in evaluating diversity within triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a highly heterogeneous and extremely aggressive neoplasm. Most patients with PDAC present with symptomatic, surgically unresectable disease at initial diagnosis. Systemic chemotherapy is the standard care for patients diagnosed with unresectable PDAC, despite the dismal survival rate due to disease recurrence. In this context, liquid biopsy based ctDNA monitoring may aid to improve detection accuracy and allow real time disease prognosis. Here we aimed to investigate the utility of ctDNA in longitudinal tumor monitoring to assess treatment response and to predict disease recurrence. We performed targeted NGS sequencing to investigate over 900 mutations (SNVs) and 12 copy number variations (CNVs) in 53 genes, using the Ion S5 Oncomine PanCancer gene panel in 40 PDAC patients with unresectable disease. Serial plasma samples were obtained from patients in the course of 24 months, including samples collected before the first intervention (baseline) as well as within 2 months after initiation of chemotherapy. Patients were followed for a period of up to 2-years from diagnosis through treatment, to death or final follow-up. Genomic DNA from paired plasma<i>-<\/i>buffy coat samples were sequenced to exclude clonal hematopoiesis<i>.<b> <\/b><\/i>Overall detection of ctDNA alterations in baseline samples was 55% (22\/40) with increasingly higher detection rates and mutation loads in advanced disease (88% in stage IV patients). Alterations including SNVs and CNVs were preferentially distributed among 9 genes; mutations in <i>TP53<\/i> (45%), <i>KRAS<\/i> (38%) and <i>SMAD4<\/i> (5%) were most commonly identified. To asses response to chemotherapy, the presence of residual ctDNA after clinical intervention was evaluated by comparing total ctDNA MAF (mutant allele frequency) detected in plasma at diagnosis and within 2 months of chemotherapy. 71% (17\/24) of patients who reached progressive disease (PD) had detectable baseline mutations and 79% (19\/24) had persistent residual mutations at 2 months of treatment. Conversely, 94% (15\/16) of non-PD patients had no detectable ctDNA or had a significant reduction in total MAF after 2 months of chemotherapy. Absence of residual ctDNA after 2 months of chemotherapy was associated with a better OS (<i>p<\/i>=0.031; HR = 3.48). On the other hand, residual ctDNA after 2 months of chemotherapy was associated with a shorter PFS (<i>p<\/i>=0.042; HR = 3.28). Our study demonstrates that monitoring ctDNA levels derived from plasma provides valuable insights into the therapeutic response in patients with unresectable PDAC, even in the absence of matched tumor genotyping. We found a significant correlation between increased ctDNA levels following the initiation of treatment and poorer survival outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,ctDNA,Pancreatic cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Pittella Silva<\/b><sup>1<\/sup>, Y. Kimura<sup>2<\/sup>, M. Motoya<sup>2<\/sup>, T. Nakamura<sup>3<\/sup>, T. Murakami<sup>2<\/sup>, K. Watanabe<sup>3<\/sup>, S.-K. Low<sup>4<\/sup>, Y. Nakamura<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Brasilia, Brasilia, Brazil, <sup>2<\/sup>Sapporo Medical University School of Medicine, Sapporo, Japan, <sup>3<\/sup>Hokkaido University, Sapporo, Japan, <sup>4<\/sup>Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"87c62e36-98f5-4354-b50a-23b75fa43f7a","ControlNumber":"3848","DisclosureBlock":"&nbsp;<b>F. Pittella Silva, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>M. Motoya, <\/b> None..<br><b>T. Nakamura, <\/b> None..<br><b>T. Murakami, <\/b> None..<br><b>K. Watanabe, <\/b> None..<br><b>S. Low, <\/b> None..<br><b>Y. Nakamura, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2406","PresenterBiography":null,"PresenterDisplayName":"Fabio Pittella Silva, PhD","PresenterKey":"6d136527-22f7-4dd7-8ad2-7014d34a7ecd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2406. Circulating tumor DNA as a potential indicator of treatment response in patients with surgically unresectable PDAC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating tumor DNA as a potential indicator of treatment response in patients with surgically unresectable PDAC","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction<\/u>: <\/b>Detection of <i>PIK3CA<\/i> mutations in primary tumors (FFPEs) and liquid biopsy samples is of increasing importance for treatment decisions in breast cancer. Oncolipsy PIK3CA kit (Pharmassist Ltd, Greece) is based on the combination of allele-specific priming, asymmetric PCR, and melting curve analysis. The CE-IVD kit can detect the presence of four PIK3CA hotspot mutations (E542K, E545K, E545Q, H1047R). The aim of the present study was to: a) evaluate the performance of this novel CE-IVD kit both in FFPEs and plasma-cfDNA samples from patients with metastatic breast cancer (MBC) and b) directly compare the derived results using the Oncolipsy <i>PIK3CA<\/i> kit with the cobas<sup>&#174;<\/sup> <i>PIK3CA<\/i> mutation test (CE-IVD, Roche Diagnostics, Germany) in identical gDNAs isolated from FFPEs samples.<br \/><b><u>Patients and methods<\/u><\/b>: We analyzed 42 primary tumors (FFPEs) and 29 plasma-cfDNA samples from patients with estrogen receptor (ER) positive metastatic breast cancer. Genomic DNA was isolated from FFPEs using the QIAamp DNA FFPE Tissue Kit (Qiagen, Hilden, Germany), while cfDNA was extracted from 2.00 mL of plasma using the QIAamp DSP cNA Kit (Qiagen, Hilden, Germany). <i>PIK3CA<\/i> hotspot mutations were detected in the LightCycler<sup>&#174;<\/sup> 2.0 (IVD instrument, Roche Diagnostics, Germany) using the highly sensitive Oncolipsy <i>PIK3CA<\/i> kit<b> <\/b>(analytical sensitivity 0.05%). A direct comparison study<i> <\/i>was performed using the cobas<sup>&#174; <\/sup><i>PIK3CA<\/i> Mutation Test on the cobas z 480 analyzer (IVD instrument, Roche Diagnostics, Germany).<br \/><b><u>Results<\/u>:<\/b> In primary tumors the E545K mutation was detected in 22\/42 (52.4%), the E542K and H1047R mutations were detected in 11\/42 (26.2%) and 4\/42 (9.5%) of primary tumor samples, respectively, while the E545Q mutation was not detected in any FFPE sample tested. At least one <i>PIK3CA<\/i> mutation was detected in 14\/29 (48.3%) plasma-cfDNA samples. More specifically the E545K mutation was detected in 11\/29 (38%), the H1047R mutation in 3\/29 (10.4%) and the E542K mutation in 2\/29 (6.9%) while the E545Q mutation was not detected in any plasma-cfDNA sample tested. In FFPEs, as expected, <i>PIK3CA<\/i> mutation frequency was higher compared to plasma-cfDNA. Direct comparison of the results derived using these two commercially available kits, the Oncolipsy CE-IVD kit and the cobas <i>PIK3CA<\/i> mutation test, using the same gDNA isolated from 42 FFPEs revealed a concordance of 34\/42 (81%).<br \/><b><u>Conclusions<\/u>: <\/b>The commercially available Oncolipsy <i>PIK3CA<\/i> CE-IVD kit is highly sensitive and specific for the detection of four <i>PIK3CA<\/i> hotspot mutations in primary tumors and plasma-cfDNA.<br \/><b><u>Acknowledgement:<\/u><\/b> This study has been financially supported by the European Union and Greek national funds through the Operational Program Competitiveness, Entrepreneurship and Innovation, under the call RESEARCH - CREATE - INNOVATE (project code: T1RCI-02935).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"PIK3CA,Mutation detection,Liquid biopsies,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Smilkou<sup>1<\/sup>, D. Stergiopoulou<sup>2<\/sup>, E. Tzanikou<sup>2<\/sup>, L. Kaklamanis<sup>3<\/sup>, I. Balgkouranidou<sup>4<\/sup>, H. Linardou<sup>5<\/sup>, F. Zagouri<sup>6<\/sup>, E. Razi<sup>7<\/sup>, S. Kakolyris<sup>4<\/sup>, A. Psyrri<sup>8<\/sup>, C. Papadimitriou<sup>9<\/sup>, I. Koukli<sup>2<\/sup>, <b>A. Markou<\/b><sup>1<\/sup>, E. Lianidou<sup>1<\/sup>; <br\/><sup>1<\/sup>National & Kapodistrian University of Athens, Athens, Greece, <sup>2<\/sup>Pharmassist Ltd, Athens, Greece, <sup>3<\/sup>Onassis Cardiac Surgery Center, Athens, Greece, <sup>4<\/sup>University General Hospital of Alexandroupolis, Alexandroupolis, Greece, <sup>5<\/sup>Metropolitan Hospital, Athens, Greece, <sup>6<\/sup>Alexandra Hospital, Athens, Greece, <sup>7<\/sup>Hygeia Hospital, Athens, Greece, <sup>8<\/sup>Attikon University Hospital, Athens, Greece, <sup>9<\/sup>Aretaieio University Hospital, Athens, Greece","CSlideId":"","ControlKey":"e23a8cf5-e73b-4508-b414-2d2e39a0337e","ControlNumber":"6317","DisclosureBlock":"&nbsp;<b>S. Smilkou, <\/b> None.&nbsp;<br><b>D. Stergiopoulou, <\/b> <br><b>Pharmassist Ltd<\/b> Employment. <br><b>E. Tzanikou, <\/b> <br><b>Pharmassist Ltd<\/b> Employment.<br><b>L. Kaklamanis, <\/b> None..<br><b>I. Balgkouranidou, <\/b> None..<br><b>H. Linardou, <\/b> None..<br><b>F. Zagouri, <\/b> None..<br><b>E. Razi, <\/b> None..<br><b>S. Kakolyris, <\/b> None..<br><b>A. Psyrri, <\/b> None..<br><b>C. Papadimitriou, <\/b> None.&nbsp;<br><b>I. Koukli, <\/b> <br><b>Pharmassist Ltd<\/b> Other, Managing Director.<br><b>A. Markou, <\/b> None..<br><b>E. Lianidou, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2407","PresenterBiography":null,"PresenterDisplayName":"Athina Markou, PhD","PresenterKey":"8cfd3c65-a6e4-4e4b-b691-5ef05ec912d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2407. Detection of hotspot <i>PIK3CA<\/i> mutations in primary tumors and plasma-cfDNA of breast cancer patients using a novel highly sensitive CE-IVD kit","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of hotspot <i>PIK3CA<\/i> mutations in primary tumors and plasma-cfDNA of breast cancer patients using a novel highly sensitive CE-IVD kit","Topics":null,"cSlideId":""},{"Abstract":"Background: Head and Neck Cancer (HNC) is highly prevalent malignancy in Southeast Asia. We investigated comprehensive genomic profiling (CGP) of ctDNA, aimed to compare genomic landscapes between responders (R) and non-responders (NR) to immunotherapy among advanced HNC patients.<br \/>Methods: An observational study, ctDNA was evaluated in 69 advanced HNC patients both at the baseline (BL) and during follow up (FL). OncoIndx&#174; CGP was used to identify patient-specific genomic alterations in the ctDNA cohort. Raw sequence alignment and variant calling were performed using iCare&#174; software. Progression-free survival (PFS) and overall survival (OS) were assessed using Kaplan-Meier statistics.<br \/>Results: Total 250 mutations, encompassing pathogenic (P), likely pathogenic (LP), and variants of unknown significance (VUS), were identified at BL. In FL samples a slight decrease in the overall number of mutations was observed. Loss-of-function (LOF) KMT2C, MSH6 mutations, and activating HNF1&#945; mutations were consistently present at comparable frequencies in BL and FL samples, exhibiting ubiquity across immunotherapy R and NR populations (F test, P 0.00063, OR 13). The variants did not demonstrate statistically significant association with PFS and OS. Most prevalent variants at follow-up emerged from tumor suppressor genes TP53, BRIP1, STAT5B, NF1, suggesting their potential role as therapy-resistant variants. PFS and OS were notably lower for patients with TP53 + BRCA pathway variants compared to their wild-type counterparts (median PFS TP53 + BRCA pathway mutated 2.7 months vs wt 9.1 months, HR = 4.1; median OS TP53 + BRCA pathway mutated 4.7 months vs 12.8 months for wt, HR 7.7). Similarly STAT5B carriers compared to the wild-type STAT5B-bearing population. Multivariate analysis further confirmed the independent role of TP53 + BRCA pathway and STAT5B variants as determinants for worst outcome (P 0.006, HR2.5). Population with prevalent TP53 and STAT5B LOF variants exhibited a strong negative correlation with the PD-L1 score compared to the population with their wild-type counterparts (P 0.03). Average scores for genome-wide homologous recombination deficiency (HRD), bTMB, and loss of LOH were low at BL and FL and did not correlate with the PD-L1 score. Interestingly, bTMB was low for the cohort, Tumor fraction (TF) emerged as an independent prognosticator for OS and PFS.<br \/>Conclusions: ctDNA revealed distinct genomic signatures in R and NR populations at BL and FL. Significant prevalence of TP53, BRIP1, STAT5B, and NF1 in the NR population suggest a potential role in conferring immunotherapy resistance. Genomic signatures, TMB and TF impacted survival of immunotherapy responders. Integrating CGP into SOC protocol may help in identifying therapy resistance in advanced HNC patients who did not respond to initial treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Head and neck cancers,Biomarkers,Circulating cell-free DNA,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bharde<\/b><sup>1<\/sup>, V. Noronha<sup>2<\/sup>, M. Ratnaparkhi<sup>1<\/sup>, V. Patil<sup>3<\/sup>, B. Jadhav<sup>1<\/sup>, S. Prajapati<sup>1<\/sup>, A. Choughule<sup>2<\/sup>, P. Chandrani<sup>2<\/sup>, S. Haldar<sup>4<\/sup>, F. Moubeen<sup>4<\/sup>, N. Menon<sup>2<\/sup>, K. Hariramani<sup>4<\/sup>, M. Basavalingegowda<sup>1<\/sup>, A. Ramesh<sup>1<\/sup>, J. Khandare<sup>1<\/sup>, P. Chaturvedi<sup>2<\/sup>, G. Shafi<sup>5<\/sup>, K. Prabhash<sup>2<\/sup>; <br\/><sup>1<\/sup>OneCellDx, Pune, India, <sup>2<\/sup>Tata Memorial Hospital, Homi Bhabha National Institute, Mumbai, India, <sup>3<\/sup>Tata Memorial Hospital, Mumbai, India, <sup>4<\/sup>Indxtechnology, Pune, India, <sup>5<\/sup>OneCellDx, Cupertino, CA","CSlideId":"","ControlKey":"3c174ff0-e689-4f74-803d-3277b6f189b2","ControlNumber":"4213","DisclosureBlock":"&nbsp;<b>A. Bharde, <\/b> None..<br><b>V. Noronha, <\/b> None..<br><b>M. Ratnaparkhi, <\/b> None..<br><b>V. Patil, <\/b> None..<br><b>B. Jadhav, <\/b> None..<br><b>S. Prajapati, <\/b> None..<br><b>A. Choughule, <\/b> None..<br><b>P. Chandrani, <\/b> None..<br><b>S. Haldar, <\/b> None..<br><b>F. Moubeen, <\/b> None..<br><b>N. Menon, <\/b> None..<br><b>K. Hariramani, <\/b> None..<br><b>M. Basavalingegowda, <\/b> None..<br><b>A. Ramesh, <\/b> None..<br><b>J. Khandare, <\/b> None..<br><b>P. Chaturvedi, <\/b> None..<br><b>G. Shafi, <\/b> None..<br><b>K. Prabhash, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2408","PresenterBiography":null,"PresenterDisplayName":"Jayant Khandare, PhD","PresenterKey":"860e34d1-52b0-4860-bd23-54e436715a0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2408. Comprehensive genomic profiling of ctDNA reveals distinct genomic signatures and therapeutic implications for immunotherapy response in advanced head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive genomic profiling of ctDNA reveals distinct genomic signatures and therapeutic implications for immunotherapy response in advanced head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Measurement of ctDNA has been established as a prognostic biomarker of cancer disease burden. Emerging evidence has demonstrated that differential methylation patterns can serve as an accurate biomarker both for cancer detection and for predicting the tissue of origin. While it is important to distinguish cancer-positive from cancer-negative patients, clinical decision making increasingly depends on the exact level of the measured biomarker. To that end, we report on the correlation between ctDNA VAF and DMAF across patients with colorectal cancer (CRC). Pre-surgical plasma samples from patients with CRC (N=70) were sourced from the prospective GALAXY, observational arm of ongoing CIRCULATE-Japan study trial (UMIN000039205). Samples classified as ctDNA-positive by a tumor-informed ctDNA assay (Signatera<sup>TM<\/sup>) were included in this analysis and ctDNA VAF (%) was calculated. We performed deep methylation sequencing (Illumina Novaseq) across multiple target regions using two independent target sets. DMAF was calculated computationally, which estimates the fraction of differential methylation alleles for circulating cell-free DNA across target regions. Among 70 CRC patients, 68 had positive ctDNA results. Median age at testing was 64.0 years and male individuals represented 55.9% (n=38) of the cohort. Among them, 9 (13.2%) were stage I, 24 (35.3%) were stage II, 22 (32.3%) were stage III, 8 (11.7%) were stage IV, and 5 (7.3%) had unknown staging. The correlation of DMAF with ctDNA VAF was 0.894 (Spearman&#8217;s Rank Correlation Coefficient) and was independent of disease stage, histology, age, and sex. Among MSS (micro-satellite stable; n=58) and MSI-H (micro-satellite unstable n=10) patients, the DMAF correlation was 0.9 and 0.915, respectively. The correlation between two target sets evaluating DMAF with differing numbers of targeted regions was high (0.89). These data demonstrate that abundance of differential methylation in CRC patients correlates with VAF regardless of clinicopathologic features of patients with CRC. Methylation-based assays are a promising tool for cancer detection and quantifying the disease burden.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Methylation,Cell-free DNA,Early detection,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Srinivasan<\/b><sup>1<\/sup>, T.-C. Chen<sup>1<\/sup>, E. Haghshenas<sup>1<\/sup>, M. Kordi<sup>1<\/sup>, I. Tunc<sup>1<\/sup>, W. Chan<sup>1<\/sup>, O. S. Solari<sup>1<\/sup>, J. Babiarz<sup>1<\/sup>, Y. Nakamura<sup>2<\/sup>, T. Yoshino<sup>2<\/sup>, A. Aleshin<sup>1<\/sup>, T. Kawli<sup>1<\/sup>, J. G. Reiter<sup>1<\/sup>; <br\/><sup>1<\/sup>Natera, Inc., Austin, TX, <sup>2<\/sup>National Cancer Center Hospital East, Kashiwa, Japan","CSlideId":"","ControlKey":"6215213e-5e30-410f-aa9d-467fa1052422","ControlNumber":"3173","DisclosureBlock":"<b>&nbsp;P. Srinivasan, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>T. Chen, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. Haghshenas, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Kordi, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>I. Tunc, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Chan, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>O. S. Solari, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Babiarz, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Nakamura, <\/b> <br><b>Guardant Health<\/b> Other, Honoraria and  institutional research funding. <br><b>Chugai Pharma<\/b> Other, Honoraria and  institutional research funding. <br><b>Taiho Pharmaceutical<\/b> Other, Institutional research funding. <br><b>Genomedia<\/b> Other, Institutional research funding. <br><b>Seagen<\/b> Other, Institutional research funding. <br><b>Roche<\/b> Other, Institutional research funding. <br><b>T. Yoshino, <\/b> <br><b>Amgen<\/b> Other, Research funding. <br><b>Chugai<\/b> Other, Research funding and honoraria. <br><b>Daiichi Sankyo<\/b> Other, Research funding. <br><b>Eisai<\/b> Other, Research funding. <br><b>FALCO Biosystems<\/b> Other, Research funding. <br><b>Genomedia<\/b> Other, Research funding. <br><b>Molecular Health<\/b> Other, Research funding. <br><b>MSD<\/b> Other, Research funding. <br><b>Nippon Boehringer<\/b> Other, Research funding. <br><b>Ono Pharmaceutical<\/b> Other, Research funding and honoraria. <br><b>Pfizer<\/b> Other, Research funding. <br><b>Roche Diagnostics<\/b> Other, Research funding. <br><b>Sanofi<\/b> Other, Research funding. <br><b>Sysmex<\/b> Other, Research funding. <br><b>Taiho<\/b> Other, Research funding. <br><b>A. Aleshin, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option, Other, Executive Leadership. <br><b>T. Kawli, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. G. Reiter, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2409","PresenterBiography":null,"PresenterDisplayName":"Preethi Srinivasan, PhD","PresenterKey":"4177df69-8329-4495-bdd9-5c31ae02d25a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2409. Circulating differential methylation allele fraction (DMAF) strongly correlates with circulating tumor DNA (ctDNA) variant allele fraction (VAF)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating differential methylation allele fraction (DMAF) strongly correlates with circulating tumor DNA (ctDNA) variant allele fraction (VAF)","Topics":null,"cSlideId":""},{"Abstract":"Background: Non-Small Cell Lung Cancer (NSCLC), accounting for over 80% of all lung cancers, benefits from targeted therapies based on genetic tests like EGFR, KRAS, ALK, and ERBB2. While prior studies focused on molecular characteristics through tissue biopsies, limited research has explored NSCLC molecular profiles via liquid biopsy, especially across different human races. This study presents a comprehensive genomic profiling analysis of unresectable NSCLC patients in the U.S. and China, using a globally harmonized liquid biopsy assay.<br \/>Methods: As part of Predicine's Phoenix Program, a global molecular biomarkers screening initiative, 61 patients in the U.S. and 352 patients in China with unresectable advanced NSCLC were enrolled. All were treatment-na&#239;ve or recurred after 1st-line targeted therapies. Blood samples (10ml) were tested using PredicineCARE, an NGS-based liquid biopsy assay, to profile somatic mutations, copy number variations, and gene fusions.<br \/>Results: The assay, validated in both regions using the same reference materials, achieved a Limit of Detection (LOD) of 0.25% mutation allele frequency, with a positive predictive value exceeding 99%. Profiling NSCLC patients in the U.S. and China revealed common genes like TP53, CDKN2A, EGFR, KRAS, RB1, and PIK3CA. TP53 and PIK3CA variations showed equivalent prevalence. However, EGFR variations were significantly higher in China (p&#60;0.05), while CDKN2A (p&#60;0.001), KRAS (p&#60;0.01), and RB1 (p&#60;0.01) variations were notably higher in the U.S.<br \/>Conclusions: This study unveils the mutational landscape of advanced NSCLC through liquid biopsy. Unique prevalence patterns between U.S. and China cohorts suggest novel biomarkers for clinical diagnosis and provide insights for targeted therapy mechanism studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"NSCLC,Cell-free DNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Tang<\/b><sup>1<\/sup>, C. Jia<sup>1<\/sup>, F. Xie<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, X. Dong<sup>2<\/sup>, Y. Huang<sup>2<\/sup>, S. Jia<sup>2<\/sup>; <br\/><sup>1<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Fengxian District, Shanghai, China, <sup>2<\/sup>Predicine, Inc., Hayward, CA","CSlideId":"","ControlKey":"4ec823a4-f74e-4a04-aef4-476f33dd06a1","ControlNumber":"4082","DisclosureBlock":"<b>&nbsp;H. Tang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>C. Jia, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>F. Xie, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment. <br><b>X. Dong, <\/b> <br><b>Predicine, Inc.<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>Predicine, Inc.<\/b> Employment. <br><b>S. Jia, <\/b> <br><b>Predicine, Inc.<\/b> Employment, Stock. <br><b>Huidu (Shanghai) Medical Sciences, Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2410","PresenterBiography":"","PresenterDisplayName":"Haoran Tang","PresenterKey":"802a0860-37b2-431c-a3d2-854854f73630","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2410. Comparative genomic profiling of unresectable NSCLC patients in the U.S. and China using a globally harmonized liquid biopsy assay platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative genomic profiling of unresectable NSCLC patients in the U.S. and China using a globally harmonized liquid biopsy assay platform","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the leading cause of cancer-related mortality worldwide, and early detection is crucial for improving patient outcomes. Cell-free DNA (cfDNA) whole genome sequencing (WGS) is a non-invasive technique that has the potential to detect lung cancer early, but it is challenging to develop accurate and generalizable detection algorithms due to the low abundance of tumor-derived cfDNA in early-stage cancer.<br \/>Methods: We developed a novel deep learning-based multimodal ensemble algorithm that combined two independent models: FEMS (fragment end motif frequency and size) and COV (coverage of genome positions). To assess the performance and ethnic generalizability of our algorithm, we evaluated it on three distinct cohorts: a Korean development cohort, a Korean external cohort, and a Caucasian external cohort. The Korean development cohort for model development comprised 236 lung cancer samples (stage I: 30%, stage II: 12%, stage III: 24%, stage IV: 20%, unknown: 14%) and 2205 normal samples. The Korean external cohort for performance evaluation of the model comprised 288 lung cancer samples (stage I: 31%, stage II: 13%, stage III: 26%, stage IV: 19%, unknown: 12%) and 1463 normal samples. And the Caucasian external cohort for confirm the ethnic generalizability consisted of 126 lung cancer samples (stage I: 17%, stage II: 12%, stage III: 37%, stage IV: 32%, unknown: 3%) and 93 normal samples. All data were generated using Novaseq6000 with a minimum of 40 million reads.<br \/>Results: Our multimodal ensemble algorithm achieved high sensitivity and specificity in all three cohorts. The Korean development cohort had an overall sensitivity of 94.1% (95% CI: 90.7% to 97%) and specificity of 85%. The Korean external cohort had an overall sensitivity of 90.4% (95% CI: 82.7% to 98.1%) and specificity of 82%. The Caucasian external cohort had an overall sensitivity of 92.1% (95% CI: 87.3% to 96%) and specificity of 82.8%. The Caucasian cohort also had a sensitivity of 80% for early-stage lung cancer.<br \/>Conclusion: Our deep learning-based multimodal ensemble algorithm is a promising tool for early lung cancer detection using low-coverage cell-free whole genome sequencing (LC-cfWGS). It performed well on three distinct cohorts, including a Caucasian cohort, suggesting that it is robust and generalizable to different populations. This makes it a potential candidate for clinical implementation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating cell-free DNA,Deep learning,Liquid biopsies,Fragmentomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T.-R. Lee<sup>1<\/sup>, J. Ahn<sup>1<\/sup>, J. Lee<sup>1<\/sup>, D. Kim<sup>1<\/sup>, B.-H. Jeong<sup>2<\/sup>, D. Oh<sup>3<\/sup>, M. Wang<sup>4<\/sup>, M. Salmans<sup>4<\/sup>, A. Carson<sup>4<\/sup>, B. Leatham<sup>4<\/sup>, K. Fathe<sup>4<\/sup>, B. Lee<sup>4<\/sup>, C.-S. Ki<sup>1<\/sup>, Y. Park<sup>5<\/sup>, <b>E.-H. Cho<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>GC Genome, Yongin, Korea, Republic of, <sup>2<\/sup>Division of Pulmonary and Critical Care Medicine, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Department of Radiation Oncology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>GENECE Health, San Diego, CA, <sup>5<\/sup>Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a3415149-3927-41dd-83e5-54d492ed6a3e","ControlNumber":"6112","DisclosureBlock":"<b>&nbsp;T. Lee, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Ahn, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>GC Genome<\/b> Employment.<br><b>B. Jeong, <\/b> None..<br><b>D. Oh, <\/b> None.&nbsp;<br><b>M. Wang, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>M. Salmans, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>A. Carson, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>B. Leatham, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>K. Fathe, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>B. Lee, <\/b> <br><b>GENECE Health<\/b> Employment. <br><b>C. Ki, <\/b> <br><b>GC Genome<\/b> Employment.<br><b>Y. Park, <\/b> None.&nbsp;<br><b>E. Cho, <\/b> <br><b>GC Genome<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2411","PresenterBiography":null,"PresenterDisplayName":"Eun-Hae Cho, MD, PhD","PresenterKey":"84f3a91d-201f-410f-a748-a402c67b7edf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2411. A deep learning-based multimodal ensemble algorithm for lung cancer early detection with cross-ethnic generalizability","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A deep learning-based multimodal ensemble algorithm for lung cancer early detection with cross-ethnic generalizability","Topics":null,"cSlideId":""},{"Abstract":"Background: The PEVOsq basket trial (NCT04357873) evaluated the efficacy of pembrolizumab and vorinostat (P+V) in patients (pts) with advanced squamous cell carcinoma (SCC) of different locationsAmong 112 pts included, 66 were HPV-positive (HPV+). Here we report HPV ctDNA monitoring in these pts.<br \/>Methods: ctDNA before treatment (T0) and at first imaging (T1) from HPV+ SCC pts enrolled in the PEVOsq trial were analyzed using digital droplet PCR. Changes in HPV ctDNA levels between T0 and T1 were correlated to tumoral response (RECIST1.1). Landmark survival analyses were performed to study the association with progression free survival (PFS) and overall survival (OS).<br \/>Results: Among the 66 HPV+ pts, 47 (71%) had plasma at T0 and T1. Most pts had anal (n=24, 51%) or cervix cancers (n=11, 23%), followed by vulva\/vagina (n=8, 17%), penis (n=3, 6%) and head and neck (n=1, 2%) cancers. HPV ctDNA was detected in all 47 pts at baseline. Increasing HPV ctDNA copies at T1 correlated with progressive disease in 8 pts (67%), whereas decreasing HPV ctDNA occured in 6 (100%) and 8 (80%) pts with complete (CR) and partial response (PR), respectively (Table).Increase in HPV ctDNA copies were more frequent in non-responders pts versus responder pts (p=0.03) and was associated with shorter OS (12.1 months vs not reached, p=0.02) and a trend towards shorter PFS (4.3 versus 8.2 months, p=0.06). Taken as a continuous variable, 10% increase in HPV ctDNA between T0 and T1 was associated with higher risk of progression (HR=1.05; 95%CI, 1.02-1.08, p=0.0007) and shorter OS (HR=1.02; 95%CI, 1.01-1.03, p&#60;0.0001) in univariate analysis.<br \/>Conclusions: HPV ctDNA was detected at baseline in all pts reliably reflecting HPV detected on tissue. Dynamic changes in HPV ctDNA levels might help monitoring response to treatment in pts with advanced HPV+ cancers.<br \/>Table:<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{AC65556B-AFD3-4ED9-9504-47BB960216BB}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Variation in HPV-ctDNA (N=47)<\/td><td rowspan=\"1\" colspan=\"4\">Best response<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">CR N=6<\/td><td rowspan=\"1\" colspan=\"1\">PR N=10<\/td><td rowspan=\"1\" colspan=\"1\">SD N=19<\/td><td rowspan=\"1\" colspan=\"1\">PD N=12<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Increase<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">2 (20%)<\/td><td rowspan=\"1\" colspan=\"1\">6 (32%)<\/td><td rowspan=\"1\" colspan=\"1\">8 (67%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Decrease<\/td><td rowspan=\"1\" colspan=\"1\">6 (100%)<\/td><td rowspan=\"1\" colspan=\"1\">8 (80%)<\/td><td rowspan=\"1\" colspan=\"1\">13 (68%)<\/td><td rowspan=\"1\" colspan=\"1\">4 (33%)<\/td><\/tr><\/table><b> <\/b><b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Squamous cell carcinoma,Biomarkers,Human papillomavirus (HPV),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Jeannot<sup>1<\/sup>, D. Filippini<sup>1<\/sup>, C. Dupain<sup>1<\/sup>, M. Halladjian<sup>1<\/sup>, G. Marret<sup>1<\/sup>, C. Coutzac<sup>2<\/sup>, E. Coquan<sup>3<\/sup>, M. Saint-Ghislain<sup>1<\/sup>, O. Le Saux<sup>2<\/sup>, L. Mazzarella<sup>4<\/sup>, G. Frige<sup>4<\/sup>, E. Guerini-Rocco<sup>5<\/sup>, M. Francisco<sup>6<\/sup>, N. Servant<sup>6<\/sup>, M. Tonini<sup>7<\/sup>, L. Chanas<sup>1<\/sup>, F. Legrand<sup>8<\/sup>, S. Bernhart<sup>9<\/sup>, G. Balogh<sup>9<\/sup>, M. Jimenez<sup>8<\/sup>, I. Bièche<sup>1<\/sup>, T. Filleron<sup>10<\/sup>, B. Cabarrou<sup>10<\/sup>, <b>C. Le Tourneau<\/b><sup>1<\/sup>, M. Kamal<sup>1<\/sup>; <br\/><sup>1<\/sup>Institut Curie, Paris, France, <sup>2<\/sup>Centre Léon Bérard, Lyon, France, <sup>3<\/sup>Centre Francois Baclesse, Caen, France, <sup>4<\/sup>IEO - Istituto Europeo di Oncologia, Milan, Italy, <sup>5<\/sup>IEO - Istituto Europeo di Oncologia IRCCS, Milan, Italy, <sup>6<\/sup>INSERM U900, Paris, France, <sup>7<\/sup>Luxembourg Institute of Health, Luxembourg, Luxembourg, <sup>8<\/sup>Unicancer, Paris, France, <sup>9<\/sup>Universität Leipzig, Leipzig, Germany, <sup>10<\/sup>Institut Claudius Regaud, IUCT-Oncopole, Toulouse, France","CSlideId":"","ControlKey":"1d8185e2-be67-44b1-a679-5868673bb885","ControlNumber":"2522","DisclosureBlock":"&nbsp;<b>E. Jeannot, <\/b> None..<br><b>D. Filippini, <\/b> None..<br><b>C. Dupain, <\/b> None..<br><b>M. Halladjian, <\/b> None..<br><b>G. Marret, <\/b> None..<br><b>C. Coutzac, <\/b> None..<br><b>E. Coquan, <\/b> None..<br><b>M. Saint-Ghislain, <\/b> None..<br><b>O. Le Saux, <\/b> None..<br><b>L. Mazzarella, <\/b> None..<br><b>G. Frige, <\/b> None..<br><b>E. Guerini-Rocco, <\/b> None..<br><b>M. Francisco, <\/b> None..<br><b>N. Servant, <\/b> None..<br><b>M. Tonini, <\/b> None..<br><b>L. Chanas, <\/b> None..<br><b>F. Legrand, <\/b> None..<br><b>S. Bernhart, <\/b> None..<br><b>G. Balogh, <\/b> None..<br><b>M. Jimenez, <\/b> None..<br><b>I. Bièche, <\/b> None..<br><b>T. Filleron, <\/b> None..<br><b>B. Cabarrou, <\/b> None..<br><b>C. Le Tourneau, <\/b> None..<br><b>M. Kamal, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2412","PresenterBiography":null,"PresenterDisplayName":"Christophe Le Tourneau, MD;PhD","PresenterKey":"3a18a2dc-03cc-440e-89d8-df6c81c99153","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2412. Circulating HPV DNA as a potential biomarker to monitor response to the pembrolizumab and vorinostat combination in patients with squamous cell carcinoma of different locations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating HPV DNA as a potential biomarker to monitor response to the pembrolizumab and vorinostat combination in patients with squamous cell carcinoma of different locations","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Approximately 50% of patients with <i>EGFR<\/i>-mutated advanced non-small cell lung cancer (NSCLC) develops brain metastases (BM), which is associated with a poor prognosis. Mutations in <i>TP53<\/i> are associated with earlier development of resistance to <i>EGFR<\/i> tyrosine kinase inhibitors, but it is unclear whether patients who develops BM have a higher prevalence of <i>TP53 <\/i>mutations. Analyses of circulating tumor DNA (ctDNA) in blood have been established as a good alternative to tissue biopsies to assess the genomic landscape of NSCLC. In this study, we aim to analyze ctDNA from patients with advanced <i>EGFR<\/i>-mutated NSCLC to investigate the prevalence of <i>TP53 <\/i>mutations in patients with BM, and to explore whether patients with BM exhibit a distinct ctDNA profile compared to patients without.<br \/>Materials and Methods: Plasma samples collected before treatment commenced from 97 of the 100 patients with <i>EGFR<\/i>-mutated advanced NSCLC enrolled in the First-line Treatment With Osimertinib in <i>EGFR<\/i>-mutated Non-small Cell Lung Cancer study (The FIOL study: NCT03804580) were analyzed. Patients were split into cohorts with (n=44) and without BM (n=53) at baseline. The cell-free DNA was isolated and sequenced with targeted next-generation sequencing with the AVENIO ctDNA Surveillance Panel (Roche) containing 197 lung cancer-related genes.<br \/>Results: Mutations in ctDNA were found in 83 patients (85.6%), with 6 patients with BM having no ctDNA mutations and 8 patients without BM having no ctDNA mutations. Besides <i>EGFR <\/i>mutations, <i>TP53 <\/i>was the most frequently mutated gene, with 42 patients (43.3%) harboring <i>TP53<\/i> mutations. There was no significant difference in the prevalence of <i>TP53 <\/i>mutations between the cohort with BM (n=23) and the cohort without (n=19), (p=0.15). There was no difference in the number of identified mutations in the two cohorts (BM: median: 2 (range: 0-6), without BM: median: 2 (range: 0-11), p=0.71). Patients with BM had a numerically lower ctDNA level (median: 45.5 mutant molecules\/mL), than patients without BM (median: 75.9 mutant molecules\/mL), though the difference was not statistically significant (p=0.68).<br \/>Conclusion: Prevalence of <i>TP53 <\/i>mutations in plasma collected before osimertinib treatment initiation in advanced <i>EGFR<\/i>-mutated NSCLC was similar between patients with and without BM at baseline. Furthermore, there was no difference in the ctDNA profile between these two cohorts. Future experiments will clarify the impact of <i>TP53<\/i> mutations in patients with or without BM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Circulating tumor DNA,TP53,Brain metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Stensgaard<\/b><sup>1<\/sup>, I. Z. Eide<sup>2<\/sup>, E. Stensland<sup>2<\/sup>, Å. Helland<sup>3<\/sup>, S. Ekman<sup>4<\/sup>, K. H. Hansen<sup>5<\/sup>, S. Cicenas<sup>6<\/sup>, B. Grønberg<sup>7<\/sup>, P. Meldgaard<sup>1<\/sup>, B. S. Sørensen<sup>1<\/sup>, O. Brustugun<sup>2<\/sup>; <br\/><sup>1<\/sup>Aarhus University Hospital, Aarhus, Denmark, <sup>2<\/sup>Vestre Viken Hospital Trust, Drammen, Norway, <sup>3<\/sup>Oslo University Hospital, Oslo, Norway, <sup>4<\/sup>Karolinska University Hospital, Stockholm, Sweden, <sup>5<\/sup>Odense University Hospital, Odense, Denmark, <sup>6<\/sup>Vilnius University Faculty of Medicine, Vilnius, Lithuania, <sup>7<\/sup>Trondheim University Hospital, Trondheim, Norway","CSlideId":"","ControlKey":"c75fe3f3-c560-4b58-a221-64f581b8c9cd","ControlNumber":"4503","DisclosureBlock":"&nbsp;<b>S. Stensgaard, <\/b> None.&nbsp;<br><b>I. Z. Eide, <\/b> <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>E. Stensland, <\/b> <br><b>Sanofi<\/b> Other, Advisory Board.<br><b>Å. Helland, <\/b> None..<br><b>S. Ekman, <\/b> None..<br><b>K. H. Hansen, <\/b> None..<br><b>S. Cicenas, <\/b> None..<br><b>B. Grønberg, <\/b> None..<br><b>P. Meldgaard, <\/b> None..<br><b>B. S. Sørensen, <\/b> None.&nbsp;<br><b>O. Brustugun, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, Other, Advisor Honoraria. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Travel, Other, Advisor Honoraria. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Travel, Other, Advisor Honoraria. <br><b>Roche<\/b> Grant\/Contract, Travel, Other, Advisor Honoraria. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Ultimovacs<\/b> Grant\/Contract. <br><b>Bayer<\/b> Travel, Other, Advisor Honoraria. <br><b>Bristol-Myers Squibb<\/b> Travel, Other, Advisor Honoraria. <br><b>Janssen<\/b> Travel, Other, Advisor Honoraria. <br><b>Eli Lilly<\/b> Travel, Advisor Honoraria. <br><b>MSD<\/b> Travel, Advisor Honoraria. <br><b>Novartis<\/b> Travel, Other, Advisor Honoraria. <br><b>Pierre Fabre<\/b> Travel, Other, Advisor Honoraria. <br><b>Sanofi Genzyme<\/b> Travel, Other, Advisor Honoraria. <br><b>Takeda<\/b> Travel, Other, Advisor Honoraria.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2413","PresenterBiography":"","PresenterDisplayName":"Simone Stensgaard, MS","PresenterKey":"9c074ac1-18ca-4cb1-a507-41c037b4916f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2413. Mutated <i>TP53<\/i> prevalence in <i>EGFR<\/i>-mutated advanced non-small cell lung cancer patients with brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutated <i>TP53<\/i> prevalence in <i>EGFR<\/i>-mutated advanced non-small cell lung cancer patients with brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Background: While blood-based next-generation sequencing is increasingly integral to clinical practice across various malignancies, the routine assessment of circulating tumor DNA (ctDNA) in head and neck cancer remains underexplored, with limited supportive data.<br \/>Methods: This study focused on head and neck cancer patients enrolled in the Gustave Roussy precision medicine program (STING, NCT04932525), undergoing liquid biopsy (LB) with the FoundationOne Liquid CDX panel. The Molecular Tumor Board discussed cases, calculating Tumor Fraction (TF) based on aneuploidy, categorizing it as high or low with a 10% cutoff.<br \/>Results: The analysis encompassed 239 LBs from 214 patients with relapsed or metastatic head and neck cancers. Of these, 59 LBs were from 57 patients showing stability or positive response (SD\/R), while 180 were from 167 patients at diagnosis or disease progression (BL\/PD). Notably, 156 (73%) were male, with a median age of 61 years. Within the cohort, 65% of LBs were from patients with squamous cell carcinomas (SCC), 15% adenoid cystic carcinomas (ACC), and 20% other histologies mainly adenocarcinomas. The anatomical distribution included 59 LBs from salivary gland (SG) cancers, 49 oropharynx (OP), 48 oral cavity (OC), and others including larynx, hypopharynx, sinus and nasopharynx. Among LBs performed at BL\/PD, 72% were informative, while only 36% were so at SD\/R. The proportion of informative biopsies varied across anatomical sites. For SCC, TP53 mutations were most prevalent (71%), followed by TERT and PIK3CA variants, and FGF19 and FGF3 amplifications. ACCs showed NOTCH1 mutations (6\/19, 32%) as the most common, followed by TP53 and various other variants. In the entire cohort, clonal hematopoiesis-related variants were identified, with 40% showing at least one of DNMT3A, CHEK2, or ASXL1. Patients with low TF at BL\/PD exhibited significantly improved overall survival (21.6 vs. 7.6 months, HR 0.35, 95% CI 0.23 - 0.53, p &#60; 0.0001), consistent across subgroups except for OP.Conclusion: This study demonstrates the feasibility of liquid biopsy in HNSCC and rare head and neck tumors, providing valuable therapeutic and prognostic insights. The findings underscore the potential of liquid biopsy as a valuable tool in clinical decision-making for head and neck cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Head and neck cancers,Circulating tumor DNA,Personalized medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Filippo Gustavo Dall'Olio<\/b><sup>1<\/sup>, Damien Vasseur<sup>2<\/sup>, Lea Loriguet<sup>1<\/sup>, Francois Regis Ferrand<sup>1<\/sup>, Antoine Moya-Plana<sup>1<\/sup>, Yungan Tao<sup>3<\/sup>, Mariana Iacob<sup>1<\/sup>, Karim Benihoud<sup>4<\/sup>, Odile CASIRAGHI<sup>5<\/sup>, Catherine Brenner<sup>4<\/sup>, Pierre Busson<sup>4<\/sup>, Philippe Gorphe<sup>1<\/sup>, Santiago Ponce<sup>6<\/sup>, Pierre Blanchard<sup>3<\/sup>, Etienne Rouleau<sup>2<\/sup>, Yohann Loriot<sup>6<\/sup>, Ludovic Lacroix<sup>2<\/sup>, Antoine Italiano<sup>6<\/sup>, Ingrid Breuskin<sup>1<\/sup>, Caroline Even<sup>1<\/sup><br><br\/><sup>1<\/sup>Head and Neck Oncology, Gustave Roussy, Villejuif, France,<sup>2<\/sup>Medical Biology and Pathology Department, Gustave Roussy, Villejuif, France,<sup>3<\/sup>Radiation Oncology, Gustave Roussy, Villejuif, France,<sup>4<\/sup>Metabolic and Systemic Aspects of Oncogenesis for New Therapeutic Approaches, Gustave Roussy, Villejuif, France,<sup>5<\/sup>Anatomopathology, Gustave Roussy, Villejuif, France,<sup>6<\/sup>Drug development, Gustave Roussy, Villejuif, France","CSlideId":"","ControlKey":"86bab50c-a963-4f46-b1b9-683e0c715e05","ControlNumber":"6834","DisclosureBlock":"&nbsp;<b>F. Dall'Olio, <\/b> None..<br><b>D. Vasseur, <\/b> None..<br><b>L. Loriguet, <\/b> None..<br><b>F. Ferrand, <\/b> None..<br><b>A. Moya-Plana, <\/b> None..<br><b>Y. Tao, <\/b> None..<br><b>M. Iacob, <\/b> None..<br><b>K. Benihoud, <\/b> None..<br><b>O. Casiraghi, <\/b> None..<br><b>C. Brenner, <\/b> None..<br><b>P. Busson, <\/b> None..<br><b>P. Gorphe, <\/b> None..<br><b>S. Ponce, <\/b> None..<br><b>P. Blanchard, <\/b> None..<br><b>E. Rouleau, <\/b> None..<br><b>Y. Loriot, <\/b> None..<br><b>L. Lacroix, <\/b> None..<br><b>A. Italiano, <\/b> None..<br><b>I. Breuskin, <\/b> None..<br><b>C. Even, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2414","PresenterBiography":null,"PresenterDisplayName":"Filippo Gustavo Dall'Olio, MD","PresenterKey":"8d2e8f44-24db-4c7a-ae66-98ddde4a1270","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2414. Feasibility and clinical utility of blood based NGS in head and neck carcinomas : A single center experience from precision medicine program.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Feasibility and clinical utility of blood based NGS in head and neck carcinomas : A single center experience from precision medicine program.","Topics":null,"cSlideId":""},{"Abstract":"Monitoring clinically actionable and emerging mutations in circulating tumor DNA (ctDNA) may be crucial for guiding treatment, but adoption has been slow due to the narrow scope and reproducibility of current approaches. Here, we investigate melanoma patients receiving ICI over several years, beginning with extensive tumor mutational and immune profiling followed by deep, whole-exome ctDNA monitoring.Here, 66 plasma samples from 23 advanced stage melanoma patients that were collected throughout ICI treatment (up to 40 months) were profiled using the NeXT Liquid Biopsy&#174; platform (NeXT LB) . NeXT LB monitors exome-wide ctDNA by leveraging a patient&#8217;s tumor, PBMCs and plasma samples, detecting both tumor-derived and emerging mutations. In addition to ctDNA tracking, we also used the ImmunoID NeXT Platform&#174; to immunologically profile tumor tissue; including gene expression quantification, HLA profiling (typing, mutation, and loss of heterozygosity), T-cell receptor and tumor microenvironment profiling, and neoantigen prediction. ctDNA dynamics and tumor immunity were correlated with clinical outcome. Patients who progressed had lower tumor mutational burden (TMB, Mann-Whitney (MW); p=0.03), and lower neoantigen burden (MW; p=0.04). Responding tumors were enriched for interferon gamma and inflammatory signaling (Wald; adjusted p&#60;0.01) and myeloid dendritic cells ( MW; p=0.01), as measured by baseline RNA expression profiling. With an average coverage of 2260X SD +\/-157, plasma samples yielded from 4 to 4081 variants. The number of on-treatment tumor variants detected in plasma predicted increased OS hazard (HR=2.95, Wald p=0.03; Kaplan-Meier (KM) p=0.0003) and progression hazard (HR=1.74, Wald p=0.04; KM p=0.0003). Overall, 10% (4277) of all variants were novel mutations observed only in the plasma. Novel variants were less likely to emerge in genes conferring sensitivity to ICI therapy (mixed-model; p&#60;0.001). Dynamic shifts in allelic fraction between baseline and the first available on-treatment timepoint predicted increased OS hazard (HR=3.02, Wald p=0.05) and progression hazard (HR=2.90, Wald p=0.02). In ctDNA clonal phylogenies, 100% of BRAF and NRAS mutations belonged to the dominant clone. By combining immune and ctDNA features, a multivariable model predicted resistance to ICI treatment (log-likelihood p=0.002; c-index=0.89). Using a single liquid biopsy platform, we profiled tumor immunity and tracked existing and emerging ctDNA variants over the course of ICI treatment. We demonstrate that, even though counts of on-treatment ctDNA variants were sufficient for significant survival models, deep profiling of both tumor immunity and ctDNA dynamics provided deeper understanding of ICI resistance. Subsequent studies will determine if ctDNA-guided intervention can improve clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Melanoma\/skin cancers,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. W. Abbott<\/b><sup>1<\/sup>, L. Keller<sup>2<\/sup>, I. Heidrich<sup>3<\/sup>, J. Kött<sup>3<\/sup>, G. Geidel<sup>3<\/sup>, D. J. Smit<sup>3<\/sup>, R. Simon<sup>3<\/sup>, S. Schneider<sup>3<\/sup>, J. Pugh<sup>1<\/sup>, S. M. Boyle<sup>1<\/sup>, R. O. Chen<sup>1<\/sup>, K. Pantel<sup>3<\/sup>, C. Gebhardt<sup>3<\/sup>; <br\/><sup>1<\/sup>Personalis, Inc., Fremont, CA, <sup>2<\/sup>IUCT Oncopole, Toulouse, France, <sup>3<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"dd878e9e-735f-42f6-80f4-6b455efe506d","ControlNumber":"7380","DisclosureBlock":"<b>&nbsp;C. W. Abbott, <\/b> <br><b>Personalis, Inc<\/b> Employment, Stock.<br><b>L. Keller, <\/b> None..<br><b>I. Heidrich, <\/b> None..<br><b>J. Kött, <\/b> None..<br><b>G. Geidel, <\/b> None..<br><b>D. J. Smit, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>S. Schneider, <\/b> None.&nbsp;<br><b>J. Pugh, <\/b> <br><b>Personalis, Inc<\/b> Employment, Stock. <br><b>S. M. Boyle, <\/b> <br><b>Personalis, Inc<\/b> Employment, Stock. <br><b>R. O. Chen, <\/b> <br><b>Personalis, Inc<\/b> Employment, Stock.<br><b>K. Pantel, <\/b> None..<br><b>C. Gebhardt, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2415","PresenterBiography":null,"PresenterDisplayName":"Charles Abbott, PhD","PresenterKey":"5206aada-e733-404e-b94c-9e2cc3aa7f33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2415. Resistance to immune checkpoint inhibitor (ICI) therapy in metastatic melanoma is revealed by deep circulating tumor DNA tracking in concert with tumor immune profiling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to immune checkpoint inhibitor (ICI) therapy in metastatic melanoma is revealed by deep circulating tumor DNA tracking in concert with tumor immune profiling","Topics":null,"cSlideId":""},{"Abstract":"We demonstrate development and technical validation of a novel approach for analysis of plasma circulating-tumor DNA (ctDNA) for residual disease detection and monitoring that offers improvements over existing technologies. ctDNA in blood can be leveraged to monitor treatment response, detect cancer recurrence, and inform treatment decisions for cancer patients. However, accurate detection and quantification of ctDNA is technically challenging due to low concentration of plasma DNA, especially in the adjuvant setting. Most current assays rely on interrogating multiple patient-specific point mutations to achieve exquisite limits of detection but struggle with polymerase errors, sequencing artifacts and limited conversion of input DNA. To overcome these challenges, we developed an approach called Structural Variant Enrichment and Normalization (SVEN) that targets patient-specific genomic rearrangements to achieve sensitive detection and quantification of plasma ctDNA. This method leverages intrinsic features of tumor-derived structural variants (SVs) to improve enrichment and confidence of detection at low tumor fraction through multiplexed PCR and amplicon-based next generation sequencing. To evaluate the assay, we performed whole genome sequencing of DNA from two breast cancer cell lines, as well as matched FFPE tumor and buffy coat samples from 21 early-stage breast cancer patients. We identified consensus SVs, and designed multiplexed SV-specific primers for each subject. We then conducted PCR amplification of cell-free DNA followed by sequencing, amplicon identification, and quantification. Analytical validation was conducted using 284 replicates of cell line dilutions from 1% to 0.003%, and 5 to 40 ng of input.<i> <\/i>We developed multiplexed assays targeting 25 and 32 SVs across two cell lines, and 3 - 43 SVs across breast cancer patients (median 23 per patient). 91% and 42% of PCR targets were successfully validated for cell lines and FFPE samples respectively. Cell line dilutions demonstrated a sensitivity of 89% at 0.003% tumor fraction with 10 ng input or more. Tumor fractions measured using SVEN agreed with known values (R<sup>2<\/sup> = 0.989). Application of validated panels to patient plasma samples and tumor\/germline dilutions is ongoing.<b> <\/b>SVEN is a novel approach for tumor-guided ctDNA detection and quantification with potential relevance for residual disease detection. On-going studies are investigating the performance of this approach for ctDNA detection in patients with early and locally advanced breast cancer treated with neoadjuvant therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"ctDNA,Diagnostic marker,Mutation detection,Plasma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. R. McDonald<sup>1<\/sup>, <b>K. L. Dennison<\/b><sup>1<\/sup>, A. L. Schussman<sup>1<\/sup>, S. M. McGregor<sup>1<\/sup>, B. A. Pockaj<sup>2<\/sup>, M. Murtaza<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Wisconsin-Madison, Madison, WI, <sup>2<\/sup>Mayo Clinic Arizona, Phoenix, AZ","CSlideId":"","ControlKey":"d015d35f-8c76-4f87-a27e-6c78812e9708","ControlNumber":"5562","DisclosureBlock":"<b>&nbsp;B. R. McDonald, <\/b> <br><b>Exact Sciences, LLC<\/b> Patent.<br><b>K. L. Dennison, <\/b> None.&nbsp;<br><b>A. L. Schussman, <\/b> <br><b>Exact Sciences, LLC<\/b> Employment. <br><b>PreventionGenetics, LLC<\/b> Employment.<br><b>S. M. McGregor, <\/b> None..<br><b>B. A. Pockaj, <\/b> None.&nbsp;<br><b>M. Murtaza, <\/b> <br><b>Exact Sciences, LLC<\/b> Patent. <br><b>PetDx<\/b> Other, Advisory board member.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2416","PresenterBiography":null,"PresenterDisplayName":"Kirsten Dennison","PresenterKey":"ad70c2e8-f7d9-449b-8642-a98961c70f45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2416. Personalized minimal residual disease detection using tumor-derived structural variants in cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized minimal residual disease detection using tumor-derived structural variants in cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Omega Therapeutics has developed a novel platform of programmable epigenomic mRNA medicines capable of modifying chromatin state to specifically tune gene expression at the pre-transcriptional level. Epigenomic controllers (ECs) unlock targets that have been historically considered &#8220;undruggable,&#8221; with one of the most elusive being the <i>MYC<\/i> oncogene. A direct MYC-targeting anti-cancer agent has previously remained intangible, largely due to the absence of a drug binding pocket and tight autoregulation. A clinical trial is underway (MYCHELANGELO, NCT05497453) to investigate pre-transcriptional inhibition of <i>MYC<\/i> with OTX-2002 in patients with hepatocellular carcinoma (HCC). OTX-2002, a first-in-class mRNA therapeutic delivered via lipid nanoparticles (LNP), encodes two proteins that durably modify chromatin, in part, through CpG DNA methylation at the <i>MYC <\/i>locus. Using both liquid and solid biopsy sampling from <i>in vivo<\/i> studies, we investigated whether target engagement for OTX-2002 could be assessed by <i>MYC<\/i> methylation.<br \/>Detection of DNA methylation has long held promise as an oncology biomarker given its functional roles in various cancer types and the potential signal afforded by methylated CpGs. Indeed, DNA methylation has been shown to serve as a robust analyte in liquid biopsy-derived multi-cancer early detection (MCED) and minimal residual disease (MRD) tests that have recently been utilized in the clinic. Many of these platforms are founded on complex models that leverage methylation signals across &#62;1 million CpGs that can span tens of megabases of genomic space. We faced a distinct challenge when compared to these MCED\/MRD tests in developing a pharmacodynamic methylation assay for OTX-2002 as the target region consists of just a few kilobases. With a tissue specific LNP delivery system, ultra-high sensitivity was required to identify rare ctDNA events from the larger cfDNA population.<br \/>To this end, we designed a minimal hybridization\/capture panel that targeted ~50 kb of genomic space, effectively allowing for ultra-deep methylation sequencing of <i>MYC<\/i>. When this technique was paired with enzymatic (EM) conversion for methylation detection and supported by an analysis pipeline focused on epiallele identification, this assay was able to detect methylation down to the theoretical limit in a dilution series of control genomic DNA, 1 in 10<sup>4<\/sup> copies of <i>MYC<\/i>. This degree of sensitivity translated to successful preclinical detection of on-target methylation by OTX-2002 from DNA extracted from plasma samples collected from mice-bearing human HCC xenografts. Overall, we present a non-invasive and exquisitely sensitive method of assessing target engagement and site-specific pharmacodynamic activity of a novel epigenomic medicine that can be directly translated to the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Epigenomics,Biomarkers,Methylation,MYC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Chen<\/b>, W. Senapedis, S. Siecinski, E. Figueroa, A. Katz, S. Mildrum, Y. E. Wang, H. Belaghzal, K. Gallagher, G. Hodgson, C. W. O'Donnell, T. G. McCauley; <br\/>Omega Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"9b849e79-5030-4ff3-a77c-8775f2902c74","ControlNumber":"2765","DisclosureBlock":"<b>&nbsp;J. Chen, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Senapedis, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>S. Siecinski, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>E. Figueroa, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>A. Katz, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>S. Mildrum, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>Y. E. Wang, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>H. Belaghzal, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>K. Gallagher, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>G. Hodgson, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>C. W. O'Donnell, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>T. G. McCauley, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Fiduciary Officer, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2417","PresenterBiography":"","PresenterDisplayName":"Justin Chen, BS;PhD","PresenterKey":"5421230c-971b-4293-89a3-e948c3607dcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2417. Detection and quantification of site-specific DNA methylation from liquid biopsies as a pharmacodynamic biomarker of OTX-2002, a novel MYC-targeting epigenomic mRNA therapeutic","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection and quantification of site-specific DNA methylation from liquid biopsies as a pharmacodynamic biomarker of OTX-2002, a novel MYC-targeting epigenomic mRNA therapeutic","Topics":null,"cSlideId":""},{"Abstract":"Objective: Ovarian cancer is a gynecologic malignancy with a dismal prognosis due to the lack of accurate methods for early diagnosis methods and effective therapies. High-grade serous ovarian carcinoma (HGSOC) is the most common subtype and copy number variations (CNVs) are the dominant genomic events in HGSOC. Extracellular vesicles (EVs) circulate in body fluids and carry pathological genomic information positively. In this study, we evaluated the significance of EV-DNA as novel biomarkers for HGSOC patients.<br \/>Methods: A total of 124 samples from HGSOC patients and cell lines were analyzed. EVs were isolated using the ultracentrifuge method. Comprehensive CNV statuses were analyzed by whole genome sequencing (WGS) and SNP array. In reference to the Ovarian Cancer Moon Shot database, 30 dominant CNVs in HGSOC were selected as dominant targets for analysis by droplet digital PCR (ddPCR). For predicting the response to PARP inhibitors, HGSOC patients who were treated with olaparib were collected, and DNA was extracted from FFPE tissue at the time of surgery.<br \/>Results: NTA assays and cryo-electron microscopic analyses showed that the EVs were successfully isolated from all samples. Both WGS and SNP arrays detected correlating CNVs in cell-DNA and EV-DNA for cell lines, and in tissue-DNA and EV-DNA in ascites for patients. The CNV status was also accurately measured by ddPCR. Copy numbers of <i>RAD51<\/i>, <i>BRCA1<\/i>, <i>AKT2<\/i>, <i>CCNE1<\/i>, and <i>MSH6<\/i> were significantly higher in malignant tissue than in benign tissue (p&#60;0.0001, p&#60;0.0001, p=0.0012, p=0.002. p=0.0328, respectively), and were detectable in EV-DNA from ascites. Additionally, the amount of DNA in malignant ascites was significantly higher than in benign ascites (p=0.016), and increased DNA in ascites itself suggested the presence of malignancy. Furthermore, EV-DNA more accurately reflected the CNV status of tumor DNA than cell-free DNA in ascites. Regarding the prediction of PARP inhibitor response, the CNV status in EV-DNA from patients who were treated with olaparib, a PARP inhibitor, demonstrated a marked difference between responders and non-responders. The equation calculated based on the combination of six genes (<i>RB1<\/i>, <i>GABRA6<\/i>, <i>CTNNB1<\/i>, <i>MYC, RAD51, BARD1<\/i>) could predict the response to olaparib (AUC: 1.0). The selected genes were validated in vitro using EV-DNA, and responders could be identified using the prediction equation calculated from CNV status of the selected genes in EV-DNA from ascites.<br \/>Conclusion: CNV status of EV-DNA was correctly evaluated and can serve as novel diagnostic and prognostic biomarkers for HGSOC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Ovarian cancer,Copy number variation,Extracellular vesicles,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Uekusa<\/b><sup>1<\/sup>, A. Yokoi<sup>1<\/sup>, K. Yoshida<sup>1<\/sup>, J. Matsuazki<sup>2<\/sup>, Y. Yamamoto<sup>3<\/sup>, H. Kajiyama<sup>1<\/sup>; <br\/><sup>1<\/sup>Nagoya Univ. Graduate School of Medicine, Nagoya, Japan, <sup>2<\/sup>Keio University Faculty of Pharmacy, Tokyo, Japan, <sup>3<\/sup>National Cancer Center Research Institute, Tokyo, Japan","CSlideId":"","ControlKey":"42eaa089-9332-42e0-be92-97c4e5bc2c92","ControlNumber":"1117","DisclosureBlock":"&nbsp;<b>R. Uekusa, <\/b> None..<br><b>A. Yokoi, <\/b> None..<br><b>K. Yoshida, <\/b> None..<br><b>J. Matsuazki, <\/b> None..<br><b>Y. Yamamoto, <\/b> None..<br><b>H. Kajiyama, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2418","PresenterBiography":null,"PresenterDisplayName":"Ryosuke Uekusa, BS;MD","PresenterKey":"ad147ac0-0cac-45b0-9364-647df0568aa2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2418. Copy number variation status of DNA in extracellular vesicles as novel biomarkers of high-grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Copy number variation status of DNA in extracellular vesicles as novel biomarkers of high-grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There is no established and useful tumor biomarker to evaluate treatment response and predict early locoregional and distant metastatic relapse in head and neck squamous cell carcinoma (HNSCC). Circulating tumor DNA (ctDNA) has a potential for detecting minimal residual diseases (MRDs). However, the absence of specific hotspot mutations in most HNSCCs makes ctDNA-based studies difficult in HNSCC. As a novel biomarker, we investigated whether individualized ctDNA analysis could help monitor and predict treatment response and relapse in HNSCC.<br \/>Methods: Thirty-two HNSCC patients were enrolled in this study. Twenty-two patients received radical resection and 10 patients were received radical irradiation as initial curative treatment. We collected tumor tissues and paired PBMCs (peripheral blood mononuclear cells) before treatment. Furthermore, we collected serial plasma samples for ctDNA analysis. To identify tumor specific individualized mutation, we isolated DNA from tumor tissue and PBMC and performed mutation analysis using custom SCC panel with frequent altered 31 genes (all exon coverage). We defined tumor-specific mutated genes per patient with variant allele frequency (VAF) &#62;10 % and total coverage &#62;100 as ctDNA candidate genes and performed ctDNA analysis using dPCR. We generated mutation specific primer-probe for droplet digital PCR (ddPCR), quantified the amount of ctDNA in plasma and compared ctDNA level with clinical data.<br \/>Results: For mutation analysis, most frequent mutated gene was <i>TP53<\/i> (21\/32, 65.6%). Longitudinal ctDNA was monitored in a total of 24 cases. In 13 cases, ctDNA tested positive again or did not test negative, and all 13 cases had a residual tumor or relapsed after initial treatment. In 11 cases, after initial treatment, ctDNA remained negative and patients were alive without recurrence. Our cohort included 6 patients in whom it was possible to monitor ctDNA during chemotherapy in recurrent metastatic HNSCC cases. ctDNA alterations correlated well with clinical treatment response in four cases, but not in two cases. Patients who remained negative for ctDNA during follow-up after initial treatment (n=11) had a significantly better prognosis than those who reverted to ctDNA positivity (n=13, P &#60; 0.0001).<br \/>Conclusion: Custom SCC panel is useful to detect more tumor specific mutation in HNSCC patients. Detection of ctDNA using next generation sequencing and digital PCR is promising strategy capable of monitoring in HNSCC patients. However, this method is not useful in all HNSCC, and there is room for improvement in the selection of ctDNA candidate genes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"ctDNA,Head and neck squamous cell carcinoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Kogo<\/b>, T. Manako, T. Nakagawa; <br\/>Kyushu University, Fukuoka, Japan","CSlideId":"","ControlKey":"1613597c-c4dd-441f-a849-a15c22c43baa","ControlNumber":"220","DisclosureBlock":"&nbsp;<b>R. Kogo, <\/b> None..<br><b>T. Manako, <\/b> None..<br><b>T. Nakagawa, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2419","PresenterBiography":null,"PresenterDisplayName":"Ryunosuke Kogo, MD;PhD","PresenterKey":"1c7286eb-7044-4f51-a392-d2c1b2843571","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2419. Personalized longitudinal ctDNA monitoring is useful for biomarker in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized longitudinal ctDNA monitoring is useful for biomarker in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: ctDNA has shown promise as a prognostic biomarker in early-stage solid tumors. Current breast cancer clinical guidelines do not recommend routine screening for metastatic disease outside of clinical features suggestive of disease recurrence. The detection of ctDNA may be a useful biomarker for the management of early-stage cancer patients to identify patients who are at high risk of recurrence.<br \/>Methods: Patients with stage II or III TNBC undergoing neoadjuvant docetaxel and carboplatin chemotherapy on a clinical trial (NCT02124902) followed by surgery were included in this study. Blood samples were prospectively collected prior to, during, and after completion of neoadjuvant chemotherapy, post-surgery, and throughout pre-specified surveillance time points (every 6 months for 5 years). Plasma samples were analyzed using Guardant Reveal powered by Infinity, a tissue-free, multiomic assay that interrogates differentially methylated regions of DNA using an applied bioinformatics filter optimized to detect breast cancer DNA from non-cancerous cell-free DNA and estimate quantitative tumor fraction. Samples were sequenced and resulted blinded to the patients&#8217; clinical data.<br \/>Results: A total of 120 patients with evaluable plasma samples were included in this study. At baseline prior to chemotherapy, ctDNA was detected in 75% (54\/72) of patients. Baseline ctDNA detection was higher in node-positive cancers (100%; 29\/29) versus node-negative cancers (58%; 25\/43; p&#60;0.0001). ctDNA quantity was higher in node-positive cancers (p&#60;0.0001), and in stage III versus stage II disease (p=0.0179). During surveillance follow-up, the sensitivity for detecting any distant metastatic recurrence was 71% (5\/7). Among patients with samples drawn within one year of recurrence, the sensitivity for detecting distant recurrence was 83% (5\/6) with a sample-level specificity of 98% (186\/190) and a patient-level specificity of 94% (63\/67). ctDNA detection prior to recurrence had a median lead time of 5.0 months (range, 4.6-5.6). Notably, the detection of ctDNA during follow-up was associated with worse recurrence-free (HR 23.3, 95% CI 2.70-201, p&#60;0.0001) and distant-recurrence free survival (HR 29.3, 95% CI 1.86-461, p&#60;0.0001).<br \/>Conclusions: ctDNA is detected with a tissue-free MRD assay with high sensitivity and specificity for distant recurrence in early-stage TNBC. Furthermore, the presence of ctDNA during follow-up is a prognostic indicator. Additional prospective studies are needed to assess the clinical utility of ctDNA monitoring in early-stage TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Breast cancer,Triple-negative breast cancer (TNBC),Circulating tumor DNA,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. O. Ademuyiwa<\/b><sup>1<\/sup>, C. X. Ma<sup>1<\/sup>, K. Weilbaecher<sup>1<\/sup>, R. Suresh<sup>1<\/sup>, L. Peterson<sup>1<\/sup>, R. Bose<sup>1<\/sup>, N. Bagegni<sup>1<\/sup>, C. E. Rigden<sup>1<\/sup>, A. Frith<sup>1<\/sup>, K. Clifton<sup>1<\/sup>, A. Davis<sup>1<\/sup>, D. Dustin<sup>2<\/sup>, M. Cai<sup>2<\/sup>; <br\/><sup>1<\/sup>Washington University School of Medicine in St. Louis, Saint Louis, MO, <sup>2<\/sup>Guardant Health, Palo Alto, CA","CSlideId":"","ControlKey":"1d5cbe8e-2378-48b8-8ce9-a2a80e80148d","ControlNumber":"7375","DisclosureBlock":"<b>&nbsp;F. O. Ademuyiwa, <\/b> <br><b>Gilead<\/b> Independent Contractor, Travel. <br><b>Astra Zeneca<\/b> Independent Contractor. <br><b>Cardinal Health<\/b> Independent Contractor.<br><b>C. X. Ma, <\/b> None..<br><b>K. Weilbaecher, <\/b> None..<br><b>R. Suresh, <\/b> None..<br><b>L. Peterson, <\/b> None..<br><b>R. Bose, <\/b> None..<br><b>N. Bagegni, <\/b> None..<br><b>C. E. Rigden, <\/b> None..<br><b>A. Frith, <\/b> None..<br><b>K. Clifton, <\/b> None..<br><b>A. Davis, <\/b> None.&nbsp;<br><b>D. Dustin, <\/b> <br><b>Guardant Health<\/b> Employment. <br><b>M. Cai, <\/b> <br><b>Guardant Health<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2420","PresenterBiography":null,"PresenterDisplayName":"Foluso Ademuyiwa, MD","PresenterKey":"86fd2db4-f600-46ac-b572-68e7454443dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2420. Evaluating circulating tumor DNA (ctDNA) as a prognostic biomarker utilizing a tissue-free epigenomic assay in early-stage triple negative breast cancer (TNBC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating circulating tumor DNA (ctDNA) as a prognostic biomarker utilizing a tissue-free epigenomic assay in early-stage triple negative breast cancer (TNBC)","Topics":null,"cSlideId":""},{"Abstract":"Molecular analysis of CNS tumors is essential to their diagnosis and guides individualized treatment for patients, but tissue biopsy of primary and\/or relapsed lesions to allow for this characterization often carries intolerable risk. The analysis of genetic material in cerebrospinal fluid (CSF), known as liquid biopsy, can allow for minimally invasive tumor identification and diagnosis. Furthermore, liquid biopsy can serve as a more sensitive test for residual disease than imaging or cytologic analyses. We aimed to implement CSF liquid biopsy at Canada&#8217;s largest pediatric hospital. &#62;150 CSF samples were collected from CNS tumor patients with a median age of 9. The most common tumor types were low-grade gliomas (40%), high-grade gliomas (21%) and medulloblastomas (MB) (17%). The majority were collected via lumbar puncture (46%), external ventricular drain (24%) and intraoperatively (22%). The most frequent collection times were diagnosis (53%) and progression\/relapse (28%). Cell-free DNA was extracted, and circulating tumor DNA was analyzed using low-pass whole genome sequencing and a targeted hybridization capture glioma gene panel for select cases. Pathogenic mutations and copy number alterations (CNA) were called using an in-house bioinformatics pipeline. Somatic alterations were detected in 57% of samples from patients with pathologically confirmed CNS tumors. CNAs were identified in 5\/7 MB patients at the time of pre-treatment staging lumbar puncture. We also detected CNAs in several MB patients during treatment and at progression\/relapse, including a patient with disseminated MB who was mid-induction chemotherapy with 1 suspicious cell in their CSF, highlighting our ability to detect minimal residual disease. Among samples with no previous biopsy, we identified tumor DNA in 29%, often providing diagnostic clarity and guiding management. For example, we identified a targetable FGFR1 N546D missense mutation in a patient with an unbiopsied suprasellar lesion. We also diagnosed recurrent MB in a patient 6 years off treatment with a new ambiguous nodule in their tumor bed by detecting an isochromosome 17q CNA. Overall, our liquid biopsy platform is feasible and can yield clinically impactful results. Next steps include refining our assays to increase their sensitivity and systematically evaluating our platform&#8217;s efficacy for monitoring response to treatment and tumor surveillance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Brain\/central nervous system cancers,Liquid biopsies,Pediatric cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Burns<\/b><sup>1<\/sup>, L. Nobre<sup>2<\/sup>, Y. Nakano<sup>1<\/sup>, M. Ku<sup>3<\/sup>, M. Johnson<sup>3<\/sup>, J. Sheth<sup>4<\/sup>, L. Negm<sup>4<\/sup>, C. Cacciotti<sup>5<\/sup>, M. Rana<sup>3<\/sup>, R. Yuditskiy<sup>3<\/sup>, A. Bondoc<sup>3<\/sup>, R. Siddaway<sup>3<\/sup>, U. Tabori<sup>1<\/sup>, C. Hawkins<sup>1<\/sup>; <br\/><sup>1<\/sup>The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>University of Alberta, Edmonton, AB, Canada, <sup>3<\/sup>The Hospital for Sick Children, Toronto, ON, Canada, <sup>4<\/sup>University of Toronto, Toronto, ON, Canada, <sup>5<\/sup>University of Western Ontario, London, ON, Canada","CSlideId":"","ControlKey":"98c7b4f7-5665-487f-9051-a2d9dd066625","ControlNumber":"827","DisclosureBlock":"&nbsp;<b>I. Burns, <\/b> None..<br><b>L. Nobre, <\/b> None..<br><b>Y. Nakano, <\/b> None..<br><b>M. Ku, <\/b> None..<br><b>M. Johnson, <\/b> None..<br><b>J. Sheth, <\/b> None..<br><b>L. Negm, <\/b> None..<br><b>C. Cacciotti, <\/b> None..<br><b>M. Rana, <\/b> None..<br><b>R. Yuditskiy, <\/b> None..<br><b>A. Bondoc, <\/b> None..<br><b>R. Siddaway, <\/b> None..<br><b>U. Tabori, <\/b> None..<br><b>C. Hawkins, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2421","PresenterBiography":null,"PresenterDisplayName":"Ian Burns, MD","PresenterKey":"383a008b-2217-4ff9-923a-c2b5d977b2cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2421. Targeted and low-pass whole genome sequencing of cerebrospinal fluid circulating tumor DNA for the diagnosis and monitoring of pediatric, adolescent and young adult CNS tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted and low-pass whole genome sequencing of cerebrospinal fluid circulating tumor DNA for the diagnosis and monitoring of pediatric, adolescent and young adult CNS tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer has a poor prognosis especially when identified at advanced stages. Globally in 2020, &#62;450,000 people died from the disease. For those with locally advanced or metastatic cancer, the standard of care treatment is chemotherapy. Preliminary studies show that some patients with advanced-stage disease respond to immune checkpoint blockade treatment. Determining response to therapy using imaging techniques can be challenging. There is a clinical unmet need for noninvasive approaches that can provide a real-time assessment of response to therapy in these patients. We evaluated two methods for assessing response to therapy using circulating cell-free DNA (cfDNA) in patients with metastatic pancreatic cancer treated with immune checkpoint inhibition and radiation as part of the CheckPAC study (NCT02866383).<br \/>Methods: For all patients with available samples (n=40), we evaluated one pre-treatment blood draw and one on-treatment blood draw (26-65 days after treatment start). We extracted cfDNA from each sample and performed low-coverage 1-2x whole genome sequencing (WGS). We evaluated tumor and matched buffy coat for the 34 patients who had &#62; 10% tumor purity using WGS with at least 60x and 30x coverage, respectively. We compiled the mutated bases in the tumor genome and examined these positions in the cfDNA. We counted the number of mutant observations from cfDNA WGS and divided them by the total number of observations at these bases to calculate whole-genome mutant allele frequency (MAF). We categorized responders based on &#62;30% drop in MAF from baseline. In a tissue independent approach, we detected changes in genome-wide cfDNA fragmentation patterns using the DNA evaluation of fragments for early interception (DELFI) approach. We evaluated survival using DELFI scores of on-treatment samples. Samples were designated DELFI high (above median) or DELFI low (below median.) Log-Rank tests were used to compare survival curves.<br \/>Results: For the mutation based approach, molecular responders (n=7) had a median progression free survival (PFS) of 485 days compared to 57 days for non-responders (n=9) (p=0.02). Molecular responders had a median overall survival (OS) of 694 days compared to 200 days for non-responders (p=0.062). Patients with DELFI low scores after therapy (n=14) had a longer median PFS than those with DELFI high scores (n=14) (307 days versus 70 days, respectively) (p=0.013). DELFI low patients also had a longer median OS than DELFI high patients (627 vs 158 days, respectively) (p&#60;0.0001).<br \/>Conclusions: These analyses suggest that WGS mutation-based and fragmentation cfDNA approaches can identify individuals with metastatic pancreatic cancer who respond to immune checkpoint inhibition. Incorporation of these molecular methods for evaluation of tumor burden may provide information for patient-physician decision making to improve patient quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Pancreatic cancer,Immunotherapy,Cell-free DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. A. Hruban<\/b><sup>1<\/sup>, I. Chen<sup>2<\/sup>, D. C. Bruhm<sup>1<\/sup>, S. Koul<sup>1<\/sup>, J. Yao<sup>1<\/sup>, S. Theile<sup>2<\/sup>, K. Boyapati<sup>1<\/sup>, N. A. Vulpescu<sup>1<\/sup>, A. Annapragada<sup>1<\/sup>, L. Ferreira<sup>1<\/sup>, S. Cristiano<sup>1<\/sup>, Z. H. Foda<sup>1<\/sup>, V. Adleff<sup>1<\/sup>, J. Johansen<sup>2<\/sup>, J. Phallen<sup>1<\/sup>, R. B. Scharpf<sup>1<\/sup>, V. E. Velculescu<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Copenhagen University Hospital – Herlev and Gentofte, Herlev, Denmark","CSlideId":"","ControlKey":"f49a637f-1be5-45a9-af76-c89480fad112","ControlNumber":"7442","DisclosureBlock":"&nbsp;<b>C. A. Hruban, <\/b> None.&nbsp;<br><b>I. Chen, <\/b> <br><b>Roche<\/b> Grant\/Contract, Travel. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Travel. <br><b>Celgene<\/b> Grant\/Contract, Travel. <br><b>Genis<\/b> Grant\/Contract. <br><b>Varian Medical Systems<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory role. <br><b>GENMAB<\/b> Grant\/Contract. <br><b>Bayer<\/b> Travel. <br><b>Astella<\/b> Other, Advisory role. <br><b>ANOCCA<\/b> Other, Advisory Role. <br><b>Amgen<\/b> Other, Advisory Role. <br><b>D. C. Bruhm, <\/b> <br><b>Johns Hopkins University<\/b> Patent.<br><b>S. Koul, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>S. Theile, <\/b> None..<br><b>K. Boyapati, <\/b> None..<br><b>N. A. Vulpescu, <\/b> None.&nbsp;<br><b>A. Annapragada, <\/b> <br><b>Johns Hopkins University<\/b> Patent.<br><b>L. Ferreira, <\/b> None.&nbsp;<br><b>S. Cristiano, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Other Intellectual Property, Co-founder. <br><b>Z. H. Foda, <\/b> <br><b>Johns Hopkins University<\/b> Patent. <br><b>V. Adleff, <\/b> <br><b>Johns Hopkins University<\/b> Patent. <br><b>Delfi Diagnostics<\/b> Independent Contractor, Co-founder.<br><b>J. Johansen, <\/b> None.&nbsp;<br><b>J. Phallen, <\/b> <br><b>Johns Hopkins University<\/b> Patent. <br><b>Delfi Diagnostics<\/b> Other, Cofounder. <br><b>R. B. Scharpf, <\/b> <br><b>Johns Hopkins University<\/b> Patent. <br><b>Delfi Diagnostics<\/b> Independent Contractor, Other, Co-founder. <br><b>V. E. Velculescu, <\/b> <br><b>Johns Hopkins University<\/b> Patent. <br><b>Delfi Diagnostics<\/b> Independent Contractor, Stock, Patent, Co-founder, board of directors, officer. <br><b>Labcorp<\/b> Patent. <br><b>Qiagen<\/b> Patent. <br><b>Sysmex<\/b> Patent. <br><b>Genzyme<\/b> Patent. <br><b>Esoterix<\/b> Patent. <br><b>Vetana<\/b> Patent. <br><b>ManaT Bio<\/b> Patent. <br><b>Viron Therapeutics<\/b> Other, Advisor. <br><b>Epitope<\/b> Other, Advisor.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2422","PresenterBiography":null,"PresenterDisplayName":"Carolyn Hruban, BA","PresenterKey":"b899a0ce-a9af-45ad-b073-0359b53fdf7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2422. Liquid biopsy approaches for monitoring metastatic pancreatic cancer in immunotherapy treated patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liquid biopsy approaches for monitoring metastatic pancreatic cancer in immunotherapy treated patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Liquid biopsy has become a cornerstone of non-invasive cancer diagnostics. While the major analyte for detecting and monitoring tumors has been blood, examining other body fluids, such as urine or saliva, is increasingly shifting into focus. Urine is a particularly valuable specimen due to its easy accessibility. Particularly in urologic cancers, the sensitivity of liquid biopsy could be improved by proximal sampling. While there is already evidence that cell-free DNA from urine (ucfDNA) can add to the diagnostic sensitivity in renal and bladder cancer, less is known about ucfDNA in prostate cancer patients. In this study, we aimed to determine the presence, levels, and potential clinical applications of ucfDNA in patients with metastatic prostate cancer. Moreover, we compared the findings with information obtained from plasma cell-free DNA (cfDNA).<br \/>Methods: Urine was stabilized using a urine collection\/stabilization solution under development at PreAnalytiX (QIAGEN\/BD Company) or STRECK as preservative. Blood was collected in PAXgene Blood ccfDNA Tubes (PreAnalytiX). Matched blood and urine cfDNA samples from 122 metastatic prostate cancer patients were isolated using the QIAsymphony platform. Tumor fraction and presence of somatic copy number alterations (SCNA) were assessed from shallow whole genome sequencing data using the ichorCNA algorithm.<br \/>Results: In 22\/122 (18%) of patients SCNAs could be detected in both, urine and blood. Although the copy number profile was highly concordant in those patients, tumor fractions varied between plasma and urines on an individual patient level. In addition, in 52\/122 (43%) and 48\/122 (39%) patients, tumor-derived DNA was detected only in plasma or urine. Considering the entire cohort, neither the absolute cfDNA concentration nor tumor fraction did significantly differ between urine and plasma samples.<br \/>Conclusion: Our data demonstrate that ucfDNA can provide complementary information to blood about prostate tumors, which would be missed by the sole analysis of plasma cfDNA. Taking this into account and adding that urine represents a non-invasive specimen type that can be collected at great ease, ucfDNA holds promise in the clinical management of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Prostate cancer,cfDNA,Plasma,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Moser<\/b>, A. Eberhard, M. J. Moser, L. Glawitsch, S. Hammer, G. Vlachos, I. Lazzeri, L. Ziegler, E. Bauernhofer, N. Monsberger, J. B. Geigl, T. Bauernhofer, E. Heitzer; <br\/>Medical University of Graz, Graz, Austria","CSlideId":"","ControlKey":"2e6a55fa-edac-4e38-9aaa-cd2e08fd88a2","ControlNumber":"4789","DisclosureBlock":"<b>&nbsp;T. Moser, <\/b> <br><b>Servier<\/b> Employment, Grant\/Contract. <br><b>A. Eberhard, <\/b> <br><b>QIAGEN GmbH<\/b> Travel.<br><b>M. J. Moser, <\/b> None..<br><b>L. Glawitsch, <\/b> None..<br><b>S. Hammer, <\/b> None..<br><b>G. Vlachos, <\/b> None..<br><b>I. Lazzeri, <\/b> None..<br><b>L. Ziegler, <\/b> None..<br><b>E. Bauernhofer, <\/b> None..<br><b>N. Monsberger, <\/b> None..<br><b>J. B. Geigl, <\/b> None..<br><b>T. Bauernhofer, <\/b> None.&nbsp;<br><b>E. Heitzer, <\/b> <br><b>Qiagen GmbH<\/b> Grant\/Contract, Travel. <br><b>Illumina<\/b> Grant\/Contract. <br><b>Roche Diagnostics<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2423","PresenterBiography":null,"PresenterDisplayName":"Tina Moser, PhD","PresenterKey":"a926cff2-5d7a-4069-ab88-945a67f5f6ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2423. Linking liquids: cfDNA in urine and plasma as informative allies in metastasized prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Linking liquids: cfDNA in urine and plasma as informative allies in metastasized prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction:<\/u><\/b> Screening for prostate cancer (PCa) with molecular markers is hindered by low tumor allele fraction (TAF) in liquid biopsy samples such as blood or urine. Others have suggested that tumor allele enrichment can be achieved by evaluating fragment-level methylation patterns generated by next generation sequencing (NGS). Here, we test this concept using target capture NGS on cfDNA from prediagnostic collected urine samples to discriminate PCa from otherwise healthy men.<br \/><b><u>Methods<\/u><\/b><b>:<\/b> Buffered urines were collected from 23 patients with biopsy confirmed PCa (Gleason score 6-9) and 24 otherwise healthy age matched cancer-free controls. cfDNA was isolated and enzymatic methyl-seq libraries were prepared and enriched by hybrid capture using probes mapping to 197 differentially methylated regions (DMRs) from a previous PCa\/normal tissue marker discovery study in our lab. These DMRs were subsequently vetted independently using a methylome-wide dataset from a cohort of 36 clean and disease control urines to ensure low non-cancer background signal (&#60;1%). Indexed libraries were sequenced at 560X deduplicated coverage and fragment-level CpG methylation information was extracted from individual sample .bam files. Mapped sequencing reads exhibiting concordant methylation were used to derive a quantitative &#945;-score. Reads had to contain at minimum 5 CpGs and have an &#945;-value (% 5mC per read) &#62; 60%. Positivity for the 197 markers required an &#945;-score greater than 6 sigma (&#963;) above the mean of the control arm. Values were variance-adjusted to ensure equal weighting. Beta (&#946;) analysis (mean % 5mC across all reads) of the data was also performed for comparison.<br \/><b><u>Results:<\/u><\/b> Of the 197 markers, 187 were positive for one or more PCa patients. Tumor-derived fragments were detected in 22 of 23 cases, which included 8 G-6, 9 G-7, 2 G-8, and 3 G-9 patients. 1 G-7 was missed, however the sequencing coverage for this sample was significantly lower than the others due to poor library enrichment. 2 of the 24 healthy controls were positive, one with extremely high fragment counts. Upon re-review of the full control cohort, this patient had been diagnosed with bladder cancer 2 years after urine collection. The 2<sup>nd<\/sup> patient had was diagnosed with lung cancer in a similar timeframe. The other 22 confirmed cancer-free controls had &#945;-scores below the 6&#963; threshold. Using a co-captured reference gene (<i>B3GALT6<\/i>) to mimic genomic equivalents, the TAFs ranged from 0.015% to 8%. &#946; analysis of the data detected only 13 PCa patients (&#62;6&#963;) and marker positivity was lower than the fragment-level approach.<br \/><b><u>Conclusion: <\/u><\/b> Target capture NGS coupled with fragment-level analysis is a rational approach for sensitive and specific detection of low tumor-derived DNA in liquid biopsy samples. For PCa assay in urine, we were able to uncover positivity in cancer patients approaching 1 in 10,000 ctDNA dilution levels. These results warrant further validation studies with this and other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Prostate cancer,Methylation,Liquid biopsies,Cell-free DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Bedekovics<\/b>, W. R. Taylor, Z. Sun, S. Baheti, X. Cao, K. N. Burger, K. A. Doering, P. H. Foote, B. Gochanour, D. W. Mahoney, M. T. Gettman, J. B. Kisiel; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"3599ade6-d73d-412a-a355-e26ad28c0a1a","ControlNumber":"5192","DisclosureBlock":"&nbsp;<b>T. Bedekovics, <\/b> None.&nbsp;<br><b>W. R. Taylor, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/licensing agreement.<br><b>Z. Sun, <\/b> None..<br><b>S. Baheti, <\/b> None.&nbsp;<br><b>X. Cao, <\/b> <br><b>Exact Sciences<\/b> Stock. <br><b>K. N. Burger, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/licensing agreement. <br><b>K. A. Doering, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/licensing agreement\u000d\u000a. <br><b>P. H. Foote, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/licensing agreement\u000d\u000a.<br><b>B. Gochanour, <\/b> None.&nbsp;<br><b>D. W. Mahoney, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/licensing agreement. <br><b>M. T. Gettman, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/licensing agreement\u000d\u000a. <br><b>J. B. Kisiel, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/licensing agreement\u000d\u000a.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2424","PresenterBiography":null,"PresenterDisplayName":"Tibor Bedekovics, PhD","PresenterKey":"32527c1b-0f35-484d-a638-cfb5c6eb4052","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2424. Detection of prostate cancer in urine by fragment-level DNA methylation analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of prostate cancer in urine by fragment-level DNA methylation analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: Plasma cell-free DNA (cfDNA) analysis has emerged as an appealing alternative to detect somatic mutations. This study compared cfDNA at baseline (baseline-cfDNA) and progressive disease (PD-cfDNA) and tumor tissue DNA (ttDNA) in patients with metastatic gastric cancer who underwent palliative second-line paclitaxel+ramucirumab treatment.<br \/>Methods: We conducted targeted sequencing of 106 cancer-related genes using germline DNA, baseline-cfDNA, and PD-cfDNA samples. The results were then compared with conventional cancer panel results using ttDNA.<br \/>Results: Of 76 consecutively enrolled patients who received paclitaxel+ramucirumab treatment, 46 patients (27 males; median age 57.5 [range, 32-73] years) with access to all three samples were analyzed along with their ttDNA data. A total of 138, 145, and 80 mutations were detected in baseline-cfDNA, PD-cfDNA, and ttDNA respectively. Combined analysis of baseline-cfDNA and ttDNA revealed that <i>TP53<\/i> (56.5%) was the most frequently mutated gene, followed by <i>CDH1<\/i> (26.1%), <i>KRAS<\/i> (21.7%), and <i>APC<\/i> (13.5%). For the top four genes, the sensitivity and positive predictive value of baseline-cfDNA compared with ttDNA were 71.8% and 51.9%, respectively. Compared with ttDNA alone, 32 patients (70.0%) benefited from baseline-cfDNA in detecting novel mutations. When combined with baseline-cfDNA and PD-cfDNA, novel mutations were discovered in 34 patients (73.9%). Of note, PD-cfDNA analysis detected 9 novel pathogenic mutations in <i>TP53<\/i>, <i>APC<\/i>, <i>PIK3CA<\/i>, <i>CDH1<\/i>, <i>RNF43<\/i>, <i>CTNNB1<\/i>, and <i>BRCA2<\/i> genes in 8 patients (17.4%) after treatment. In baseline-cfDNA, patients with a circulating ttDNA fraction concentration at 110-160 bp of &#62;4.3777 ng\/&#181;L had significantly shorter progression-free survival (PFS) (median 3.5 vs. 5.3 months, P=0.016). In addition, maximal variant allele frequency (VAF) values of &#62;0.1045 (median 3.4 vs. 5.2 months, P=0.022) and the sum of VAF values of &#62;0.2071 (median 3.4 vs. 5.2 months, P=0.028) were significantly associated with shorter PFS. In patients with <i>TP53<\/i> mutations, those with <i>TP53<\/i> VAF values of &#62;0.1014 significantly had worse PFS (median 4.6 vs. 6.4 months, P=0.022).<br \/>Conclusions: Although cfDNA could not entirely take over the role of ttDNA, cfDNA analysis identified additional somatic mutations that were otherwise missed by ttDNA alone. Moreover, PD-cfDNA analysis detected novel pathogenic mutations that developed during treatment, implicating the clonal evolution of cancer. In addition, baseline cfDNA predicted PFS of patients receiving paclitaxel+ramucirumab therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Gastric cancer,Cell-free DNA,Anticancer therapy,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J.-W. Kim<\/b><sup>1<\/sup>, D. Kyung<sup>2<\/sup>, W. Ko<sup>2<\/sup>, H.-P. Kim<sup>2<\/sup>, S.-H. Hwang<sup>1<\/sup>, K.-J. Kim<sup>1<\/sup>, J. Lee<sup>3<\/sup>, J. Seo<sup>1<\/sup>, M. Kang<sup>1<\/sup>, E. Jung<sup>1<\/sup>, K. Suh<sup>1<\/sup>, S. Kim<sup>1<\/sup>, J. Kim<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, J. Kim<sup>1<\/sup>, K.-W. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University Bundang Hospital, Seongnam, Korea, Republic of, <sup>2<\/sup>IMBdx, Inc., Seoul, Korea, Republic of, <sup>3<\/sup>Hankuk University of Foreign Studies, Yongin, Korea, Republic of","CSlideId":"","ControlKey":"3068b979-f92b-4c2b-801f-e7b526ca9ed8","ControlNumber":"1028","DisclosureBlock":"<b>&nbsp;J. Kim, <\/b> <br><b>Genealogy, Inc.<\/b> Stock Option. <br><b>D. Kyung, <\/b> <br><b>IMBdx, Inc.<\/b> Employment. <br><b>W. Ko, <\/b> <br><b>IMBdx, Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>IMBdx, Inc.<\/b> Employment.<br><b>S. Hwang, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>M. Kang, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>K. Suh, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2425","PresenterBiography":null,"PresenterDisplayName":"Ji-Won Kim, MD;PhD","PresenterKey":"ef25d7f6-0dfc-469d-8ca8-2330a6ba5d3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2425. Pairwise analysis of plasma cell-free DNA before and after paclitaxel plus ramucirumab treatment in patients with metastatic gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pairwise analysis of plasma cell-free DNA before and after paclitaxel plus ramucirumab treatment in patients with metastatic gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has become a mainstay for cancer treatment. However, immune editing is a well-known resistance paradigm that limits the efficacy of immunotherapy in many patients. One type of immune editing that occurs in 1\/6 of all cancer patients, with prevalence over 40% in some cancer types, is human leukocyte antigen loss of heterozygosity (HLA LOH). Liquid biopsies provide a non-invasive and inexpensive way of guiding treatment decision-making. We have developed a liquid biopsy assay for detecting HLA LOH in cancer patients, with the goal of utilizing the assay for deciding whether immunotherapy is the right course of treatment for a given patient.<br \/>The assay was tested utilizing sample sets from cancer patients, where each sample set from a patient included a solid tumor biopsy, a liquid biopsy plasma sample, and PBMC sample for control. Tumor HLA LOH results were used for ground truth, and HLA LOH results from the liquid biopsy sample were compared to those from the tumor sample from the same patient. Whole exome sequencing (WES) was performed on tumor DNA, cell-free DNA (cfDNA) from plasma, and germline DNA from PBMCs, and we ran our novel liquid biopsy HLA LOH detection algorithm on the plasma WES data. Standard copy number variant (CNV) calling tools were utilized for calling HLA LOH from the tumor sequencing data. In both cases - tumor and plasma - germline PBMC DNA was used as control.<br \/>We tested the liquid biopsy HLA LOH detection method on sample sets from 2 HPV-negative primary head and neck cancer patients, 14 castration-resistant prostate cancer patients, and 27 metastatic breast cancer patients. The samples from the head and neck cancer patients were obtained from patients on clinical trials at NCI, while WES data from prostate cancer patient samples and breast cancer patient samples were downloaded from NCBI Database of Genotypes and Phenotypes (dbGaP) after applying for access to dataset phs001417.v1.p1 (Adalsteinsson, et al., Nature Communications, 2017). The method for liquid biopsy HLA LOH detection utilizes a novel mathematical framework that takes into account biological and experimental variables to generate allele-specific HLA LOH information from sequencing data.<br \/>In the first two cohorts tested - the head and neck cancer cohort and the prostate cancer cohort - the method was 100% consistent when comparing liquid biopsy HLA LOH results from our method to CNV calling results from matched tumors (4 true positives and 36 true negatives; 0 false negatives and 0 false positives). In the breast cancer cohort, some false negatives and false positives were observed (6 true positives and 48 true negatives; 5 false negatives and 8 false positives). Experiments are ongoing in a CLIA lab to establish sensitivity, specificity, and limit of detection (LoD) for the assay. Upon improvements and validation of the assay, the goal is to utilize the liquid biopsy HLA LOH detection method in the clinic for treatment selection in the context of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Circulating cell-free DNA,Predictive biomarkers,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sinkoe<\/b>, J. L. Gulley; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"520a98ad-43ab-42b5-a060-ec3f2e5ff5a5","ControlNumber":"172","DisclosureBlock":"&nbsp;<b>A. Sinkoe, <\/b> None..<br><b>J. L. Gulley, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2426","PresenterBiography":null,"PresenterDisplayName":"Andrew Sinkoe, PhD","PresenterKey":"3cdc9598-4a6d-4ab6-b287-3a22a96d4cf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2426. Liquid biopsy for a predictive biomarker of resistance to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liquid biopsy for a predictive biomarker of resistance to immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Plasma-based tests to quantify circulating cell-free DNA cancer signal have emerged as viable applications across the cancer continuum, from early detection to optimal disease management. Here we demonstrate the feasibility of a tissue-agnostic, genome-wide methylome enrichment platform based on cell-free methylated DNA immunoprecipitation and high throughput sequencing (cfMEDIP-seq) for cancer detection, cancer signal quantification, and prognostication in head and neck cancer (HNC).<br \/>Methods: Pre-treatment plasma samples from individuals with newly diagnosed stage I-IV HPV+ or HPV- HNC were analyzed with a bisulfite-free, non-degradative, genome-wide methylome enrichment platform using 5-10 ng of cell-free DNA. For cancer detection, a machine learning classifier used differentially methylated regions to distinguish cancers from non-cancer controls. The area under the receiver operating characteristic curve (AUC) and 95% confidence intervals were calculated. Cancer signals were quantified from average normalized counts across informative methylated regions and a 95% specificity threshold. For prognostication, events were defined as recurrence, progression, or death due to HNC, whichever occurred earliest. Time to event was compared for samples with cancer signal quantities above versus below the threshold. Post-treatment and longitudinal plasma samples from individuals with Stage I-IVB HNC (HPV+ and HPV- included) will be analyzed for recurrence prediction and detection of relapse. More than 100 patients and 300 samples will be analyzed.<br \/>Results: For cancer detection, 92 pre-treatment plasma samples from HNC cases were distinguished from 674 controls with an AUC of 0.96 (0.94, 0.98). The AUC was 0.93 (0.86, 1.0) for Stage I, 0.93 (0.83, 1.0) for Stage II, 0.96 (0.94, 0.99) for Stage III, and 0.97 (0.96, 0.99) for Stage IV. For prognostication, 91 pre-treatment samples were included (7 stage I, 16 stage II, 23 stage III, 45 stage IV). Median follow-up time was 50.6 months with 27 events. Likelihood of recurrence or progression was significantly higher in samples with cancer signal above the threshold [hazard ratio 5.4 (95% CI 2.25, 12.95), log-rank P&#60;0.001]. In the upcoming analysis, data will be reported on the ability to predict recurrence and relapse in post-treatment samples.<br \/>Conclusions: The cfMeDIP-seq approach demonstrated robust detection of HNC, across all stages and subtypes, and the ability to predict recurrence and progression from pre-treatment samples. We will report training data with cross validation to predict recurrence and relapse using post-treatment and longitudinal sampling. Collectively, data from these studies indicate that genome wide methylome enrichment has multiple use cases across the care continuum for patients with HNC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating cell-free DNA,Head and neck cancers,Prognosis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Liu<\/b><sup>1<\/sup>, J. Min<sup>2<\/sup>, Y. Wang<sup>2<\/sup>, J. Burgener<sup>3<\/sup>, B. Brown<sup>2<\/sup>, K. Budhraja<sup>2<\/sup>, J. Zhang<sup>3<\/sup>, O. Hall<sup>2<\/sup>, S. Shen<sup>3<\/sup>, M. Pienkowski<sup>1<\/sup>, S. Huang<sup>1<\/sup>, L. Ailles<sup>1<\/sup>, K. Rey-McIntyre<sup>1<\/sup>, J. B. Provance<sup>2<\/sup>, E. Sosa<sup>2<\/sup>, C. Frye<sup>2<\/sup>, S. Bratman<sup>2<\/sup>, B. Allen<sup>2<\/sup>, J. T. Jones<sup>2<\/sup>, A. Licon<sup>2<\/sup>, J. Zhang<sup>2<\/sup>, A.-R. Hartman<sup>2<\/sup>, D. D. De Carvalho<sup>3<\/sup>; <br\/><sup>1<\/sup>University Health Network, Toronto, ON, Canada, <sup>2<\/sup>Adela, Inc., Foster City, CA, <sup>3<\/sup>Adela, Inc., Toronto, ON, Canada","CSlideId":"","ControlKey":"84fb4e51-8d72-4248-939a-f419ea7a0f04","ControlNumber":"2575","DisclosureBlock":"<b>&nbsp;G. Liu, <\/b> <br><b>AstraZeneca<\/b> Other, Advisory board. <br><b>Takeda<\/b> Other, Advisory board. <br><b>Novartis<\/b> Other, Advisory board. <br><b>Lily<\/b> Other, Advisory board. <br><b>Pfizer<\/b> Other, Advisory board. <br><b>Merck<\/b> Other, Advisory board. <br><b>EMD Serono<\/b> Other, Advisory board. <br><b>Jazz<\/b> Other, Advisory board. <br><b>Bristol Myers Squibb<\/b> Other, Advisory board. <br><b>Boehringer Ingelheim<\/b> Other, Advisory board. <br><b>Takeda<\/b> Other, Advisory board. <br><b>AstraZeneca<\/b> Other, Advisory board. <br><b>EMD Serono<\/b> Other, Advisory board. <br><b>J. Min, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Y. Wang, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Columbia University<\/b> Employment, Part-time employment as a Grader (2021.9-2022.5) (meanwhile, also as a student) \u000d\u000a\u000d\u000aThe employer’s name is called “The Trustees of Columbia University “on my W-2 form.&nbsp;<br><b>J. Burgener, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>B. Brown, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Natera<\/b> Employment. <br><b>K. Budhraja, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhang, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>O. Hall, <\/b> <br><b>RAND Corporation<\/b> Employment, employer from 2017-2022. <br><b>Standard of Proof (New Zealand)<\/b> Employment, Consulting work in 2021. <br><b>Edison International<\/b> Stock. <br><b>GlaxoSmithKline<\/b> Stock. <br><b>Haleon PLC ADR<\/b> Stock. <br><b>Intel Corp<\/b> Stock. <br><b>Altria<\/b> Stock. <br><b>Merck<\/b> Stock. <br><b>Organon and Co<\/b> Stock. <br><b>Pepsico Inc<\/b> Stock. <br><b>S. Shen, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option.<br><b>M. Pienkowski, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>L. Ailles, <\/b> None..<br><b>K. Rey-McIntyre, <\/b> None.&nbsp;<br><b>J. B. Provance, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>E. Sosa, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Grail<\/b> Employment, Stock Option. <br><b>Illumina<\/b> Stock Option. <br><b>C. Frye, <\/b> <br><b>Adela<\/b> Employment, Stock, Stock Option. <br><b>S. Bratman, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option, Other, Officer, Member of Board of Directors, Ownership Interest. <br><b>Roche<\/b> Other, Royalties. <br><b>B. Allen, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>Grail<\/b> Employment, Stock Option. <br><b>Illumina<\/b> Stock Option. <br><b>J. T. Jones, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>A. Licon, <\/b> <br><b>Invitae<\/b> Employment. <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhang, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>A. Hartman, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option. <br><b>D. D. De Carvalho, <\/b> <br><b>Adela, Inc.<\/b> Employment, Stock Option, Patent, Non-financial\/Officer, financial\/ownership interest.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2427","PresenterBiography":null,"PresenterDisplayName":"Geoffrey Liu, MD","PresenterKey":"0c5354ea-bd84-4300-b698-6a55cd92229d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2427. The development of a tissue-agnostic genome-wide methylome enrichment MRD assay for applications across the cancer care continuum for head and neck malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The development of a tissue-agnostic genome-wide methylome enrichment MRD assay for applications across the cancer care continuum for head and neck malignancies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Current ctDNA methods involve extraction of all plasma cfDNA, next generation sequencing (NGS) and complex bioinformatic analysis. We have developed a novel ctDNA analysis in which classes of tumor derived ctDNA are isolated, with removal of all non-tumor cfDNA of the same sequences, for analysis by qPCR. We now report the results of this analysis on cohorts of patients diagnosed with common solid cancers.<br \/>Methods: We developed a chromatin immunoprecipitation (ChIP)\/qPCR method for the isolation of cell free plasma CTCF-DNA (cfCTCF-DNA) nucleoproteins that include binding sites selectively occupied in cancer. CfDNA fragments of non-cancer origin that comprise the same CTCF binding site sequences are nucleosome covered and washed away. We performed plasma CTCF ChIP-Seq discovery experiments to identify CTCF gain of occupancy cancer biomarker sequences by analysis of plasma samples taken from cancer patients as well as patients with inflammatory conditions and healthy volunteers. Suitable pan-cancer, or cancer tissue specific, biomarkers were selected as characterized CTCF binding site sequences that were present in the ChIP isolates of cancer patients but absent in isolates from patients without cancer. We then developed qPCR assays for selected CTCF gain of occupancy biomarker sequences. We initially investigated whether CTCF gain of occupancy biomarkers would identify patients with cancer in a small cohort of subjects with acute myeloid leukemia (AML) (n=31), breast (n=10), prostate (n=10), liver (n=10) or colorectal cancer (CRC) (n=13) and 50 control subjects including 15 subjects with an inflammatory condition.<br \/>Results: In our small initial experiments, a simple cutoff where a qPCR result exceeding the cutoff was positive, a single qPCR assay detected 19 of 31 AML cases (61%) with 1 false positive result among 50 control samples (98% specificity). Addition of a second qPCR assay to make a 2-member qPCR panel, where a result exceeding cutoff in either or both assays was classified as positive, resulted in the detection of 23 of 31 AML cases (74%) with 2 false positive results (96% specificity). On the same basis a 2-member qPCR panel also detected 58% of solid cancers including 44% of stage I cases. Another 2-member qPCR panel detected 77% of CRC cases at 92% specificity. We now report the results of investigations of larger cohorts of patients with common solid cancers by cancer type, stage and tissue specificity.<br \/>Conclusion: Combining the isolation of plasma cfCTCF-DNA nucleoproteins with PCR analysis of cancer associated CTCF gain of occupancy binding site sequences is a novel ctDNA analysis technology that may provide the basis of useful, rapid, low cost, automated liquid biopsy methods. Further clinical studies to ascertain the clinical accuracy of the method are required.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,ctDNA,Chromatin immunoprecipitation,CTCF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Jacob Micallef<sup><\/sup>, Dorian Pamart<sup><\/sup>, Jean-Valery  V.  Turatsinze<sup><\/sup>, Thomas Bygott<sup><\/sup>, Benjamin Berman<sup><\/sup>, Brieuc Cuvelier<sup><\/sup>, <b>Marielle Herzog<\/b><sup><\/sup><br><br\/>Volition Ltd, Henderson, NV","CSlideId":"","ControlKey":"cc75834b-204b-44af-a28d-f732b90bb30e","ControlNumber":"4553","DisclosureBlock":"<b>&nbsp;J. Micallef, <\/b> <br><b>Volition Ltd<\/b> Employment, Stock, Stock Option. <br><b>D. Pamart, <\/b> <br><b>Volition Ltd<\/b> Employment. <br><b>J. V. Turatsinze, <\/b> <br><b>Volition Ltd<\/b> Employment. <br><b>T. Bygott, <\/b> <br><b>Volition Ltd<\/b> Employment, Stock, Stock Option. <br><b>B. Berman, <\/b> <br><b>Volition Ltd<\/b> Independent Contractor. <br><b>B. Cuvelier, <\/b> <br><b>Volition Ltd<\/b> Employment. <br><b>M. Herzog, <\/b> <br><b>Volition Ltd<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2428","PresenterBiography":null,"PresenterDisplayName":"Marielle Herzog, PhD","PresenterKey":"70b35683-a618-41f0-b548-dbc996071ad0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2428. Novel ctDNA technology for early cancer detection by immunoprecipitation of tumor associated ctDNA fragments and analysis by qPCR","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel ctDNA technology for early cancer detection by immunoprecipitation of tumor associated ctDNA fragments and analysis by qPCR","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND:<\/b> ctDNA burden is prognostic and its dynamics during therapy may permit innovative strategies in metastatic breast cancer (mBC). Previous analyses have focused on driver genes, with limited sensitivity to quantify depth of response or detect early molecular progression. To enable sensitive, quantitative ctDNA monitoring, we analyzed samples from a cohort of HR<sup>+<\/sup>\/HER2<sup>-<\/sup> mBC pts treated with endocrine therapy (ET) and CDK4\/6 inhibitors (CDKi) using RaDaR, a patient-specific assay that tracks tumor-informed truncal variants independent of driver status with a limit of detection of 0.001%.<br \/><b>METHODS:<\/b> HR<sup>+<\/sup>\/HER2<sup>-<\/sup> mBC pts receiving standard ET + CDKi were enrolled in a prospective observational cohort from 2018. Plasma samples were collected at baseline (BL), within 30 days (d), and ~q3 months (mo) with radiological scans. RaDaR was performed on all samples for pts with tissue available for WES (as per assay). Clinico-pathological variables were collected. Endpoints were time to treatment failure (TTF) and overall survival (OS).<br \/><b>RESULTS: <\/b>51 pts were available for analysis. Median age was 60 years (range 38-88), 63% had visceral disease, and most pts were treated as first (75%) or second (20%) line. RaDaR was successful on 43 pts, with the rest dropping out due to failed WES (1) or panel failure (7). Archival tissue WES was used to design bespoke assays targeting a median 48 (23-52) variants in 248 samples, with a median of 5 samples\/pt (2-14) collected over a median follow up of 27.8 (0.9-64.3) mo. ctDNA was detected in 91% (39\/43) of BL and 70% (174\/248) of all samples, with a median estimated variant allele fraction (eVAF) of 0.05%. Higher BL eVAFs were associated with liver disease (p=0.02) and with shorter TTF (p&#60;0.01 adjusted by age and visceral disease) and OS (p&#60;0.01). 36\/39 pts had &#8805;1 sample with ctDNA decrease from BL, occurring within the first mo of therapy in 77% (24\/31) of pts with available early samples. In 13 pts ctDNA became undetectable (&#8216;suppressed&#8217;) at a median time (T) of 157 d (14-343). Among 25 pts with treatment failure (TF), the median T from the last negative\/decreasing eVAF to TF was 163 d (0-943). Only 3 pts with TF had prior negative ctDNA, occurring with a median lead T of 198 d (119-595). Among ongoing pts, the median T from the last ctDNA decrease to last follow up was 317 d (163-1508), and from the last negative ctDNA sample was 352 d (163-993).<br \/><b>CONCLUSION:<\/b> RaDaR enabled sensitive ctDNA monitoring in 91% HR<sup>+<\/sup>\/HER2<sup>-<\/sup> mBC pts on ET + CDK4\/6i. ctDNA levels were prognostic and fell rapidly with therapy, but suppression occurred in less than one-third of pts, taking a median of 5.2 mo. Pts with negative\/decreasing ctDNA may require less frequent clinical\/radiographic tumor evaluations. Highly sensitive ctDNA tracking may inform prognostic assessments, follow up strategies, and innovative interventional trial designs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Breast cancer,CDK4\/6 inhibitors,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Fuentes-Antras<\/b><sup>1<\/sup>, M. J. Elliott<sup>1<\/sup>, P. Echelard<sup>1<\/sup>, A. Dou<sup>1<\/sup>, Z. Veitch<sup>1<\/sup>, P. L. Bedard<sup>1<\/sup>, E. Amir<sup>1<\/sup>, M. B. Nadler<sup>1<\/sup>, N. Meti<sup>2<\/sup>, N. Gregorio<sup>1<\/sup>, E. Shah<sup>1<\/sup>, E. Van de Laar<sup>1<\/sup>, C. Yu<sup>1<\/sup>, L. Gates<sup>3<\/sup>, C. Murray<sup>4<\/sup>, C. G. Smith<sup>4<\/sup>, A. Chevalier<sup>3<\/sup>, L. L. Siu<sup>1<\/sup>, H. K. Berman<sup>1<\/sup>, D. W. Cescon<sup>1<\/sup>; <br\/><sup>1<\/sup>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>2<\/sup>St. Mary's Hospital Center, Montreal, QC, Canada, <sup>3<\/sup>NeoGenomics, North Carolina, NC, <sup>4<\/sup>NeoGenomics, Cambridge, United Kingdom","CSlideId":"","ControlKey":"d1e382ea-2d58-44fe-966a-fe87b818e4ee","ControlNumber":"8235","DisclosureBlock":"<b>&nbsp;J. Fuentes-Antras, <\/b> <br><b>Astrazeneca<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Travel. <br><b>Sysmex<\/b> Grant\/Contract, Speaker's bureau.<br><b>M. J. Elliott, <\/b> None..<br><b>P. Echelard, <\/b> None..<br><b>A. Dou, <\/b> None.&nbsp;<br><b>Z. Veitch, <\/b> <br><b>Pfizer<\/b> Other, Honoraria. <br><b>Genomic Health<\/b> Other, Advisory board. <br><b>P. L. Bedard, <\/b> <br><b>Bristol-Myers-Squibb<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Genentech\/Roche<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Nektar Therapeutics<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Seattle Genetics<\/b> Grant\/Contract. <br><b>Mersana<\/b> Grant\/Contract. <br><b>Bristol-Myers-Squibb<\/b> Uncompensated advisory board. <br><b>Sanofi<\/b> Uncompensated advisory board. <br><b>Pfizer<\/b> Uncompensated advisory board. <br><b>Genentech\/Roche<\/b> Uncompensated advisory board. <br><b>E. Amir, <\/b> <br><b>Seagen<\/b> Other, Personal fees. <br><b>Astrazeneca<\/b> Other, Personal fees. <br><b>M. B. Nadler, <\/b> <br><b>Exact Sciences<\/b> Honoraria. <br><b>Novartis<\/b> Honoraria. <br><b>N. Meti, <\/b> <br><b>Pfizer<\/b> Advisory board. <br><b>Novartis<\/b> Advisory board. <br><b>Seagen<\/b> Advisory board.<br><b>N. Gregorio, <\/b> None..<br><b>E. Shah, <\/b> None..<br><b>E. Van de Laar, <\/b> None..<br><b>C. Yu, <\/b> None.&nbsp;<br><b>L. Gates, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>C. Murray, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>C. G. Smith, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>A. Chevalier, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>L. L. Siu, <\/b> <br><b>Merck<\/b> Grant\/Contract, Advisory board. <br><b>Pfizer<\/b> Grant\/Contract, Advisory board. <br><b>Astrazeneca<\/b> Grant\/Contract, Advisory board. <br><b>Roche<\/b> Grant\/Contract, Advisory board. <br><b>GlaxosmithKline<\/b> Grant\/Contract, Advisory board. <br><b>Voronoi<\/b> Advisory board. <br><b>Arvinas<\/b> Advisory board. <br><b>Tessa<\/b> Advisory board. <br><b>Navire<\/b> Advisory board. <br><b>Relay<\/b> Advisory board. <br><b>Rubius<\/b> Advisory board. <br><b>Daichii Sankyo<\/b> Advisory board. <br><b>Coherus<\/b> Advisory board. <br><b>Marengo<\/b> Advisory board. <br><b>InteRNA<\/b> Advisory board. <br><b>Tubullis<\/b> Advisory board. <br><b>LTZ Therapeutics<\/b> Advisory board. <br><b>NGM Biotherapeutics<\/b> Advisory board. <br><b>Agios<\/b> Stock ownership (spouse). <br><b>Treadwell Therapeutics<\/b> Leadership (spouse).<br><b>H. K. Berman, <\/b> None.&nbsp;<br><b>D. W. Cescon, <\/b> <br><b>Astrazeneca<\/b> Grant\/Contract, Consultancy. <br><b>Daichii Sankyo<\/b> Consultancy. <br><b>Exact Sciences<\/b> Consultancy. <br><b>Eisai<\/b> Consultancy. <br><b>Gilead<\/b> Grant\/Contract, Consultancy. <br><b>GlaxoSmithKline<\/b> Grant\/Contract, Consultancy. <br><b>Inflex<\/b> Consultancy. <br><b>NeoGenomics<\/b> Grant\/Contract, Consultancy. <br><b>Lilly<\/b> Consultancy. <br><b>Merck<\/b> Grant\/Contract, Consultancy. <br><b>Novartis<\/b> Consultancy. <br><b>Pfizer<\/b> Grant\/Contract, Consultancy. <br><b>Roche<\/b> Grant\/Contract, Consultancy. <br><b>Saga<\/b> Consultancy. <br><b>Knight<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>ProteinQure<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2429","PresenterBiography":null,"PresenterDisplayName":"Jesus Fuentes-Antras, MD","PresenterKey":"94229927-4d96-4d18-bf5a-610605610270","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2429. Longitudinal ctDNA monitoring using a high sensitivity tumor-informed assay in patients with metastatic HR<sup>+<\/sup>\/HER2<sup>- <\/sup>breast cancer receiving endocrine therapy and CDK4\/6 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal ctDNA monitoring using a high sensitivity tumor-informed assay in patients with metastatic HR<sup>+<\/sup>\/HER2<sup>- <\/sup>breast cancer receiving endocrine therapy and CDK4\/6 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cell-free DNA (cfDNA) extracted from urine has created new opportunities in non-invasive cancer diagnostics, particularly for prostate cancer. Detecting cfDNA in urine can be challenging due to its inherently low concentration. Increasing the input volume of urine addresses this limitation, enhancing the sensitivity of cfDNA detection. This study explores the benefit of collecting larger volumes of urine spiked with a TP53 mutation and the corresponding increase in assay sensitivity for early prostate cancer diagnosis and monitoring.<br \/>Methods: Pooled urine from healthy donors was collected, preserved, processed, and extracted from 10 mL, 20 mL, 30 mL, 40 mL, and 50 mL inputs (with four replicates each) using the Revolution Max 20 cfDNA Extraction kit. Replicate samples were also extracted using a MagMAX cfDNA Isolation kit from Thermo Fisher Scientific. All samples were spiked with a cfDNA standard containing TP53 R58L mutation. The quantity and quality of extracted cfDNA were determined using the Agilent TapeStation system with the Cell-free DNA ScreenTape assay and qPCR mutation detection assay.<br \/>Results: The Revolution Max 20 cfDNA kit consistently delivered a higher yield of cfDNA, demonstrating excellent extraction efficiency and quality, as shown by the Agilent Cell-free DNA ScreenTape assay. Notably, the Revolution Max 20 cfDNA kit exhibited a linear increase in yield as the sample volume grew from 10 mL to 50 mL. The MagMax kit did not provide this yield linearity. Furthermore, both methods successfully maintained the integrity of cfDNA fragmentation, which was confirmed through the Agilent Cell-free DNA ScreenTape assay.<br \/>Conclusion: Compared to the MagMax kit, the Revolution Max 20 cfDNA kit outperforms in extracting cfDNA with high efficiency, as shown by the Agilent Cell-free DNA ScreenTape and the qPCR assay. The Revolution Max 20 cfDNA kit offers the unique advantage of accommodating up to 50 mL of urine in a single extraction. As input volume increases, it consistently produces high cfDNA yields while maintaining quality. In contrast, the MagMax kit is limited to an input volume of only 10 mL, necessitating the cumbersome process of dividing a 50 mL urine sample into five separate extractions and pooling the eluates. This scheme resulted in lower yields. The Agilent Cell-free DNA ScreenTape assay is a valuable tool for quickly and accurately assessing the %cfDNA quality metric. Its minimal sample volume requirement makes it an efficient quality control method for determining cfDNA samples before performing downstream testings. The enhanced capability of the Revolution Max 20 kit to yield more significant quantities of high-quality cfDNA from urine samples can profoundly impact liquid biopsy test sensitivity and the early detection of prostate cancer, potentially revolutionizing the diagnostics process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Urine,Liquid biopsies,Circulating cell-free DNA,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nafiseh Jafari<\/b><sup>1<\/sup>, Annika Dorn<sup>2<\/sup>, Jason Saenz<sup>1<\/sup>, Lauren Lee<sup>1<\/sup>, Carlos Hernandez<sup>1<\/sup>, Andrew Dunnigan<sup>1<\/sup>, Mayer Saidian<sup>1<\/sup><br><br\/><sup>1<\/sup>nRichDX, Irvine, CA,<sup>2<\/sup>Agilent Technologies, Deutschland GmbH, Germany","CSlideId":"","ControlKey":"98c75f48-65db-4be3-a58b-238c7babc4a5","ControlNumber":"2052","DisclosureBlock":"&nbsp;<b>N. Jafari, <\/b> None..<br><b>A. Dorn, <\/b> None..<br><b>J. Saenz, <\/b> None..<br><b>L. Lee, <\/b> None..<br><b>C. Hernandez, <\/b> None..<br><b>A. Dunnigan, <\/b> None..<br><b>M. Saidian, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2430","PresenterBiography":null,"PresenterDisplayName":"Nafiseh Jafari, BS,PhD","PresenterKey":"bf02dbe9-35d5-451a-bcab-6c7ce76e0a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2430. Enhancing urine-based cfDNA detection for prostate cancer diagnosis through increased urine input volume","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing urine-based cfDNA detection for prostate cancer diagnosis through increased urine input volume","Topics":null,"cSlideId":""},{"Abstract":"Background: Not all exosomes in the blood of cancer patients originate from cancer cells. This study evaluated the relationships between mRNAs and miRNAs in pancreatic cancer (PC) cell lines and those in exosomes secreted into the supernatant. We aimed to identify candidates for PC biomarkers from cancer-specific exosomal mRNAs and miRNAs.<br \/>Materials and Methods: Three PC cell lines were utilized. Exosomes were isolated from the supernatant, and cellular and exosomal mRNAs and miRNAs were extracted. Subsequently, RNA sequencing (RNA-seq) was performed, and the data were analyzed using R software.<br \/>Results: In the MIAPaCa-2 cell line, the expression of cellular mRNAs and corresponding exosomal mRNAs showed a strong correlation. In the other two cell lines, a moderate correlation was observed. Across all three cell lines, cellular miRNAs and corresponding exosomal miRNAs exhibited moderate correlation. We focused on RNAs that were lowly expressed in cells but highly expressed in exosomes and conducted differential expression analysis using R. Compared with healthy volunteers in the GEO database, some RNAs showed high expression in the supernatant and low expression in the plasma of healthy volunteers.<br \/>Conclusion: We identified three mRNAs and three miRNAs that may serve as promising biomarker candidates for PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Exosomes,Biomarkers,Pancreatic cancer,RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yuhan Rong<\/b><sup><\/sup>, Naoki Okubo<sup><\/sup>, Noritoshi Kobayashi<sup><\/sup>, Eriko Katsuta<sup><\/sup>, Yasushi Ichikawa<sup><\/sup><br><br\/>Yokohama City Univ. Graduate School of Med., Yokohama, Japan","CSlideId":"","ControlKey":"becf9709-d018-49ca-aed7-72cb55382b86","ControlNumber":"2392","DisclosureBlock":"&nbsp;<b>Y. Rong, <\/b> None..<br><b>N. Okubo, <\/b> None..<br><b>N. Kobayashi, <\/b> None..<br><b>E. Katsuta, <\/b> None..<br><b>Y. Ichikawa, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2431","PresenterBiography":null,"PresenterDisplayName":"Yuhan Rong, MS","PresenterKey":"a02be188-d910-4d63-8eb3-60f14b533782","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2431. Identification of highly expressed exosomal RNAs derived from pancreatic cancer cell lines and exploration of their potential as biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of highly expressed exosomal RNAs derived from pancreatic cancer cell lines and exploration of their potential as biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Liquid biopsy is revolutionizing the field of early cancer detection research through non-invasive detection of tumor DNA in the blood. However, existing liquid biopsy assays are limited in their sensitivity for ctDNA detection at low variant allele frequencies (VAFs), with most relying on extreme sequencing depth and computational error correction to separate the true ctDNA signal from background errors. This limitation is particularly problematic in the area of early cancer detection, in which expected ctDNA allele frequencies are extremely low. Novel strategies are therefore needed to help improve liquid biopsy assay sensitivity and reduce per-sample sequencing requirements. Here we describe PacBio&#8217;s application of the Onso short-read sequencing system to enable detection of ctDNA at low VAFs using the SeraCare Complete ctDNA Mutation Mix reference standard. The Onso system makes use of a novel sequencing by binding (SBB) method to achieve up to 15x greater quality scores, with &#8805;90% of reads at Q40 or above. We performed targeted capture and sequencing of libraries prepared from the SeraCare reference mix diluted into WT human DNA at the following VAFs: 0.00% (WT), 0.05%, 0.10%, 0.25%, and 0.50%, and compared the sensitivity at each VAF for SBB compared to a competitor method using sequencing by synthesis (SBS) at varying sequencing depths. We observed superior sensitivity for ctDNA detection at low VAFs (0.05%, 0.1%) using SBB at half the sequencing depth compared to SBS, in part due to reduced false positive calling in the WT sample for SBB. Furthermore, SBB was able to achieve comparable sensitivity results to SBS using four-fold less sequencing, and without the use of computational error correction. Finally, combining SBB with computational error-correction methods boosted sensitivity even further, suggesting an additive value for these technologies. Taken together, our results demonstrate the potential of SBB to improve upon existing methods of liquid biopsy and better enable research on early cancer detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Next-generation sequencing (NGS),ctDNA,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Nasko, P. Pham, S. Joshi, K. Kim, N. Pezeshkian, Y. Kim, <b>A. Sockell<\/b>, J. Korlach; <br\/>PacBio, Menlo Park, CA","CSlideId":"","ControlKey":"a1e68805-b6c6-4619-b4d8-74686406a7b6","ControlNumber":"681","DisclosureBlock":"&nbsp;<b>D. Nasko, <\/b> None..<br><b>P. Pham, <\/b> None..<br><b>S. Joshi, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>N. Pezeshkian, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>A. Sockell, <\/b> None..<br><b>J. Korlach, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2432","PresenterBiography":null,"PresenterDisplayName":"Alexandra Sockell","PresenterKey":"12b19ce2-8d69-4b71-af68-0d0c8705139f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2432. Improved liquid biopsy assay performance using sequencing by binding (SBB)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"232","SessionOnDemand":"False","SessionTitle":"Circulating Nucleic Acids 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved liquid biopsy assay performance using sequencing by binding (SBB)","Topics":null,"cSlideId":""}]