[{"Abstract":"Chemotherapy remains the most used systemic treatment option for triple-negative breast cancer (TNBC). Lineage tracing studies demonstrated that treatment does not significantly alter clonal composition of primary tumors (PTs). The specific transcriptional phenotype(s) conferring chemoresistance in PTs and metastasis, however, are still largely undetermined, and have not been analyzed at single-clone resolution.<br \/>We first modelled clinically relevant contexts of chemoresistance in our recently published single-cell lineage tracing approach (DOI: 10.1158\/0008-5472.CAN-22-2717), using the standard-of-care combination of adriamycin and cyclophosphamide (A+C) in TNBC xenografts. Treatment was administered in neoadjuvant or adjuvant settings, or both together. In all cases, surgical PT resection was followed by metastatic disease. The neoadjuvant treatment resulted into a stable disease, thus resembling a significant fraction of the treated patients.<br \/>To investigate clonal and transcriptional dynamics we performed scRNAseq analysis of 12 replicates (3 matched PT-lung replicates for each condition, for a total of 24 samples). Clustering analyses revealed a separation of treatments and tissue of origin. We retrieved a large number of longitudinal clones, including rare clones with high metastatic potential, in all the experimental conditions. A+C did not significantly alter clonal abundances, neither in PTs nor in metastases.<br \/>Pseudobulk transcriptional analyses revealed key transcriptional traits associated with chemoresistance. Differential expression on longitudinal clones gave insights about transcriptional features of chemoresistant and pro-metastatic clones under chemotherapy. Integration at single-clone level of cluster analysis, pseudobulk and differential expression revealed cystatin (CST) family genes as highly-enriched in the chemoresistant and pro-metastatic phenotype. We are currently validating the role of CST genes in tumor growth, dissemination and chemoresistance in vivo using a panel of specific shRNAs.<br \/>In parallel, using the same experimental model, we successfully deconvoluted the metastatic cascade through a single-cell lineage tracing approach on matched PT-CTC (circulating tumor cells)-lung replicates. scRNAseq analyses of pro-metastatic, circulating and metastatic clones is ongoing.<br \/>Our preliminary data showed that all the dominant clones in the metastatic lungs are also found as CTCs in the bloodstream, thus suggesting that all pro-metastatic cells are also capable of surviving in the bloodstream and reinforcing our concept of pro-metastatic clone. This approach led us to gain a complete overview around clonal and transcriptional evolution of breast cancer dissemination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Tumor evolution,Chemotherapy response,Circulating tumor cells,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Dalmasso<\/b><sup>1<\/sup>, A. Cossa<sup>1<\/sup>, G. Bertolini<sup>2<\/sup>, N. Roda<sup>3<\/sup>, I. Servidio<sup>1<\/sup>, F. Tucci<sup>1<\/sup>, S. Pece<sup>1<\/sup>, G. Sozzi<sup>2<\/sup>, P. Pelicci<sup>1<\/sup>; <br\/><sup>1<\/sup>European Institute of Oncology (IEO), Milano, Italy, <sup>2<\/sup>Istituto Nazionale dei Tumori IRCCS, Milano, Italy, <sup>3<\/sup>VIB-KU Leuven Center of Cancer Biology, Leuven, Belgium","CSlideId":"","ControlKey":"253bb772-7c9b-4171-99c8-07c106a34598","ControlNumber":"2401","DisclosureBlock":"&nbsp;<b>A. Dalmasso, <\/b> None..<br><b>A. Cossa, <\/b> None..<br><b>G. Bertolini, <\/b> None..<br><b>N. Roda, <\/b> None..<br><b>I. Servidio, <\/b> None..<br><b>F. Tucci, <\/b> None..<br><b>S. Pece, <\/b> None..<br><b>G. Sozzi, <\/b> None..<br><b>P. Pelicci, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6923","PresenterBiography":null,"PresenterDisplayName":"Alberto Dalmasso, MS","PresenterKey":"a08d549a-07ae-4b30-8921-68e26b40d65c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6923. Deconvolution of breast cancer dissemination and therapy resistance via single-cell transcriptional lineage tracing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deconvolution of breast cancer dissemination and therapy resistance via single-cell transcriptional lineage tracing","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is characterized by significant intratumoral heterogeneity and complex evolutionary dynamics. This diversity in genomic alterations leads to the emergence of various subclonal populations within a single tumor. In our research, we established a new model system composed of 24 single-cell-derived clonal sublines (C1-C24), originating from the M4 melanoma model. This model was developed using a genetically engineered hepatocyte growth factor (HGF)-transgenic mouse. We employed Trisicell (Triple-toolkit for single-cell intratumor heterogeneity inference), a cutting-edge computational tool for scalable analysis of intratumor heterogeneity and evaluation based on single-cell RNA mutations. This enabled us to construct a phylogeny tree, revealing melanoma&#8217;s intricate branching evolutionary patterns. These patterns show ancestral clones evolving into genetically distinct subclones, which demonstrate varied phenotypic traits such as drug sensitivity or resistance, cellular plasticity, and immunogenicity. In our study, we conducted long-read sequencing on these clonal sublines in the phylogeny and identified structural variants (SVs) using Severus, a tool optimized for phasing in long-read sequencing. The types of SVs we discovered include deletions, insertions, amplifications, translocations, and inversions. We explored their roles in subclonal evolution, particularly focusing on how they disrupt genes and accumulate during melanoma progression. Our initial data from eleven sublines indicated a higher prevalence of ancestral SVs, shared by all sublines, compared to subline-specific SVs, representing later events. Notably, the individual sublines showed a higher rate of gene disruption by SVs, hinting at potential functional selection. Our analysis further revealed that SVs common to all sublines are linked with genes in key cell growth pathways, such as Rap1, Hippo, and calcium signaling pathways. In contrast, subline-specific SVs primarily affect genes involved in neurophysiological pathways, such as glutamatergic synapse and morphine addiction pathways. These findings suggest that different genes, associated with various pathways, are disrupted at distinct stages of melanoma progression, providing insights into the genetic factors that may predispose individual melanocytes to melanomagenesis. This methodology presents a comprehensive tool for characterizing tumor genomes and understanding their relationship with disease progression and therapy resistance. We are continuing our analysis to map SVs across the entire mutation-based phylogeny of all sublines, which will further our understanding of melanoma&#8217;s genomic landscape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Tumor evolution,Sequencing,Structural variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Cui<\/b>, A. G. Keskus, F. R. Mehrabadi, S. Malikic, M. Kolmogorov, C.-P. Day, G. Merlino, S. Sahinalp; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"22b5cc2f-2b8f-42f0-9187-093980dba8a5","ControlNumber":"2217","DisclosureBlock":"&nbsp;<b>X. Cui, <\/b> None..<br><b>A. G. Keskus, <\/b> None..<br><b>F. R. Mehrabadi, <\/b> None..<br><b>S. Malikic, <\/b> None..<br><b>M. Kolmogorov, <\/b> None..<br><b>C. Day, <\/b> None..<br><b>G. Merlino, <\/b> None..<br><b>S. Sahinalp, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6924","PresenterBiography":null,"PresenterDisplayName":"Xiwen Cui","PresenterKey":"d031da96-b854-47b7-b345-71b6664daaa9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6924. Structural variant dynamics in melanoma: Unraveling tumor heterogeneity and evolution","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structural variant dynamics in melanoma: Unraveling tumor heterogeneity and evolution","Topics":null,"cSlideId":""},{"Abstract":"SCLC is the deadliest type of lung cancer, which is mostly diagnosed at late stages and accounts for 15% of pulmonary tumors. Even though chemotherapy is initially effective, patients with SCLC relapse quickly and develop resistant tumors. Genome studies revealed a universal loss of TP53 and RB1; recent transcriptional studies categorized SCLC based on the expression of 4 lineage transcription factors (TFs). We aimed to dissect how genomic cues impact transcriptional phenotypes, tumor cell plasticity and the dynamics of tumor and immune cell interactions, to thus decipher molecular mechanisms of phenotypic divergence and therapy resistance in SCLC. We performed genome sequencing and single cell transcriptome profiling of 55 tumors from patients with SCLC, including primary tumors, local and distant metastases and of paired relapsing tumors acquired after chemotherapy. Single cell sequencing was performed with the 10x Genomics platform and yielded &#62; 200.000 cells. Transcriptome profiles at single cell levels revealed co-expression of at least two of the lineage TFs ASCL1, NEUROD1 or POU2F3 in each tumor. Copy number (cn) estimation for transcriptome data pointed to genomic events impacting transcriptional heterogeneity within the tumor. Furthermore, our data pointed to a marked intra- and interpatient, as well as to inter-metastatic heterogeneity. To specifically investigate how underlying genetic alterations affect molecular phenotypes, integrative studies across all patients were performed. This revealed shared transcriptional programs in tumors with amplifications of MYC family members; trajectory inference for cases with low and high-level copy gains of MYCN pointed to distinct transcriptional states. We performed multi-regional and longitudinal studies of matched patient cases to reconstruct the genomic patterns of clonal evolution, and projected genomic subsets to transcriptional profiles at single cell level, thus analyzing the effect of genome diversity on the transcriptional landscape. Additionally, tumor intrinsic profiles of heterogeneity were mapped to single cell data of patient tumors to elucidate the effects on tumor-immune cell interactions.<br \/>All together our data points to a concerted regulation of a multitude of lineage factors and transcriptional programs in each SCLC tumor and provides a first comprehensive framework for the study of underlying genetic alterations that shape the transcriptional landscape and phenotypic plasticity in SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Lung cancer: small cell,Heterogeneity,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Schmiel<\/b>, L. Kaiser, M. Cartolano, M. Peifer, R. K. Thomas, J. George; <br\/>University Hospital of Cologne, Cologne, Germany","CSlideId":"","ControlKey":"7389eb1f-661c-43a2-8290-12720737cffb","ControlNumber":"5082","DisclosureBlock":"&nbsp;<b>M. Schmiel, <\/b> None..<br><b>L. Kaiser, <\/b> None..<br><b>M. Cartolano, <\/b> None.&nbsp;<br><b>M. Peifer, <\/b> <br><b>DISCO Pharmaceuticals<\/b> Other, Consultant. <br><b>R. K. Thomas, <\/b> <br><b>DISCO Pharmaceuticals<\/b> Other, Founder, shareholder, CEO. <br><b>Centessa<\/b> Other, Shareholder. <br><b>Epiphanes Inc<\/b> Other, Founder, shareholder, consultant. <br><b>J. George, <\/b> <br><b>DISCO Pharmaceuticals<\/b> Other, Consultant. <br><b>MSD<\/b> Other, Honoraria.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6925","PresenterBiography":null,"PresenterDisplayName":"Marcel Schmiel, No Degree","PresenterKey":"9f23812c-a9a2-434f-8bf7-cef638a108fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6925. Integrative single-cell tracking of genome evolution and tumor cell plasticity in small cell lung cancer (SCLC)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative single-cell tracking of genome evolution and tumor cell plasticity in small cell lung cancer (SCLC)","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma continues to be a daunting obstacle in oncology research, with its early-stage progression being particularly enigmatic. In a recent published work, we traced the clonal dynamics of glioblastoma evolution by the simultaneous transfer of PDGFB and genetic barcodes into mouse brains. We observed a continuous clonal loss during the acquisition of a malignant phenotype, underlined by the modulation of the levels of c-Myc expression and their functional targets. In this study, we delve deeper into the evolution of glioblastoma by transplanting multiclonal, early-stage glioma cells into multiple immunodeficient NOD-SCID mice. This experimental design allowed us to track the clonal dynamics over serial transplants, revealing how early-stage glioma clones acquire immune-evasive features capable of initiating tertiary tumors in immune-competent hosts. Through barcode sequencing and single-cell RNA sequencing of early-stage gliomas, coupled with bulk RNA sequencing of secondary and tertiary gliomas, we dissected the clonal and transcriptomic landscape of these tumors. We observed that, of the various clones composing primary tumors, just a few of them are predominating in subsequent passages. Furthermore, the clonal composition of secondary tumors derived from the same primary glioma showed partial overlap, indicating a partial predetermination in the development of immune-evasive behavior. Our intra- and inter-clonal transcriptomic analysis across various stages of tumor progression is shedding light on how new functional traits can emerge in gliomas. Further analysis of our data will determine whether it is the result of the expansion of clones already possessing these traits, or if they stem from functional adaptations within the clones themselves. Our insights further reinforce the concept of clonal competition, highlighting the significant influence of immune-system interactions in driving these competitive dynamics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Glioblastoma,Clonal evolution,Immunomodulation,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Ceresa<\/b><sup>1<\/sup>, S. A. Garcia Mena<sup>1<\/sup>, F. Piaggio<sup>1<\/sup>, A. Irene<sup>2<\/sup>, D. Marubbi<sup>2<\/sup>, P. Malatesta<sup>2<\/sup>; <br\/><sup>1<\/sup>IRCCS Ospedale Policlinico San Martino, Genoa, Italy, <sup>2<\/sup>University of Genoa, Genoa, Italy","CSlideId":"","ControlKey":"0ea96608-f483-4812-8229-153982970e26","ControlNumber":"4702","DisclosureBlock":"&nbsp;<b>D. Ceresa, <\/b> None..<br><b>S. A. Garcia Mena, <\/b> None..<br><b>F. Piaggio, <\/b> None..<br><b>A. Irene, <\/b> None..<br><b>D. Marubbi, <\/b> None..<br><b>P. Malatesta, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6926","PresenterBiography":null,"PresenterDisplayName":"Davide Ceresa","PresenterKey":"1864c647-ba53-4021-99c3-e970e7dfee16","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6926. Tracing clonal evolution and immune evasion in glioblastoma progression","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tracing clonal evolution and immune evasion in glioblastoma progression","Topics":null,"cSlideId":""},{"Abstract":"Numerous next-generation sequencing studies have provided an overview pancreatic ductal adenocarcinoma (PDAC)&#8217;s genomic evolution. But how its genome evolves through treatment and metastasis has not been extensively studied due to lack of samples and technical limitation of bulk sequencing on low-tumor purity samples.<br \/>Herein we applied targeted single-nucleus DNA sequencing (snDNA-seq) to a cohort of 18 patients, each with &#62;= 2 multiregional\/longitudinal samples, totaling 65 samples. These included 5 early-stage resections, 11 stage IV autopsies and 2 biopsy-derived organoids taken pre- and post-treatment. We also developed a set of computational methods for this new datatype to delineate genomic evolution at high resolution.<br \/>Despite higher sensitivity than bulk, snDNA-seq did not uncover significant subclonal single-nucleotide variations (SNVs) on our panel targeting 253 select genes for PDAC. But it detected a higher frequency of <i>CDKN2A <\/i>(72% against 30%)<i> <\/i>and <i>SMAD4 <\/i>(56% against 32%) alterations, mostly attributed to chromosomal deletions. Many were subclonal or only affected a few hundred base-pairs of the gene, making them elusive to bulk sequencing.<br \/>Except for one case driven by <i>BRCA2 <\/i>mutations rather than the canonical <i>KRAS <\/i>oncogene, other patients had mostly linear phylogenies with more SNVs occurring before the most recent common ancestor (MRCA) of clones, for early\/late-stage and longitudinal cases alike. This early fixation of drivers and rapid clonal sweep afterwards likely correlates with the particular aggressiveness of PDAC. Metastatic clones almost always fell towards the end of phylogenies and were shared among spatially separated sites, indicating late metastatic dissemination in molecular evolution time. Metastases to the liver and diaphragm appeared to be more genetically evolved than other sites, likely due to harsher selective pressure cast by the metastatic routes\/distal microenvironments.<br \/>16 of 18 PDACs were observed to converge towards tumor cell-intrinsic TGF-&#946; unresponsiveness by mutating various components of the pathway. Such convergent evolution usually happened at the primary site, indicating a strong selective advantage of the phenotype in the desmoplastic, nutrient-poor pancreas microenvironment. Continuous evolution was seen through treatment and metastasis, driven by seemingly random genome-scale copy number variations (CNVs) and focal amplification\/deletions to genes such as <i>KRAS, CDKN2A<\/i>, <i>SMAD4, MYC<\/i>.<i><\/i><br \/>These insights on PDAC&#8217;s genomic evolution inform more precision medicine efforts to come. Early fixation of driver SNVs sculpts a largely homogeneous disease that could be uniformly targeted. But special care should be taken to obviate resistance mechanisms conferred by continuously evolving CNV events- compared to SNVs, these mechanisms provide faster remodeling of the genome, and thus faster generation of new phenotypes and adaptation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cancer genomics,Clonal evolution,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Zhang<\/b><sup>1<\/sup>, P. Sashittal<sup>2<\/sup>, E.-R. Karnoub<sup>1<\/sup>, A. Jakatdar<sup>2<\/sup>, S. Umeda<sup>1<\/sup>, N. Lecomte<sup>1<\/sup>, J. Hong<sup>1<\/sup>, K. Mullen<sup>1<\/sup>, A. Hayashi<sup>3<\/sup>, C. A. McIntyre<sup>1<\/sup>, B. J. Raphael<sup>2<\/sup>, C. A. Iacobuzio-Donahue<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Princeton University, Princeton, NJ, <sup>3<\/sup>Kyorin University, Tokyo, Japan","CSlideId":"","ControlKey":"81ec6d1e-8047-40db-8d06-22b11b15935e","ControlNumber":"6159","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>P. Sashittal, <\/b> None..<br><b>E. Karnoub, <\/b> None..<br><b>A. Jakatdar, <\/b> None..<br><b>S. Umeda, <\/b> None..<br><b>N. Lecomte, <\/b> None..<br><b>J. Hong, <\/b> None..<br><b>K. Mullen, <\/b> None..<br><b>A. Hayashi, <\/b> None..<br><b>C. A. McIntyre, <\/b> None..<br><b>B. J. Raphael, <\/b> None..<br><b>C. A. Iacobuzio-Donahue, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6927","PresenterBiography":"","PresenterDisplayName":"Haochen Zhang, BS","PresenterKey":"e9b11b7b-cbca-41ff-a920-15df7a37d924","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6927. A refined view of pancreatic cancer genomic evolution through single-nucleus DNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A refined view of pancreatic cancer genomic evolution through single-nucleus DNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"Single-cell lineage tracing (scLT) has recently emerged as a promising tool to investigate cancer evolution. Among other scLT markers, mitochondrial variants (MT-SNVs) have been successfully used to track clones in a variety of experimental and clinical settings. However, in spite of the dynamic accrual of such genetic mutations, analysis of MT-SNVs variation has often been limited to standard clustering procedures, not exploiting the information associated with these markers at full potential. Here, we benchmarked expressed MT-SNVs-based single-cell phylogenies. To this end, we generate two single-cell multi-omics datasets: i) a benchmarking dataset, with joint profiling of MT-SNVs, gene expression and ground truth (GT) clonal identity (from lentiviral barcodes cells), and ii) a clinical cohort of wild type and mutated SRFS2 Acute Myeloid Leukemia patients, at diagnosis, with joint profiling of MT-SNVs, gene expression and targeted nuclear SNVs. We first leveraged our benchmarking dataset for validation purposes, taking advantage of its different levels of clonal complexities (<i>in vitro<\/i> clonal mixtures vs <i>in vivo<\/i> xenografts) and its longitudinal nature (i.e., matched primary tumor-lung metastasis couples). Supervised analysis detected (GT) clonal-specific mutations rarer than previously shown, but significantly associated with GT clonal labels. The performance of tested feature selection methods varied wildly in terms of GT MT-SNVs recover, with higher False Positive than False Negative Rates. Accurate detection of GT-clones from MT-SNVs correlated with samples clonal complexity, with a substantial number of GT-clones sub-optimally detected in the highest complexity sample generated. Longitudinal analysis of matched primary tumor-metastasis couples revealed remarkable stability of MT-SNVs, corroborating evidence from other studies without longitudinal GT lentiviral clones. We then asked whether expressed MT-SNVs hold enough signal to reconstruct reliable single-cell phylogenies. Transfer Bootstrap (TS) supports of reconstructed trees correlated with clades size, with a significant number of deep clades showing high (&#62;.70) TS values across samples and bootstrapping procedures. Moreover, GT clonal labels significantly clustered across phylogenies, suggesting high phylogenetic signal. Finally, we investigated evolutionary patterns in our clinical cohort. Here, we found independent acquisition of both nuclear- and MT-SNVs by distinct normal and malignant lineages, and characterized patterns of gene expression inheritance along recovered phylogenies. All in all, our data support the emerging role of MT-variants based lineage tracing approaches in cancer evolution studies, highlighting intrinsic limitations and potential of these endogenous markers for retrospective, phylo-phenotypic analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Clonal evolution,Mitochondrial DNA,Single cell,Leukemias: acute myeloid,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Cossa, Sr.<\/b><sup>1<\/sup>, A. Dalmasso, Sr.<sup>1<\/sup>, A. Tirelli, Sr.<sup>1<\/sup>, Z. Yinxiu, Sr.<sup>1<\/sup>, C. Caprioli<sup>1<\/sup>, G. Perticari, Sr.<sup>2<\/sup>, P. G. Pelicci, Sr.<sup>1<\/sup>; <br\/><sup>1<\/sup>Istituto Europeo di Oncologia e Centro Cardiologico Fondazione Monzino, Milan, Italy, <sup>2<\/sup>Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands","CSlideId":"","ControlKey":"cc8e917e-2e3a-4cc7-a480-2b1803c6203b","ControlNumber":"4443","DisclosureBlock":"&nbsp;<b>A. Cossa, <\/b> None..<br><b>A. Dalmasso, <\/b> None..<br><b>A. Tirelli, <\/b> None..<br><b>Z. Yinxiu, <\/b> None..<br><b>C. Caprioli, <\/b> None..<br><b>G. Perticari, <\/b> None..<br><b>P. G. Pelicci, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6928","PresenterBiography":null,"PresenterDisplayName":"Andrea Cossa","PresenterKey":"edf47a6c-ae3a-4017-9154-622c1e046ec1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6928. Expressed mitochondrial variants capture patterns of tumor evolution at single-cell level","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expressed mitochondrial variants capture patterns of tumor evolution at single-cell level","Topics":null,"cSlideId":""},{"Abstract":"Rare clonotypes within pre-cancerous tissues can drive progression to cancer. However, the evolution of rare clonotypes in tumors or normal tissue cannot be defined in the absence of single-cell resolution. At this single-cell level, multiomic interrogation across the Central Dogma of Biology provides enhanced power to reconstruct such evolutionary trajectories, defining the mutational profile, cell identify, and receptor expression within each subpopulation. Leveraging a multiomic approach, we aimed to define how different mutations in the same oncogenic driver observed in the same tumor resection associate with copy number variation (CNV) across the genome.<br \/>We analyzed individual ductal carcinoma in situ\/invasive ductal carcinoma cells using a unified whole-genome and full-transcript RNAseq workflow (ResolveOME&#8482;, BioSkryb Genomics) coupled with panel-level extracellular protein information through oligo-conjugated antibodies (BioLegend). We sequenced the exomes and transcriptomes of ResolveOME-amplified single cells from mastectomy samples from twelve patients. At the single nucleotide variant (SNV) level, we identified an allelic series of <i>PIK3CA<\/i> oncogenic driver mutations in the same tumor resection. A single amino acid, in-frame deletion of E109 dominated the sample, followed by H1047R and K111E in decreasing subclonal abundance. A fourth mutation, E345T, not present in the first sample, was detected as the sole <i>PIK3CA <\/i>variant in the second tumor sample. Intriguingly, each respective <i>PIK3CA <\/i>mutation class was associated with a distinct copy number alteration profile revealed by low-coverage whole-genome sequencing: Cells harboring the predominant &#916;E109 mutation displayed chromosome 8p,16p, and 17 loss while the less abundant H1047R mutation was in single cells harboring 1q gain, 4q loss, and 22 loss in addition to the 8p and 16q loss present in the &#916;E109 cells. <i>PIK3CA<\/i> K111E had a quiescent, 2n copy number profile. The transcriptomic arm of ResolveOME, containing an oligo-conjugated antibody readout of surface protein expression, jointly confirmed the epithelial identity for the cells harboring the oncogenic <i>PIK3CA<\/i> mutations. A subpopulation of cells harboring prototypical breast cancer CNV were typed as non-epithelial with increased stemness characteristics, indicative of the ability to resolve phenotypic cellular states.<br \/>These results suggest a tight interrelationship between CNV and SNV influencing the relative rate of clonal expansion. They also provide the opportunity to explore CNV:SNV signature association with loci exclusive of <i>PIK3CA<\/i>, and to exploit the power of multiomic integration for lineage reconstruction and for defining common oncogenic signatures of the evolving tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Clonal evolution,Multiomics,Tumor heterogeneity,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zawistowski<\/b><sup>1<\/sup>, I. Salas-Gonzalez<sup>1<\/sup>, T. Tate<sup>1<\/sup>, T. Morozova<sup>1<\/sup>, K. Kennedy<sup>1<\/sup>, D. Arvapalli<sup>1<\/sup>, J. Remington<sup>1<\/sup>, J. Marks<sup>2<\/sup>, E. Hwang<sup>2<\/sup>, G. Harton<sup>1<\/sup>, V. Weigman<sup>1<\/sup>, J. A. A. West<sup>1<\/sup>; <br\/><sup>1<\/sup>BioSkryb Genomics, Durham, NC, <sup>2<\/sup>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"0c7186d9-0fbf-43ce-9769-33d502cb76fa","ControlNumber":"5081","DisclosureBlock":"&nbsp;<b>J. Zawistowski, <\/b> None..<br><b>I. Salas-Gonzalez, <\/b> None..<br><b>T. Tate, <\/b> None..<br><b>T. Morozova, <\/b> None..<br><b>K. Kennedy, <\/b> None..<br><b>D. Arvapalli, <\/b> None..<br><b>J. Remington, <\/b> None..<br><b>J. Marks, <\/b> None..<br><b>E. Hwang, <\/b> None..<br><b>G. Harton, <\/b> None..<br><b>V. Weigman, <\/b> None..<br><b>J. A. A. West, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3662","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6929","PresenterBiography":null,"PresenterDisplayName":"Jon Zawistowski, PhD","PresenterKey":"3f3f4060-d0fa-4ae1-85c2-9ac13d441747","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6929. Inter- and intratumoral <i>PIK3CA<\/i> subclonal diversity in breast cancer contextualized by single-cell multiomics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inter- and intratumoral <i>PIK3CA<\/i> subclonal diversity in breast cancer contextualized by single-cell multiomics","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) persists as a leading cause of cancer-related deaths in the United States. Intratumoral heterogeneity stems from a multi-ancestral origin or clonal divergence and contributes to treatment resistance. Unfortunately, tumors in existing mouse models are largely homogenous, rendering predictions of drug efficacy inaccurate. To investigate whether signaling between distinct neoplastic clones in a tumor and cells in the surrounding microenvironment impacts CRC biology, we performed spatial transcriptomic analysis on samples collected from a transgenic mouse model previously established in the Halberg laboratory. This model (referred to as B6.FCTG3KM) develops three types of tumors: homotypic Adenomatous Polyposis Coli (APC)-deficient tumors that express red fluorescent protein (RFP), homotypic APC-deficient tumors that express constitutively active phosphoinositide 3-kinase (PI3K) and green fluorescent protein (GFP), and heterotypic tumors. Previous characterization of the model clearly demonstrated that heterotypic tumors are significantly more aggressive than either type of homotypic tumor.<br \/>Analysis was conducted on four serially sectioned slides containing three tumors and adjacent normal tissue obtained from the colon of a male B6.FCTG3KM mouse using the 10x Genomics Visium CytAssist platform with the mouse whole transcriptome probe set. Collected tumors were staged using traditional histopathology techniques by a board-certified pathologist (Matkowskyj). Immunohistochemistry and immunofluorescence were used to assess &#946;-catenin localization and to re-probe for RFP and GFP expression. Sequencing was performed on the Illumina NovaSeqX platform to an average depth of 255,528,294 reads per sample. Data analysis was performed using the 10x Genomics SpaceRanger and Kendziorski laboratory R\/SpatialView packages. A fold-change threshold of 1.5 and an adjusted p-value threshold of 0.05 were used when establishing marker genes for each of the 8 clusters identified. One distinct cluster was identified by marker genes including <i>Notum, Wif1, <\/i>and <i>Dkk2<\/i>, factors previously implicated in CRC tumorigenesis, and<i> <\/i>corresponded to the center of each region of surface-level dysplastic epithelia. The remainder of the surface-level dysplastic epithelia corresponded to a second cluster, with marker genes including those coding for TRIM family proteins (<i>Trim5, Trim10, Trim40, Trim12c<\/i>), and matrix metalloproteinases (<i>Mmp12, Mmp9, Mmp10, Mmp13<\/i>). A third cluster corresponded to the desmoplastic stroma underlying each neoplasm. Ongoing analyses are underway to identify clonal interactions that alter gene expression and tumor aggressiveness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Heterogeneity,Colorectal cancer,Spatial transcriptomics,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mary  M.  Stangis<\/b><sup>1<\/sup>, Lingxin Cheng<sup>2<\/sup>, Dawn Albrecht<sup>1<\/sup>, Santina Snow<sup>1<\/sup>, Tessa Wirtz<sup>1<\/sup>, Kristina  A.  Matkowskyj<sup>3<\/sup>, Huy  Q.  Dinh<sup>1<\/sup>, Christina Kendziorski<sup>2<\/sup>, Richard  B.  Halberg<sup>1<\/sup><br><br\/><sup>1<\/sup>McArdle Laboratory for Cancer Research - Department of Oncology, University of Wisconsin-Madison, Madison, WI,<sup>2<\/sup>Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, WI,<sup>3<\/sup>Department of Pathology and Laboratory Medicine, University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"e8bc4164-0856-4971-9af0-54bc979f99ab","ControlNumber":"8591","DisclosureBlock":"&nbsp;<b>M. M. Stangis, <\/b> None..<br><b>L. Cheng, <\/b> None..<br><b>D. Albrecht, <\/b> None..<br><b>S. Snow, <\/b> None..<br><b>T. Wirtz, <\/b> None..<br><b>K. A. Matkowskyj, <\/b> None..<br><b>H. Q. Dinh, <\/b> None..<br><b>C. Kendziorski, <\/b> None..<br><b>R. B. Halberg, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3663","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6930","PresenterBiography":"","PresenterDisplayName":"Mary Stangis, BS,MS","PresenterKey":"5f0ab87d-7713-45f7-bbec-201742caa9ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6930. Spatial analysis of multi-ancestral tumors to understand how intercellular signaling impacts tumor invasion","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analysis of multi-ancestral tumors to understand how intercellular signaling impacts tumor invasion","Topics":null,"cSlideId":""},{"Abstract":"Accurate detection of somatic mutations in single tumor cells is greatly desired as it allows us to quantify the single-cell mutation burden and construct the mutation-based phylogenetic tree. Here we developed scNanoSeq chemistry and profiled 842 single cells from 21 human breast cancer samples. The majority of the mutation-based phylogenetic trees comprise a characteristic stem evolution followed by the clonal sweep. We observed the subtype-dependent lengths in the stem evolution. To explain this phenomenon, we propose that the differences are related to different reprogramming required for different subtypes of breast cancer. Furthermore, we reason that the time that the tumor-initiating cell took to acquire the critical clonal-sweep-initiating mutation by random chance set the time limit for the reprogramming process. We refer to this model as a reprogramming and critical mutation co-timing (RCMC) subtype model. Next, in the sweeping clone, we observed that tumor cells undergo a branched evolution with rapidly decreasing selection. In the most recent clades, effectively neutral evolution has been reached, resulting in a substantially large number of mutational heterogeneities. Integrative analysis with 522-713X ultra-deep bulk whole genome sequencing (WGS) further validated this evolution mode. Mutation-based phylogenetic trees also allow us to identify the early branched cells in a few samples, whose phylogenetic trees support the gradual evolution of copy number variations (CNVs). Overall, the development of scNanoSeq allows us to unveil novel insights into breast cancer evolution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Tumor evolution,Tumor heterogeneity,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Niu<\/b>, Y. Zhang, J. Luo, J. C. Sinson, A. M. Thompson, C. Zong; <br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"e8705a77-d6e6-4262-90de-6194abf05747","ControlNumber":"7127","DisclosureBlock":"&nbsp;<b>M. Niu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>J. C. Sinson, <\/b> None..<br><b>A. M. Thompson, <\/b> None..<br><b>C. Zong, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6931","PresenterBiography":null,"PresenterDisplayName":"Muchun Niu, BS","PresenterKey":"f32eec90-63cc-4172-87a5-90c8085464db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6931. Characterization of cancer evolution landscape based on accurate detection of somatic mutations in single tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of cancer evolution landscape based on accurate detection of somatic mutations in single tumor cells","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u>: Desmoplastic Small Round Cell Tumor (DSRCT) is a rare, aggressive sarcoma primarily affecting young males. Despite being driven by the unique oncogenic transcription factor (TF) EWSR1-WT1, and a monotonous morphology, DSRCT cells display a polyphenotypic differentiation of unknown etiology.<br \/><u>Methods<\/u>: To explore DSRCT heterogeneity, we characterized a series of patient samples by single-cell, spatial, and bulk multi-omics. We integrated patients&#8217; data with bulk RNA-sequencing, ChIP-sequencing, and ATAC-sequencing data generated in a DSRCT cell line model upon EWSR1-WT1 transcriptional silencing.<br \/><u>Results<\/u>: Single-cell RNA-sequencing (scRNA-seq) on 11 patient samples identified recurrent subpopulations of DSRCT tumor cells, including lineage-, metabolism-, and pseudostate-related clusters. These subpopulations showed overlapping gene modules and lacked copy number variation diversity, suggesting transcriptional plasticity as a potential source of tumor heterogeneity. We first investigated whether cell-intrinsic mechanisms may drive DSRCT intra-tumor heterogeneity. Using an in-house-developed assay, we found limited variability in <i>EWSR1-WT1<\/i> transcript expression. Preclinical modeling defined an EWSR1-WT1 regulon, used as a surrogate for EWSR1-WT1 TF activity. Integration with scRNA-seq data showed that high EWSR1-WT1 activity was associated with lineage-related states, while glycolytic and profibrotic states correlated with low EWSR1-WT1 activity. Single-cell ATAC-seq with scRNA-seq (Multiome) on one patient sample identified TF motifs related to developmental processes - e.g., SOX, FOX, and GATA - as the most differentially enriched across clusters. Interestingly, EGR1 regulon activity showed an inverse correlation with EWSR1-WT1 and Androgen Receptor regulons&#8217; activity, in line with preclinical data, where ATAC-seq showed increased accessibility of <i>EGR1<\/i> upon EWSR1-WT1 silencing. We next investigated cell-extrinsic factors by spatial transcriptomics in six patient samples. Glycolytic and profibrotic subpopulations localized within hypoxic niches at the tumor periphery, in direct proximity to cancer-associated fibroblasts (CAFs), which promoted tumor growth <i>in vitro<\/i>, as assessed in DSRCT cells\/CAFs co-culture assays. Finally focusing on inter-tumor heterogeneity, the prognostic evaluation of scRNA-seq-derived signatures revealed that a tumor cell epithelial signature correlated with improved patient survival in a cohort of 29 DSRCT samples profiled with bulk RNA-sequencing.<br \/><u>Conclusion<\/u>: DSRCT heterogeneity is driven by combined cell-intrinsic and -extrinsic mechanisms, including EWSR1-WT1 DNA-binding activity and interaction with CAFs. Gene signatures associated with specific DSRCT subpopulations correlated with prognosis, highlighting the clinical relevance of our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Sarcoma\/soft-tissue malignancies,Transcription factor,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Henon<\/b><sup>1<\/sup>, J. Vibert<sup>2<\/sup>, T. Eychenne<sup>1<\/sup>, N. Gruel<sup>2<\/sup>, L. Colmet-Daage<sup>1<\/sup>, C. Ngo<sup>1<\/sup>, M. Garrido<sup>1<\/sup>, N. Dorvault<sup>1<\/sup>, M. Marques Da Costa<sup>1<\/sup>, A. Marchais<sup>1<\/sup>, A. Kawachi<sup>1<\/sup>, M. Lenormand<sup>1<\/sup>, C. Astier<sup>1<\/sup>, R. Chabanon<sup>1<\/sup>, B. Verret<sup>1<\/sup>, R. Bahleda<sup>1<\/sup>, A. Le Cesne<sup>1<\/sup>, F. Mechta-Grigoriou<sup>2<\/sup>, C. Honoré<sup>1<\/sup>, M. Faron<sup>1<\/sup>, O. Delattre<sup>2<\/sup>, J. Waterfall<sup>2<\/sup>, S. Watson<sup>2<\/sup>, S. Postel-Vinay<sup>1<\/sup>; <br\/><sup>1<\/sup>Gustave Roussy, Villejuif, France, <sup>2<\/sup>Institut Curie, Paris, France","CSlideId":"","ControlKey":"7bc32d40-09ee-414a-b9e3-6b8ac51131ba","ControlNumber":"7877","DisclosureBlock":"&nbsp;<b>C. Henon, <\/b> None..<br><b>J. Vibert, <\/b> None..<br><b>T. Eychenne, <\/b> None..<br><b>N. Gruel, <\/b> None..<br><b>L. Colmet-Daage, <\/b> None..<br><b>C. Ngo, <\/b> None..<br><b>M. Garrido, <\/b> None..<br><b>N. Dorvault, <\/b> None..<br><b>M. Marques Da Costa, <\/b> None..<br><b>A. Marchais, <\/b> None..<br><b>A. Kawachi, <\/b> None..<br><b>M. Lenormand, <\/b> None..<br><b>C. Astier, <\/b> None..<br><b>R. Chabanon, <\/b> None..<br><b>B. Verret, <\/b> None..<br><b>R. Bahleda, <\/b> None..<br><b>A. Le Cesne, <\/b> None..<br><b>F. Mechta-Grigoriou, <\/b> None..<br><b>C. Honoré, <\/b> None..<br><b>M. Faron, <\/b> None..<br><b>O. Delattre, <\/b> None..<br><b>J. Waterfall, <\/b> None..<br><b>S. Watson, <\/b> None.&nbsp;<br><b>S. Postel-Vinay, <\/b> <br><b>Amgen<\/b> Grant\/Contract, Other, Trial Principal Investigator (Institutional funding), Advisory board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Trial Principal Investigator, Research funding (Institutional funding). <br><b>Oxford Biotherapeutics<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Beigine<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>MSD<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Roche<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Novartis<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Clever Therapy<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>OSE Pharma<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Dragonfly therapeutics<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>GlaxoSmithKline<\/b> Other, Trial Principal Investigator (Institutional funding). <br><b>Hoffman Laroche (IMCo)re)<\/b> Grant\/Contract, Other, Research funding. <br><b>Daiichi-Sankyo<\/b> Other, Advisory board.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3665","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6932","PresenterBiography":null,"PresenterDisplayName":"Clémence Hénon","PresenterKey":"3e83eb56-8ae0-49d5-94a0-4e158a71c8c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6932. Single-cell multiomics profiling reveals heterogeneous transcriptional programs and microenvironment in desmoplastic small round cell tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell multiomics profiling reveals heterogeneous transcriptional programs and microenvironment in desmoplastic small round cell tumors","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a highly aggressive type of breast cancer commonly treated with neoadjuvant chemotherapy (NAC). While about 50% of patients achieve a pathological complete response (pCR), the remainder often develop resistance and metastasis, leading poor survivals. Currently, the factors linking pre-treatment cancer cells and the tumor microenvironment (TME) to NAC response are unclear. To investigate this question, we conducted single-cell RNA sequencing on fresh pre-treatment core biopsy samples collected from patients in the ARTEMIS clinical trial. We identified 13 gene expression meta-programs of cancer cells and about 50 cell states of immune and stromal cell types. Based on the cancer cells alone, we identified four TNBC archetypes at patient-level: luminal secretory-associated (LSA), basal-associated (BA), immunoreactive (IR), and luminal androgen receptor (LAR). Notably, the archetype BA and IR were associated with non-pCR and pCR, respectively. Additionally, we found the TNBC ecosystem was composed of eight eco-hubs, reflecting the co-occurrence patterns of cancer and TME cell states. These eco-hubs revealed different cell community across archetypes and NAC outcomes. For example, an eco-hub with a co-occurrence of interferon response-related cancer cells and immune cells was prevalent in the archetype IR and pCR patients. To facilitate a clinical application, we further developed a 13-gene-based machine learning model to predict NAC response. In summary, these results provide new insights into the cellular determinants of TNBC biology and chemotherapeutic response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Single cell,Triple-negative breast cancer (TNBC),Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Yan<\/b><sup>1<\/sup>, Y. Lin<sup>1<\/sup>, T. Kumar<sup>1<\/sup>, S. Bai<sup>1<\/sup>, J. Li<sup>1<\/sup>, T. Tran<sup>1<\/sup>, M. Hu<sup>1<\/sup>, E. Ravenberg<sup>1<\/sup>, M. Rauch<sup>1<\/sup>, A. Clayborn<sup>1<\/sup>, A. Thompson<sup>2<\/sup>, B. Lim<sup>2<\/sup>, L. Huo<sup>1<\/sup>, S. Moulder<sup>1<\/sup>, C. Yam<sup>1<\/sup>, N. Navin<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor Medical College, Houston, TX","CSlideId":"","ControlKey":"e1e9573b-6c89-40d5-a49d-7d9f8d0c559a","ControlNumber":"1694","DisclosureBlock":"&nbsp;<b>Y. Yan, <\/b> None..<br><b>Y. Lin, <\/b> None.&nbsp;<br><b>T. Kumar, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>S. Bai, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>T. Tran, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>E. Ravenberg, <\/b> None..<br><b>M. Rauch, <\/b> None..<br><b>A. Clayborn, <\/b> None..<br><b>A. Thompson, <\/b> None..<br><b>B. Lim, <\/b> None..<br><b>L. Huo, <\/b> None.&nbsp;<br><b>S. Moulder, <\/b> <br><b>Eli Lilly<\/b> Employment.<br><b>C. Yam, <\/b> None..<br><b>N. Navin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3666","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6933","PresenterBiography":"","PresenterDisplayName":"Yun Yan, MS","PresenterKey":"c0fa5376-e662-4db4-aed9-3a5dbc9ce17b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6933. Decoding the archetypes and eco-hubs of triple-negative breast cancer in responses to chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Decoding the archetypes and eco-hubs of triple-negative breast cancer in responses to chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Advances in single cell technologies have ushered in a new multi-omics era that has provided more granular information on cell types and functions at unprecedented resolution. Morpholomics (the information encoded by cell morphology) has traditionally been used as a readout of cell identity, state, and function; but scalability, interpretation, and sorting based on morphology has remained challenging. The Deepcell&#174; platform, REM-I, performs high-dimensional morphology analysis of unlabeled, single cells using deep-learning on high-resolution bright-field images captured in microfluidic flow to profile and sort target cells in real-time and at scale. Morphology analysis of single cells is achieved by a self-supervised deep learning foundation model, &#8216;Human Foundation Model&#8217; (HFM), which combines deep learning features with morphometrics. HFM determines cell identities using morphological features associated with distinct processes characterized by granules, vesicles, cell size, pigmentation. and others. To demonstrate the ability of HFM modeling to distinguish and characterize a diversity of cell types representative of tumor microenvironments, we processed various sample types on the REM-I platform. Human melanoma, immune cells, stromal cells, and dissociated biopsies were combined to recapitulate heterogeneous tumor samples. HFM analysis enabled morphology-based exploration of the resulting bright-field images, revealing the presence of various morphologically distinct populations within each sample. Tumor cells were morphologically distinct and clustered separately from non-tumor cells. Immune cells exhibited subtle but separable morphologies, including T cells of distinct activation states. To demonstrate the morphology-based sorting capabilities of REM-I, we applied it to a &#8216;reference sample&#8217; consisting of several fixed cell lines, at proportions ranging from 1% to &#62;90%. Using only brightfield images of single cells analyzed through HFM, we used the platform to enrich each cell line from the &#8216;reference sample&#8217; with high yield and purity, and identified cell types constituting a small percentage (~1%) of the total population. We next showed that unlabeled cells enriched on REM-I that are characterized as unperturbed and viable are amenable to downstream molecular analyses. These cell populations were sorted and the retrieved live cells were analyzed by scRNA-Seq (10x Chromium), demonstrating enrichment of various cell types of the tumor microenvironment in each cell population relative to the pre-sorted sample. These results illustrate: 1) the ability to perform downstream molecular analyses on sorted cells from REM-I, 2) the platform can be used to parse the tumor microenvironment, and 3) the link between morphology, cell identity, and molecular signatures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Machine learning,Image analysis,Heterogeneity,Cancer cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Jovic, C. Corona, K. Saini, T. Pham, R. Carelli, <b>V. Lu<\/b>, S. Zhang, S. C. Boutet, M. Masaeli; <br\/>Deepcell Inc., Menlo Park, CA","CSlideId":"","ControlKey":"2bb76370-d6d5-40df-be62-855bb7621bb4","ControlNumber":"5224","DisclosureBlock":"&nbsp;<b>A. Jovic, <\/b> None..<br><b>C. Corona, <\/b> None..<br><b>K. Saini, <\/b> None..<br><b>T. Pham, <\/b> None..<br><b>R. Carelli, <\/b> None..<br><b>V. Lu, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>S. C. Boutet, <\/b> None..<br><b>M. Masaeli, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6934","PresenterBiography":null,"PresenterDisplayName":"Vivian Lu, PhD,BA","PresenterKey":"daf3a755-0a13-45d8-bd33-e29f0ac9d999","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6934. Integrating deep learning morphology profiling, cell sorting, and scRNASeq reveals sample diversity and enriched sub-populations","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating deep learning morphology profiling, cell sorting, and scRNASeq reveals sample diversity and enriched sub-populations","Topics":null,"cSlideId":""},{"Abstract":"Cancer cell plasticity underlies the progression of several solid tumors. In lung adenocarcinoma, morphological changes characterizing the transition from indolent to aggressive disease exhibit profound epigenetic and transcriptional reprogramming<sup>1<\/sup>. However, the extent, features, and drivers of cancer cell plasticity in the progression of human lung adenocarcinoma is still largely unexplored. Here, we assembled and analyzed a meta-cohort of 119 human lung tumors analyzed by single-cell RNA-sequencing, for a total of ~730,000 cells. Cancer cell heterogeneity was the result of differential activation of 17 transcriptional programs associated with common cancer phenotypes, such as proliferation, cell migration, and response to hypoxia, as well as alveolar lineage identity (AT2). In particular, AT2-specific expression of MHC-II was down-regulated with the progression of the disease and markedly reduced in <i>KEAP1<\/i> and\/or <i>STK11<\/i> mutated samples, providing a rationale for the association between these mutations and immunotherapy resistance. Co-activation of transcriptional programs clustered tumor cells in 4 major cell states, which emerged with the progression of the disease. To explore spatial distribution of different cancer cell states, we generated and analyzed multiple spatial transcriptomics and proteomics lung adenocarcinoma cohorts. To this purpose we developed a new algorithm called CellCharter<sup>2<\/sup>. CellCharter identified distinct cancer-enriched niches within individual samples, corresponding to the cancer cell states that we discovered in the scRNA-seq cohort and exhibited specific interactions with the tumor microenvironment (TME). In particular, we identified a cancer cell state characterized by response-to-hypoxia and migratory phenotypes, which spatially segregated from highly proliferative cancer cell niches and formed specific interactions with tumor associated neutrophils. This cell state was enriched in advanced primary samples, it uniquely characterized metastatic samples, and was an independent marker of poor prognosis across multiple independent datasets. Overall, our work uncovered cell plasticity trajectories associated with the progression of lung adenocarcinoma and shed new light into the tumor-TME interactions at their origin. <sup>1 <\/sup>Tavernari et al., Cancer Discovery, 2021<sup>2 <\/sup>Varrone et al, Nat. Genetics, (in press)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Cancer genomics,Transcription,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Ciriello<\/b>, D. Tavernari, M. Varrone; <br\/>UNIL University of Lausanne, Lausanne, Switzerland","CSlideId":"","ControlKey":"b9271bca-2a42-4953-98b3-9d56d44529e0","ControlNumber":"6355","DisclosureBlock":"&nbsp;<b>G. Ciriello, <\/b> None..<br><b>D. Tavernari, <\/b> None..<br><b>M. Varrone, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3668","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6935","PresenterBiography":null,"PresenterDisplayName":"Giovanni Ciriello, PhD","PresenterKey":"4b971e07-fc25-401d-b996-5b3667ac1fd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6935. Non-genetic routes of lung cancer evolution","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-genetic routes of lung cancer evolution","Topics":null,"cSlideId":""},{"Abstract":"Understanding the relationship between genotype and phenotype in breast cancer cells has been challenging at single cell resolution, mainly because existing high-throughput methods are limited to measuring a single modality and data must be integrated indirectly via computational methods. To address this challenge, we developed wellDR-seq, a high-throughput single cell method that can simultaneously measure the single cell whole genome and transcriptome directly from thousands of single cells in parallel. Using this method, we profiled 17,427 single cells in 6 different ER+ breast cancer patients with either premalignant disease (Ductal-carcinoma-in-situ) or invasive ductal carcinoma (IDC). From these data we identified the epithelial cell-of-origin in 3 cases, showing that ER+ breast cancer cells originated from Luminal Hormone Responsive (LumHR) in the normal breast tissues. We also found that autosomal somatic copy number aberrations were exclusively present in LumSec (&#60; 2%) and LumHR epithelial cells, while chrX gain or loss also occurred in stromal cells (eg fibroblast and endothelial) but a low frequency (&#60;2%) in our datasets. Additionally, our data show the impact of subclonal copy number profiles on gene expression programs, which reflects both gene dosage effects in CNA regions and more complex deregulation in copy-neutral regions. wellDR-seq offers a powerful tool for large-scale single cell genome and transcriptome simultaneous sequencing across different clinical samples, opens new avenue to investigate genotype and phenotypes interactions, identify tumor cells origins, reveal somatic copy number and mutation events, quantify the gene dosage effect and discerning differential genes expression between tumor subclones.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,high throughput single cell DNA&RNA sequencing,breast cancer cell of origin,somatic copy number aberration in breast tissue,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Wang<\/b><sup>1<\/sup>, R. Ye<sup>1<\/sup>, S. Bai<sup>1<\/sup>, Z. Xiao<sup>1<\/sup>, L. Yano<sup>1<\/sup>, J. Li<sup>1<\/sup>, Y. Lin<sup>1<\/sup>, E. Sei<sup>1<\/sup>, S. Lin<sup>1<\/sup>, A. Thompson<sup>2<\/sup>, S. Krishnamurthy<sup>1<\/sup>, N. Navin<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"c5f7e9f2-bbff-4b79-b287-b10eb7de9004","ControlNumber":"2063","DisclosureBlock":"&nbsp;<b>K. Wang, <\/b> None..<br><b>R. Ye, <\/b> None..<br><b>S. Bai, <\/b> None..<br><b>Z. Xiao, <\/b> None..<br><b>L. Yano, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>E. Sei, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>A. Thompson, <\/b> None..<br><b>S. Krishnamurthy, <\/b> None..<br><b>N. Navin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6937","PresenterBiography":null,"PresenterDisplayName":"Kaile Wang, PhD","PresenterKey":"f5591fba-df37-4d4d-8b95-449e983eeaea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6937. High throughput single cell simultaneous DNA and RNA sequencing identified cell-of-origin of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High throughput single cell simultaneous DNA and RNA sequencing identified cell-of-origin of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Neurofibromatosis type 1 (NF-1) is the most common cancer predisposition syndrome in which 15-20% of affected individuals develop glioma. Large scale DNA and RNA bulk profiling showed the molecular complexity of NF-1 glioma with the tumor cellular ecosystem constituted by multiple malignant phenotypes and heterogenous immune microenvironment. However, the composition and function of infiltrating cells was hidden in the bulk tumor, and the extended granularity of NF-1 glioma tumor microenvironment (TME) remained still unexplored. Here, we collected glioma samples from 46 NF-1 patients including 22 high-grade (HGG) and 24 low-grade (LGG) tumors, and we analyzed their gene expression by single nuclei RNA sequencing. A total of 239,044 single cells were classified into tumor and non-tumor components by integrating multiple computational approaches (including genomic copy number inference, gene signature enrichment, and clustering). We defined the pattern of intra-tumor heterogeneity of NF-1 glioma cells using non-negative matrix factorization and derived 7 malignant meta-programs (MPs) that we respectively defined as Neuronal-like, EMT, Astrocyte-like, Dividing Radial Glia-like, Ependymal-like, Immune, and Glycolytic\/Hypoxic-like. These MPs recapitulated normal brain cell subtypes, thereby reflecting broad cell plasticity. The non-tumor cell compartment (121,364 cells, 51%) was dissected for the characterization of the cell types that populate the TME of NF-1 glioma. We identified different subpopulations exhibiting specific immune functions within myeloid and lymphoid components. Different glioma ecomodules were highlighted by comparing the relative composition of the TME across the tumors. Recruitment and activation of cytotoxic CD8<sup>+<\/sup> T cells and natural killers by an active crosstalk with dendritic and pro-inflammatory myeloid cells defined an immune-supportive phenotype that could mediate a potential anti-tumor response in low-grade NF-1 glioma (LGG immune high). Conversely, regulatory T cell infiltration and effector T cell exhaustion induced immune suppression in a low-grade glioma immune dysfunctional ecomodule. The absence of lymphocytes characterized a large set of cold tumors, mostly including high-grade glioma. Together, the complex interplay of tumor cell states with different TME compartments elucidated the existence of separate ecomodules in NF-1 glioma, with the LGG immune high TME associated with Neuronal-like and the LGG immune dysfunctional with Ependymal-like tumor cells. The Ependymal-like state also exhibits maximal association with brain-specific normal cells, including oligodendrocytes, neurons and astrocytes, whereas the HGG are enriched with Dividing Radial Glia- and Glycolytic\/Hypoxic-like tumor cell states. The elucidation of different ecomodules provides novel insights for the application of targeted therapies in NF-1 glioma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Neurofibromatosis type 1,Tumor heterogeneity,Glioma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Garofano<\/b><sup>1<\/sup>, F. D'Angelo<sup>1<\/sup>, M. Oh<sup>1<\/sup>, M. Ceccarelli<sup>1<\/sup>, F. Bielle<sup>2<\/sup>, M. Sanson<sup>2<\/sup>, A. Lasorella<sup>1<\/sup>, A. Iavarone<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL, <sup>2<\/sup>Pitié Salpêtrière Hospital, Paris, France","CSlideId":"","ControlKey":"f78b1779-d937-4b9e-873e-c42f05141941","ControlNumber":"4988","DisclosureBlock":"&nbsp;<b>L. Garofano, <\/b> None..<br><b>F. D'Angelo, <\/b> None..<br><b>M. Oh, <\/b> None..<br><b>M. Ceccarelli, <\/b> None..<br><b>F. Bielle, <\/b> None..<br><b>M. Sanson, <\/b> None..<br><b>A. Lasorella, <\/b> None..<br><b>A. Iavarone, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6938","PresenterBiography":null,"PresenterDisplayName":"Luciano Garofano, PhD","PresenterKey":"403fea96-2b2a-4b80-bdb2-df5df7227fa1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6938. Identification of distinct tumor-TME ecomodules in glioma from neurofibromatosis type 1","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of distinct tumor-TME ecomodules in glioma from neurofibromatosis type 1","Topics":null,"cSlideId":""},{"Abstract":"Background: In HER2+ breast cancer (BC), residual disease (RD) after neoadjuvant HER2 inhibition is associated with increased risk of recurrence. However, the genetic and non-genetic resistance mechanisms underlying RD remain incompletely characterized. Here we used single nuclei (sn) RNA and DNA sequencing to profile genetic and transcriptional changes in growing, residual, and recurrent tumors from an inducible mouse tumor model of HER2+ breast cancer.<br \/>Methods: We used mammary tumors \/ tumor bed (n=2-3\/time point) from female <i>MMTV-rtTA; TetO-ERBB2<\/i> mice at 9 weeks DoxOn (HER2on), 7 days DoxOff (HER2off) and 12-21 weeks Doxoff (recurrent). Samples were snap frozen and single nuclei isolation was performed. snRNAseq was performed using 10X 5&#8217; v2 kits for library preparation and sequencing. snDNAseq was performed using a custom amplicon panel targeting the mouse genome and human <i>ERBB2<\/i> locus via the MissionBio Tapestri platform.<br \/>Results: For snRNAseq analysis, tumor cell clusters were identified by <i>Epcam<\/i> and <i>ERBB2<\/i> gene expression. Tumor cells were further subclustered into 18 unique clusters that separated by <i>ERBB2<\/i> expression. Seven subclusters of HER2on tumor cells were characterized by low <i>ERRB2<\/i> expression: 1.38 vs 2.94 (median normalized log counts) in HER2on-<i>ERBB2<\/i>high cells. Top 5 differentially expressed genes (DEG) per condition (log2 fold change &#62;1.5, adjusted p value &#60; 0.05) were: HER2on: <i>Erbb2, Csn3, Lcn2, Csn2, Wfdc18<\/i>; HER2on-<i>ERBB2<\/i>high: <i>Csn3, Igfbp5, Csn2, Lcn2, Trf<\/i>; HER2on-<i>ERBB2<\/i>low: <i>Lars2, Gm47283, Cmss1, Gm42418, Neat1<\/i>; HER2off: <i>Lars2, Hexb, Cmss1, Gphn, Gm42418<\/i>; Recurrent: <i>Capza2, Vim, Lgals1, Crabp1, S100a6<\/i>. HER2on-<i>ERBB2<\/i>low cells were more closely related in transcriptional space to HER2off residual tumor cells than HER2on-<i>ERBB2<\/i>high tumor cells. Trajectory analysis suggested that HER2off RD evolved from HER2on-<i>ERRB2<\/i>low cells and formed the basis of recurrent disease. To determine clonal evolution over time, we used common top 10 DEGs between HER2on vs HER2off vs HER2low snRNAseq data and intersected that set with significantly enriched single nucleotide variants (SNVs) from our snDNAseq data. We identified 16 clones containing at least 1 SNV at &#62;1% frequency across all samples. We observed clonal persistence, relative enrichment and extinguishment between HER2on, HER2off and recurrent samples but without clonal dominance.<br \/>Conclusion: Time-series analysis of genetic and transcriptional evolution in a mouse model of HER2+ BC RD suggests that a tumor cell subpopulation characterized by an <i>ERBB2<\/i>low-associated transcriptional program drives RD after HER2 inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-03 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Resistance,Breast cancer,HER2\/neu,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. K. Kabraji<\/b><sup>1<\/sup>, W. Wang<sup>2<\/sup>, Y. Zhang<sup>1<\/sup>, J. Bergholz<sup>2<\/sup>, T. Jiang<sup>2<\/sup>, V. Kurisetty<sup>1<\/sup>, M. Homsi<sup>1<\/sup>, J. Wang<sup>1<\/sup>, J. Zhao<sup>2<\/sup>; <br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"76ef0ffb-dcd5-4f08-b5db-e1c41b509543","ControlNumber":"2636","DisclosureBlock":"&nbsp;<b>S. K. Kabraji, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Bergholz, <\/b> None..<br><b>T. Jiang, <\/b> None..<br><b>V. Kurisetty, <\/b> None..<br><b>M. Homsi, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>J. Zhao, <\/b> <br><b>Geode Therapeutics<\/b> Fiduciary Officer. <br><b>Crimson Biotech<\/b> Fiduciary Officer.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6939","PresenterBiography":null,"PresenterDisplayName":"Sheheryar Kabraji, BA;BMBCh;BS","PresenterKey":"c4546628-ba02-422f-a8d2-d5ced3af3525","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6939. Residual disease after HER2 inhibition is driven by a primary tumor subpopulation expressing an <i>ERBB2<\/i>-low associated transcriptional program","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Residual disease after HER2 inhibition is driven by a primary tumor subpopulation expressing an <i>ERBB2<\/i>-low associated transcriptional program","Topics":null,"cSlideId":""},{"Abstract":"Epithelial-mesenchymal transition (EMT) is a hallmark of pancreatic ductal adenocarcinoma (PDAC) invasion. In general, cellular plasticity is a major contributor to both tumor progression and therapy resistance. The major goals of our study are to 1) directly and quantitatively measure plasticity in PDAC3 cell lines, and 2) identify candidate genes that could alter the plasticity of cancer cells. By understanding the regulation of tumor cell plasticity, we may find ways to perturb cells and prevent the transition towards treatment resistant cell states. A strict definition of plasticity in cancer has yet to be established, however, and is imperative to our understanding of cell state regulation and for identifying vulnerabilities in plastic cells. We argue that in order to prove plasticity occurs within a population of cells, one must either 1) demonstrate that a new cell state has emerged that was previously not present, or 2) trace the lineage of a cell to show it can adopt multiple cell states. For our study, we profile 12 patient-derived PDAC cell lines to find convergent EMT programs and perform lineage tracing on these cell lines using a modified CROP-seq vector, called ClonMapper, to quantitatively measure plasticity. Towards this goal, we perform single-cell RNA-seq (scRNA) and single-cell multiomic measurements of 1000 uniquely barcoded cells expanded over a time course of 2, 3 and 4 weeks. We refer to cells that have the same lineage barcode - originating from the same initial cell - as families. We found that ~50% of families are composed of cells that are epithelial and mesenchymal, thus proving plasticity must exist, as it shows that a given parental cell of unknown state can give rise to progeny that are in multiple states. We then develop mathematical models to show that families have different levels of plasticity, defined by the rates of transition between distinct cell states. We next leverage our barcode-resolution time course data to identify factors at early time points that may influence plasticity at later time points. We show there is differential accessibility of several of these factors across families with different plasticity properties, thus proposing a role for epigenetic regulation of EMT. Importantly, we find that specific factors drive gene regulatory networks important for epithelial and mesenchymal programs, and therefore propose candidates for the modulation of EMT for therapeutic benefit.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Pancreatic cancer,Clonal evolution,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Yeramosu<\/b><sup>1<\/sup>, L. Bi<sup>1<\/sup>, A. Collins<sup>1<\/sup>, M. Bogaev<sup>1<\/sup>, M. Jankowiak<sup>1<\/sup>, A. Al’Khafaji<sup>1<\/sup>, M. Parikh<sup>1<\/sup>, M. Babadi<sup>1<\/sup>, A. Bloemendal<sup>1<\/sup>, S. Nagaraja<sup>2<\/sup>, R. Jones<sup>1<\/sup>, J. Shendure<sup>3<\/sup>, D. T. Ting<sup>4<\/sup>, A. Aguirre<sup>5<\/sup>, N. Hacohen<sup>6<\/sup>, D. Pe’er<sup>7<\/sup>, E. S. Lander<sup>1<\/sup>, A. Mehta<sup>1<\/sup>; <br\/><sup>1<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>University of Washington, Seattle, WA, <sup>4<\/sup>Mass General Cancer Center, Boston, MA, <sup>5<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>6<\/sup>Massachusetts General Hospital, Boston, MA, <sup>7<\/sup>Sloan Kettering Institute, New York, NY","CSlideId":"","ControlKey":"66170200-6d63-4142-bdbf-f10425fe92cd","ControlNumber":"7328","DisclosureBlock":"&nbsp;<b>D. Yeramosu, <\/b> None..<br><b>L. Bi, <\/b> None..<br><b>A. Collins, <\/b> None..<br><b>M. Bogaev, <\/b> None..<br><b>M. Jankowiak, <\/b> None..<br><b>A. Al’Khafaji, <\/b> None..<br><b>M. Parikh, <\/b> None..<br><b>M. Babadi, <\/b> None..<br><b>A. Bloemendal, <\/b> None..<br><b>S. Nagaraja, <\/b> None..<br><b>R. Jones, <\/b> None..<br><b>J. Shendure, <\/b> None..<br><b>D. T. Ting, <\/b> None.&nbsp;<br><b>A. Aguirre, <\/b> <br><b>Anji Pharmaceuticals<\/b> Independent Contractor. <br><b>Arrakis Therapeutics<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Boehringer Ingelheim<\/b> Independent Contractor. <br><b>Oncorus, Inc.<\/b> Independent Contractor. <br><b>Merck & Co<\/b> Independent Contractor. <br><b>Mirati Therapeutics<\/b> Independent Contractor. <br><b>Nimbus Therapeutics<\/b> Independent Contractor. <br><b>Plexium<\/b> Independent Contractor. <br><b>Revolution Medicines<\/b> Independent Contractor. <br><b>Reactive Biosciences<\/b> Independent Contractor. <br><b>Riva Therapeutics<\/b> Independent Contractor. <br><b>Syros Pharmaceuticals<\/b> Independent Contractor. <br><b>T-knife Therapeutics<\/b> Independent Contractor. <br><b>Riva Therapeutics<\/b> Stock. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Deerfield<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract.<br><b>N. Hacohen, <\/b> None..<br><b>D. Pe’er, <\/b> None.&nbsp;<br><b>E. S. Lander, <\/b> <br><b>Codiak BioScience<\/b> Other, Board of Directors. <br><b>Neon Therapeutics<\/b> Other, Board of Directors. <br><b>F-Prime Capital Partners<\/b> Other, Scientific Advisory Board. <br><b>Third Rock Ventures<\/b> Other, Scientific Advisory Board. <br><b>A. Mehta, <\/b> <br><b>Third Rock Ventures<\/b> Employment. <br><b>Abata Therapeutics<\/b> Stock, Other Business Ownership. <br><b>Asher Biotherapeutics<\/b> Stock, Other Business Ownership. <br><b>Abata Therapeutics<\/b> Independent Contractor. <br><b>Asher Biotherapeutics<\/b> Independent Contractor. <br><b>BioNTech SE<\/b> Independent Contractor. <br><b>Checkmate Pharmaceuticals<\/b> Independent Contractor. <br><b>Flare Therapeutics<\/b> Independent Contractor. <br><b>Third Rock Ventures<\/b> Independent Contractor. <br><b>venBio<\/b> Independent Contractor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6940","PresenterBiography":null,"PresenterDisplayName":"Deepika Yeramosu, MS","PresenterKey":"19a061d3-1a7f-4481-b7af-88655a150ccb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6940. The transcriptional and epigenetic regulation of epithelial-mesenchymal plasticity in patient-derived pancreatic cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The transcriptional and epigenetic regulation of epithelial-mesenchymal plasticity in patient-derived pancreatic cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Retinoblastoma is a pediatric retinal cancer that initiates in response to biallelic RB1 loss or MYCN amplification in a cone precursor cell of origin. After initial emergence, RB1-\/- retinoblastomas progress to more aggressive forms by accumulation of single nucleotide variants (SNVs) and highly recurrent somatic copy number alterations including 1q+, 2p+, 6p+ and 16q- (RB SCNAs), resulting in heterogeneous mixtures of subclonal cell populations. SCNAs are enriched in highly evolved and aggressive tumor subtypes and show prognostic value in retinoblastoma liquid biopsies. However, the transcriptomic effects of retinoblastoma SCNAs are poorly understood. Single cell methods may enable comparison of tumor subclones within emerging retinoblastoma tumors and thereby provide insight into tumor progression.<br \/>We retrieved single cell RNA sequencing data for 25 retinoblastoma tumors and inferred SCNAs and subclone phylogenies from scRNAseq information using a recently published tool, Numbat. We identified tumors with clonal variation in RB SCNAs and excluded samples with poor transcriptome quality or excessive additional SCNAs. We proceeded with analysis of 11 tumors with subclonal heterogeneity for an SCNA of interest, including 10 with 1q+, eight with 2p+, four with 6p+, and six with 16q-. After removal of nontumor cells, we defined cell clusters, cluster marker genes, and cell cycle phase gene signatures, and we compared cell state distributions for subclones with an acquired SCNA relative to their immediate antecedents.<br \/>These analyses revealed recurrently discriminated transcriptomic clusters corresponding to six discrete cell cycle states (post-mitotic G1, G1, G1\/S, S, S\/G2, G2\/M) and variable cell stress states, including a cluster with hypoxia and heat shock related marker gene expression in all samples. In each tumor, SCNA-defined tumor subclones had a distinct cell state distribution. Tumor subclones with acquired 1q+ were enriched in G2 states and depleted in G1 states. Subclones with 2p+ were enriched in G2 states. Subclones with 6p+ were enriched in S phase states. Subclones with 16q- were diminished in post-mitotic cell states. Tumor clones with 1q+ and 16q- were most strongly enriched for G2 phase cells. Such 1q+\/16q- tumor cells were significantly differentially distributed in three tumor replicates. Tumor clones with other RB SCNAs were enriched over diploid clones in proliferating G2 cells without SCNA specific effects.<br \/>To identify candidate drivers of SCNA-specific transcriptomic effects we measured RB SCNA clonal variation in gene expression within and across transcriptomic states. We identified recurrently differentially expressed in-segment genes in 1q+, 2p+, 6p+, and 16q- , as well as out-of-segment genes. Finally, we propose molecular mechanisms underlying SCNA recurrence that may enable tumor evolution in retinoblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Tumor evolution,,Copy number alterations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Stachelek<\/b>, D. E. Cobrinik; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"b1ef6aa7-77c2-4953-8ee2-f469b3de8d88","ControlNumber":"8570","DisclosureBlock":"&nbsp;<b>K. Stachelek, <\/b> None..<br><b>D. E. Cobrinik, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6941","PresenterBiography":null,"PresenterDisplayName":"Kevin Stachelek, BA;MS","PresenterKey":"872e3040-063c-4cb8-a932-ea8c2d83436b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6941. Transcriptomic effects of retinoblastoma progression-related somatic copy number alteration (SCNA)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic effects of retinoblastoma progression-related somatic copy number alteration (SCNA)","Topics":null,"cSlideId":""},{"Abstract":"Intrapatient heterogeneity among different metastatic sites contributes to immunotherapy (ICi) and targeted therapy resistance. Determining the evolution of metastatic melanoma lesions that develop within the same patient could help elucidate adaptive mechanisms that drive tumor progression during therapy. To assess how metastatic melanoma persists through immunotherapy and targeted inhibitor treatments, we utilized samples from a single patient who had received anti-CTLA4, BRAFi\/MEKi, and BRAFi\/MEKi+CDK4\/6i treatments during the LOGIC2 clinical trial. Eight short-term cultures were established from different metastatic site biopsies at chronological time points throughout the patient&#8217;s treatment and subsequent post-mortem resection of the bone, ovary, and brain metastatic sites. While the initial treatment na&#239;ve metastatic tumor in the breast was <i>BRAF<\/i><i><sup>V600E<\/sup><\/i> mutant, <i>NRAS<\/i><i><sup>Q61<\/sup><\/i> mutations were acquired after treatment with CDK4\/6i in the bone and ovary tumors. Tumors that persist through treatment and colonize distant organs adapt to and rely on organ-specific microenvironments. To assess treatment- and organ-specific adaptations, single-cell RNA sequencing was performed on seven of the short-term cultures to identify subpopulations that persist through each treatment. We analyzed samples and subpopulations of each culture to determine differences in their transcriptional cell states. The regulon transcriptional network of each sample and subpopulation was evaluated to determine site- and treatment-specific transcriptional regulation differences. In addition, we identified the treatment na&#239;ve culture is split into two major subpopulations by therapy resistance features which are further made up of six distinct subpopulations with heterogeneous regulatory networks. We determined the longitudinal evolution of subpopulations in response to treatment and organ site to evaluate how the pressure of therapies and the microenvironment influence metastatic progression. We further evaluated site-specific resistance mechanisms and detected increased HER3 expression in the melanoma brain metastasis (MBM) sample. Treatment with Neuregulin 1, a ligand for the HER3 receptor that is abundant in brain tissue, partially rescued the growth of MBM cells and restored MAPK and AKT-mTOR signaling in the presence of BRAFi\/MEKi. Targeting the NRG1-HER3 signaling axis could have therapeutic potential in melanoma patients with active brain metastases. Additionally, we evaluated treatment-specific resistance mechanisms and identified high Brevican (BCAN) expression in an early emerging subpopulation that arises after ICi in this patient and in others. BCAN is implicated in both ICi- and cross-resistance. We will functionally investigate whether targeting BCAN sensitizes cells to ICi. Future studies aim to functionally examine novel site- and treatment-specific cross patient targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Metastasis,Brain metastasis,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. P. Wilson<\/b><sup>1<\/sup>, G. L. Mersky<sup>1<\/sup>, J. I. Haj<sup>1<\/sup>, J. Teh<sup>1<\/sup>, P. F. Cheng<sup>2<\/sup>, S. Caksa<sup>1<\/sup>, C. D. Stefanski<sup>1<\/sup>, V. Chua<sup>1<\/sup>, C. Capparelli<sup>1<\/sup>, M. P. Levesque<sup>2<\/sup>, R. Dummer<sup>2<\/sup>, T. J. Purwin<sup>1<\/sup>, A. E. Aplin<sup>1<\/sup>; <br\/><sup>1<\/sup>Thomas Jefferson University, Philadelphia, PA, <sup>2<\/sup>University of Zurich Hospital, Zurich, Switzerland","CSlideId":"","ControlKey":"bf4debf7-d67f-4152-a315-ffe7249c84cf","ControlNumber":"7525","DisclosureBlock":"&nbsp;<b>H. P. Wilson, <\/b> None..<br><b>G. L. Mersky, <\/b> None..<br><b>J. I. Haj, <\/b> None..<br><b>J. Teh, <\/b> None..<br><b>P. F. Cheng, <\/b> None..<br><b>S. Caksa, <\/b> None..<br><b>C. D. Stefanski, <\/b> None..<br><b>V. Chua, <\/b> None..<br><b>C. Capparelli, <\/b> None..<br><b>M. P. Levesque, <\/b> None..<br><b>R. Dummer, <\/b> None..<br><b>T. J. Purwin, <\/b> None.&nbsp;<br><b>A. E. Aplin, <\/b> <br><b>Thomas Jefferson University<\/b> Patent, Patent number 9880150. <br><b>Thomas Jefferson University<\/b> Patent, Pending patent, PCT\/US22\/76492.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6942","PresenterBiography":null,"PresenterDisplayName":"Haley Wilson, BS","PresenterKey":"2e879049-1599-4eb3-9a4d-b852bea779a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6942. Single cell resolution of intrapatient drug resistance mechanisms in metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell resolution of intrapatient drug resistance mechanisms in metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The treatment of patients with small cell lung cancer (SCLC) represents a major medical challenge due to aggressive tumor growth and the poor 5-year overall survival rate of only 5%. SCLC tumors typically are remarkably sensitive to chemotherapy at the beginning; however, the subsequent rapid relapse of therapy-resistant tumors is a severe obstacle. We therefore aimed to decipher the molecular patterns guiding processes of evolutionary adaptation in SCLC as a consequence of therapeutic interventions.<br \/>Methods: Over 100 patient-derived xenotransplant models were generated from clinical SCLC specimens capturing a wide range of genetic and molecular features as well as clinical phenotypes with regard to chemotherapy response. We recapitulated chemotherapy response <i>in vivo<\/i> for 32 models, and performed in-depth genome and single-cell transcriptome sequencing to thus dissect genomic evolutionary trajectories and transcriptional plasticity of therapy-na&#239;ve and relapsed tumors, which includes the study of multiregional and longitudinal samples.<br \/>Results: The response to chemotherapy <i>in vivo<\/i> reflected the clinical response of the patients; however, several models of relapsed patients remained sensitive to treatment. Genomic studies of clonal dynamics indicated selection of subclones as a result of therapeutic pressure. In contrast, chemo-refractory tumors maintained their clonal composition after therapy. In agreement with genomic profiles, single-cell transcriptome data revealed a tremendous shift in expression profiles and composition of subpopulations. Furthermore, subclonal genomic events including copy number alterations were found to shape the transcriptional heterogeneity in tumors.<br \/>Conclusion: Here, we demonstrate a comprehensive functional characterization of multi-regional tumor sites and longitudinal specimens acquired from patients with SCLC, in which we elucidate genomic and transcriptional heterogeneity as a consequence of therapy response. Overall, our data points to a complex interplay between sub-clonal genomic changes and transcriptional plasticity shaping therapy response in which pre-existing genomic alterations impact selection under therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Single cell,Cancer genomics,Tumor evolution,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. C. Kaiser<\/b>, M. Schmiel, A. Ruminska, N. Alavinejad, C. Müller, J. Valiulis, M. Peifer, M. Cartolano, R. K. Thomas, J. George; <br\/>University of Cologne, Köln, Germany","CSlideId":"","ControlKey":"94e56334-7f0a-47cd-a90a-45c628d07b80","ControlNumber":"2422","DisclosureBlock":"&nbsp;<b>L. C. Kaiser, <\/b> None..<br><b>M. Schmiel, <\/b> None..<br><b>A. Ruminska, <\/b> None..<br><b>N. Alavinejad, <\/b> None..<br><b>C. Müller, <\/b> None..<br><b>J. Valiulis, <\/b> None.&nbsp;<br><b>M. Peifer, <\/b> <br><b>DISCO Pharmaceuticals<\/b> Consultant.<br><b>M. Cartolano, <\/b> None.&nbsp;<br><b>R. K. Thomas, <\/b> <br><b>DISCO Pharmaceuticals<\/b> founder, shareholder and CEO. <br><b>PearlRiver Bio, now part of Centessa<\/b> founder, consultant. <br><b>Epiphanes Inc<\/b> founder, shareholder, consultant. <br><b>Centessa<\/b> shareholder. <br><b>J. George, <\/b> <br><b>DISCO Pharmaceuticals<\/b> Consultant. <br><b>MSD<\/b> Honoraria.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6943","PresenterBiography":"","PresenterDisplayName":"Laura Kaiser, BS;MS","PresenterKey":"f2462a3e-e9a0-4c0a-9191-34dd7638e3d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6943. Evolutionary dynamics under chemotherapy in small cell lung cancer: Insights from patient-derived xenotransplant models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evolutionary dynamics under chemotherapy in small cell lung cancer: Insights from patient-derived xenotransplant models","Topics":null,"cSlideId":""},{"Abstract":"Intratumor heterogeneity (ITH) is a substrate for tumor evolution and confers amenability to stressors and therapies. Sources of ITH include subclonal mutations, microenvironmental factors, and plasticity whereby a cell has the ability to adopt different cell states. Clear cell kidney cancer (ccRCC) has a well-characterized genetic initiating event - VHL inactivation - resulting in activation of HIF-1 and HIF-2 transcription factors. Although VHL inactivation is consistently clonal in nature, ccRCC nonetheless exhibits extensive genetic and morphological ITH. This makes ccRCC an excellent model in which to study ITH.<br \/>We performed single cell RNA-seq on multiregional samples from kidney tumors and macroscopically normal kidney tissue. We obtained 55 samples from 16 tumors and used the 10x Genomics platform to obtain gene expression data from ~150,000 single cells, including ~80,000 cancer and normal epithelial cells.<br \/>We identified three cancer cell states, co-existing in all clear cell kidney cancer tumors analyzed and marked by different gene expression programs: 1) differentiated-like cells marked by proximal tubule cell genes characteristic of the cancer cell of origin; 2) epithelial-mesenchymal transition (EMT)-like cells and 3) injured-like cells. Differentiated markers and EMT markers were associated with good and poor prognosis, respectively, indicating that these cell subpopulations are clinically important. Notably, these cell states are also present in the normal proximal tubule although in different proportions to the tumor samples, which contain more cells in the EMT-like and injured-like states. This suggests that the core features of ITH are inherent to the cell of origin of the cancer, but that the cell state trajectories are dysregulated in the tumor. Furthermore, in tumors these states exist as a continuum, whereby transitional cells in between states appear to exist, suggesting that cancer cells are continually and dynamically transitioning between states.<br \/>Lastly, we used chromosomal copy number variation (CNV) patterns to study genetic ITH. We examined the effect of 14q loss, which is associated with ccRCC metastasis, on gene expression. We found that 14q loss is associated with downregulation of HIF-1 transcriptional activity together with a reciprocal increase in HIF-2 activity, MYC activity and oxidative phosphorylation, highlighting potential mechanisms by which 14q loss may driver ccRCC metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Intratumoral heterogeneity,Hypoxia-inducible factor,Copy number variation,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. Lombardi<\/b><sup>1<\/sup>, R. Li<sup>1<\/sup>, L. Browning<sup>2<\/sup>, F. Jabbar<sup>1<\/sup>, H. Evans<sup>1<\/sup>, P. J. Ratcliffe<sup>1<\/sup>, D. R. Mole<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Oxford, Oxford, United Kingdom, <sup>2<\/sup>Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom","CSlideId":"","ControlKey":"251a5b5a-d1ac-4e6f-8e3e-9328ac6e236e","ControlNumber":"6765","DisclosureBlock":"&nbsp;<b>O. Lombardi, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>L. Browning, <\/b> None..<br><b>F. Jabbar, <\/b> None..<br><b>H. Evans, <\/b> None..<br><b>P. J. Ratcliffe, <\/b> None..<br><b>D. R. Mole, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6944","PresenterBiography":null,"PresenterDisplayName":"Olivia Lombardi, PhD","PresenterKey":"a966c28e-f85e-4aca-aeac-dd38ec9f292d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6944. Transcriptional programs underpinning reoccurring cancer cell states, plasticity and tumour phylogenies in clear cell kidney cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional programs underpinning reoccurring cancer cell states, plasticity and tumour phylogenies in clear cell kidney cancer","Topics":null,"cSlideId":""},{"Abstract":"The five-year survival rate of glioblastoma multiforme (GBM) is 5.8%, and its standard of care has not changed since 2005.<sup> <\/sup> This stagnation in therapeutic development is due, in part, to its characteristic heterogeneity--<i>multiforme<\/i>--highlighting a <i><u>critical need<\/u><\/i> to understand the biological processes underlying this GBM hallmark. Despite the well-documented individual relationships between extrachromosomal DNA (ecDNA), GBM, and heterogeneity, the interplay between the three is not well understood. The Furnari lab has generated a library of cancer avatars, or human induced pluripotent stem cells (hiPSCs) engineered to harbor cancer driving mutations. Single cell RNA sequencing (scRNA-seq) was used to characterize the longitudinal evolution of the first avatars engineered to h&#173;ave <i>TP53<sup>&#8722;\/&#8722;<\/sup>;PDGFRA<sup>&#916;8-9<\/sup><\/i> and <i>PTEN<sup>-\/-<\/sup>;NF1<sup>-\/-<\/sup><\/i> genotypes. The <i>TP53<sup>&#8722;\/&#8722;<\/sup>;PDGFRA<sup>&#916;8-9<\/sup><\/i> avatar acquired ecDNA, while the <i>PTEN<sup>-\/-<\/sup>; NF1<sup>-\/-<\/sup><\/i> avatar did not. Re-analysis of the scRNA-seq data identified a subpopulation of cells in the <i>TP53<sup>&#8722;\/&#8722;<\/sup>;PDGFRA<sup>&#916;8-9<\/sup><\/i> avatar that had high expression of <i>CDK4<\/i> and <i>PDGFRA<\/i>, two genes that are commonly co-amplified, found on ecDNA, and drive cellular states. This subpopulation of cells also had highly expressed genes near the <i>CDK4<\/i> locus indicating a structural variant and possibly ecDNA. This population diverged transcriptionally from other cells and was associated with the OPC-like cellular state, which has been shown to be associated with high levels of <i>PDGFRA <\/i>and, at times, co-expression with <i>CDK4<\/i>. While <i>TP53<sup>&#8722;\/&#8722;<\/sup>;PDGFRA<sup>&#916;8-9<\/sup><\/i> tumors contained cells across all four GBM cellular states, <i>PTEN<sup>&#8722;\/&#8722;<\/sup>;NF1<sup>&#8722;\/&#8722;<\/sup><\/i> tumors had a significantly less diverse composition of cellular states suggesting that ecDNA may facilitate cellular state diversity. With the eventual goal to directly test whether ecDNA enables transcriptional state heterogeneity compared to chromosomally inherited amplifications, CRISPR-Cas9 and CRISPR-C were implemented to engineer <i>EGFRvIII<\/i> ecDNA in U87. While inverse PCR confirmed the successful generation of ecDNA in U87, ecDNA was lost following long term <i>in vitro <\/i>cell passaging. Current follow up work aims to identify different intrinsic (oncogene amplified, genetic background, cell type, cell line) and extrinsic (<i>in vitro<\/i> conditions, orthotopic engraftment) contexts that promote the selection and amplification of engineered ecDNA, as it would be would be valuable to have genotypically identical cancer models with different classes of amplifications (i.e., engineered ecDNA vs. lentiviral overexpression, which is chromosomally inherited). Together, these results highlight the potential to use hiPSC-derived models and single cell methods to investigate gliomagenesis and cell identity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Heterogeneity,CRISPR\/Cas9,Extrachromosomal DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Taylor<\/b>, B. Jones, D. Kawauchi, Y. Miyake, R. Vadla, N. Jameson, S. Miki, T. Koga, B. Ren, F. Furnari; <br\/>UC San Diego School of Medicine, San Diego, CA","CSlideId":"","ControlKey":"137f1be8-958d-4ed6-859b-b30685fb98ab","ControlNumber":"8259","DisclosureBlock":"&nbsp;<b>B. Taylor, <\/b> None..<br><b>B. Jones, <\/b> None..<br><b>D. Kawauchi, <\/b> None..<br><b>Y. Miyake, <\/b> None..<br><b>R. Vadla, <\/b> None..<br><b>N. Jameson, <\/b> None..<br><b>S. Miki, <\/b> None..<br><b>T. Koga, <\/b> None..<br><b>B. Ren, <\/b> None..<br><b>F. Furnari, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6945","PresenterBiography":null,"PresenterDisplayName":"Brett Taylor","PresenterKey":"d7939d25-7a79-4139-aa0f-f34d73e505c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6945. Dissecting the interplay of cell identity and extrachromosomal DNA in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the interplay of cell identity and extrachromosomal DNA in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is one of the most diagnosed cancers worldwide. Though several treatment strategies are available today, around a million people die of this disease each year worldwide. Thus, there is still a pivotal need for new and more effective treatments. Genetic and non-genetic intra-tumor heterogeneity has emerged lately as an intrinsic feature of malignancies and as one of the factors responsible for therapy resistance or tolerance. In particular, the nature and role that phenotypically distinct, yet genetically indistinguishable, subpopulations have on tumor biology is far from being understood. Here we investigate phenotypic heterogeneity in CRC by identifying specific transcriptionally well defined cell subpopulations. We aim at deciphering the interactions between populations in terms of differentiation and plasticity, tumor growth and potentially exposed targetable vulnerabilities. To this end, we used patient-derived metastatic CRC (mCRC) organoids, including KRAS wild type (wt) and mutant (<i>kras<\/i>) models. We performed in total scRNAseq for 7 mCRC samples (4 wt; 3 <i>kras<\/i>) in different growth media: normal growth medium (supplemented with EGF) (n=1); medium without EGF (noEGF) (n=7); or treated with Cetuximab (CTX, a clinically approved monoclonal antibody against EGFR) (n=7). We found that the wt sample grown in EGF presents 2 distinct subpopulations: one with stemness characteristics (LGR5 high) and the other with a more differentiated phenotype (KRT20 high), in agreement with the current bibliography. Interestingly, in EGF deprived cultures new subpopulations appear. In particular, we were able to identify a subpopulation with distinct expression of WNT-related genes (APCDD1, WNT6, WIF1). This subpopulation is also present, and in cases increasing in fraction, when organoids are treated with CTX (in 3 out of 7 samples). Interestingly, a fraction of the WNT positive subpopulation seems to be able to proliferate under CTX treatment (Ki67 positive). We identified the negative regulator of the WNT pathway, APCDD1, as a potential marker to track this subpopulation. We took one wt and one <i>kras<\/i> sample as models to validate these findings by flow cytometry. Furthermore, sorting of APCDD1 positive and negative cells, and further RT-qPCR analysis, confirmed good correlation between antibody staining and gene expression. Moreover, we found that both types of cells are able to re-grow as organoids after re-culturing. This suggests that this WNT-associated subpopulation could be contributing, at least in part, to CTX tolerance or resistance. Our results show promising potential to help unravel basic features of intra-tumor heterogeneity both in basal conditions and upon treatment, and possibly to find new therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Intratumoral heterogeneity,Organoids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. J. Fletcher<\/b><sup>1<\/sup>, I. Catalano<sup>2<\/sup>, E. Grassi<sup>1<\/sup>, S. Borgato<sup>1<\/sup>, B. Peracino<sup>1<\/sup>, E. Piretto<sup>1<\/sup>, L. Alessandri<sup>1<\/sup>, R. Calogero<sup>1<\/sup>, L. Primo<sup>1<\/sup>, L. Trusolino<sup>1<\/sup>, A. Bertotti<sup>1<\/sup>, A. Puliafito<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Turin, Torino, Italy, <sup>2<\/sup>Candiolo Cancer Institute-FPO IRCCS, Torino, Italy","CSlideId":"","ControlKey":"4e5b5147-e8d5-45b1-9c3d-146900a19e11","ControlNumber":"4380","DisclosureBlock":"&nbsp;<b>S. J. Fletcher, <\/b> None..<br><b>I. Catalano, <\/b> None..<br><b>E. Grassi, <\/b> None..<br><b>S. Borgato, <\/b> None..<br><b>B. Peracino, <\/b> None..<br><b>E. Piretto, <\/b> None..<br><b>L. Alessandri, <\/b> None..<br><b>R. Calogero, <\/b> None..<br><b>L. Primo, <\/b> None.&nbsp;<br><b>L. Trusolino, <\/b> <br><b>Menarini<\/b> Other, Sponsored research grants. <br><b>Merck KGaA<\/b> Other, Sponsored research grants. <br><b>Pfizer<\/b> Other, Sponsored research grants. <br><b>Servier<\/b> Other, Sponsored research grants. <br><b>Symphogen<\/b> Other, Sponsored research grants.<br><b>A. Bertotti, <\/b> None..<br><b>A. Puliafito, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6946","PresenterBiography":null,"PresenterDisplayName":"Sabrina Fletcher, PhD","PresenterKey":"d797461e-cb84-44de-a678-c9f0df97bdf7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6946. Unravelling intra-tumor phenotypic heterogeneity in colorectal cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unravelling intra-tumor phenotypic heterogeneity in colorectal cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"The cell cycle plays a critical role in maintaining normal cellular functions and preventing abnormal cell growth. The transcription factor FOXM1 has emerged as a crucial regulator of cell cycle progression and has been implicated in various physiological and pathological processes. Notably, FOXM1 overexpression has been observed in numerous cancer types, including liver, prostate, breast, lung, and colon cancer. Despite its significance, our understanding of how FOXM1 dynamic behaves at the single-cell level under different cell cycle perturbations and its link to cell behavior heterogeneity remains limited. Here, we investigated the dynamic behavior of FOXM1 in individual cells exposed to various cell cycle perturbations, focusing on understanding heterogeneity in cell behavior and improving disease treatment. At the single-cell level, our investigation reveals six distinct dynamic features of FOXM1 in response to various therapeutic interventions, each of which corresponds to a unique cell phenotype. Our result further demonstrates that for cells exhibiting a high FOXM1 pattern, targeting aurora kinase and PLK1 may hold promise as a therapeutic approach for cancer suggesting that FOXM1 is a strong biomarker, and its pattern can be predictive of drug response, especially in cases with G1 checkpoint defects like Rb1 loss or p53 deficiency.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"FOXM1,Cell cycle,Cell heterogeneity,Single cell dynamic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Jawwad<\/b><sup>1<\/sup>, M. Kamkaew<sup>2<\/sup>, K. Phongkitkarun<sup>1<\/sup>, P. Chusorn<sup>3<\/sup>, S. Sampattavanich<sup>1<\/sup>; <br\/><sup>1<\/sup>Mahidol University, Bangkok, Thailand, <sup>2<\/sup>Tufts University, Boston, MA, <sup>3<\/sup>Roi Et Rajabhat University, Bangkok, Thailand","CSlideId":"","ControlKey":"389d9adc-c70e-410d-890f-96357f753e6f","ControlNumber":"4325","DisclosureBlock":"&nbsp;<b>T. Jawwad, <\/b> None..<br><b>M. Kamkaew, <\/b> None..<br><b>K. Phongkitkarun, <\/b> None..<br><b>P. Chusorn, <\/b> None..<br><b>S. Sampattavanich, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6947","PresenterBiography":null,"PresenterDisplayName":"Tooba Jawwad, MS","PresenterKey":"a3719dc5-195b-4cbb-98ef-a570188d34cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6947. Exploring the single-cell dynamics of FOXM1 under cell cycle perturbations","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Evolution at Single Cell Resolution","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the single-cell dynamics of FOXM1 under cell cycle perturbations","Topics":null,"cSlideId":""}]