[{"Abstract":"Background: The ubiquitin-proteasome system (UPS) and autophagy-lysosomal pathway (ALP) are critical intracellular protein degradation pathways. In response to proteasome dysfunction, cells initiate compensatory autophagy to manage proteotoxic stress, which impacts cancer therapy efficacy. Despite current insights, the exact molecular mechanisms underlying the induction of autophagy due to impaired proteasome function remain unclear. The transcription factor nuclear factor erythroid-2-related factor 1 (NRF1) is the master regulator of proteasome subunit genes, which is activated by the protease DNA damage inducible 1 homolog 2 (DDI2) upon proteasome inhibition. DDI2 also acts as an ubiquitin shuttling factor, and its depletion causes the accumulation of highly ubiquitinated proteins, resulting in increased sensitivity to proteasome inhibition in cancer cells. However, cancer cells might trigger compensatory autophagy in response to DDI2 depletion to degrade ubiquitinated protein aggregates. Here, we demonstrated that DDI2 depletion plays a role in autophagy induction.<br \/>Methods: A panel of cell lines of different origins (EW16 and ES1 human Ewing sarcoma, MIA PaCa-2 human pancreatic cancer, and NIH-3T3 murine fibroblasts) either control or DDI2-deficient were examined for autophagy activity following treatment with the autophagy inhibitor chloroquine (CQ). Through total proteome analysis, we identified an increase in cellular communication network factor 1 (CCN1) protein levels in DDI2-depleted cells, which plays a role in autophagy induction. To determine whether CCN1 is required and sufficient to induce autophagy, we applied small interfering RNA (siRNA), and viral constructs to knockdown and overexpress CCN1.<br \/>Results: The autophagic flux measurements in four different DDI2-deficient cell lines revealed elevated LC3B-II protein levels, a known autophagy marker, following CQ treatment compared to their control. Western blotting analysis confirmed increased CCN1 protein levels in the same cell lines. The autophagy induction observed in DDI2-deficient cells was diminished by CCN1-siRNA, demonstrating that CCN1 may be required for autophagy induction. Furthermore, overexpressing CCN1 in wild-type cells resulted in increased LC3B-II protein levels, indicating that CCN1 alone is sufficient to induce autophagy.<br \/>Conclusion: Targeting autophagy is a promising therapeutic strategy to improve the effects of anti-cancer therapies. We demonstrated that upon depletion of ubiquitin shuttle factor DDI2, secretory protein CCN1 accumulates leading to the subsequent induction of autophagy. These findings improve our understanding of the molecular basis governing DDI2&#8217;s role in crosstalk between protein degradation pathways. Targeting DDI2 in combination with autophagy inhibition could further potentiate these drugs as anti-cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,Compensatory autophagy ,DDI2,CCN1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Hosseini<\/b>, H. A. Byers, S. K. Radhakrishnan; <br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"46fbc7ef-811c-46c7-b7ea-6093adcef585","ControlNumber":"2462","DisclosureBlock":"&nbsp;<b>N. Hosseini, <\/b> None..<br><b>H. A. Byers, <\/b> None..<br><b>S. K. Radhakrishnan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4316","PresenterBiography":null,"PresenterDisplayName":"Nayyerehalsadat Hosseini","PresenterKey":"a33f93c6-8f08-44dd-9cf6-c1b932842371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4316. Investigation the role of DDI2 in autophagy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation the role of DDI2 in autophagy","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) remains a global health concern, being the most common cancer amongst women in the world, and the second-leading cause of cancer related death. Triple-negative breast cancer (TNBC) represents a challenging frontier in oncology, characterized by its aggressiveness and its unique molecular profile devoid of the known receptors. Its elusiveness lies in the inherent heterogeneity within its subtypes, contributing to diverse clinical behaviours and treatment responses. TNBC has also shown elevated basal autophagy level as a pro-survival mechanism to make up for the increased nutrients demand mandated by the high K-RAS signalling. To tackle such tumour, we chose an autophagy blocker in addition to multi-kinase inhibitor. The combination index calculated for the proposed drugs has shown promising results in reduction of cell viability more than each drug separately. Selectivity index proved the safety of our doses on normal fibroblast cells in contrast to two breast cancer cell lines (MDA-MB 231 &#38; MCF7). To further complement the findings, cell cycle arrest was witnessed at S phase which lead to apoptosis seen by flowcytometry and other expression analysis studies. Finally, Imaging studies and expression analysis on protein level have documented the apoptotic effects rendered by autophagy inhibition.Research endeavours continue to unravel the intricate landscape of TNBC, seeking novel avenues for targeted treatments, immunotherapies, and personalized medicine, aiming to transform the paradigm of care for those affected by this enigmatic form of breast cancer. As evident from the results, our combination has also managed to reduce the cells migration effectively which reflects that it can be initiated with aggressive metastatic tumours like TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Breast cancer,Tyrosine kinase inhibitor,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Gamal<sup>1<\/sup>, <b>N. A. El-Nikhely<\/b><sup>1<\/sup>, H. Nematallah<sup>2<\/sup>, H. M. Saeed<sup>1<\/sup>; <br\/><sup>1<\/sup>Alexandria University, Alexandria, Egypt, <sup>2<\/sup>Damanhour University, Damanhour, Egypt","CSlideId":"","ControlKey":"87f292e9-e458-4ab5-890a-61f34146ff9a","ControlNumber":"8906","DisclosureBlock":"&nbsp;<b>S. Gamal, <\/b> None..<br><b>N. A. El-Nikhely, <\/b> None..<br><b>H. Nematallah, <\/b> None..<br><b>H. M. Saeed, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2439","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4317","PresenterBiography":null,"PresenterDisplayName":"Nefertiti El-Nikhely, PhD","PresenterKey":"4af0647e-0339-4a4e-be79-687e685a9080","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4317. The role of autophagy in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of autophagy in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is one of the most common gynecological cancers with the highest mortality rate. Most patients are diagnosed with advanced disease and will relapse due to chemoresistance. CD24, a highly glycosylated GPI-anchored membrane protein. Recent studies have shown that CD24 expression is significantly up-regulated in ovarian cancer and is associated with chemotherapy resistance, and CD24 also plays an inhibitory role in tumor immunity by binding to Siglec-10 on macrophages. However, the molecular mechanisms of how CD24 affects chemotherapy resistance in ovarian cancer remain unclear. In this study, we used shRNAs to knockdown CD24 and explore the impact and mechanism of CD24 on the chemotherapy resistance of ovarian cancer cells. The results showed that knockdown of CD24 in ovarian cancer cells SKOV3 and TOV21G significantly reduced cell proliferation and arrested the cell cycle in S phase. Knockdown of CD24 also significantly increased the sensitivity of ovarian cancer cells to cisplatin but had no effect on paclitaxol treatment. Further experiments showed that knockdown of CD24 increased cisplatin sensitivity by promoting autophagy-induced cell death. In addition, Gene Set Enrichment Analysis (GSEA) was used to analyze the correlation between the expression of CD24 and its biological functions in the TCGA ovarian cancer dataset. The results showed that CD24 is mostly correlated to cell proliferation and autophagy-related pathways in ovarian cancers. Further mouse xenograft tumor transplantation experiments also confirmed that knockdown of CD24 reduced tumor size and increased sensitivity to cisplatin treatment by increasing cell autophagy. Taken together, these results indicate that CD24 regulates cell growth and chemoresistance in ovarian cancer cells and that inhibition of CD24 may be helpful in the treatment of ovarian cancer.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Ovarian cancer,CD24,Cisplatin resistance,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-L. Chen<\/b>, T.-M. Hong, Y.-Y. Wen; <br\/>National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"4551bbdc-bfb3-4b02-99c3-677fed97dc02","ControlNumber":"1305","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>T. Hong, <\/b> None..<br><b>Y. Wen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4318","PresenterBiography":null,"PresenterDisplayName":"Yuh-Ling Chen, PhD","PresenterKey":"06214dfa-657d-42b0-bce9-3ce257c690a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4318. CD24 enhances cisplatin resistance in ovarian cancer by suppressing autophagy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD24 enhances cisplatin resistance in ovarian cancer by suppressing autophagy","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is the third leading cause of cancer-related mortality, with a 5-year survival rate of 12%. Chemoresistance due to autophagy, a natural process of proteotoxic stress response, is the most common chemotherapy challenge for pancreatic cancer. Autophagy, which maintains cellular homeostasis by removing damaged or unnecessary proteins and organelles, is a self-degradation process regulated by the mammalian target of rapamycin complex (mTORC1). Excessive levels of autophagy can be detrimental and lead to cell death. Nevertheless, this dual function of autophagy in regulating pancreatic cancer remains poorly understood. It has been reported that heat shock factor 1 (HSF1), a critical pro-oncogenic transcription factor in the proteotoxic stress response, inhibits c-Jun N-terminal kinase 1\/2 (JNK1\/2) signaling pathway to maintain mTORC1 activity and control cell size. HSF1 is highly expressed in pancreatic tumors, and inhibition of HSF1 via small molecules enhances the chemotherapy drug effect on PDAC programmed cell death. However, the PDAC autophagy response in HSF1 inhibition is currently not fully understood. Objective: The objective of this study is to investigate the molecular mechanism of HSF1 inhibition in PDAC autophagy.<br \/>Methods and Results: In human PDAC cells, Western blotting analysis revealed that HSF1 inhibition via small molecular including CCT361814\/NXP800, an HSF1 inhibitor in phase I clinical trials, increased autophagy marker microtubule-associated protein 1A\/1B-light chain 3 (LC3) lipidation and decreased expression of phosphorylation of HSF1 at Ser326 and total HSF1 protein, conversely using HSF1 overexpression model reversed this effect. Inhibition of autophagy via 3-methyladenine reversed HSF1 inhibition-induced autophagy. Results from transmission electron microscopy and GFP-LC3 reporter revealed that HSF1 inhibition induced autophagosome formation and accumulation. Furthermore, HSF1 inhibition induced phosphorylation of JNK1\/2 at Thr183\/Tyr185 and decreased mTORC1 activity, while knockdown JNK1\/2 diminished HSF1 inhibition-induced LC3 lipidation. The combination of chemotherapy drugs with HSF1 inhibitors decreased PDAC cell viability. Additionally, blocking autophagy increased HSF1 inhibition-induced apoptosis.<br \/>Conclusions: In conclusion, JNK1\/2 is involved in HSF1 inhibition-induced PDAC autophagy, targeting autophagy could unveil a novel treatment strategy for pancreatic cancer through targeted HSF1 inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Heat shock proteins,JNK,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ghai<\/b><sup>1<\/sup>, A. Young<sup>2<\/sup>, K.-H. Su<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Toledo College of Medicine and Life Sciences, Toledo, OH, <sup>2<\/sup>Lake Erie College of Osteopathic Medicin, Erie, PA","CSlideId":"","ControlKey":"c437e295-8b03-4a33-aad8-8cbdd908e670","ControlNumber":"7944","DisclosureBlock":"&nbsp;<b>S. Ghai, <\/b> None..<br><b>A. Young, <\/b> None..<br><b>K. Su, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2441","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4319","PresenterBiography":null,"PresenterDisplayName":"Shruti Ghai, MS","PresenterKey":"2fc2e43a-3fff-44e5-bf52-03ac7ceaa7d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4319. HSF1 inhibition induces pancreatic ductal adenocarcinoma autophagy through JNK","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HSF1 inhibition induces pancreatic ductal adenocarcinoma autophagy through JNK","Topics":null,"cSlideId":""},{"Abstract":"The objectives of this study are to evaluate if anaplastic lymphoma kinase (ALK) inhibition activates autophagy in ALK+ ALCL cells and to determine if that activation can be mitigated using autophagy inhibition. ALCL is an aggressive T-cell non-Hodgkin lymphoma that often presents as advanced stage disease. With the addition of crizotinib or brentuximab vedotin to the ALCL99 chemotherapy backbone, the recently reported Children&#8217;s Oncology Group ANHL12P1 study demonstrated a 2-year event-free survival for ALCL patients of 79%. Thus, even with multi-agent chemotherapy combined with targeted therapy, improved therapeutic efficacy is needed. Autophagy is activated when mTORC1 is inhibited, and as ALK signaling is known to promote mTORC1 activity, ALK inhibition is hypothesized to activate autophagy. If present, ALK inhibitor-induced autophagy activation would represent a novel therapeutic opportunity targetable with emerging autophagy inhibitors. An ALK+ ALCL cell line, Karpas 299, was treated with drug combinations for 3 hours, lysates prepared, and proteins separated by molecular weight using standard procedures. ALK inhibitor target engagement was assessed by western blot using phospho-ALK<sup>Y1604<\/sup> intensity in 9-point dose response curves. Target engagement of autophagy inhibition (ULK-101 directed against ULK1\/2 and hydroxychloroquine (HCQ) targeting the lysosome) was assessed by western blot using phospho-ATG14<sup>S29<\/sup> and LC3B-II intensity in 6-point dose response curves. Cell viability was evaluated using a luminescent CellTiter-Glo assay. Karpas299 cells resistant to crizotinib at 50nM (KCrizR50) were generated by gradually increasing crizotinib concentration in the media until cells grew at a rate similar to parental cells. Crizotinib, ceritinib, and lorlatinib all effectively inhibit ALK phosphorylation in Karpas 299 cells with low nanomolar potency. ULK-101 effectively inhibited pATG14<sup>S29<\/sup> at 5 &#181;M and HCQ effectively inhibited autophagic flux, as evidenced by increased LC3B-II intensity, at 20 &#181;M. When treated with the lowest ALK inhibitor dose needed to achieve complete pALK inhibition (IC<sub>99<\/sub>), pATG14 intensity increased representing increased autophagic activity. When combined with ALK inhibition, ULK-101 effectively decreased pATG14<sup>S29<\/sup>, blocking the ALK inhibitor-induced autophagy activation. Decreased viability in Karpas 299 cells was observed after crizotinib, ceritinib and lorlatinib treatments with nanomolar potency. KCrizR50 cells had a potency higher than parental Karpas 299 cells for all three ALK inhibitors. ALK inhibition activates autophagy in ALCL cells and autophagy activation is effectively mitigated through concurrent autophagy inhibition. ALK inhibitor resistance in Karpas 299 cells will be further evaluated to determine whether autophagy contributes to the resistant phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"ALK,Autophagy,Non-Hodgkin's lymphoma,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. L. Buelow<\/b><sup>1<\/sup>, S. Celano<sup>2<\/sup>, G. Poole<sup>2<\/sup>, K. Martin<sup>2<\/sup>, J. MacKeigan<sup>2<\/sup>, D. J. Hoogstra<sup>3<\/sup>; <br\/><sup>1<\/sup>Corewell Health, Grand Rapids, MI, <sup>2<\/sup>Michigan State University, Grand Rapids, MI, <sup>3<\/sup>Helen DeVos Children's Hospital at Corewell Health, Grand Rapids, MI","CSlideId":"","ControlKey":"6f904e6e-a696-4bdf-a11c-8cc0d1cd0aba","ControlNumber":"7389","DisclosureBlock":"&nbsp;<b>K. L. Buelow, <\/b> None..<br><b>S. Celano, <\/b> None..<br><b>G. Poole, <\/b> None..<br><b>K. Martin, <\/b> None..<br><b>J. MacKeigan, <\/b> None..<br><b>D. J. Hoogstra, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2442","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4320","PresenterBiography":null,"PresenterDisplayName":"Katie Buelow, BS;MS","PresenterKey":"138bc4c6-0a05-4d1a-b3b1-15c5867b85b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4320. Interrogation of autophagy inhibition in anaplastic large cell lymphoma (ALCL)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interrogation of autophagy inhibition in anaplastic large cell lymphoma (ALCL)","Topics":null,"cSlideId":""},{"Abstract":"The oncogenic isoform DMTF1&#946;, which is generated by alternative splicing of the DMTF1 tumor suppressor gene is associated with increased cell proliferation and tumorigenesis. Despite these correlative findings little is known about the DMTF1&#946; mechanism of action. In order to decipher the oncogenic DMTF1&#946; signaling pathway, we performed RNA sequencing of DMTF1&#946; depleted prostate cancer cells and analyzed the DMTF1&#946;-specific protein interactome in these cells. Interestingly, autophagy-related pathways belonged to the most downregulated networks in DMTF1&#946; knockdown cells. Moreover, we found that predominantly DMTF1&#946;, but not a protein lacking the &#946;-specific domain interacts with the key autophagy ULK1-ATG13 protein complex. These interactions were confirmed by co-immunoprecipitation and proximity ligation assays. Importantly, DMTF1&#946; binding to ULK1 stabilized this key autophagy protein. Accordingly, knocking down DMTF1&#946; significantly lowered autophagic flux in breast and prostate cancer cells as assessed by LC3-dependent and independent autophagy assays. Since published data show an important role for autophagy in migration and invasion of cancer cells, we next investigated whether DMTF1&#946; is regulating these cellular processes. Indeed, DMTF1&#946; depleted breast and prostate cancer cells displayed significantly decreased wound closure, trans-well invasion and metastatic foci formation in a zebra fish xenograft model. Importantly, pharmacological inhibition of ULK1 kinase activity or knocking down ULK1 reversed DMTF1&#946;-mediated cancer cell migration. In agreement, decreased cell motility in DMTF1&#946; knockdown cancer cells could be rescued by ectopic expression of the VPS34 complex member Beclin-1. In summary, we identified a novel DMTF1&#946;-ULK1 signaling pathway that activates aberrant cancer cell migration most probably by increasing basal cell autophagy. Targeting autophagy using ULK1 inhibitors may represent a promising strategy to lower metastatic activity of tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Metastatic potential,Breast cancer,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. P. Tschan<\/b>, J. Xu, A. M. Bill; <br\/>University of Bern, Bern, Switzerland","CSlideId":"","ControlKey":"89e522d9-2101-4ef5-9a6f-e95304885bf8","ControlNumber":"7207","DisclosureBlock":"&nbsp;<b>M. P. Tschan, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>A. M. Bill, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4321","PresenterBiography":null,"PresenterDisplayName":"Mario Tschan, PhD","PresenterKey":"1be0476f-fe0e-4a1e-af34-1f693e66cc6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4321. The oncogenic DMTF1&#946; splice variant promotes autophagy-dependent cancer cell motility","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The oncogenic DMTF1&#946; splice variant promotes autophagy-dependent cancer cell motility","Topics":null,"cSlideId":""},{"Abstract":"Approximately 30% of lung cancers are driven by mutationally activated KRAS. The recent FDA approval of sotorasib, a direct pharmacological inhibitor of KRASG12C, marks a critical milestone in the treatment of this important subset of lung cancer. However, a major obstacle in treating lung cancer is resistance to current therapeutic treatments. In response to cellular stresses such as RAS pathway-targeted therapeutics, RAS-mutated cancer cells have been demonstrated to increase autophagy, an intracellular recycling pathway. However, the mechanism(s) underlying treatment-induced autophagy is not well understood. Here, we demonstrate that KRASG12C-driven lung cancer cells increase autophagy in response to treatment with sotorasib. Currently, the only therapeutics in clinical use to inhibit autophagy are lysosomal inhibitors (hydroxy)chloroquine. High concentrations of these compounds are needed to achieve modest inhibition of autophagy, suggesting that the potency of these compounds may limit clinical responses. ULK kinases are serine\/threonine kinases that are necessary for the initiation of autophagy. DCC-3116 is a potent inhibitor of the ULK1\/2 protein kinases, master regulators of autophagy. Treatment with sotorasib and DCC-3116 led to superior anti-tumor effects in preclinical models of lung cancer. Additionally, about 30% of lung cancer patients with KRAS mutations also have deletions or inactivating mutations in LKB1, a protein involved in the regulation of nutrient sensing and autophagy. In other KRAS-driven cancers, the LKB1-AMPK-ULK1 signaling axis is a proposed mechanism as to how autophagic flux increases following KRAS pathway inhibition. However, our preliminary data demonstrates that LKB1 is dispensable for sotorasib-induced autophagy, suggesting the mechanism(s) of autophagy induction in KRASG12C-driven lung cancer may be different from those detected in other KRAS mutated cancers. Consequently, we have generated genetically engineered mouse models (GEMMs) of KRASG12C-driven lung cancer in which LKB1 is silenced to further investigate the role of LKB1 in the autophagy response of KRASG12C-driven lung cancers to pathway-targeted blockade of oncogenic KRAS signaling. We have treated KRASG12C-driven GEMMs with sotorasib and\/or DCC-3116 to test the sensitivity of lung tumors to these treatment options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Lung cancer: non-small cell,K-ras,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Ghazi<\/b><sup>1<\/sup>, K. O'Toole<sup>1<\/sup>, S. Boggaram<sup>1<\/sup>, M. Scherzer<sup>1<\/sup>, M. Bogdan<sup>2<\/sup>, B. Smith<sup>2<\/sup>, D. Flynn<sup>2<\/sup>, C. Kinsey<sup>1<\/sup>, M. McMahon<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Utah, Salt Lake City, UT, <sup>2<\/sup>Deciphera Pharmaceuticals, Waltham, MA","CSlideId":"","ControlKey":"d0972d0f-bf82-4c94-ad00-030e1504fd49","ControlNumber":"4861","DisclosureBlock":"&nbsp;<b>P. Ghazi, <\/b> None..<br><b>K. O'Toole, <\/b> None..<br><b>S. Boggaram, <\/b> None..<br><b>M. Scherzer, <\/b> None..<br><b>M. Bogdan, <\/b> None..<br><b>B. Smith, <\/b> None..<br><b>D. Flynn, <\/b> None..<br><b>C. Kinsey, <\/b> None..<br><b>M. McMahon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2437","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4322","PresenterBiography":"","PresenterDisplayName":"Phaedra Ghazi, BS","PresenterKey":"c0ee710f-0b34-4e34-ac17-57ba084da694","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4322. Inhibition of ULK and KRAS<sup>G12C<\/sup> control tumor growth in preclinical models of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of ULK and KRAS<sup>G12C<\/sup> control tumor growth in preclinical models of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) accounts for 95% of all pancreatic cancers and, as one of the most lethal cancers, has a five-year survival rate of approximately 6%. Autophagic processes have been reportedly elevated in PDAC; thus, the inhibition of autophagy leads to decreased tumor growth. Autophagic processes are catabolic mechanisms that recycle cellular components. Cells in stressful conditions, such as starvation, have elevated autophagy to redistribute energy to sustain cell survival; however, this can also lead to cell death when attempts to maintain cell viability fail. In addition, autophagy is known to promote immune evasion by tumors and cancer progression and appears to be required for the optimal development of PDAC. The lipid kinase PIKfyve converts phosphatidylinositol-3-phosphate to phosphatidylinositol 3,5-bisphosphate and is required in the late stage of the autophagic pathway. Blocking PIKfyve disrupts autophagic processes. However, the role of PIKfyve in PDAC development has not been fully understood. We investigated the role of PIKfyve in the progression of PDAC using a genetically engineered mouse model. Given the poor clinical outcomes of pharmacological inhibition of autophagy by chloroquine, we have evaluated the PIKfyve inhibitor ESK981 in the context of PDAC progression.<br \/>Methods: The pancreatic-specific deletion of PIKfyve was established on a Kras G12D, Tp53 R172H, and p48 Cre (KPC) or Kras G12D and p48 Cre (KC) background. The ratio of pancreatic mass to body weight was monitored at various time points. Histopathology evaluations were conducted based on hematoxylin and eosin staining and immunohistochemistry of cytokeratin 19 staining. Pharmacological inhibition of PIKfyve was performed on KPC mice using ESK981 monotherapy. Four weeks after vehicle or ESK981 treatment, pancreatic tissues were collected intact and weighed. Histopathology evaluations were performed to evaluate the lesion.<br \/>Conclusion: We demonstrated that the deletion of PIKfyve in pancreatic tissue significantly reduces the pancreatic mass weight compared to the PIKfyve wildtype counterpart and is coupled with less pancreatic intraepithelial neoplasia (PanIN) and PDAC development in KPC and KC mice. Compared to the vehicle treatment, pharmacological inhibition of PIKfyve by ESK981 on KPC mice resulted in a significant increase in the percentage of normal pancreatic tissue and reduced pancreatic lesion development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,PIKfyve,Autophagy,Mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. N. Yee<\/b>, X. Jiang, C. Cheng, A. Korkaya, R. Mannan, R. Mehra, Y. Qiao, A. M. Chinnaiyan; <br\/>University of Michigan Medical School, Ann Arbor, MI","CSlideId":"","ControlKey":"ab436d70-68fc-4354-82bf-b2931477431f","ControlNumber":"2997","DisclosureBlock":"&nbsp;<b>S. N. Yee, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>A. Korkaya, <\/b> None..<br><b>R. Mannan, <\/b> None..<br><b>R. Mehra, <\/b> None..<br><b>Y. Qiao, <\/b> None.&nbsp;<br><b>A. M. Chinnaiyan, <\/b> <br><b>Esanik Therapeutics, Inc.<\/b> Other, A.M.C. is a co-founder and serves on the Scientific Advisory Board of Esanik Therapeutics, Inc., which owns proprietary rights to the clinical development of ESK981. Esanik Therapeutics, Inc. did not fund or approve the conduct of this study.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4323","PresenterBiography":null,"PresenterDisplayName":"Sarah Yee, No Degree","PresenterKey":"b8f76cfa-4625-4a73-aa47-5245eafbcc67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4323. Deletion of the lipid kinase PIKfyve in Kras-driven pancreatic genetically engineered mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deletion of the lipid kinase PIKfyve in Kras-driven pancreatic genetically engineered mouse model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Sorafenib resistance is often seen in patients with late-stage hepatocellular carcinoma (HCC) and it is a serious concern for the treatment of these patients. Lethal mitophagy plays an important role in anti-tumorigenic mechanisms by inducing mitochondrial dysfunction and mitophagic cell death. Sorafenib resistance is associated with the activation of IL6ST signaling, inhibiting mitochondrial quality. However, how lethal mitophagy regulates sorafenib resistance through IL6ST and mitochondrial dysfunction in HCC is not fully understood.<br \/><b>Experimental procedures: <\/b>Hepatocyte-specific TAK1 deleted (TAK1&#916;Hep) and TAK1\/ IL6ST&#916;Hep were used for in vivo study. Histology, immunoblots, qPCR, microscopy, FACS, and seahorse bioanalyzer were used for analyzing liver and tumor tissues and Hep3B cells.<br \/><b>Results: <\/b>We identified that sorafenib suppressed IL6ST signaling and that IL6ST signaling was activated in sorafenib-resistant HCC. The number and maximum size of spontaneous HCC in 9-month-old TAK1&#916;Hep mice were decreased when hepatocyte IL6ST was additionally deleted. Expression of pro-carcinogenic H-19, c-SRC, and MDM2 was increased in 1-month-old TAK1\/IL6ST&#916;Hep mice compared to TAK1&#916;Hep mice. An additional IL6ST deletion induced decreases in mitochondrial membrane potential and glycolysis, suggesting that IL6ST protects against mitochondrial dysfunction. Interestingly, IL6ST deletion increases PRKN and BECN1 interaction and translocation to normal mitochondria and subsequent degradation, hereafter referred to as lethal mitophagy. Furthermore, inhibition of BECN1 restores IL6ST deletion-induced lethal mitophagy in HCC, suggesting that IL6ST-mediated lethal mitophagy is dependent on BECN1. Mechanistically, IL6ST inhibited BECN1-lethal mitophagy through STAT3(S705) phosphorylation independently of mTORC1 activation. Notably, enhanced BECN1 through a combination of sorafenib and inhibition of IL6ST increased mitophagic cell death, reducing sorafenib resistance and tumor growth. In addition, enhanced lethal mitophagy through inhibition of GP130 effectively killed sorafenib-resistant HCCs by silencing sorafenib resistance. We further defined the relationship between IL6ST, BECN1, and PRKN expression and sorafenib resistance in terms of HCC patients, RNA sequencing datasets.<br \/><b>Conclusion:&#8239;<\/b> These results provide the importance of IL6ST in the development of sorafenib resistance and could be an innovative treatment strategy for sorafenib-resistant patients by regulating the IL6ST\/STAT3\/BECN1 axis-regulated lethal mitophagy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Mitochondria,Autophagy,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Ma, <b>Y.-S. Roh<\/b>; <br\/>Chungbuk National University, Cheong-Ju, Korea, Republic of","CSlideId":"","ControlKey":"f56fa087-a474-4713-aaec-bc712e0c6b30","ControlNumber":"6708","DisclosureBlock":"&nbsp;<b>H. Ma, <\/b> None..<br><b>Y. Roh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4324","PresenterBiography":null,"PresenterDisplayName":"YOON-SEOK ROH","PresenterKey":"9de8ac4f-35ef-47c2-b88d-287ef257ead6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4324. IL6ST increases sorafenib-resistance in hepatocellular carcinoma by regulating BECN1-mediated mitophagic cell death","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL6ST increases sorafenib-resistance in hepatocellular carcinoma by regulating BECN1-mediated mitophagic cell death","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Macropinocytosis is a non-selective endocytosis that uptakes extracellular substances such as nutrients and macromolecules into the cells. In <i>KRAS<\/i>-driven cancer such as pancreatic ductal adenocarcinoma, the macropinocytosis and following lysosomal utilization are enhanced to overcome metabolic stress. In this study, we investigated the role of CK2 in micropinocytosis and the following metabolic process in the <i>KRAS<\/i> mutant CCA cell line.<br \/>Materials and Methods: The BSA uptake indicating micropinocytosis was performed by flow cytometry using the HuCCT1, cholangiocarcinoma cell line harboring <i>KRAS<\/i> mutation. To validate macropinosome, the Rab7 and LAMP2 were labeled and analyzed via immunocytochemistry and Western blot. The CX-4945, CK2 inhibitor, was used to investigate the role of CK2 in micropinocytosis and following lysosomal metabolism.<br \/>Results: The HuCCT1, a<i> KRAS<\/i> mutant CCA cell line, showed micropinocytosis. Although CX-4945, a CK2 inhibitor, induced morphological changes accompanied by accumulation of intracellular vacuoles and cell death rate, the level of micropinocytosis was not changed. The vacuoles accumulated in the cell were identified as late macropinosomes representing Rab7 before fusion with lysosomes. In addition, the CX-4945 suppressed LAMP2 expression following inhibition of the Akt-mTOR signaling pathway which interrupts mature macropinosome and lysosomal metabolic utilization.<br \/>Conclusion: These results support the utilization of micropinocytosis as an energy source even in CCA cell line harboring<i> KRAS<\/i> mutation. The inhibition of CK2, the regulator of macropinosome maturation, by CX-4945, alters lysosome dependent metabolism and leads to cell death in<i> KRAS<\/i> mutant CCA cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"KRAS,Cholangiocarcinoma,CK2,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Kim<\/b><sup>1<\/sup>, D. Lee<sup>1<\/sup>, M. Han<sup>2<\/sup>, S. Lee<sup>3<\/sup>, K.-p. Kim<sup>1<\/sup>, C. Yoo<sup>1<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center, Seoul, Korea, Republic of, <sup>2<\/sup>University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>University of Ulsan Digestive Diseases Research Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e2a1aaa9-a96f-4211-957d-d7d04c37a213","ControlNumber":"4349","DisclosureBlock":"&nbsp;<b>C. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>M. Han, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>C. Yoo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4325","PresenterBiography":null,"PresenterDisplayName":"Chorong Kim, MS","PresenterKey":"62f6e629-ea65-47f8-b88c-77c82b07eec0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4325. CX-4945 (Silmitasertib) induces cell death through impairment of lysosomal utilization in <i>KRAS<\/i> mutant cholangiocarcinoma cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CX-4945 (Silmitasertib) induces cell death through impairment of lysosomal utilization in <i>KRAS<\/i> mutant cholangiocarcinoma cell lines","Topics":null,"cSlideId":""},{"Abstract":"The mechanisms underlying progression in cell paraptosis are largely unknown. CPYPP, cyclosporin A, and curcumin incited cytoplasmic vacuolization and induced paraptosis in breast cancer cells. The paraptotic program evolved with reactive oxygen species (ROS) provocation and overactivation of proteostatic dynamics to elicit transcriptional regulation involved in redox homeostasis and proteostasis. Pharmacological and genetic approaches suggested that cyclin-dependent kinase (CDK) 7\/9 drives paraptotic progression in a reciprocally-dependent manner with heat shock proteins (HSPs). Proteostatic stress as accumulated cysteine-thiols, HSPs, ubiquitin-proteasome system, endoplasmic reticulum stress, and unfolding protein response, as well as ROS provocation primarily within the nucleus enforced CDK7\/CDK9-Rpb1 (RNAPII subunit B1) activation by potentiating its interaction with HSPs and protein kinase R (PKR) in a forward loop to amplify the transcriptional regulation and thereby exacerbate proteotoxicity leading to overt paraptosis. Xenograft mouse with OECM-1 cells further confirmed the paraptotic induction against tumor growth. A novel regulatory paradigm that activation of CDK7\/CDK9-Rpb1 by nuclear proteostatic stress mediates transcriptional regulation to prime cancer cell paraptosis therefore was concluded.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cancer cell,Cell death,CDK7,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L.-C. Chang<\/b><sup>1<\/sup>, S.-K. Chiang<sup>2<\/sup>, S.-E. Chen<sup>2<\/sup>; <br\/><sup>1<\/sup>China Medical University Hospital, Taiwan, Taichung, Taiwan, <sup>2<\/sup>National Chung Hsing University, Taiwan, Taichung, Taiwan","CSlideId":"","ControlKey":"546795b5-59b6-4c65-8b7e-16214eb0b1fd","ControlNumber":"266","DisclosureBlock":"&nbsp;<b>L. Chang, <\/b> None..<br><b>S. Chiang, <\/b> None..<br><b>S. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4326","PresenterBiography":null,"PresenterDisplayName":"Ling-Chu Chang","PresenterKey":"4786a355-6d85-4c53-9444-36c8dadcf4be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4326. CDK7\/CDK9 mediates transcriptional regulation to prime cancer cell paraptosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK7\/CDK9 mediates transcriptional regulation to prime cancer cell paraptosis","Topics":null,"cSlideId":""},{"Abstract":"Gasdermin D (GSDMD) is the key executioner of pyroptosis, an inflammatory form of programmed cell death implicated in various inflammation-driven diseases, including cancer, heart failure and strokes. The interaction between GSDMD and caspase-1 (CASP1) orchestrates the critical pathway of GSDMD-mediated pyroptosis. During pyroptosis, pyroptosis stimuli activate CASP1, which subsequently binds to and cleave GSDMD between GSDMD&#8217;s N- and C-terminal domains. The free N-terminal domains oligomerize and translocate to the cell membrane, forming pores and releasing proinflammatory cytokines and causing cellular lysis. Key interaction sites have been identified for GSDMD recognition and engagement by CASP1; therefore, blocking functionally significant residues presents a new therapeutic strategy for inhibiting CASP1-induced GSDMD cleavage and pyroptosis. Currently, there is no small molecule capable of specifically disrupting the GSDMD and CASP1 interaction. In response, the ongoing pursuit of identifying potential inhibitors is a driving force for developing a biosensor capable of monitoring this interaction and their roles in downstream pyroptotic effects. In this study, we utilized the NanoLuc Binary Technology (NanoBiT) to construct several bioluminescent biosensors comprising two NanoLuc luciferase enzyme fragments (LgBiT and SmBiT) fused to GSDMD and CASP1, respectively, in various combinations. Further validation of these biosensors by luciferase assays in living cells identified a GSDMD-CASP1 biosensor with highest luciferase activity. This newly developed biosensor paves the way for high-throughput screens to identify novel small molecule inhibitors disrupting the GSDMD-CASP1 interplay. These small molecule inhibitors will effectively impede GSDMD-mediated pyroptosis, holding promise for novel therapies of various human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cell death,Inflammation,Protein-protein interactions,Caspases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Kelly<\/b>; <br\/>Queen's University, Kingston, ON, Canada","CSlideId":"","ControlKey":"03ebf078-3330-411c-83c4-b1394be71ac7","ControlNumber":"1501","DisclosureBlock":"&nbsp;<b>T. Kelly, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4327","PresenterBiography":null,"PresenterDisplayName":"Tynan Kelly","PresenterKey":"4653979d-adc6-4686-ad72-82589ffdcd39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4327. Development of bioluminescent biosensors to monitor the interaction betweenGSDMD and caspase-1 in living cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of bioluminescent biosensors to monitor the interaction betweenGSDMD and caspase-1 in living cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Oncogenic<i> KRAS<\/i> mutation is prevalent in approximately 45% of colorectal cancer (CRC) patients. Limited targeted therapies are available to inhibit the detrimental effects of <i>KRAS<\/i> mutation primarily pertaining to its unique structural intricacies. Erlotinib is an EGFR inhibitor which inducing autophagy in lung cancer cells. In this study, we followed the effects of Erlotinib treatment in mutant and wild-type colorectal cancer (CRC) cells. We report that Erlotinib exhibits selectivity between mutated <i>KRAS<\/i> and wild type, significantly modulating the expression of autophagy proteins ATG5, ULK1, Beclin1, and LC3A.<br \/>Methodology: The 2 cell lines used in this study were HCT116 (<i>KRAS<\/i> mutant) and Hke3 (<i>KRAS<\/i> wild type). These cells were treated with Erlotinib for 24 hours and 48 hours, A cell viability assay was performed and subsequently followed by protein extraction. The expression of autophagy proteins ATG5, ULK1, Beclin1, and LC3A was determined. The TCGA COAD-READ patient dataset was utilized using GEPIA 2 software. A correlation was found between the autophagy proteins and the <i>KRAS<\/i> gene expression.<br \/>Results: The cell viability assays showed that there was significantly more cell death in <i>KRAS<\/i> wild-type cells compared with <i>KRAS<\/i> mutant at time points ranging from 24 to 48 hours (p = 0.036). The experiment also showed that treatment of Erlotinib with concentrations of 20 uM, 35 uM, and 50 uM and significant down regulatory fold changes (p &#60; 0.05). Both <i>KRAS<\/i> mutated and wild-type cells treated with Erlotinib expressed significant downregulation of ATG5, ULK1, Beclin1, and LC3A proteins at 48 hours (p &#60; 0.05). The 20 uM treatment demonstrated a significance of p &#60; 0.05 for all proteins. The 20 uM treatment resulted in fold changes of the <i>KRAS<\/i> mutated cells for ATG5, ULK1, Beclin1, and LC3A to be 1.42, 1.42, 1.81, and 2.09 respectively. A strong <i>KRAS<\/i> correlation was found with ATG5, ULK1, Beclin1, and LC3A using COAD &#38; READ tumor and COAD &#38; READ normal (R &#62; 0.75, p &#60; 0.05).<br \/>Conclusion: This study highlights the effects of Erlotinib as a treatment for <i>KRAS<\/i> mutated CRC. Our results confirmed that Erlotinib had the opposite effect on CRC cells in relation to the expression of the autophagy proteins when compared to lung cancer cells. There were distinct effects of Erlotinib between <i>KRAS<\/i> wild-type and mutant cells in both cell viability and the expression of autophagy-related proteins. In both <i>KRAS<\/i> cell types, there was significant downregulation of autophagy proteins, however, the <i>KRAS<\/i> wild type had significantly more downregulation than the <i>KRAS<\/i> mutant. This data suggests that there is a relationship between <i>KRAS <\/i>mutation and the expression of the autophagy proteins. Our analysis of the patient datasets confirmed the strong correlation between <i>KRAS<\/i> mutation and the expression of autophagy proteins. These findings emphasize the need to explore further how Erlotinib can be augmented into the current treatment regimen as a benefit to CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Erlotinib,Autophagy,KRAS,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Siegman<\/b><sup>1<\/sup>, A. Shaykevich<sup>1<\/sup>, I. Silverman<sup>1<\/sup>, S. Goel<sup>2<\/sup>, R. Maitra<sup>1<\/sup>; <br\/><sup>1<\/sup>Yeshiva University, New York, NY, <sup>2<\/sup>Rutgers Cancer Institute of NewJersey, New Brunswick, NJ","CSlideId":"","ControlKey":"2a684152-4779-415b-b5bb-51e5ce55308f","ControlNumber":"1572","DisclosureBlock":"&nbsp;<b>A. Siegman, <\/b> None..<br><b>A. Shaykevich, <\/b> None..<br><b>I. Silverman, <\/b> None..<br><b>S. Goel, <\/b> None..<br><b>R. Maitra, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4328","PresenterBiography":null,"PresenterDisplayName":"Alexander Siegman","PresenterKey":"5407e198-4ae4-41a0-80e8-c971f4208e0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4328. Erlotinib suppresses autophagy in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Autophagy and Other Forms of Cell Death","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Erlotinib suppresses autophagy in colorectal cancer","Topics":null,"cSlideId":""}]