[{"Abstract":"Background: The combination approach of antibody-drug conjugates and immune checkpoint inhibitors (ICIs) is being tested to enhance efficacy and overcome resistance in solid tumors. Although trastuzumab deruxtecan (T-DXd) is approved in HER2-positive gastric cancer (GC), its impact on the GC immune microenvironment remains elusive. This study explores how T-DXd modulates the immune response, providing essential insights on the development of T-DXd and immunotherapy combinations.<br \/>Methods: Comet assays and immunofluorescence assessed DNA damage. RNA-seq delineated the impact of T-DXd on GC cells (NCI-N87 and SNU-484). In vivo complex of enzyme assays and immunostaining of topoisomerase 1-DNA covalent cleavage complex (TOP1cc) were used to determine the action mechanism of T-DXd. RT-qPCR, and ELISA measured cGAS-STING cytosolic dsDNA sensing pathway activation. Further validation included cGAS knockdown and 2&#8217;3&#8217;-cGAMP addition to confirm the role of cGAS in T-DXd-induced promotion of inflammatory response. In coculture experiments, we utilized THP-1-derived dendritic cells (TDDCs) and PBMCs from healthy donors to prove the effect of T-DXd on immune cells. FACS analyses probed the activation markers of TDDCs and CD8<sup>+ <\/sup>T cells.<br \/>Results: T-DXd-induced DNA damage upregulated PD-L1 expression in GC cells in an IRF1-dependent manner. RNA-seq revealed gene signatures associated with increased antitumor immune response, including proinflammatory response and type-I IFN, following T-DXd treatment. Mechanistically, T-DXd co-localized TOP1cc with &#947;-H2AX-positive micronuclei, activating the cGAS-STING pathway and triggering a robust IFN-I response. Knockdown of cGAS in cancer cells abolished the T-DXd-induced IFN-I response. T-DXd enhanced HLA-DR and CD86 expression in TDDCs, particularly when cocultured with GC cells. The physical interaction between cancer cells and TDDCs, along with the presence of cGAS in cancer cells, was found to be essential for the upregulation of dendritic cell (DC) activation marker by T-DXd. Furthermore, T-DXd elevated CD69, Granzyme B, and IFNG expression in CD8<sup>+ <\/sup>T cells exclusively under coculture setting with NCI-N87.<br \/>Conclusion: T-DXd exerts immunostimulatory effects in GC cells through the activation of the cGAS-STING pathway, leading to a reprogramming of DC and CD8<sup>+ <\/sup>T cell phenotypes. This provides a molecular rationale for combining T-DXd with ICIs for the treatment of<br \/>patients with HER2-positive tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immunostimulation,Immunomodulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K.-S. Oh<\/b>, A.-R. Nam, J.-H. Bang, Y. Jeong, S. Choo, H. Kim, S. Lee, J.-M. Kim, J. Yoon, T.-Y. Kim, D.-Y. Oh; <br\/>SNU Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ec3976da-de6b-4598-b737-c3cf88744b06","ControlNumber":"1107","DisclosureBlock":"&nbsp;<b>K. Oh, <\/b> None..<br><b>A. Nam, <\/b> None..<br><b>J. Bang, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Choo, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Yoon, <\/b> None..<br><b>T. Kim, <\/b> None.&nbsp;<br><b>D. Oh, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Array<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>BeiGene<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Handok<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2599","PresenterBiography":"","PresenterDisplayName":"Kyoung-Seok Oh, BS","PresenterKey":"b53930a6-0333-427d-9879-2a9d7c0ad3f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2599. Trastuzumab deruxtecan reprograms immune response by stimulating cGAS-STING pathway in gastric cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trastuzumab deruxtecan reprograms immune response by stimulating cGAS-STING pathway in gastric cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The Araris&#8217; site-specific and one-step conjugation technology aims at generating stable, safe and highly potent ADCs without the need for antibody engineering prior to payload conjugation. Here, we generated an anti-HER2 ADC using two different Topoisomerase-1 inhibitors (TOP1i) as payloads that shows superior anti-tumor efficacy compared to trastuzumab deruxtecan (T-DXd) in head-to-head in vivo studies.<br \/>For proof-of concept and comparison to T-DXd, trastuzumab was used as the targeting antibody. The Araris ADC was designed to combine two features in one ADC to maximize tumor-specific activity by using two different exatecan-based payloads: one that is able to exert bystander activity to address tumor heterogeneity and low-target expression and one that accumulates in cancer cells (no bystander activity) to achieve greater potency.<br \/>We found that the ADC was well-defined with a drug to antibody ratio (DAR) of 4 (2+2), as expected and no signs of aggregation under stressed conditions (40&#176;C) during a period of 14 days. In in-vitro assays on target positive cell-lines, the ADC demonstrated taget-specific cell-cytotoxicity in the low nM-range similarly to T-DXd. Importantly, the non-bystander exatecan showed an increased intracellular concentration (up to 4x) and the bystander capable exatecan demonstrated high bystander activity in co-cultured, target-negative cell lines. In mouse pharmacokinetic studies, the ADC showed excellent stability in circulation with no signs of payload loss or linker-cleavage with a PK profile comparable to the unconjugated trastuzumab antibody which is key for a maximal and tumor-specific payload delivery.<br \/>Finally, a head-to-head study vs T-DXd was done in a challenging, medium HER2-expressing breast cancer model (JIMT-1), known to be resistant against the FDA-approved ADC T-DM1 (trastuzumab emtansine) and for T-DXd only showing limited activity (Ogitani et al., 2016). Impressively, it was found that the dual-TOP1i DAR4 Araris ADC showed superior anti-tumor efficacy compared to the payload-dose-adjusted T-DXd (DAR8). Using published doses for T-DXd, the Araris ADC was administered at ADC doses of 2x10mg\/kg on days 1 and 8, resulting in superior anti-tumor activity and tumor eradication compared to T-DXd lasting for more than 47 days. T-DXd dosed at 2x5mg\/kg (same payload dose) on days 1 and 8, only showed a very limited tumor growth inhibition with tumor regrowth occurring in all animals already at around 21 days.<br \/>We here show first encouraging results on a novel concept of combining TOP1i payloads that have two different features in one ADC to maximize efficacy. We believe that this concept in combination with a stable payload attachment at low DAR and an excellent exposure may help to develop ADCs with an improved therapeutic index for various solid tumor indications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Heterogeneity,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Spycher<\/b>, R. Fay, R. Bertrand, P. Probst, R. Stark, R. Santimaria, P. Maurhofer, L. Kallenberger, E. Renard, B. Schlereth, D. Grabulovski, I. Attinger-Toller; <br\/>Araris Biotech AG, Au ZH, Switzerland","CSlideId":"","ControlKey":"c633c683-78e8-4648-aecb-d8c1ad61eee8","ControlNumber":"5369","DisclosureBlock":"<b>&nbsp;P. Spycher, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>R. Fay, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>R. Bertrand, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>P. Probst, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>R. Stark, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>R. Santimaria, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>P. Maurhofer, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>L. Kallenberger, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>E. Renard, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>B. Schlereth, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>D. Grabulovski, <\/b> <br><b>Araris Biotech AG<\/b> Employment. <br><b>I. Attinger-Toller, <\/b> <br><b>Araris Biotech AG<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2600","PresenterBiography":null,"PresenterDisplayName":"Philipp Spycher, PhD","PresenterKey":"7ce08b09-705b-4d9c-9c72-354d551cbce2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2600. Novel dual TOP1i ADC inducing superior tumour growth inhibition at low-drug load vs. trastuzumab deruxtecan","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel dual TOP1i ADC inducing superior tumour growth inhibition at low-drug load vs. trastuzumab deruxtecan","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) are a rapidly expanding class of anticancer therapeutics, with 14 ADCs already approved worldwide. We developed unique linker technologies for the bioconjugation of drug molecules with controlled-release applications. We synthesized cathepsin-cleavable ADCs using a dimeric prodrug system based on a self-immolative dendritic scaffold, resulting in a high drug-antibody ratio (DAR) with the potential to reach 16 payloads due to its dendritic structure, increased stability in the circulation and efficient release profile of a highly cytotoxic payload at the targeted site. Using our novel cleavable linker technologies, we conjugated the anti-human epidermal growth factor receptor 2 (anti-HER2) antibody, trastuzumab, with topoisomerase I inhibitors, exatecan or belotecan. The newly synthesized ADCs were tested in vitro on mammary carcinoma cells overexpressing human HER2, demonstrating a substantial inhibitory effect on the proliferation of HER2-positive cells. Importantly, a single dose of our trastuzumab-based ADCs administered in vivo to mice bearing HER2-positive tumors, showed a dose-dependent inhibition of tumor growth and survival benefit, with the most potent antitumor effects observed at 10 mg\/kg, which resulted in complete tumor regression and survival of 100% of the mice. Overall, our novel dendritic technologies using the protease-cleavable Val-Cit linker present an opportunity for the development of highly selective and potent controlled-released therapeutic payloads. This strategy could potentially lead to the development of novel and effective ADC technologies for patients diagnosed with HER2-positive cancers. Moreover, our proposed ADC linker technology can be implemented in additional medical conditions such as other malignancies as well as autoimmune diseases that overexpress targets, other than HER2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Dendritic linker,Dimeric prodrug,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Liubomirski<sup>1<\/sup>, G. Tiram<sup>1<\/sup>, A. Scomparin<sup>1<\/sup>, S. Gnaim<sup>1<\/sup>, S. Das<sup>1<\/sup>, S. Gholap<sup>1<\/sup>, L. Ge<sup>1<\/sup>, E. Yeini<sup>1<\/sup>, O. Shelef<sup>1<\/sup>, A. Zauberman<sup>2<\/sup>, N. Berger<sup>2<\/sup>, D. Kalimi<sup>2<\/sup>, M. Toister-Achituv<sup>2<\/sup>, C. Schröter<sup>3<\/sup>, S. Dickgiesser<sup>3<\/sup>, J. Tonillo<sup>3<\/sup>, M. Shan<sup>3<\/sup>, C. Deutsch<sup>3<\/sup>, S. Sweeney-Lasch<sup>3<\/sup>, D. Shabat<sup>1<\/sup>, <b>R. Satchi-Fainaro<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>Merck KGaA, Yavne, Israel, <sup>3<\/sup>Merck KGaA, Darmstadt, Germany","CSlideId":"","ControlKey":"9c8903ea-6184-48b6-899b-e07247563f95","ControlNumber":"4948","DisclosureBlock":"&nbsp;<b>Y. Liubomirski, <\/b> None..<br><b>G. Tiram, <\/b> None..<br><b>A. Scomparin, <\/b> None..<br><b>S. Gnaim, <\/b> None..<br><b>S. Das, <\/b> None..<br><b>S. Gholap, <\/b> None..<br><b>L. Ge, <\/b> None.&nbsp;<br><b>E. Yeini, <\/b> <br><b>Merck KGaA<\/b> Employment, Partial employment.<br><b>O. Shelef, <\/b> None.&nbsp;<br><b>A. Zauberman, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>N. Berger, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>D. Kalimi, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>M. Toister-Achituv, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>C. Schröter, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>S. Dickgiesser, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>J. Tonillo, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>M. Shan, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>C. Deutsch, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>S. Sweeney-Lasch, <\/b> <br><b>Merck KGaA<\/b> Employment.<br><b>D. Shabat, <\/b> None.&nbsp;<br><b>R. Satchi-Fainaro, <\/b> <br><b>Merck KGaA<\/b> Grant\/Contract. <br><b>Teva Pharmaceutical Industries<\/b> Grant\/Contract, RS-F is a board member at Teva Pharmaceutical Industries.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2601","PresenterBiography":null,"PresenterDisplayName":"Ronit Satchi-Fainaro, B Pharm;PhD","PresenterKey":"3f67b3a8-d269-4ed7-9bcc-33278ee2e1b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2601. Potent antitumor activity of anti-HER2 antibody-topoisomerase I inhibitor conjugate based on self-immolative dendritic dimeric-linker","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potent antitumor activity of anti-HER2 antibody-topoisomerase I inhibitor conjugate based on self-immolative dendritic dimeric-linker","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Cancer remains a significant health challenge, driving advancements in therapies. Despite progress in chemotherapy and radiotherapy, the quest for more precise, immunostimulatory interventions continues. Photodynamic therapy (PDT)\/photothermal therapy (PTT) has utilized various photosensitizers to induce programmed cell death in tumors. The mechanism of action (MoA) solely relies on apoptosis. Among these, indocyanine green (ICG), a clinically approved photosensitizer, has shown efficacy in PDT\/PTT. Meanwhile, pyroptosis, a newly discovered programmed cell death, holds promise in boosting anti-tumor immunity by generating pro-inflammatory factors. However, there remains a lack of therapeutic agents for facilitating precise and controllable pyroptosis of cancer cells.<br \/><b>Methods:<\/b> In this study, ICAM1-ICG was developed as a novel near-infrared (NIR) pyroptosis agent for anaplastic thyroid carcinoma (ATC). The <i>in vitro<\/i> cytotoxicity on ATC cells under NIR light was determined by flow cytometry. Morphological changes were confirmed under both light microscopy and transmission electron microscopy (TEM). Western blot evaluated the impact of ICAM1-ICG under NIR light on pyroptosis-related proteins. Considering that the NIR radiation product of ICG is mainly reactive oxygen species (ROS), we next investigated the role of ROS in ICAM1-ICG-mediated pyroptosis using the ROS scavenger n-acetyl-l-cysteine (NAC). Anti-tumor activity and biosafety were determined using animal models with different immune backgrounds. In addition, we assessed its impact on the anti-tumor immune response through RNA-seq and evaluated the synergistic effect of NIR-pyroptosis and PD-1 combination therapy.<br \/><b>Results:<\/b> ICAM1-ICG exhibits a NIR light dose-dependent cytotoxicity on ATC cells under a serial dose of NIR light irradiation, along with pyroptosis-like morphological changes that are directly visualized under both microscopy and TEM. Western blot further revealed that ICAM1-ICG can induce tumor-specific pyroptosis under NIR light, evidenced by NLRP1 activation, Caspase1 tetramer formation, and GSDMD cleavage, indicating that ICAM1-ICG induces tumor-specific pyroptosis under NIR light through a ROS\/NLRP1\/Caspase1\/GSDMD signaling cascade by using NAC. Animal models&#8217; dates validated the anti-tumor efficacy of NIR-pyroptosis and enhanced anti-tumor immune responses. Additionally, NIR-pyroptosis synergizes with PD-1 immunotherapy to boost anti-tumor immunity in na&#239;ve and immune-rechallenged tumor models.<br \/><b>Conclusions:<\/b> Overall, we discovered that antibody-conjugated ICG can work as a novel tumor-specific NIR-pyroptosis agent and explored its potential in boosting anti-tumor immunity, providing a viable approach for the clinical translation of pyroptosis-based therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),pyroptosis,Antitumor agents,Anti-tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Chen<\/b><sup>1<\/sup>, X.-F. Tian<sup>2<\/sup>, Y. Lu<sup>1<\/sup>, P. Guo<sup>1<\/sup>, W.-H. Tan<sup>1<\/sup>; <br\/><sup>1<\/sup>Hangzhou Institute of Medicine (HIM), Chinese Academy of Sciences, Hangzhou, China, <sup>2<\/sup>Institute of Molecular Medicine, Hangzhou Institute for Advanced Study (UCAS), Hangzhou, China","CSlideId":"","ControlKey":"2a231d93-9234-4ffa-a672-dc0898c0be0c","ControlNumber":"6596","DisclosureBlock":"&nbsp;<b>F. Chen, <\/b> None..<br><b>X. Tian, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>P. Guo, <\/b> None..<br><b>W. Tan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2602","PresenterBiography":null,"PresenterDisplayName":"Peng Guo, PhD","PresenterKey":"3ac4bc29-c61a-4bd9-a98b-e76eef71e6e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2602. Near-infrared light-triggered pyroptosis boosts anti-tumor immunity via a novel antibody-drug conjugate","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Near-infrared light-triggered pyroptosis boosts anti-tumor immunity via a novel antibody-drug conjugate","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OC) is the fifth leading cause of cancer-related mortality in women. The current standard of care consists of debulking surgery with platinum-taxane maintenance chemotherapy. However, OC will recur in most patients, resulting in a five-year survival rate of 45%. In the past decades, there have been several developments in front-line maintenance therapy including bevacizumab or PARP inhibitors. While these therapies have shown effectiveness in prolonging progression free survival, this has not translated into improvements in overall survival. It is, therefore, essential to develop more effective maintenance therapies and most of the current efforts are focused on targeted approaches and immune therapeutics. Though immunotherapeutic strategies have induced durable responses in patients with melanoma, lung cancer, and other malignancies, the OC response to immunotherapy is limited as there is a significant subset of patients who do not respond. Our laboratory has developed several fully human granzyme B (GrB) based fusion proteins against key OC targets including folate receptor 1 (GrB-Fc-mov018) and fibroblast growth factor-inducible 14 (GrB-Fc-IT4) which retain high specificity of the targeting agent, combined with the GrB specific activity, a pro-apoptotic mechanism of action, and a robust in vivo efficacy. We assessed the <i>in vitro<\/i> cytotoxicity of GrB-based constructs against a panel of OC cell lines sensitive (OVCAR8, SKOV3, A2780, HeyA8) or resistant (SKOV3-TX, A2780\/Cl-16, HeyA8-MDR) to common chemotherapeutic agents. SKOV3-TX cells were &#62;10 fold more resistant to Paclitaxel than the parental SKOV3 cells while A2780\/Cl-16 were 11-fold more resistant to Cisplatin than the parental A2780 cells. In contrast, none of the chemo-resistant cell lines showed resistance to the GrB-based constructs and the IC<sub>50<\/sub> values observed were similar to those of the parental cell lines in the low nanomolar range (&#60;50 nM). Moreover, target expression analysis did not show significant differences between parental and chemo-resistant cell lines. A pilot <i>in vivo<\/i> efficacy study of GrB-Fc-IT4 and GrB-Fc-mov018 against a subcutaneous, established ovarian tumor (OVCAR8) xenograft showed promising growth inhibition of established tumors compared to vehicle controls. <i>In vivo<\/i> studies evaluating the response to different treatments of mice bearing chemo-resistant ovarian tumors are ongoing. Our results suggest that the mechanism of resistance developed to conventionally used chemotherapeutic agents such as Paclitaxel, Doxorubicin, Cisplatin or Mitomycin do not confer resistance to GrB-based constructs. Hence, we speculate that GrB-based constructs could be an effective therapy in OC patients with immune-excluded tumors that have developed resistance to conventional treatment. Research conducted, in part, by the Clayton Foundation for Research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Granzyme B,Targeted therapy,Folate receptor,Fn14,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Alvarez-Cienfuegos<\/b>, L. H. Cheung, K. A. Mohamedali, M. G. Rosenblum; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"6f78dd00-b9a5-4999-ad03-cd1284455d4d","ControlNumber":"4732","DisclosureBlock":"&nbsp;<b>A. Alvarez-Cienfuegos, <\/b> None..<br><b>L. H. Cheung, <\/b> None..<br><b>K. A. Mohamedali, <\/b> None..<br><b>M. G. Rosenblum, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2603","PresenterBiography":null,"PresenterDisplayName":"Ana Alvarez De Cienfuegos, PhD","PresenterKey":"8ee12563-3b0c-41a3-9994-9b2b3c0a5a86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2603. Targeting chemo-resistant ovarian cancer with a first-in-class, first-in-human immune-oncology agents containing granzyme B","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting chemo-resistant ovarian cancer with a first-in-class, first-in-human immune-oncology agents containing granzyme B","Topics":null,"cSlideId":""},{"Abstract":"Dipeptidyl Peptidase 4 (DPP4\/CD26) is a membrane glycoprotein involved in particular chemotactic and inflammatory responses, via its N-terminal protein cleavage enzymatic activities. DPP4 expression is found in various cell types, in certain subsets of lymphocytes and frequently overexpressed in primary tumors and metastases where its role remains still poorly understood. Recently, DPP4 was identified as a novel biomarker of senescent cells. In cancers, the harmful effect of senescent tumor cells is well recognized and mediated by the local production of pro-inflammatory cytokines, soluble immunosuppressive factors and metalloproteinases, called &#8216;SASP&#8217; phenotype which could be induced by many chemotherapy and radiation regimens. This deleterious microenvironment promotes tumor growth, invasion and neoangiogenesis which can lead to treatment resistance, relapses and poor prognosis in many cancers, especially at advanced stages. STX-1 is a leading first-in-class ADC platform based on a proprietary anti-DPP4 mAb generated after a screen between normal and senescence-induced cells identifying DPP4 as a candidate for cancer targeting. Other biomarkers of interest were also identified as being selectively expressed for further preclinical evaluation. This IgG1\/k mAb has potent <i>in vitro<\/i> activities on DPP4+ cells : i) in a bleomycin-induced senescent fibroblasts model; ii) on DPP4-expressing and chemotherapy- or radiotherapy-induced senescent human tumor cell lines with overexpression of DPP4; iii) binding of the mAb to its target results in its internalization into the endolysosomal compartment of cells. The first formulations of STX-1 are undergoing preclinical evaluation <i>in vitro<\/i> and <i>in vivo<\/i> and consist of a classical maleimide-based conjugation, an enzymatically cleavable cathepsin-dipeptide linker comprising a self-immolative spacer and either inhibitor of tubulin (MMAE\/DAR4) or topoisomerase I inhibitor (exatecan\/DAR8) payloads. Plasma stability and affinity, dose-response potency and permeability bystander activity on human tumor cell lines were evaluated <i>in vitro<\/i>. Preliminary efficacy is demonstrated <i>in vivo <\/i>on tumor xenograft models with various DPP4 expressions (constitutive or chemo\/radio-induced to senescence) based on a 21-28 days weekly infusion schedule (3 or 5 &#181;g\/kg). The indications selected for further therapeutic development are prostate, liver and colorectal carcinoma models. Data on antitumor efficacy, tolerability and pharmacokinetics will be presented. Further studies will include optimization of the best STX-1 formulation, NHP studies and GMP scale-up with planned IND submission expected in Q3-2024. Exploiting the targeting of senescent cells in cancer based on selected biomarkers such as DPP4 constitutes a new therapeutic avenue to counteract tumor dormancy, recurrences and resistance to conventional chemo\/radiotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Senescence,Biomarkers,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Angevin<\/b><sup>1<\/sup>, V. Lelarge<sup>2<\/sup>, R. Capelle<sup>2<\/sup>, J. Choeur<sup>2<\/sup>, T. Mathieu<sup>2<\/sup>, B. Le Calvé<sup>2<\/sup>; <br\/><sup>1<\/sup>Gustave Roussy, Villejuif, France, <sup>2<\/sup>Starkage Therapeutics, Lille, France","CSlideId":"","ControlKey":"0c769632-8687-480b-b349-a7165848d033","ControlNumber":"1086","DisclosureBlock":"<b>&nbsp;E. Angevin, <\/b> <br><b>Starkage Therapeutics<\/b> Independent Contractor. <br><b>Bristol Myers Squibb<\/b> Travel. <br><b>Astrazeneca<\/b> Grant\/Contract, Travel. <br><b>Amgen<\/b> Grant\/Contract, Travel. <br><b>Alderaan Biotechnology<\/b> Independent Contractor. <br><b>Pharmenable Therapeutics<\/b> Independent Contractor. <br><b>V. Lelarge, <\/b> <br><b>Starkage Therapeutics<\/b> Employment. <br><b>R. Capelle, <\/b> <br><b>Starkage Therapeutics<\/b> Employment. <br><b>J. Choeur, <\/b> <br><b>Starkage Therapeutics<\/b> Employment. <br><b>T. Mathieu, <\/b> <br><b>Starkage Therapeutics<\/b> Employment, Stock Option. <br><b>B. Le Calvé, <\/b> <br><b>Starkage Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6166","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2605","PresenterBiography":"","PresenterDisplayName":"Eric Angevin, MD;PhD","PresenterKey":"36d70cf1-5f99-44a7-bf4c-dbd252d660b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2605. STX-1, a potent first-in-class ADC directed against DPP4 (CD26) as a biomarker of senescent tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STX-1, a potent first-in-class ADC directed against DPP4 (CD26) as a biomarker of senescent tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Mesothelin is a cell-surface antigen identified as an excellent cancer-associated target upregulated on numerous tumors, including pancreatic and ovarian cancers, as well as mesotheliomas and lung cancers. Granzyme B is a highly cytotoxic serine protease nominally delivered by immune effector cells to target cells, resulting in induction of cell death pathways that are both caspase-dependent and -independent. We developed a fusion protein (GrB-Fc-SD1) composed of GrB and containing SD1, a novel human single-domain antibody that uniquely targets Region III of the mesothelin glycoprotein. The SD1 and GrB domains are tethered by a human IgG heavy chain fragment which enables dimerization. The fusion protein was transiently expressed in HEK-293E cells in serum-free conditions with a final yield of 5 mg\/L. Western blot analysis confirmed the expression of this construct as a homodimer. The GrB enzymatic activity in GrB-Fc-SD1 was similar to that of commercially available human granzyme B. ELISA studies confirmed the specific recognition of the SD1 antibody to mesothelin extra-cellular domain. Biacore analysis confirmed binding of GrB-Fc-SD1 with a dissociation constant between 10<sup>-7<\/sup> and 10<sup>-8<\/sup> M. <i>In vitro<\/i> cytotoxicity against a limited panel of lung, pancreatic and ovarian cancer cell lines expressing surface mesothelin indicate cytotoxicity in the nanomolar range, while cytotoxicity against mesothelin-negative cells was at micromolar levels. <i>Ex vivo<\/i> serum stability studies showed excellent stability of GrB-Fc-SD1 at both 4&#176;C and -20&#176;C over ninety days and a half-life of approximately three days at elevated temperatures (37&#176;C). <i>In vivo<\/i> efficacy studies against Capan-2 xenografts in nude mice using both weekly x 5 and QOD x 5 doses of GrB-Fc-SD1 (130 mg\/mg total dose, delivered IP) indicated highly significant efficacy in both dose regimens, with p &#60; 0.001 compared to vehicle-treated mice. Mouse body weights were not impacted at the efficacy doses used in this study, indicating that this dose was non-toxic. Histopathology studies revealed a significant decrease in the percentage of Ki-67+ nuclei in treated tumors compared to controls. These data warrant continued investigation of the protein as a therapeutic candidate. Research supported by H2Biologics. Research conducted, in part, by the Clayton Foundation for Research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Granzyme B,Mesothelin,Ovarian cancer,Fusion proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. A. Mohamedali<\/b><sup>1<\/sup>, L. H. Cheung<sup>1<\/sup>, M. G. Iurascu<sup>1<\/sup>, L. R. DePalatis<sup>2<\/sup>, C. Thuning-Roberson<sup>2<\/sup>, M. G. Rosenblum<sup>1<\/sup>; <br\/><sup>1<\/sup>UT M.D. Anderson Cancer Center, Houston, TX, <sup>2<\/sup>H2Biologics, Bolton, MA","CSlideId":"","ControlKey":"0d7e57d9-0437-471e-9a18-ee1125ae7ae0","ControlNumber":"4663","DisclosureBlock":"&nbsp;<b>K. A. Mohamedali, <\/b> None..<br><b>L. H. Cheung, <\/b> None..<br><b>M. G. Iurascu, <\/b> None..<br><b>L. R. DePalatis, <\/b> None..<br><b>C. Thuning-Roberson, <\/b> None..<br><b>M. G. Rosenblum, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2606","PresenterBiography":null,"PresenterDisplayName":"Louis DePalatis, D Phil","PresenterKey":"68bdbcef-e060-44be-9f25-d9e890c2ba8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2606. Targeting mesothelin on tumor cells with a novel, completely human fusion construct delivering the serine protease granzyme B","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mesothelin on tumor cells with a novel, completely human fusion construct delivering the serine protease granzyme B","Topics":null,"cSlideId":""},{"Abstract":"The Cancer Genome Atlas (TCGA) dataset showed higher level of CD276 (B7-H3)<i> <\/i>transcript in multiple cancers, including triple-negative breast cancers (TNBCs), non-small cell lung cancers (NSCLCs) and other cancers, than normal tissues. Our immunohistochemistry staining of hundreds of patient tissue microarrays confirmed the high expression of CD276 surface receptor in &#62;60% of TNBC and &#62;70% of NSCLC while minimal or low expression in 33 normal organs or tissues. This study aims to develop and evaluate a novel treatment strategy, i.e. anti-CD276 mAb-dual payloads conjugate (DualADC), as immune-chemotherapy to treat CD276-positive TNBCs and NSCLCs. First, a new CD276-targeting monoclonal antibody (mAb) capable of delivering payloads and upregulating tumoral immunity was developed and engineered. Then, a new platform to concurrently conjugate both traditional cytotoxic payload and immunoregulating regent with one CD276 mAb (DualADC) was established. Our evaluations showed that this targeted therapy effectively killed multiple subtypes of TNBC and NSCLC, significantly upregulated immune functions in tumor microenvironment, and reduced tumor burden by up to 90-100% in seven animal models (including patient-derived xenograft). The post-treatment analysis using single-cell RNA sequencing, Luminex multiplex cytokine assay, whole blood, histology and histopathology analysis demonstrated an integrated anti-cancer mechanisms and minimal systematic toxicity. Altogether, our study suggested that the 276-DualADC could provide a promising targeted chemo-immunotherapy for CD276-postive cancer patients. In future, translational investigations will be performed to determine the toxicology, optimal dose, and treatment strategy, and the combination with other therapy will also be evaluated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Therapeutics,Antibody-drug conjugate (ADC),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Zhou, J. Zhang, L. Zhou, <b>X. Liu<\/b>; <br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"5f6fd587-abdb-4593-8456-c9789f0a1ece","ControlNumber":"697","DisclosureBlock":"&nbsp;<b>Z. Zhou, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2607","PresenterBiography":"","PresenterDisplayName":"Xiaoguang \"Margaret\" Liu, PhD","PresenterKey":"aae1555d-24ea-436f-a869-8fb475f293be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2607. Dual payload immunochemotherapy to treat CD276 positive cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual payload immunochemotherapy to treat CD276 positive cancers","Topics":null,"cSlideId":""},{"Abstract":"Trop-2 is a transmembrane calcium signal transducer which activates growth-signaling networks that converge on Akt, ERK, Cyclin D1, NFkB (1). Trop-2 cleavage by ADAM10 was shown to be an activator switch for induction of cancer growth and metastatic diffusion (2). We devised a strategy to obtain monoclonal antibodies (mAb) capable of recognizing ADAM10-exposed sites in cancer cells. We succeeded at obtaining mAb that efficiently bound Trop-2 expressing cancer cells and were able to inhibit cell growth <i>in vitro<\/i>. We humanized the 2G10 mAb as the IgG1\/k Hu2G10 antibody. Hu2G10 binds cancer-specific, cleaved\/activated Trop-2 with K<sub>d<\/sub> 10<sup>-12 <\/sup>M. On the other hand, it binds uncleaved\/wtTrop-2 in normal cells with K<sub>d<\/sub> 3.16x10<sup>-8 <\/sup>M, thus promising an unprecedented therapeutic index in patients. Antibody-drug conjugates (ADC) of Hu2G10 were obtained using stable linkers, multiple conjugation chemistries and different payloads, among them topoisomerase I inhibitors, bleomycin, RNA polymerase inhibitor, MMAE and calicheamicin. Hu2G10-ADC selectively killed Trop-2-expressing cells <i>in vitro. <\/i>Dose-response curves were obtained for the BxPC-3 pancreatic cancer, DU-145 prostate cancer, HT29 colon cancer cell lines and KM12SM\/Trop2 colon cancer transfectants, reaching EC<sub>50<\/sub> values as low as 5.05 x10<sup>-10 <\/sup>M. Hu2G10-ADC drove high anticancer effectiveness on cell- and patient-derived xenografts from colon, pancreas, prostate and ovarian cancer. Effectiveness followed a gradient of payload potency, with correspondingly high therapeutic indexes. Consistently, neither detectable toxic effects nor weight loss were observed in any subgroup of treated xenotransplant-bearing mice. Taken together these findings candidate anti-Trop-2 Hu2G10-ADC for best-in-class anticancer therapy. <b><\/b>(1) E. Guerra et al., The Trop-2 signaling network in cancer growth. Oncogene 32, 1594-1600 (2013).<b><\/b>(2) M. Trerotola<i> et al.<\/i>, Trop-2 cleavage by ADAM10 is an activator switch for cancer growth and metastasis. <i>Neoplasia<\/i> 23, 415-428 (2021).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,Trop-2,Monoclonal antibodies,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Alberti<\/b><sup>1<\/sup>, M. Trerotola<sup>2<\/sup>, A. Moschella<sup>1<\/sup>, R. Giavazzi<sup>3<\/sup>, E. Guerra<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Messina, Messina, Italy, <sup>2<\/sup>University of Chieti-Pescara, Chieti, Italy, <sup>3<\/sup>Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milano, Italy","CSlideId":"","ControlKey":"0e415c32-2805-42e4-89bf-76d8836acf80","ControlNumber":"4657","DisclosureBlock":"<b>&nbsp;S. Alberti, <\/b> <br><b>Mediterranea Theranostic<\/b> Stock, Other Intellectual Property. <br><b>Oncoxx Biotech<\/b> Stock, Other Intellectual Property.<br><b>M. Trerotola, <\/b> None..<br><b>A. Moschella, <\/b> None..<br><b>R. Giavazzi, <\/b> None..<br><b>E. Guerra, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2608","PresenterBiography":null,"PresenterDisplayName":"Saverio Alberti, MD;PhD","PresenterKey":"68245bb6-1b0f-412b-8fab-ee6e3d2be147","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2608. Hu2G10 antibody-drug conjugates selectively target cleaved-activated Trop-2 in cancer cells and show therapeutic efficacy against multiple human cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hu2G10 antibody-drug conjugates selectively target cleaved-activated Trop-2 in cancer cells and show therapeutic efficacy against multiple human cancers","Topics":null,"cSlideId":""},{"Abstract":"We have recently shown that targeting circulating LGALS3BP with a maytansinoid-based non-internalizing antibody-drug conjugate (ADC) resulted in tumor eradication of high-risk NMYC-amplified neuroblastoma patient-derived xenografts. LGALS3BP is a high molecular weight, hyperglycosylated and secreted protein which is enriched at the surface of cancer-derived extracellular vesicles (EVs). Here, using a neuroblastoma pseudometastatic preclinical model, we extended our previous work demonstrating that EVs-associated LGALS3BP strictly correlates with disease progression and dissemination. Moreover, to investigate whether LGALS3BP ADC, named 1959sss\/DM4, possesses immune-modulating properties, we analyzed DM4 ability to induce immunogenic cell death (ICD). Interestingly, using NXS2 murine neuroblastoma cells, we found that DM4 induced a time-dependent surface expression of three different ICD marker, i.e. calreticulin, HSP70 and HSP90. As it was recently demonstrated that to limit immune surveillance NXS2 cells increase PD-L1 expression in response to IFN&#947; production in the tumor immune infiltrate, we evaluated potential synergism between LGALS3BP targeting ADC and an anti-PD1 immune check-point inhibitor. To this aim, we genetically manipulated NXS2 cells which resulted nearly negative for murine LGALS3BP expression. Therefore, using a lentivirus-based gene transduction system, we obtained NXS2 cells producing large amounts of vesicular human LGALS3BP. Of note, the vesicular LGALS3BP could be quantified by ELISA and imaged by confocal microscopy using 1959 antibody. Strikingly, while single agent treatment showed a limited antitumor activity in NXS2-LGALS3BP syngeneic model, the LGALS3BP ADC\/anti-PD1 combination resulted in a marked inhibition of tumor growth, which was followed by a prolonged survival. In conclusion, our findings establish that vesicular LGALS3BP is a potential biomarker for liquid biopsy and reveals this protein as a suitable target for therapeutic strategy that combines 1959sss\/DM4 ADC with immune checkpoint blockade for the treatment of LGALS3BP expressing neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Extracellular vesicles,Liquid biopsies,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Sala<\/b><sup>1<\/sup>, E. Capone<sup>1<\/sup>, I. Cela<sup>1<\/sup>, G. Lovato<sup>1<\/sup>, A. Lamolinara<sup>1<\/sup>, M. Iezzi<sup>1<\/sup>, C. Rossi<sup>1<\/sup>, V. De Laurenzi<sup>1<\/sup>, R. Ippoliti<sup>2<\/sup>, S. Iacobelli<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Chieti-Pescara, Chieti, Italy, <sup>2<\/sup>University of l'Aquila, University of L'Aquila, Italy, <sup>3<\/sup>Mediapharma srl, Chieti, Italy","CSlideId":"","ControlKey":"aa423f9a-d590-461a-8d0a-111b56c7072e","ControlNumber":"728","DisclosureBlock":"<b>&nbsp;G. Sala, <\/b> <br><b>Mediapharma<\/b> Stock, Patent. <br><b>E. Capone, <\/b> <br><b>Mediapharma<\/b> Patent.<br><b>I. Cela, <\/b> None..<br><b>G. Lovato, <\/b> None..<br><b>A. Lamolinara, <\/b> None..<br><b>M. Iezzi, <\/b> None..<br><b>C. Rossi, <\/b> None..<br><b>V. De Laurenzi, <\/b> None..<br><b>R. Ippoliti, <\/b> None.&nbsp;<br><b>S. Iacobelli, <\/b> <br><b>Mediapharma<\/b> Stock, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2609","PresenterBiography":null,"PresenterDisplayName":"Gianluca Sala, PhD","PresenterKey":"a0512b28-669c-47a0-99ef-34eae3153420","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2609. Vesicular LGALS3BP is a neuroblastoma biomarker and a therapeutic target for combination therapy with antibody-drug conjugate and checkpoint inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vesicular LGALS3BP is a neuroblastoma biomarker and a therapeutic target for combination therapy with antibody-drug conjugate and checkpoint inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients affected by Ph-like B-cell acute lymphoblastic leukemia (B-ALL) have a high mortality rate and elevated levels of disease relapse upon chemotherapy treatment. More than 60% of Ph-like B-ALL is characterized by genomic rearrangements resulting in high expression level of the CRLF2\/TLSPR receptor on the cell surface. While significant advances have been made in developing targeted agents for B-ALL treatment, the CRLF2-rearranged subpopulation is in complete absence of selective and effective therapies. Here, we report the identification of &#945;-TLSPR monoclonal antibodies with therapeutic potential and the preclinical validation of AM E3 as an Antibody-Drug Conjugate (ADC) for the treatment of CRLF2-rearranged Ph-like B-ALL.<br \/>Material and Methods: Leveraging a high-complex phage display platform we have first identified several fully human &#945;-TLSPR monoclonal antibodies with single-digit nanomolar affinity for the target. Among them, AM E3 emerged as suitable for ADC development due to its rapid internalization by CRLF2-expressing cells. As a proof of concept, upon conjugation with the cytotoxic payload tesirine (SG3249) AM E3 was validated for anti-tumor response in both CRLF2-rearranged <i>in vitro<\/i> cell lines and <i>in vivo<\/i> xenograft models. Further, since human\/mouse CRLF2 homology is low (&#706;35%), we have also developed an ADC surrogate against murine TLSPR to establish a therapeutic window for the ADC therapy in CRLF2-rearranged preclinical models.<br \/>Results: ADC AM E3 demonstrated strong cytotoxicity (EC<sub>50<\/sub>=40pM) on cell lines derived from hCRLF2-rearranged B-ALL patients. In xenograft models a single injection of ADC AM E3 (0.7mg\/Kg) showed antitumoral activity proportional to hCRLF2\/TSLPR receptor density at the cell surface. Moreover, ADC AM E3 treatment reduces tumor growth and disease burden of hCRLF2-rearranged B-ALL orthotopic xenografts and extends survival over standard induction therapy. ADC surrogate mB4 AM23, which retains similar properties as the human ADC AM E3, reduces tumor growth and is well tolerated in xenograft models engineered to express mCRLF2\/TSLPR.<br \/>Conclusions: AM E3 is a novel &#945;-TLSPR mAb with ideal features for the development of a first-in-class ADC therapy. &#945;-TLSPR ADC demonstrated <i>in vitro<\/i> and <i>in vivo<\/i> efficacy as a monotherapy for the treatment of CRLF2\/TLSPR rearranged Ph-like B-ALLs and proven to be well-tolerated in surrogate animal studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Phage display,B cells,Acute lymphoblastic leukemia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Dall'Armi<\/b>, V. Di Biasio, C. Paolini, D. Natale, F. Scalabrì, A. Missineo, N. Alaimo, M. Nuzzo, A. Demartis, P. Di Pasquale, R. Benoni, F. Caretti, E. Beghetto, F. Colaceci, R. Sasso, V. Pucci, A. Carugo, L. Tomei, C. Toniatti; <br\/>IRBM S.p.A., Pomezia, Italy","CSlideId":"","ControlKey":"89c24c86-410a-441d-bfe4-6c8cc4ee5c85","ControlNumber":"7272","DisclosureBlock":"<b>&nbsp;C. Dall'Armi, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>V. Di Biasio, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>C. Paolini, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>D. Natale, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>F. Scalabrì, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>A. Missineo, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>N. Alaimo, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>M. Nuzzo, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>A. Demartis, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>P. Di Pasquale, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>R. Benoni, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>F. Caretti, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>E. Beghetto, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>F. Colaceci, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>R. Sasso, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>V. Pucci, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>A. Carugo, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>L. Tomei, <\/b> <br><b>IRBM S.p.A.<\/b> Employment. <br><b>C. Toniatti, <\/b> <br><b>IRBM S.p.A.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6175","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2610","PresenterBiography":null,"PresenterDisplayName":"Claudia Dall'Armi, PhD","PresenterKey":"fba23a61-c39c-48f3-a7a8-716189246b5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2610. Discovery of AM E3: A novel &#945;-TLSPR monoclonal antibody for the ADC treatment of CRLF2-rearranged Ph-like B-ALL","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of AM E3: A novel &#945;-TLSPR monoclonal antibody for the ADC treatment of CRLF2-rearranged Ph-like B-ALL","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Antibody-drug conjugates (ADCs) play a key role in targeted therapy of solid tumors. However, few studies have examined the impact of ADCs on the tumor microenvironment (TME), particularly on innate immune cells. To elucidate this, this study focuses on investigating the comprehensive impacts of ICAM1-DXd on the tumor microenvironment, especially on tumor-associated neutrophils (TAN) and its synergistic effect with PD-1 immunotherapy.<br \/><b>Methods: <\/b>Firstly, the efficacy and prognosis of ICAM1-DXd, a potent ADC for cervical cancer, were determined in pre-clinical tumor models, providing crucial transcriptomic and biological function information by using RNA-seq. Then, pathological studies were performed to evaluate the abundance and location of TAN (Ly6G+\/MPO+) in TME post-ADC treatment. The interaction between TAN and ICAM1-DXd and subsequent impacts on adaptive immune cells (e.g., CD8+ cells) was examined by flow cytometry (FACS), confocal fluorescent imaging, and western blot techniques (WB). Eventually, the synergistic effect of ICAM1-DXd and PD-1 monoclonal antibody were investigated in an immunocompetent animal model.<br \/><b>Results: <\/b>ICAM1-DXd potently inhibits cervical tumor growth in preclinical models, and RNA-seq analysis revealed that ICAM1-DXd treatment induces a strong down-regulation of neutrophil activation, especially for Ly6G+\/MPO+ TANs, a subtype with pro-tumor function. IHC and FACS results confirmed that pro-tumor TANs were efficiently eliminated in TME by ICAM1-DXd treatment via non-specific phagocytosis in comparison with peripheral blood neutrophils. ICAM1-DXd-phagocytised TANs also elicit a strong bystander killing effect by cleaving the quadra peptide linker of ICAM1-DXD by cathepsin B. This ADC-mediated TAN elimination effectively ameliorates immunosuppressive TME and works in synergy with PD-1 immunotherapy in preclinical models.<br \/><b>Conclusion: <\/b>In preclinical models of cervical cancer, ICAM1-DXd not only directly ablates cancer cells via antigen recognition but also non-specifically kills tumor-promoting TANs, resulting in an improved tumor immune microenvironment, providing a shred of mechanistic evidence supporting ADC and PD-1 combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Tumor-associated neutrophils,PD-1,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Yao<\/b><sup>1<\/sup>, L. Sun<sup>2<\/sup>, X. Zhu<sup>2<\/sup>, H. Xie<sup>3<\/sup>, T. Yang<sup>4<\/sup>, P. Guo<sup>4<\/sup>, H. Tang<sup>2<\/sup>, T. Zhu<sup>2<\/sup>; <br\/><sup>1<\/sup>School of Materials Science and Engineering, Tianjin University, Tianjin, China, <sup>2<\/sup>Zhejiang Cancer Hospital, Hangzhou, China, <sup>3<\/sup>Postgraduate Training Base Alliance of Wenzhou Medical University (Zhejiang Cancer Hospital), Wenzhou, China, <sup>4<\/sup>Hangzhou Institute of Medicine (HIM), Chinese Academy of Sciences, Hangzhou, China","CSlideId":"","ControlKey":"d6b7a3df-6f44-474a-9f7e-5724974f71a5","ControlNumber":"7276","DisclosureBlock":"&nbsp;<b>S. Yao, <\/b> None..<br><b>L. Sun, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>H. Xie, <\/b> None..<br><b>T. Yang, <\/b> None..<br><b>P. Guo, <\/b> None..<br><b>H. Tang, <\/b> None..<br><b>T. Zhu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6177","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2611","PresenterBiography":null,"PresenterDisplayName":"Shili Yao","PresenterKey":"aeb5f1fc-ae25-4724-a0d0-2d467a2ff66a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2611. Non-specific elimination of tumor-associated neutrophils by antibody-drug conjugates boosts anti-tumor immunity for PD-1 immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-specific elimination of tumor-associated neutrophils by antibody-drug conjugates boosts anti-tumor immunity for PD-1 immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"The lack of antibodies with sufficient cancer selectivity is currently limiting the treatment of solid tumors by immunotherapies. Many solid tumors display aberrant glycosylation that results in the expression of tumor-associated carbohydrate antigens (TACAs) distinct from healthy tissues. Targeting aberrantly glycosylated glycopeptide epitopes provides the cancer selectivity needed for immunotherapy of solid tumors. However, only a few such glycopeptide epitopes have been targeted to date. We have developed a strategy to predict, design, and produce cancer-specific antibodies targeting novel O-glycoprotein epitopes with exquisite cancer specificity. Our mAbs avoid on-target off-tumor toxicity due to the specificity of aberrant glycosylation, and cover a broad range of cancer indications, including breast, lung, colon, pancreatic, and ovarian cancer. Additionally, our antibodies can be used as an IHC companion diagnostic and can be functionalized across a number of modalities, including next-generation CAR-T, T-cell bispecifics, and antibody-drug-conjugates (ADCs).Here, we present two novel antibodies, GO-08 and GO-013, selectively targeting cancer-specific Tn-glycosylated proteins in a site-specific manner with low nanomolar affinities. GO-008 and GO-013 were collectively shown to be highly cancer-selective by immunohistochemistry of sections from a large array of different squamous and adenocarcinomas, including triple-negative breast cancer, lung cancer, gastric cancer, ovarian cancer, pancreatic, and colorectal cancer. The two antibodies were functionalized utilizing ConjuAll<sup>TM<\/sup> technology, conjugating the microtubule disrupting payload MMAE via a site-specific beta-glucuronidase cleavable linker. ConjuAll<sup>TM<\/sup> functions as a plasma stable, tumor labile linkage, and due to the minimal expression pattern of beta-glucuronidase in healthy tissues, reduces both off- and on-target toxicity due to the minimization of release of free payload in non-tumor tissues. The ADCs based on GO-08 and GO-013 (LCB45A and LCB22A) demonstrated target-specific cytotoxicity invitro and in vivo with tumor elimination in breast and lung PDX models. GO-013 conjugated to MMAE (LCB22A) was well tolerated in cynomolgus monkey toxicity studies. Moreover, the ADCs selectively kill target cells in a human mixed organotypic cancer model without affecting healthy cells, indicating tolerability and safety. The combination of specificity of TACA targeting to differentiate ADC binding from healthy tissue and ConjuAll&#8217;s tumor selective payload release promises to enable an excellent anti-cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Adenocarcinoma,Antibody-drug conjugate (ADC),Solid tumors,Glycosylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. C. W. Groen<\/b><sup>1<\/sup>, N. Shrestha<sup>1<\/sup>, B. Klebanov<sup>1<\/sup>, B. Yu<sup>2<\/sup>, B. Lee<sup>2<\/sup>, C.-W. Chung<sup>2<\/sup>, C. Park<sup>2<\/sup>, M. K. M. Aasted<sup>3<\/sup>, S. Dabelsteen<sup>3<\/sup>, H. H. Wandall<sup>3<\/sup>; <br\/><sup>1<\/sup>GO Therapeutics, Natick, MA, <sup>2<\/sup>LegoChem Biosciences, Daejeon, Korea, Democratic People's Republic of, <sup>3<\/sup>University of Copenhagen, København, Denmark","CSlideId":"","ControlKey":"99115f06-79e3-4459-bf1b-22856d1b4657","ControlNumber":"6663","DisclosureBlock":"<b>&nbsp;A. C. W. Groen, <\/b> <br><b>GO Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>N. Shrestha, <\/b> <br><b>GO Therapeutics<\/b> Employment, Stock Option. <br><b>B. Klebanov, <\/b> <br><b>GO Therapeutics<\/b> Employment, Stock Option. <br><b>B. Yu, <\/b> <br><b>Legochem Biosciences<\/b> Employment, Stock. <br><b>B. Lee, <\/b> <br><b>LegoChem Biosciences<\/b> Employment, Stock. <br><b>C. Chung, <\/b> <br><b>LegoChem Biosciences<\/b> Employment, Stock. <br><b>C. Park, <\/b> <br><b>LegoChem Biosciences<\/b> Employment, Stock.<br><b>M. K. M. Aasted, <\/b> None..<br><b>S. Dabelsteen, <\/b> None.&nbsp;<br><b>H. H. Wandall, <\/b> <br><b>GO therapeutics<\/b> Independent Contractor, Stock Option, Other Intellectual Property. <br><b>Hemab<\/b> Stock. <br><b>Cymab<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6180","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2613","PresenterBiography":null,"PresenterDisplayName":"Aaron Groen, PhD","PresenterKey":"ff73ca88-5a0f-4744-9aac-67f93db3361b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2613. Treatment of solid tumors with antibody drug conjugates targeting aberrant O-glycoproteins","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of solid tumors with antibody drug conjugates targeting aberrant O-glycoproteins","Topics":null,"cSlideId":""},{"Abstract":"Recently topoisomerase 1 inhibitors have gained significant traction as a cytotoxic payload for ADCs based on the clinical success of camptothecin-based ADCs Enhertu&#174; (DXd) and Trodelvy&#174; (SN-38). In contrast to the majority of other approved ADCs, both Enhertu&#174; and Trodelvy&#174; are feature an average of 7-8 payloads per antibody. Obviously, such a high drug-to-antibody ratio (DAR) effectively delivers more drug to the tumor per internalization event, which is key in driving the clinical success.<br \/>Previously, we have shown that the native glycan of monoclonal antibodies is a privileged site for attachment of cytotoxic payloads<sup>1<\/sup>, for the generation of site-specific and stable ADCs with DARs varying from 1-6, while the therapeutic index is further elevated by a highly polar spacer technology (HydraSpace&#8482;)<sup>2<\/sup>. The success of GlycoConnect&#8482;\/HydraSpace&#8482; ADCs is further driven by the use of exatecan as a potent and highly cell-permeable payload (SYNtecan E&#8482;).<br \/>Here we show that GlycoConnect&#8482; technology can be readily extended to generate efficacious and safe DAR8 ADCs. We have developed a modular, non-genetic method, involving three simple process steps from any antibody: (a) enzymatic glycan remodeling, (b) strain-promoted azide-alkyne cycloaddition of a bifunctional, branched spacer comprising one strained alkyne and two orthogonal click tags (e.g. tetrazines), and (c) inverse electron-demand Diels-Alder cycloaddition with a branched linker-drug construct based on BCN and a two cytotoxic payloads. The resulting conjugates, with DAR 6 or 8, are rapidly generated with high homogeneity and with good stability. In addition, HIC profiles of the resulting ADCs indicate small relative retention time as an indication of good PK profile. Excellent in vivo tolerability is demonstrated, while efficacy studies in mice xenograft models show that the DAR8 technology clearly out-performs currently marketed ADCs (including Enhertu&#174;).<br \/><sup>1<\/sup> (a) van Geel <i>et al<\/i>. Chemoenzymatic Conjugation of Toxic Payloads to the Globally Conserved N&#8209;Glycan of Native mAbs Provides Homogeneous and Highly Efficacious Antibody&#8722;Drug Conjugates. <i>Bioconj. Chem. <\/i>2015, <i>26<\/i>, 2233-2242. (b) Wijdeven <i>et al. <\/i>Enzymatic glycan remodeling-metal free click (GlycoConnect&#8482;) provides homogenous antibody-drug conjugates with improved stability and therapeutic index without sequence engineering. <i>MAbs <\/i>2022, DOI: 10.1080\/19420862.2022.2078466. <sup>2<\/sup> Verkade <i>et al<\/i>. A Polar Sulfamide Spacer Significantly Enhances the Manufacturability, Stability, and Therapeutic Index of Antibody-Drug Conjugates. <i>Antibodies <\/i>2018, <i>7<\/i>, 12, doi:10.3390\/antib7010012.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,In vitro,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Lelieveldt<\/b>, E. Post, M. Nassiet, V. Hendriks, M. Verhagen, R. van Geel, S. van Berkel, F. van Delft; <br\/>Synaffix - A Lonza company, Oss, Netherlands","CSlideId":"","ControlKey":"d2f11762-eeaa-4934-b566-2bd44a835d16","ControlNumber":"6791","DisclosureBlock":"&nbsp;<b>L. Lelieveldt, <\/b> None..<br><b>E. Post, <\/b> None..<br><b>M. Nassiet, <\/b> None..<br><b>V. Hendriks, <\/b> None..<br><b>M. Verhagen, <\/b> None..<br><b>R. van Geel, <\/b> None..<br><b>S. van Berkel, <\/b> None..<br><b>F. van Delft, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6181","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2614","PresenterBiography":null,"PresenterDisplayName":"Lianne Lelieveldt, PhD","PresenterKey":"6c40284e-2e14-4ee3-b986-dff2fb7c4677","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2614. GlycoConnect&#8482; ADC toolbox expansion with high DAR technology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GlycoConnect&#8482; ADC toolbox expansion with high DAR technology","Topics":null,"cSlideId":""},{"Abstract":"cMET (mesenchymal-epithelial transition factor), which belongs to the MET family, is a type of receptor tyrosine kinase that is expressed on the surfaces of various epithelial cells. The elevation of cMET can promote the development and progression of multiple cancers. cMET- ADCs have shown promising clinical activity with highest cMET levels, indicating tumor cMET levels may be limited for efficacy. YL211, a novel cMET-ADC was developed by leveraging on MediLink&#8217;s tumor microenvironment activable linker-payload platform (TMALIN platform), which could release the payload both in the tumor cell and in the tumor microenvironment. YL211 is comprised of an anti-cMET humanized monoclonal antibody conjugated to a novel topoisomerase 1 inhibitor <i>via<\/i> a protease-cleavable linker. The novel linker-payload and site-specific conjugation of YL211 results in a homogeneous product with a DAR (Drug-to-Antibody Ratio) of 8. Furthermore, the advancement in linker-payload design has facilitated the development of more hydrophilic ADCs, which exhibit minimal impact on the antibody's characteristics while being less prone to aggregation and showcasing lower systematic clearance. Along with release of the payload in the tumor microenvironment extracellularly, upon binding to cMET on tumor cell surfaces, the antigen-ADC complexes are internalized to lysosomal vesicles and subsequently release the toxic payload. The cytotoxic features drive cell cycle arrest, apoptosis, elevation of PARP\/caspase 7 expression, as well as cell death and bystander effect. These findings translated in vivo where YL211 showed superior efficacy in causing tumor regressions and good tolerability in both cell lines and patient-derived xenograft (CDX and PDX) mouse models with both low to high cMET expression levels (H358, CR5088, <i>ect.<\/i>). The <i>in vivo<\/i> pharmacokinetics in monkeys showed that YL211 is highly stable with less than 0.1% (molar ratio) payload released in circulation. GLP safety evaluations demonstrated good safety profiles and no off-target toxicity in monkeys. These non-clinical data suggest the stability of the linker in circulation as well as efficient release of the payload in tumors with improved therapeutic window. Taken together, preclinical data suggest that YL211 could be a promising treatment strategy for cMET positive cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),AACR Project GENIE,Mesenchymal-epithelial transition (MET),Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Xiao<\/b><sup>1<\/sup>, W. Lian<sup>1<\/sup>, S. Song<sup>1<\/sup>, Q. Liu<sup>1<\/sup>, Q. Zong<sup>1<\/sup>, S. Stann<sup>2<\/sup>, J. Cai<sup>1<\/sup>, T. Xue<sup>1<\/sup>; <br\/><sup>1<\/sup>MediLink Therapeutics (Suzhou) Co., Ltd., Suzhou, China, <sup>2<\/sup>MediLink Therapeutics USA, INC., Boston, MA","CSlideId":"","ControlKey":"64f02c20-837e-4aba-954d-1384f5548f2c","ControlNumber":"6060","DisclosureBlock":"&nbsp;<b>L. Xiao, <\/b> None..<br><b>W. Lian, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>Q. Zong, <\/b> None..<br><b>S. Stann, <\/b> None..<br><b>J. Cai, <\/b> None..<br><b>T. Xue, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2615","PresenterBiography":null,"PresenterDisplayName":"Liang Xiao, PhD","PresenterKey":"9e4a3bbf-707c-4d7c-a97e-1653471e9d60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2615. Preclinical development of a next generation antibody drug conjugate (ADC) targeting cMET for treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of a next generation antibody drug conjugate (ADC) targeting cMET for treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Metastatic triple-negative breast cancer (TNBC) patients have poor overall survival, highlighting the need for novel treatments. Although the TROP2-targeting ADC sacituzumab govitecan recently received accelerated approval from the FDA for the treatment of patients with metastatic TNBC, the on-target toxicity of this single-target agent has limited clinical efficacy. We sought to improve the specificity and efficacy of future TNBC-targeted therapies by generating a bispecific antibody-drug conjugate (bsADC) targeting TROP2 and PTK7, another tumor-associated antigen (TAA) that is highly expressed in TNBC and correlates with poor prognosis and metastatic disease.<br \/>We previously generated fully human antibodies targeting PTK7 and TROP2 from Biocytogen&#8217;s fully human, common light chain antibody transgenic RenLite<sup>&#174;<\/sup> mice, which were selected such that their monovalent antibodies exhibited reduced internalization profiles for improved tumor selectivity. These antibodies were then constructed into a bispecific antibody targeting PTK7&#215;TROP2, which demonstrated reactivity to human and cynomolgus monkey antigens and binding to multiple cancer cell lines, including TNBC, with high affinity. PTK7&#215;TROP2 bsAb also showed enhanced internalization <i>in vitro<\/i> compared with parental monovalent antibodies. Next, the PTK7 x TROP2 bsAb was conjugated to vcMMAE with a drug-to-antibody ratio (DAR) of 4 to generate a bsADC (BCG033). BCG033-vcMMAE demonstrated superior activity to benchmark and parental ADCs in a cell line-derived xenograft (CDX) TNBC model with low PTK7 expression. Here, we demonstrate that BCG033-vcMMAE ADCs also exhibited superior efficacy to benchmark ADCs in PDX models, including TNBC xenografts and NSCLC xenografts. We next tested the efficacy of the PTK7 x TROP2 bsAb conjugated to BLD1102, Biocytogen&#8217;s novel, proprietary linker\/payload composed of a DNA Topo I inhibitor payload and a highly hydrophilic protease-cleavable linker, with a DAR of 8. BCG033-BLD1102 showed potent activity in a colorectal cancer PDX model in which benchmark ADCs were inactive, even at high doses.<br \/>In summary, BCG033 conjugates demonstrate promising preclinical efficacy <i>in vivo<\/i>, which ultimately could provide a new treatment option for TNBC and other solid tumors expressing PTK7 and TROP2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Tumor-associated antigen (TAA),Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Yao, C. Shang, G. An, <b>C. Guo<\/b>, W. An, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"88b3847d-c038-449c-8c10-11603914d13f","ControlNumber":"6225","DisclosureBlock":"&nbsp;<b>S. Yao, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2616","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2616. BCG033, a novel bispecific antibody-drug conjugate targeting PTK7 and TROP2, demonstrates preclinical efficacy against triple-negative breast cancer and other solid tumor xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG033, a novel bispecific antibody-drug conjugate targeting PTK7 and TROP2, demonstrates preclinical efficacy against triple-negative breast cancer and other solid tumor xenografts","Topics":null,"cSlideId":""},{"Abstract":"HER3 and MET expression act as bypass resistance mechanisms, conferring resistance to multiple therapeutic agents, such as EGFR TKI treatment. HER3 and MET are also co-expressed at high prevalence in multiple tumor types, including gastric, colorectal, breast, and non-small-cell lung cancer (NSCLC). In addition, HER3 and MET are frequently overexpressed in liver metastases from patients with colorectal cancer, indicating that targeting both targets may provide clinical benefit.<br \/>We previously reported generation of a fully human bispecific antibody (bsAb) targeting HER3 and MET using RenLite<sup>&#174;<\/sup> mice, which contain the full human heavy chain variable domain with a common human kappa light chain to facilitate bispecific antibody assembly. This bsAb demonstrated reactivity to human and cynomolgus monkey antigens and binding to multiple cancer cell lines, including NSCLC, gastric, colorectal, and hepatocellular cancer cell lines. The bsAb also showed enhanced internalization activity compared to parental monovalent antibodies in the NUGC-4 cell line expressing HER3 and MET.<br \/>Here, we evaluated the efficacy of the bsAb when conjugated to two distinct payloads: vcMMAE and BLD1102, Biocytogen&#8217;s novel, proprietary linker\/payload system composed of a DNA Topo I inhibitor payload (BCPT02) and a highly hydrophilic protease-cleavable linker. The <i>in vivo <\/i>efficacy of BCG022-vcMMAE and BCG022-BLD1102 was evaluated in cell-derived NSCLC and gastric cancer xenografts, and in patient-derived gastric and pancreatic xenograft models. Both demonstrated strong anti-tumor activity, with efficacy greater than or comparable to benchmark ADCs. Taken together, these promising preclinical results suggest that the BCG022 bsADC could be a novel treatment for HER3 and MET co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Antibody-drug conjugate (ADC),Xenografts,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Li, C. Shang, Z. Han, G. An, <b>C. Guo<\/b>, W. An, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"118ad936-b0bd-4c1a-882a-492995a1f23c","ControlNumber":"4227","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6170","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2617","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2617. BCG022, a novel HER3&#215;MET bispecific antibody-drug conjugate (bsADC), demonstrates promising anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG022, a novel HER3&#215;MET bispecific antibody-drug conjugate (bsADC), demonstrates promising anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"EGFR is a favored target in various cancer therapies. However, EGFR-based treatments have been challenged by drug resistance and cytotoxicity. Targeting EGFR with an antibody-drug conjugate (ADC) is a promising new therapeutic strategy to address the drug resistance, due to the potent killing effects of the payload. Furthermore, we hypothesized that development of a bispecific ADC (bsADC) targeting EGFR and another tumor-associated antigen (TAA) might improve the tumor selectivity, thereby limiting the on-target off-tumor toxicity. One such TAA candidate is PTK7, which belongs to the same receptor tyrosine kinase family as EGFR, and is co-expressed with EGFR in multiple types of solid tumors, including lung, esophageal, head and neck, and colon cancers.<br \/>Herein, we developed a fully human anti-human PTK7 EGFR bsAb using our proprietary common light chain RenLite<sup>&#174;<\/sup> mouse platform and knobs-into-holes technology. The anti-PTK7 EGFR bsAb demonstrates good purity by SEC-HPLC, and can cross-react with human and cynomolgus monkey antigens with favorable affinity. The PTK7 x EGFR bsAb demonstrated higher binding to various types of cancer cell lines, as well as enhanced internalization <i>in vitro<\/i> compared with PTK7 parental antibody. Next, the bsAb was conjugated with monomethyl auristatin E (MMAE) to generate an anti-PTK7 x EGFR bsADC, BCG017, with a drug-to-antibody ratio of approximately 4. BCG017 demonstrated superior anti-tumor activity compared to benchmarks and its PTK7 parental ADC in cell-derived non-small-cell lung cancer (NSCLC) xenografts, and showed enhanced anti-tumoractivity when compared to benchmark ADCs and parental ADCs in patient-derived breast and pancreatic ductal adenocarcinoma xenograft models. These results suggest that BCG017 have the potential to be a novel therapeutic alternative for PTK7 and EGFR co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Patient-derived xenograft (PDX),Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Yao, C. Shang, Z. Li, G. An, <b>C. Guo<\/b>, W. An, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"f4f823af-4d02-411f-8b87-ba97819e5090","ControlNumber":"6185","DisclosureBlock":"&nbsp;<b>S. Yao, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6178","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2618","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2618. BCG017, a bispecific ADC targeting PTK7 and EGFR exhibits anti-tumor efficacy in PDX models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG017, a bispecific ADC targeting PTK7 and EGFR exhibits anti-tumor efficacy in PDX models","Topics":null,"cSlideId":""},{"Abstract":"EGFR and HER3 are receptor tyrosine kinases that are highly expressed in multiple epithelial tumors. EGFR point mutations and small insertions within the kinase domain are common in lung cancer. HER3 is overexpressed in patients who are resistant to EGFR-TKI therapy, and is one of the common resistance mechanisms of EGFR and HER2-targeted therapy. We hypothesize that simultaneous targeting of EGFR and HER3 with a bispecific ADC will have the potential to overcome the resistance caused by HER3 after EGFR-targeted therapy and obtain better efficacy than the combination of EGFR monotherapy and HER3 monotherapy.<br \/>We first generated fully human bispecific antibodies (bsAbs) targeting EGFR and HER3 using RenLite<sup>&#174;<\/sup> mice, which contain the full human heavy chain variable domain with a common human kappa light chain to facilitate bispecific antibody assembly. The anti-EGFR&#215;HER3 bsAb demonstrated reactivity to human and cynomolgus monkey antigens and binding to multiple cancer cell lines, including NSCLC, gastric, pancreatic, colorectal, and breast cancer cell lines. The anti-EGFR&#215;HER3 bsAb also showed high internalization activity in cell lines expressing EGFR and HER3.<br \/>The anti-EGFR&#215;HER3 bsAb was then conjugated with vc-MMAE (valine-citrulline-monomethyl auristatin E) for proof-of-concept studies, as well as BLD1102, Biocytogen&#8217;s novel, proprietary linker\/payload system composed of a DNA Topo I inhibitor payload (BCPT02) and highly hydrophilic protease-cleavable linker, to generate EGFR- and HER3-targeting bispecific ADC candidates BCG019. <i>In vivo<\/i> efficacy of the bsADC candidates were evaluated in cell-derived NSCLC and gastric cancer xenografts and in patient-derived gastric and colorectal xenograft models. Both bsADCs showed superior anti-tumor activity when compared to benchmark ADCs. Collectively, these results suggest that our novel anti-EGFR&#215;HER3 bsADC has therapeutic potential for EGFR and HER3 co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Receptor tyrosine kinase (RTK),Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Li, C. Shang, G. An, <b>C. Guo<\/b>, W. An, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"c751560b-23ed-4131-9973-ccf17449f9cf","ControlNumber":"6359","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2619","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2619. A novel EGFR&#215;HER3-targeting bispecific antibody drug-conjugate, BCG019, demonstrates robust anti-tumor efficacy in preclinical evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel EGFR&#215;HER3-targeting bispecific antibody drug-conjugate, BCG019, demonstrates robust anti-tumor efficacy in preclinical evaluation","Topics":null,"cSlideId":""},{"Abstract":"5T4 is a highly expressed tumor-associated antigen associated with adverse clinical outcomes in solid tumors, and is an attractive therapeutic target due to low expression on normal adult tissues. While several therapeutic agents targeting 5T4 antigen are currently being evaluated in human clinical trials, none have yet entered the market. Another target, MUC1, is currently under clinical investigation, with most drugs in clinical trials showing limited efficacy due to shedding of the target antigen MUC1-N. 5T4 and MUC1 are commonly co-expressed in various solid tumors, including lung, breast, colorectal and pancreatic cancers, suggesting that targeting both antigens with a single drug could be a promising therapeutic strategy.<br \/>We previously identified and evaluated antibodies targeting human 5T4 and MUC1-C (cleaved MUC1) using RenLite<sup>&#174;<\/sup> fully human common light chain mice. Here, selected antibodies were constructed into 5T4&#215;MUC1 bispecific antibodies (bsAb). The 5T4-MUC1 bsAb demonstrated high avidity in multiple human tumor cell lines by flow cytometry. Notably, the parental 5T4 antibody also binds strongly to many tumor cell lines. Internalization assays demonstrate that the internalization of 5T4-MUC1 bsAb in breast cancer cells was enhanced compared to the parental anti-5T4 and anti-MUC1 monoclonal antibodies, as measured by Incucyte&#174; live cell imaging. Subsequently, the 5T4-MUC1 bsAb was then conjugated with monomethyl auristatin E (MMAE) to generate 5T4 x MUC1 bsADC (BCG016). Cytotoxicity assays indicate that BCG016 improved tumor cell killing <i>in vitro<\/i> compared to benchmark ADCs, and <i>in vivo <\/i>efficacy studies showed superior anti-tumor efficacy of BCG016 in patient-derived NSCLC xenografts compared to benchmark ADCs and parental ADC combination therapy.<br \/>In summary, we have generated a novel bispecific ADC targeting 5T4 and the cleaved MUC1-C protein, which remains membrane-bound on tumor cells. The 5T4-MUC1 bsADC showed superior anti-tumor efficacy in PDX models and has the potential to be a novel therapeutic for 5T4 and MUC1 co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Tumor-associated antigen (TAA),Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Han, C. Shang, Y. Zhang, G. An, <b>C. Guo<\/b>, W. An, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"059fe85f-fc19-440e-ac94-290f4574cfaf","ControlNumber":"6326","DisclosureBlock":"&nbsp;<b>Z. Han, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2620","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2620. BCG016, a first-in-class bispecific antibody-drug conjugate targeting 5T4 and MUC1, demonstrates potent preclinical anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG016, a first-in-class bispecific antibody-drug conjugate targeting 5T4 and MUC1, demonstrates potent preclinical anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"MUC1 is a known tumor-associated antigen (TAA), but previous anti-MUC1 agents have shown limited clinical efficacy due to neutralization by the soluble N-terminal autoproteolytic product of MUC1. More recently, HER3-targeted ADCs, such as Patritumab deruxtecan, have shown encouraging early clinical activity in a variety of tumors. However, the majority of patients did not exhibit response to paritumab deruxtecan treatment. Therefore, improved therapies targeting these TAAs are needed.<br \/>As HER3 and MUC1 are co-expressed in a wide range of cancer types, we hypothesized that simultaneous targeting of HER3 and MUC1 with a bispecific antibody-drug conjugate (bsADC) could potentially lead to increased efficacy, reduced resistance and improved safety in the clinical setting. We generated an anti-HER3&#215;MUC1 bispecific antibody using the fully human common light chain antibody transgenic mice (RenLite<sup>&#174;<\/sup>).<br \/>The HER3&#215;MUC1 bsAb showed improved cell binding and internalization <i>in vitro<\/i> compared to the parental mAb, suggesting synergy between the two arms. We then conjugated the HER3xMUC1 bsAb with vcMMAE for proof-of-concept studies, or with our novel DNA topoisomerase I inhibitor linker\/payload conjugates (BLD1102) to make DM002-BLD1102 bsADC. Both bsADCs potently inhibited the growth of HER3+MUC1+ PDX tumors. DM002-vcMMAE also showed greater <i>in vivo<\/i> efficacy than its parental mAb ADCs, consistent with their <i>in vitro<\/i> internalization activity. DM002-BLD1102 also showed strong anti-tumor activity in DM002-vcMMAE resistant PDX models, suggesting the superiority of this new DNA topoisomerase I inhibitor linker\/payload over the classical vcMMAE linker\/payload. In conclusion, the HER3&#215;MUC1 bsAb is a promising agent for the treatment of HER3 and MUC1 positive tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Tumor-associated antigen (TAA),Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Zhang<sup>1<\/sup>, C. Shang<sup>1<\/sup>, N. Wang<sup>2<\/sup>, G. An<sup>1<\/sup>, <b>C. Guo<\/b><sup>1<\/sup>, W. An<sup>1<\/sup>, Y. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Doma Biopharmaceutical (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"282f42b5-dab0-4aec-850d-a086b2fd582a","ControlNumber":"6303","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>N. Wang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2621","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2621. Preclinical Efficacy of DM002, a bispecific HER3&#215;MUC1 antibody-drug conjugate with a novel DNA topoisomerase I inhibitor, in solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical Efficacy of DM002, a bispecific HER3&#215;MUC1 antibody-drug conjugate with a novel DNA topoisomerase I inhibitor, in solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"TUB-040 is a novel Antibody-Drug Conjugate (ADC) targeting Napi2b, a highly overexpressed target in ovarian cancer and lung adenocarcinoma. Napi2b is a member of the solute-carrier transporter family with eight transmembrane domains and an antibody-accessible extracellular loop, that regulates sodium-dependent phosphate homeostasis. Ethynylphosphonamidate conjugation chemistry was used to build TUB-040 with a homogenous DAR (drug-antibody-ratio) of 8 and the Topoisomerase I inhibitor Exatecan as payload, which is connected to a humanized, Fc-silenced IgG1 antibody targeting Napi2b using a cleavable linker system. <i>In vitro<\/i>, TUB-040 is characterized by sub-nanomolar affinity and specific binding to Napi2b, efficient target-mediated internalization and high cytotoxicity towards Napi2b-expressing ovarian and lung cancer cell lines as well as bystander activity against co-cultured target-negative cells. TUB-040 induces DNA damage and apoptosis in a dose-dependent fashion as well as markers of immunogenic cell death. In addition, no unspecific uptake and cytotoxicity in healthy, target-negative human cells could be detected, reducing the risk of target-independent toxicities. Pharmacokinetic analysis showed that - in contrast to maleimide-conjugated ADCs - TUB-040 is highly stable - and does not lose or transfer its linker-payload to serum proteins during blood circulation, thus enabling most efficient and continued delivery of Exatecan to the tumor. Across a variety of cell line derived xenograft (CDX) and patient derived xenograft (PDX) models of ovarian and non-small cell lung cancer, including models with low target expression, single dose administration of TUB-040 results in long-lasting tumor growth inhibition with high complete remission rates <i>in vivo<\/i>. The minimally effective dose (MED) leading to complete remission is 1 mg\/kg. Preliminary repeat-dose toxicological assessment of TUB-040 in the pharmacologically relevant species cynomolgus monkey demonstrated that TUB-040 is well tolerated with no signs of lung toxicity and thrombocytopenia. Allometric scaling and PK\/PD modelling predicts a human serum half-life greater 10 days and a therapeutic index in humans up to 55. Based on these results, TUB-040, designed with differentiating technology for optimal efficacy and tolerability, is ready for testing in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Ovarian cancer,NSCLC,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Schmitt, I. Mai, P. Machui, S. Herterich, D. Hauswald, P. Ochtrop, P. Cyprys, I. Kozlowska, A. Kitowski, M. Gerlach, O. Marcq, P. A. Trail, D. Schumacher, M.-A. Kasper, G. Fingerle-Rowson, B. Hock, <b>J. Helma-Smets<\/b>, A. M. Vogl; <br\/>Tubulis GmbH, Planegg, Germany","CSlideId":"","ControlKey":"a99edc6d-489c-4877-a68c-a23fac14c390","ControlNumber":"6442","DisclosureBlock":"&nbsp;<b>S. Schmitt, <\/b> None..<br><b>I. Mai, <\/b> None..<br><b>P. Machui, <\/b> None..<br><b>S. Herterich, <\/b> None..<br><b>D. Hauswald, <\/b> None..<br><b>P. Ochtrop, <\/b> None..<br><b>P. Cyprys, <\/b> None..<br><b>I. Kozlowska, <\/b> None..<br><b>A. Kitowski, <\/b> None..<br><b>M. Gerlach, <\/b> None..<br><b>O. Marcq, <\/b> None..<br><b>P. A. Trail, <\/b> None..<br><b>D. Schumacher, <\/b> None..<br><b>M. Kasper, <\/b> None..<br><b>G. Fingerle-Rowson, <\/b> None..<br><b>B. Hock, <\/b> None..<br><b>J. Helma-Smets, <\/b> None..<br><b>A. M. Vogl, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6174","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2622","PresenterBiography":null,"PresenterDisplayName":"Jonas Helma-Smets","PresenterKey":"45b55183-68d2-4129-906f-d0d9df8b1429","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2622. TUB-040, a novel Napi2b-targeting ADC built with ethynylphosphonamidate conjugation chemistry, demonstrates high and long-lasting anti-tumor efficacy via Topoisomerase-I inhibition and excellent tolerability predictive of a wide therapeutic window in humans","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TUB-040, a novel Napi2b-targeting ADC built with ethynylphosphonamidate conjugation chemistry, demonstrates high and long-lasting anti-tumor efficacy via Topoisomerase-I inhibition and excellent tolerability predictive of a wide therapeutic window in humans","Topics":null,"cSlideId":""},{"Abstract":"TUB-030 is a novel Antibody-Drug Conjugate (ADC) targeting the oncofetal 5T4 antigen, a glycoprotein, that is functionally involved in regulation of the Wnt signalling pathway and promoting cellular motility and adhesion. Immunohistochemical analysis identified 5T4 overexpressed in many types of cancers, including bladder, lung, breast, stomach, esophagus, head and neck, colon, and ovarian. Analysis in fresh frozen healthy human tissue with the therapeutic mAb candidate of TUB-030 revealed limited cross reactivity. Ethynylphosphonamidate conjugation chemistry was used to build TUB-030 with a homogenous DAR (drug-antibody-ratio) of 8 and the Topoisomerase I inhibitor Exatecan as payload, which is connected to a humanized, Fc-silenced IgG1 antibody targeting 5T4 using a cleavable linker system. Overall, TUB-030 contrasts previous ADC designs targeting 5T4, implementing several layers of differentiation in terms of antibody, payload and conjugation technology. In vitro, TUB-030 is characterized by sub-nanomolar affinity to 5T4, efficient target-mediated internalization and strong cytotoxicity towards cancer cells from different tumor indications with a broad range of 5T4 expression levels. Differently to previous 5T4-targeting ADCs, TUB-030 has efficient bystander activity against co-cultured target-negative cells, which facilitates targeting of tumors with heterogenous 5T4 expression. Pharmacokinetic analysis showed that TUB-030 is highly stable - and does not lose or transfer its linker-payload to serum proteins during blood circulation and antibody-like clearance profile contrasting maleimide-conjugated ADCs and enabling most efficient and continued delivery of Exatecan to the tumor site. Single-dose treatment with TUB-030 results in long-lasting tumor regression with high complete remission rates across a variety of both cell-line derived xenograft (CDX) and patient-derived xenograft (PDX) cancer models of multiple tumor indications in vivo, including models with low target expression. Preliminary repeat-dose toxicological assessment of TUB-030 in a pharmacologically relevant non-human primate species demonstrated that TUB-030 is well tolerated. The preclinical results underline that TUB-030 with novel ADC technology has the potential to enable 5T4 as a therapeutic target and provide treatment options in numerous solid cancer indications with high unmet medical need supporting further development towards the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Solid tumors,Targeted therapy,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Schmitt, I. Mai, P. Machui, S. Herterich, D. Hauswald, P. Ochtrop, P. Cyprys, I. Kozlowska, A. Kitowski, M. Gerlach, O. Marcq, P. A. Trail, D. Schumacher, M.-A. Kasper, G. Fingerle-Rowson, B. Hock, <b>J. Helma-Smets<\/b>, A. M. Vogl; <br\/>Tubulis GmbH, Planegg, Germany","CSlideId":"","ControlKey":"be80a4f4-1b2e-48e6-af62-4babccd719e8","ControlNumber":"7355","DisclosureBlock":"&nbsp;<b>S. Schmitt, <\/b> None..<br><b>I. Mai, <\/b> None..<br><b>P. Machui, <\/b> None..<br><b>S. Herterich, <\/b> None..<br><b>D. Hauswald, <\/b> None..<br><b>P. Ochtrop, <\/b> None..<br><b>P. Cyprys, <\/b> None..<br><b>I. Kozlowska, <\/b> None..<br><b>A. Kitowski, <\/b> None..<br><b>M. Gerlach, <\/b> None..<br><b>O. Marcq, <\/b> None..<br><b>P. A. Trail, <\/b> None..<br><b>D. Schumacher, <\/b> None..<br><b>M. Kasper, <\/b> None..<br><b>G. Fingerle-Rowson, <\/b> None..<br><b>B. Hock, <\/b> None..<br><b>J. Helma-Smets, <\/b> None..<br><b>A. M. Vogl, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6176","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2623","PresenterBiography":null,"PresenterDisplayName":"Jonas Helma-Smets","PresenterKey":"45b55183-68d2-4129-906f-d0d9df8b1429","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2623. Enabling 5T4 for targeted cancer therapy: TUB-030, a novel ADC built with ethynylphosphonamidate conjugation chemistry, shows long-lasting anti-tumor activity via Topoisomerase-I inhibition with an optimized therapeutic index","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"347","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enabling 5T4 for targeted cancer therapy: TUB-030, a novel ADC built with ethynylphosphonamidate conjugation chemistry, shows long-lasting anti-tumor activity via Topoisomerase-I inhibition with an optimized therapeutic index","Topics":null,"cSlideId":""}]