[{"Abstract":"<u>Background<\/u>: Invasive lobular carcinoma (ILC) accounts for approximately 10-15% of all breast cancers and is characterized by hormone receptor positivity (HR+), low Ki-67 score, and loss of cell adhesion receptors such as E-cadherin. While these tumors tend to be indolent initially, late recurrences and distant metastasis are common, and ILC has very low rates of pathologic complete response (pCR) to both neoadjuvant chemotherapy and endocrine therapy (ET). HER2 (<i>ERBB2<\/i>) mutations are enriched in about 10% of unselected ILC, with some reports showing the prevalence as high as 27% in pleomorphic and higher grade ILCs. HER2 mutations in ILC are associated with ET resistance and a worse prognosis. Neratinib is a HER2 tyrosine kinase inhibitor (TKI) currently FDA-approved for adjuvant treatment of HER2-amplified (HER2+) early-stage breast cancer. It has shown safety and efficacy in combination with ET in metastatic HER2-mutant HR+ breast cancer. We hypothesize that neoadjuvant treatment with neratinib and ET will improve pathologic responses in newly diagnosed HER2-mutant HR+ ILC.<br \/><u>Methods<\/u>: This study (NCT05919108) is an open label multi-site Phase II clinical trial for 30 patients with Stage I-III ILCs and a HER2 activating mutation. Patients will be identified by next generation sequencing (NGS) of the diagnostic biopsy and randomized to 4 weeks of ET +\/- neratinib; a biopsy will be done at the end of the lead-in phase. All patients will then receive ET and neratinib for 20 weeks prior to proceeding to surgery. To optimize tolerability, the first cycle of neratinib will include a dose escalation and antidiarrheal prophylaxis. The primary objective of this study will be the pre-operative endocrine prognostic index (PEPI) score, which will be compared to a historical PEPI-0 rate for patients with HR+ breast cancer treated with neoadjuvant ET. Secondary objectives will include pCR, residual cancer burden, and rates of breast conserving surgery. Correlative studies will include biomarkers of tumor cell cycle arrest, apoptosis, HER2 pathway activation, and gene expression on the pre- and on-treatment (4 week) biopsy from the lead-in phase to document molecular synergy between neratinib and ET. Patient-derived organoids from the 4-week biopsies will be established and subjected to single-cell RNA, ATAC seq, and DNA sequencing to study tumor evolution and elucidate epigenetic programs and somatic alterations that allow breast cancer survival despite continuous HER2-directed therapy. This is a first in kind, mechanism-based, molecularly targeted combination of a HER2 TKI and ET in HER2-mutant ILC. We posit results from this study may generate a clear signal of clinical activity leading to a randomized Phase III trial aimed at incorporating HER2-directed therapies as a treatment for operable, early stage ILC. This signal may also suggest for the first time the added value of NGS in patients with newly diagnosed HR+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Breast cancer,Targeted therapy,Neratinib,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. C. Kennedy<\/b><sup>1<\/sup>, N. Unni<sup>2<\/sup>, A. B. Hanker<sup>2<\/sup>, C. L. Arteaga<sup>2<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>University of Texas Southwestern, Dallas, TX","CSlideId":"","ControlKey":"22e3a719-ef03-4ae4-88aa-2164a3c080fe","ControlNumber":"10584","DisclosureBlock":"<b>&nbsp;L. C. Kennedy, <\/b> <br><b>Hoffmann-La Roche<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Other, Advisory board. <br><b>Puma Biotechnology<\/b> Grant\/Contract. <br><b>N. Unni, <\/b> <br><b>Pfizer<\/b> Other, Advisory Board. <br><b>Biotheranostics<\/b> Other, Advisory Board. <br><b>A. B. Hanker, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>C. L. Arteaga, <\/b> <br><b>Astra Zeneca<\/b> Other, Advisory Board. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Laekna Therapeutics<\/b> Other, Advisory board. <br><b>TAIHO Oncology<\/b> Other, Advisory Board. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT271","PresenterBiography":null,"PresenterDisplayName":"Laura Kennedy, MD;PhD","PresenterKey":"6902e424-d3e0-4b0b-b148-5a1417b68299","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT271. Neoadjuvant targeted therapy in stage I-III HER2-mutant lobular breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neoadjuvant targeted therapy in stage I-III HER2-mutant lobular breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Breast cancer is the most commonly diagnosed cancer among Korean American women and incidence in this group is rising. Advanced-stage disease is more frequent among Korean women diagnosed with breast cancer than in other ethnicities due to low adherence to screening. Lower socioeconomic status, cultural barriers, perceived norm, distrust of healthcare system, and lack of awareness and culturally tailored communication on benefits of screening contribute to low screening utilization. Church settings offer important platforms for education as a majority of Korean American women &#62;50 years regularly attend church services. Thus, the objective of this trial was to evaluate the efficacy of a culturally tailored intervention &#8220;Faith in Action!&#8221; on breast cancer screening adherence rates among Korean American women.<br \/><b>Methods: <\/b>A parallel cluster randomized trial with staggered roll-out will be conducted to evaluate the efficacy of the <i>&#8220;Faith in Action!&#8221; <\/i>intervention, a church-based small group education and lay health navigator program, delivered by trained church members, on breast cancer screening among Korean American women (NCT05298605). This study was designed and conducted in partnership with a Community Advisory Board. Trial enrollment began in July 2022 and is ongoing. Twenty-four total Korean churches in Los Angeles were randomized within blocks of 8 churches to either intervention or waitlist control conditions in a 1:1 ratio. Using a train-the-trainer approach, lay navigators from the Korean Church community nominated by church leadership are trained and certified to deliver the <i>Faith in Action! <\/i>intervention to study participants over a 6-month program period. Participants at churches randomized to the waitlist control group receive an educational presentation on physical activity and nutrition and, after 6-month follow-up, are invited to receive the <i>Faith in Action!<\/i> intervention. Eligible participants include women of Korean descent, ages 45-75 years, who: attend a participating church, do not have a breast cancer diagnosis, and did not receive mammogram in the last 2 years. The primary outcome is adherence to breast cancer screening guidelines within 6 months from end of program. Secondary outcomes include adherence to breast cancer screening within 1 year and participant knowledge about breast cancer screening practices. Qualitative interviews will be conducted to assess participants&#8217; knowledge and barriers surrounding cancer screening decisions and program acceptability. To date, 16 churches (149 total participants) have been enrolled in the study and are being followed. It is expected that findings from this research will inform community-based efforts to increase breast cancer screening adherence among Korean American women and improve understanding of screening barriers in this group that is disproportionately impacted by breast cancer, while building capacity and opportunities for sustainability in the Korean faith community.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Cancer prevention,Cancer disparities,Cancer screening,Faith-based interventions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Gillian Gresham<sup>1<\/sup>, Christie  Y.  Jeon<sup>1<\/sup>, <b>Dong Hee Kim<\/b><sup>1<\/sup>, Min Jung Sung<sup>1<\/sup>, Laurel  J.  Finster<sup>1<\/sup>, Marcio  A.  Diniz<sup>2<\/sup>, Michael Fine<sup>1<\/sup>, Zul Surani<sup>1<\/sup>, Alison  K.  Herrmann<sup>3<\/sup>, Jeong Yup Lee<sup>4<\/sup>, Robert W. Haile<sup>1<\/sup><br><br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA,<sup>2<\/sup>Mount Sinai, New York, NY,<sup>3<\/sup>University of California, Los Angeles, Los Angeles, CA,<sup>4<\/sup>LA Onnuri Community Church, Los Angeles, CA","CSlideId":"","ControlKey":"88c47afe-c4b8-4f9c-8c42-756b5f7111a7","ControlNumber":"9563","DisclosureBlock":"&nbsp;<b>G. Gresham, <\/b> None..<br><b>C. Y. Jeon, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>M. Sung, <\/b> None..<br><b>L. J. Finster, <\/b> None..<br><b>M. A. Diniz, <\/b> None..<br><b>M. Fine, <\/b> None..<br><b>Z. Surani, <\/b> None..<br><b>A. K. Herrmann, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>R. W. Haile, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT272","PresenterBiography":null,"PresenterDisplayName":"Dong Hee Kim, MPH","PresenterKey":"2d482093-0fae-4506-91e7-241c02498228","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT272. A cluster randomized trial to evaluate a church-based navigation model to increase breast cancer screening in Korean women (Faith In Action!): Trial in progress","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A cluster randomized trial to evaluate a church-based navigation model to increase breast cancer screening in Korean women (Faith In Action!): Trial in progress","Topics":null,"cSlideId":""},{"Abstract":"Background:&#8239; The conventional diagnosis of breast cancer followed by molecular subtyping for therapy selection is a lengthy process and associated with patient and clinician anxiety. Efficient, bedside approaches are desirable to drive fast diagnosis and early planning of clinical management. This clinical trial (NCT06085833) tackles the novel concept of automated and reliable tissue diagnostics (ARTIDIS) based on the measurement of nanomechanical signature of fresh clinical biopsies from patients with breast lesions. This study is based on our previous single center clinical study (Basel NANO) where tissue nanomechanical signature can: 1) reliably distinguish benign and malignant breast lesions, 2) predict the presence of metastatic disease based on imminent aggressiveness rating and 3) predict the response to neoadjuvant chemotherapy from baseline biopsies. The current study aims to prospectively validate the efficacy of ARTIDIS system as an aid to diagnosis, assessment of breast cancer prognosis and prediction of therapy response, particularly in the context of neoadjuvant therapy (Natira).<br \/>Methods:&#8239; A cohort of 2,705 patients with breast lesions, who are clinically indicated for core needle biopsy (CNB) are being enrolled, from diverse ethnic and socioeconomic backgrounds. Single fresh CNB will be transferred into tissue preservation buffer and measured by ARTIDIS device within 1-3 hours to collect thousands of nanomechanical measurements. Undisrupted CNB will be fixed and returned to standard diagnostic workflow, remaining unaltered for downstream assessments. Nanomechanical measurement data are prospectively analyzed in a blind manner before the collection of histopathology and follow up clinical data. The primary endpoint of the study is to validate ARTIDIS potential in diagnosis of breast lesions (benign vs malignant), secondary endpoints address whether nanomechanical signature can differentiate subtypes of breast cancer, associate with clinical outcome and guide treatment decisions in NAT setting. Follow up data will be collected regularly up to 10 years after patient enrollment.<br \/>Results:&#8239;The multicenter ANGEL study&#8239;is a prospective validation of the NANO (University Hospital Basel, Switzerland) - first ever performed clinical study which investigated the diagnostic, prognostic, and predictive value of tissue nanomechanical signature in patients with breast cancer. The ANGEL study takes advantage of ARTIDIS non-disruptive technology and is fully integrated into routine clinical workflow. The study started enrollment in 11\/02\/2023, and is expected to complete by 2025. The seamless integration of ARTIDIS within the standard clinical settings, its automatization, bedside implementation, and the lack of additional burden to patients enables effective reach of a diverse population through local hospitals and communities.<br \/>Conclusion:&#8239;This study presents the first of its kind as a direct prospective, multicenter- based translation of the tissue nanomechanical signature into clinical settings. This unique trial design allows the prospective development of ARTIDIS as an aid to diagnosis, prognosis and therapy optimization in patients with breast cancer. The innovative trial design of this study may also further the development of strategies to increase reach to underrepresented communities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Diagnosis,Breast cancer,Cancer therapy,Metastatic potential,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. A. Sepulveda<\/b><sup>1<\/sup>, A. Roark<sup>1<\/sup>, S. Dhamne<sup>1<\/sup>, C. Nagi<sup>1<\/sup>, I. Marin<sup>1<\/sup>, I. Tabish<sup>1<\/sup>, S. Nizzero<sup>2<\/sup>, M. Gachechiladze<sup>3<\/sup>, T. Appenzeller<sup>3<\/sup>, P. Oertle<sup>3<\/sup>, M. Loparic<sup>3<\/sup>, S. G. Hilsenbeck<sup>1<\/sup>, M. Plodinec<sup>3<\/sup>, A. Thompson<sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>ARTIDIS INC, Houston, TX, <sup>3<\/sup>ARTIDIS, AG, Basel, Switzerland","CSlideId":"","ControlKey":"36f3ab3b-fd72-4df2-b782-dc7316fa7fbc","ControlNumber":"10551","DisclosureBlock":"<b>&nbsp;K. A. Sepulveda, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>A. Roark, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>S. Dhamne, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>C. Nagi, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>I. Marin, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract. <br><b>I. Tabish, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract. <br><b>S. Nizzero, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Independent Contractor, Travel. <br><b>M. Gachechiladze, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Travel. <br><b>T. Appenzeller, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property, Co-Founder. <br><b>P. Oertle, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property, Co-founder. <br><b>M. Loparic, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property, Co-founder. <br><b>S. G. Hilsenbeck, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>M. Plodinec, <\/b> <br><b>ARTIDIS, AG<\/b> Employment, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property, Co-founder, board member, CEO. <br><b>A. Thompson, <\/b> <br><b>ARTIDIS, AG<\/b> Grant\/Contract, Travel. <br><b>Eli Lilly<\/b> Other, Employment, Wife.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT273","PresenterBiography":null,"PresenterDisplayName":"Karla Sepulveda, MD","PresenterKey":"4115afec-b115-4996-929f-17d9d18671f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT273. Unique multicenter trial design to investigate ARTIDIS nanomechanical generated measurements for early breast lesions (ANGEL)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unique multicenter trial design to investigate ARTIDIS nanomechanical generated measurements for early breast lesions (ANGEL)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>ESCC is the predominant histological subtype of esophageal cancer, accounting for 85% of cases. Patients (pts) with locally advanced\/metastatic ESCC have poor clinical outcomes, with a 5-year survival rate of 6.1% for pts with distant metastases. 1L treatment with programmed cell death protein-1 (PD-1) inhibitors + platinum-based chemo has become the new standard of care for metastatic ESCC, however, there is an unmet need for enhanced treatment efficacy and a prolonged life span. LBL-007 is a monoclonal antibody (mAb) against lymphocyte activation gene-3 (LAG-3), an immune checkpoint receptor that negatively regulates T-cell activity. TIS is an anti-PD-1 mAb that blocks the PD-1\/programmed death-ligand 1 (PD-L1) immune checkpoint, resulting in T-cell activation. This study (NCT06010303) aims to evaluate the efficacy and safety of LBL-007 + TIS + chemo as a 1L treatment in pts with unresectable, locally advanced\/metastatic ESCC.<br \/><b>Methods: <\/b>This phase 2 study will enroll approximately 116 pts with a pathologically confirmed diagnosis of unresectable, locally advanced\/metastatic ESCC and no prior systemic therapy. Pts will be randomized 2:1 to either Arm A (LBL-007 600 mg intravenously [IV] every 3 weeks [Q3W] + TIS 200 mg IV Q3W + chemo doublet) or Arm B (TIS 200 mg IV Q3W + chemo doublet), stratified by PD-L1 expression (tumor area positivity score &#8805;10% or &#60;10%). The chemo doublet will consist of either cisplatin (60-80 mg\/m<sup>2<\/sup> IV<sup> <\/sup>Q3W) + 5-fluorouracil (750-800 mg\/m<sup>2<\/sup> IV<sup> <\/sup>daily on Days 1-5 Q3W), or cisplatin + paclitaxel (175 mg\/m<sup>2<\/sup> IV<sup> <\/sup>Q3W), determined by the investigator before randomization. Treatments will be administered until disease progression, intolerable toxicity, or withdrawal for other reasons. The primary endpoint is the overall response rate, as assessed by the investigator per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Secondary endpoints include progression-free survival, duration of response, and disease control rate (all by investigator per RECIST v1.1), and the incidence and severity of adverse events per National Cancer Institute-Common Terminology Criteria for Adverse Events v5.0. A safety monitoring committee is monitoring the safety of LBL-007 + TIS + chemo vs TIS + chemo. Exploratory endpoints include comparison of overall survival, assessment of predictive, prognostic, and pharmacodynamic biomarkers, pharmacokinetic evaluation of LBL-007 and TIS, and immunogenicity. The study is currently recruiting at approximately 46 sites across Asia, including Taiwan, mainland China, South Korea, and Thailand.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Immunotherapy,Immune checkpoint,T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sook Ryun Park<\/b><sup>1<\/sup>, Ming-Huang Chen<sup>2<\/sup>, Arunee Dechaphunkul<sup>3<\/sup>, Ningning Ding<sup>4<\/sup>, Xiao Lin<sup>4<\/sup>, Jinghui Zhang<sup>4<\/sup>, Vivian Li<sup>4<\/sup>, Qiao Li<sup>5<\/sup>, Yi Ba<sup>6<\/sup><br><br\/><sup>1<\/sup>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Taipei Veterans General Hospital, Taipei, Taiwan,<sup>3<\/sup>Holistic Center for Cancer Study and Care, Prince of Songkla University, Songkhla, Thailand,<sup>4<\/sup>BeiGene (Shanghai) Co., Ltd., Shanghai, China,<sup>5<\/sup>BeiGene (Beijing) Co., Ltd., Beijing, China,<sup>6<\/sup>Peking Union Medical College Hospital, Beijing, China","CSlideId":"","ControlKey":"28e696d8-cfd7-4a24-ab3a-cba489d12fea","ControlNumber":"9939","DisclosureBlock":"<b>&nbsp;S. Park, <\/b> <br><b>ImmuneOncia Therapeutics Inc.<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>Ono Pharma Korea Co., Ltd.<\/b> Grant\/Contract. <br><b>BeiGene Korea<\/b> Independent Contractor. <br><b>Pfizer Pharmaceuticals Korea Ltd.<\/b> Independent Contractor. <br><b>MSD Korea<\/b> Independent Contractor.<br><b>M. Chen, <\/b> None..<br><b>A. Dechaphunkul, <\/b> None.&nbsp;<br><b>N. Ding, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>X. Lin, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option. <br><b>J. Zhang, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option. <br><b>V. Li, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option, Travel. <br><b>Q. Li, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option.<br><b>Y. Ba, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT274","PresenterBiography":"","PresenterDisplayName":"Kayla Hayes, BA","PresenterKey":"aa2be8be-745d-491a-8832-1ceb669bcfcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT274. BGB<b>&#8209;<\/b>A317<b>&#8209;<\/b>LBL<b>&#8209;<\/b>007<b>&#8209;<\/b>202:<b> <\/b>A<b> <\/b>phase 2, randomized, active-controlled, open-label study to evaluate the efficacy and safety of LBL<b>&#8209;<\/b>007 (anti-LAG-3) in combination with tislelizumab (TIS; anti-PD-1) plus chemotherapy (chemo) as first-line (1L) treatment in patients with unresectable locally advanced\/metastatic esophageal squamous cell carcinoma (ESCC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BGB<b>&#8209;<\/b>A317<b>&#8209;<\/b>LBL<b>&#8209;<\/b>007<b>&#8209;<\/b>202:<b> <\/b>A<b> <\/b>phase 2, randomized, active-controlled, open-label study to evaluate the efficacy and safety of LBL<b>&#8209;<\/b>007 (anti-LAG-3) in combination with tislelizumab (TIS; anti-PD-1) plus chemotherapy (chemo) as first-line (1L) treatment in patients with unresectable locally advanced\/metastatic esophageal squamous cell carcinoma (ESCC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>:<b> <\/b>Chemotherapy in combination with bevacizumab (Bev) has been a standard first-line treatment for RAS-mutated mCRC patients for the last 2 decades. The prognosis of these patients remains poor. Onvansertib is an orally available, highly potent, and selective inhibitor of Polo-like kinase 1 (PLK1), currently in clinical development. In a Phase 1b\/2 study, onvansertib in combination with FOLFIRI + Bev demonstrated safety and promising efficacy in the second-line treatment of KRAS-mutated mCRC patients (NCT03829410). A subgroup analysis showed that patients not exposed to Bev (Bev-na&#239;ve) in the first-line setting had superior clinical benefit compared to Bev-exposed patients. Based on this data, we propose to investigate the combination of onvansertib with SoC (chemo + Bev) in the first-line treatment of RAS-mutated, Bev-na&#239;ve mCRC patients.<br \/><b>Methods<\/b>: This exploratory Phase 2, open-label, randomized study is designed to assess the safety, efficacy, pharmacokinetics, and pharmacodynamics of 2 doses of onvansertib (20 mg and 30 mg) in combination with SoC (FOLFIRI + Bev or FOLFOX + Bev) versus SoC alone in patients with RAS-mutated metastatic and unresectable CRC in the first-line setting. Eligible participants must have histologically confirmed mCRC, KRAS or NRAS mutation, no previous systemic therapy in the metastatic setting, ECOG performance status of 0 or 1, measurable disease as defined per RECIST v1.1. Exclusion criteria include patients with BRAF-V600 mutations or microsatellite instability high\/deficient mismatch repair, prior treatment with a VEGF inhibitor, previous oxaliplatin treatment within 12 months prior to randomization. The primary endpoint is objective response as determined according to RECIST v1.1 by an independent central review. Key secondary endpoints include progression-free survival and duration of response per independent central review. The study will enroll approximately 90 patients. Each patient will be randomized to be treated with onvansertib (20 mg or 30 mg) + SoC or SoC alone. The enrollment period for this study is approximately 12 months. Patients will be followed for overall survival for up to 1 year after the end of treatment. Trial is open and recruiting as of November 2023. This trial is registered as NCT06106308.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Colorectal cancer,Ras,Polo-like kinase,Bevacizumab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H.-J. Lenz<sup>1<\/sup>, B. Kuritzky<sup>2<\/sup>, A. Thummala<sup>3<\/sup>, S. Kendall<sup>4<\/sup>, R. Patel<sup>5<\/sup>, S. R. Chandana<sup>6<\/sup>, A. H. Bent<sup>7<\/sup>, N. Sherman<sup>8<\/sup>, <b>R. A. Subramanian<\/b><sup>8<\/sup>, F. Kabbinavar<sup>8<\/sup>, J. R. Hecht<sup>9<\/sup>; <br\/><sup>1<\/sup>USC Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>2<\/sup>Trihealth, Cincinnatti, OH, <sup>3<\/sup>Comprehensive Cancer Centers, Las Vegas, NV, <sup>4<\/sup>Utah Cancer Specialitst, Salt lake city, UT, <sup>5<\/sup>Comprehensive Blood and Cancer Center, Bakersfield, CA, <sup>6<\/sup>West Michigan Cancer and Hematology Center, Grand Rapids, MI, <sup>7<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>8<\/sup>Cardiff Oncology, Inc., San Diego, CA, <sup>9<\/sup>UCLA Jonsson Comprehensive Cancer, Santa Monica, CA","CSlideId":"","ControlKey":"26b92374-3df9-49fb-80ae-f87893c49d3b","ControlNumber":"10722","DisclosureBlock":"<b>&nbsp;H. Lenz, <\/b> <br><b>Cardiff Oncology Inc<\/b> Independent Contractor.<br><b>B. Kuritzky, <\/b> None..<br><b>A. Thummala, <\/b> None..<br><b>S. Kendall, <\/b> None..<br><b>R. Patel, <\/b> None..<br><b>S. R. Chandana, <\/b> None..<br><b>A. H. Bent, <\/b> None.&nbsp;<br><b>N. Sherman, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock Option. <br><b>R. A. Subramanian, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock Option. <br><b>Gossamer Bio Inc<\/b> Employment. <br><b>Johnson & Johnson<\/b> Employment. <br><b>F. Kabbinavar, <\/b> <br><b>Cardiff Oncology Inc<\/b> Employment, Stock Option.<br><b>J. R. Hecht, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT275","PresenterBiography":null,"PresenterDisplayName":"Ramanand Subramanian","PresenterKey":"765d57d3-4b5d-44c9-a60d-abf819f892dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT275. A phase 2, randomized, open-label study of onvansertib in combination with standard-of-care (SoC) versus SoC alone for first-line treatment of RAS-mutant metastatic colorectal cancer (mCRC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 2, randomized, open-label study of onvansertib in combination with standard-of-care (SoC) versus SoC alone for first-line treatment of RAS-mutant metastatic colorectal cancer (mCRC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> LBL-007 is a monoclonal antibody targeting LAG-3, a receptor expressed on immune cells that negatively regulates T-cell proliferation and effector T-cell function. LAG-3 is frequently co-expressed with PD-1 on tumor-infiltrating T cells, and dual inhibition of LAG-3\/PD-1 synergistically prevents tumor growth in mouse models. CRC is the second-highest cancer-related cause of death worldwide; pts diagnosed with metastatic CRC have a 5-year survival rate of 14%. Immunotherapy (IO) has only demonstrated clinical benefit in pts with microsatellite instability-high\/MMR-deficient CRC, which accounts for 5% of CRC pts; however, improved therapy options for patients with MSS CRC remain limited. The combination of anti-LAG-3 + anti-PD-1 IO is currently being tested in clinical trials in pts with MSS CRC.<br \/><b>Methods:<\/b> This is a phase 1b\/2, randomized, open-label study (NCT05609370). Pts with unresectable or metastatic CRC with locally or centrally confirmed pMMR or MSS status and no disease progression after induction treatment in first-line therapy are eligible. A maximum of 36 pts will be enrolled in phase 1b (safety run-in) to determine the recommended phase 2 dose. All pts will receive intravenous dual IO (LBL-007 + TIS) in combination with maintenance backbone (fluoropyrimidine + bevacizumab). The dose of LBL-007 will be escalated from 150 mg every 3 weeks (Q3W) to 600 mg Q3W\/400 mg Q2W using a Bayesian optimal interval design with informative prior. In phase 2, ~130 pts will be enrolled in the programmed death-ligand 1 (PD-L1)-positive group (tumor area positivity [TAP] &#8805;1%) and 60 patients in the PD-L1-negative group (TAP &#60;1%). Pts with a PD-L1-positive status will be randomized 2:1:2 to receive dual IO + maintenance backbone (Arm A), LBL-007 + maintenance backbone (Arm B), or maintenance backbone only (Arm C). Pts with a PD-L1-negative status will be randomized 1:1 to receive dual IO + maintenance backbone<sup> <\/sup>(Arm D) or maintenance backbone only (Arm E). Treatment will continue until disease progression or unacceptable toxicity. The primary endpoint is safety in phase 1b and investigator-assessed progression-free survival (PFS) per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 in phase 2. Secondary endpoints include overall survival, PFS2, overall response rate, duration of response, safety, pharmacokinetics, and immunogenicity. Exploratory endpoints include potential biomarkers (including but not limited to PD-L1 and LAG-3).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Colorectal cancer,Immune checkpoint,MSS\/pMMR,LAG-3 blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Heinz-Josef Lenz<sup>1<\/sup>, Ying Yuan<sup>2<\/sup>, Vivian Li<sup>3<\/sup>, Juan Zhang<sup>4<\/sup>, <b>Lubna Jamal<\/b><sup>5<\/sup>, Xiao Lin<sup>3<\/sup>, Fuxiang Zhu<sup>6<\/sup>, John  H.  Strickler<sup>7<\/sup><br><br\/><sup>1<\/sup>University of Southern California\/Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>2<\/sup>The Second Hospital, Zhejiang University School of Medicine, Hangzhou, China,<sup>3<\/sup>BeiGene (Shanghai) Co., Ltd., Shanghai, China,<sup>4<\/sup>BeiGene (Beijing) Co., Ltd., Beijing, China,<sup>5<\/sup>BeiGene USA, Inc., Cambridge, MA,<sup>6<\/sup>BeiGene (Shanghai) Co., Ltd, Shanghai, China,<sup>7<\/sup>Duke University, Durham, NC","CSlideId":"","ControlKey":"e8c4277c-e134-4870-a96c-1210c13beae6","ControlNumber":"9899","DisclosureBlock":"<b>&nbsp;H. Lenz, <\/b> <br><b>NCI Moonshot U2C<\/b> Grant\/Contract. <br><b>Merck KG<\/b> Independent Contractor. <br><b>Bayer<\/b> Independent Contractor. <br><b>Isofol<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor. <br><b>Oncocyte<\/b> Independent Contractor. <br><b>Invitae<\/b> Independent Contractor. <br><b>Affini-T<\/b> Independent Contractor. <br><b>3T Bioscience<\/b> Independent Contractor. <br><b>Replimune<\/b> Independent Contractor. <br><b>G1 Therapeutics<\/b> Independent Contractor. <br><b>Jazz Therapeutics<\/b> Independent Contractor. <br><b>Adagene<\/b> Independent Contractor. <br><b>Fulgent<\/b> Independent Contractor.<br><b>Y. Yuan, <\/b> None.&nbsp;<br><b>V. Li, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option, Travel. <br><b>J. Zhang, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option, Travel. <br><b>L. Jamal, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option. <br><b>X. Lin, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option. <br><b>F. Zhu, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>J. H. Strickler, <\/b> <br><b>BeiGene<\/b> Independent Contractor, Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT276","PresenterBiography":null,"PresenterDisplayName":"Lubna Jamal, MD","PresenterKey":"d3967abc-f9ef-407d-90d4-f1a4448f23e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT276. Liberty-201: Maintenance fluoropyrimidine and bevacizumab with or without anti-lymphocyte activation gene-3 (LAG-3) antibody LBL-007 plus anti-programmed cell death protein-1 (PD-1) antibody tislelizumab (TIS) for patients (pts) with metastatic or unresectable microsatellite stable (MSS)\/mismatch repair proficient (pMMR) colorectal cancer (CRC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liberty-201: Maintenance fluoropyrimidine and bevacizumab with or without anti-lymphocyte activation gene-3 (LAG-3) antibody LBL-007 plus anti-programmed cell death protein-1 (PD-1) antibody tislelizumab (TIS) for patients (pts) with metastatic or unresectable microsatellite stable (MSS)\/mismatch repair proficient (pMMR) colorectal cancer (CRC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Prognosis for locally advanced, unresectable, or metastatic NSCLC remains poor despite advances in the use of immune checkpoint inhibitors (ICI) with or without histology-appropriate chemotherapy (chemo), partly due to innate or adaptive resistance to ICI. Combination therapies aim to overcome resistance to anti-programmed cell death protein-1 or programmed death-ligand-1 (PD-1\/PD-L1) therapy and thus improve anticancer activity. This phase 2 study will determine whether adding investigational agents BGB-A445 (OX40 agonistic monoclonal antibody [mAb]), LBL-007 (anti-lymphocyte activation gene-3 mAb), or BGB-15025 (hematopoietic progenitor kinase 1 [HPK1] inhibitor) improves the therapeutic benefit of TIS (anti-PD-1 mAb) +\/- chemo in patients with locally advanced, unresectable, or metastatic NSCLC.<br \/><b>Methods:<\/b> The umbrella design allows for the use of multiple investigational drugs, administered alone or in combination, in patients with untreated locally advanced, unresectable, or metastatic NSCLC without actionable driver mutations. Approximately 400 patients aged &#8805;18 years will be enrolled in 1 of 2 Substudies based on PD-L1 expression and randomized 2:1 to either the experimental or reference arm within each Substudy. Patients in Substudy 1 (PD-L1 &#8805;50%) will be randomized to receive either TIS (200 mg intravenously [IV] every 3 weeks [Q3W]) in combination with BGB-A445 (2400 mg IV Q3W), LBL-007 (600 mg IV Q3W), or BGB-15025 (experimental arms) or TIS monotherapy (reference arm). Those in Substudy 2 (PD-L1 &#60;50%) will receive TIS + chemo in combination with BGB-A445 (2400 mg IV Q3W), LBL-007 (300 mg, 600 mg, or 1200 mg IV Q3W), or BGB-15025 (experimental arms) or TIS + chemo (reference arm). Patients will receive up to 36 cycles (each cycle lasting 3 weeks) or until disease progression, intolerable toxicity, or withdrawal of consent. The primary endpoint is investigator-assessed confirmed overall response rate per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1; secondary endpoints include investigator-assessed progression-free survival, duration of response, clinical benefit rate, disease control rate (per RECIST v1.1), pharmacokinetics, immunogenicity, and safety. Exploratory endpoints include overall survival, time to response, and relevant biomarker associations with response or resistance to study treatments. Enrollment is ongoing at 66 sites in China, Asia-Pacific, the United States, and the European Union.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Blumenschein, Jr.<\/b><sup>1<\/sup>, B. Besse<sup>2<\/sup>, J. F. Gainor<sup>3<\/sup>, D. Huang<sup>4<\/sup>, S. Kao<sup>5<\/sup>, S.-H. Lee<sup>6<\/sup>, L. Paz-Ares<sup>7<\/sup>, X. Chen<sup>8<\/sup>, W. He<sup>9<\/sup>, S. Gururangan<sup>10<\/sup>, K. Zhang<sup>11<\/sup>, C. Zhou<sup>12<\/sup>; <br\/><sup>1<\/sup>The University of Texas M.D. Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Université Paris-Saclay, Villejuif, France, <sup>3<\/sup>Massachusetts General Hospital, Boston, MA, <sup>4<\/sup>Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Centre for Cancer, Tianjin, China, <sup>5<\/sup>Chris O’Brien Lifehouse, Sydney, Australia, <sup>6<\/sup>Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>7<\/sup>Universidad Complutense, CiberOnc, CNIO and Hospital Universitario 12 de Octubre, Madrid, Spain, <sup>8<\/sup>BeiGene USA, Inc., Ridgefield Park, NJ, <sup>9<\/sup>BeiGene (Beijing) Co., Ltd., Beijing, China, <sup>10<\/sup>BeiGene USA, Inc, San Mateo, CA, <sup>11<\/sup>BeiGene USA, Inc., San Mateo, CA, <sup>12<\/sup>Shanghai Pulmonary Hospital, Tongji University School of Medicine, Shanghai, China","CSlideId":"","ControlKey":"efd0bb7b-d72b-47d0-b717-393628baf8a3","ControlNumber":"9946","DisclosureBlock":"<b>&nbsp;G. Blumenschein, <\/b> <br><b>Amgen; Bayer; Adaptimmune; Exelixis; Daiichi Sankyo; GlaxoSmithKline; Immatics; Immunocore; Incyte; Kite Pharma; Macrogenics; Torque; AstraZeneca; Bristol-Myer Squib; Celgene; Genentech; MedImmune; M<\/b> Grant\/Contract. <br><b>Abbvie; Adicet; Amgen; Ariad; Bayer; Clovis Oncology; AstraZeneca; Bristol-Myers Squibb; Celgene; Daiichi Sankyo; Instil Bio; Genentech; Genzyme; Gilead; Lilly; Janssen; MedImmune; Merck; Novartis; R<\/b> Independent Contractor. <br><b>Maverick Therapeutics<\/b> Other, Advisory Board. <br><b>Virogin Biotech<\/b> Stock, Stock Option, Other, Advisory Board. <br><b>Johnson & Johnson\/Janssen<\/b> Other, Immediate family member employed. <br><b>B. Besse, <\/b> <br><b>Astrazeneca; Beigene; Genmab A\/S; GlaxoSmithKline; Janssen; Ose Immunotherapeutics; Pharmamar; Roche-Genentech; Sanofi; Takeda<\/b> Grant\/Contract. <br><b>Abbvie; Biontech SE; BristolMyerSqibb; Chugai pharmaceutical; CureVac AG; Daiichi Sankyo; F. Hoffmann-La Roche Ltd; Pharmamar; Regeneron; Sanofi aventis; Turning Point Therapeutics<\/b> Independent Contractor, Consulting fees. <br><b>Abbvie; Eli Lilly; Ellipse pharma Ltd; F.Hoffmann-La Roche Ltd; Genmab; Immunocore; Janssen; MSD; Ose Immunotherapeutics; Owkin; Taiho oncology<\/b> Other, Expert testimony. <br><b>Abbvie; Biontech SE; BristolMyerSqibb; Chugai pharmaceutical; CureVac AG; Daiichi Sankyo; F. Hoffmann-La Roche Ltd; Pharmamar; Regeneron; Sanofi aventis; Turning Point Therapeutics<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board.<br><b>J. F. Gainor, <\/b> None..<br><b>D. Huang, <\/b> None.&nbsp;<br><b>S. Kao, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events; Advisory board. <br><b>MSD; BMS; Roche; Pfizer; Takeda; Beigene<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Pfizer; MSD; BMS; Roche; Amgen; Beigene; Boeringher<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>S. Lee, <\/b> <br><b>AstraZeneca; MSD; Lunit<\/b> Grant\/Contract. <br><b>Roche; Lilly; Janssen; Amgen; AstraZeneca; MSD; Pfizer; BMS\/Ono<\/b> Other, Consulting fees. <br><b>L. Paz-Ares, <\/b> <br><b>MSD; Bristol-Myers Squibb; Roche; AstraZeneca; Eli Lilly<\/b> Other, Speaker's Bureau. <br><b>MSD; Roche; AstraZeneca<\/b> Travel. <br><b>MSD; Bristol-Myers Squibb; Roche; AstraZeneca; Eli Lilly; Merck; Novartis; Amgen; Incyte; Takeda; Blueprint; Bayer; PharmaMar; Ipsen<\/b> Other, Consulting or advisory role. <br><b>X. Chen, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>W. He, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>S. Gururangan, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option, Travel. <br><b>K. Zhang, <\/b> <br><b>BeiGene<\/b> Employment, Stock, Stock Option, Travel. <br><b>C. Zhou, <\/b> <br><b>Amoy Diagnostics; Boehringer Ingelheim; C-Stone; Hengrui; Innovent Biologics; Lilly China; LUYE Pharma; MSD; Qilu; Roche; Sanofi; TopAlliance Biosciences Inc<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Hengrui; Innovent Biologics; Qilu; TopAlliance Biosciences Inc<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT277","PresenterBiography":"","PresenterDisplayName":"Kayla Hayes, BA","PresenterKey":"aa2be8be-745d-491a-8832-1ceb669bcfcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT277. BGB-LC-201 (NCT05635708): A phase 2, open-label, multi-arm study of tislelizumab (TIS; anti-PD-1) in combination with investigational agents +\/- chemotherapy as first-line treatment for patients with locally advanced, unresectable, or metastatic non-small cell lung cancer (NSCLC)<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BGB-LC-201 (NCT05635708): A phase 2, open-label, multi-arm study of tislelizumab (TIS; anti-PD-1) in combination with investigational agents +\/- chemotherapy as first-line treatment for patients with locally advanced, unresectable, or metastatic non-small cell lung cancer (NSCLC)<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>Adenocarcinoma in situ (AIS) and minimally invasive adenocarcinoma (MIA) are listed as &#8216;special circumstances&#8217; for lung transplantation according to a consensus document from the International Society for Heart and Lung Transplantation (ISHLT) (Weill D et al., 2015). Five studies have reported on lung transplantation in carefully selected subsets of patients with multifocal lung adenocarcinoma (Raemdonck DV et al., 2016; Glanville AR et al., 2018). The 5-year survival rate of bilateral sequential lung transplantation was estimated at over 50% in patients with multifocal BAC, invasive adenocarcinoma, and NSCLC (Ahmad U et al., 2012; Paloyan EB et al., 2000; Zorn GL et al., 2003; de Perrot M et al., 2004). Another a case series reported a post-transplant recurrence-free survival of 23 to 56 months in three patients (Garver RI et al., 1999). Moreover, there is an unmet need for patients who have lung-limited metastasis after successful treatment for primary tumors such as sarcomas or colorectal cancer (CRC). As with liver transplantation for CRC patients who have liver-confined metastases (Dueland S et at., 2020; Hernandez-Alejandro R et al., 2022), the applicability of lung transplantation in lung-limited metastatic patients should be explored. There is also an unmet need for patients with respiratory failure with a history of cancer in the last 5 years.<br \/><b>Methods<\/b>This is a prospective registration trial to evaluate outcomes of patients who undergo double lung transplantation for the treatment of the select groups of medically refractory cancers (primary lung cancers or metastatic cancers in lungs). Overall survival (OS), disease-free survival (DFS), allograft rejection (AR) and allograft survival (AS) as well as molecular and genetic biomarkers will be monitored to investigate the correlation with prognosis.The study duration will be 10 years including surveillance. Recruitment is to occur during the first 5 years of the study. The goal is to enroll 125 participants through the Northwestern Medicine Clinical Programs.Essential Criteria:1.The tumor should be without any extrapulmonary metastasis as determined by standard of care diagnostic and staging workup.2.All standard of care or experimental oncological treatments known to improve survival should have failed or deemed infeasible 3.Patients should meet the general criteria for lung transplant evaluation and listing Study cohorts:&#8226;Cohort A: Primary lung cancers - Examples include, but not limited to, invasive mucinous\/non-mucinous non-small cell lung cancers and multifocal carcinomas.&#8226;Cohort B: Metastatic cancers to the lung only - Examples include, but not limited to, germ cell tumors, head &#38; neck tumors, colorectal tumors, renal cell tumors, testicular cancers.&#8226;Cohort C: Respiratory failure with a history of cancer in the last 5 years- Examples include, but not limited to interstitial lung disease (ILD), pulmonary fibrosis (idiopathic or secondary), advanced chronic obstructive pulmonary disease (COPD), bronchiectasis, emphysema, cystic fibrosis (CF), emphysema due to alpha-1 antitrypsin deficiency, and pulmonary arterial hypertension (PAH)<br \/>Clinical trial registry number : NCT05671887.Enrollment began November 16, 2022. Trial is open and continues to enroll participants as of Jan 8, 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer,Lung transplantation,Double lung transplantation,BOLT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Chae, <b>L.-Y. Chung<\/b>, R. Tomic, A. Bharat; <br\/>Northwestern Univ. Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"3f6a7ab9-b8e6-4203-9689-6fcb2fd6354e","ControlNumber":"10486","DisclosureBlock":"<b>&nbsp;Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Biodesix<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Jazz Pharmaceutical<\/b> Other, Honoraria\/Advisory Boards. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>BMS<\/b> Other, Honoraria\/Advisory Boards.<br><b>L. Chung, <\/b> None..<br><b>R. Tomic, <\/b> None..<br><b>A. Bharat, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT278","PresenterBiography":null,"PresenterDisplayName":"Liam Il-Young Chung","PresenterKey":"266b7c9c-6ab6-4a12-9143-2cd0464e870c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT278. [DREAM] Double lung transplant registry aimed for lung-limited malignancies - a prospective registry study for medically refractory cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"[DREAM] Double lung transplant registry aimed for lung-limited malignancies - a prospective registry study for medically refractory cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b><b> <\/b> Small cell lung cancer (SCLC), large cell neuroendocrine carcinoma (LCNEC) of the lung, and extrapulmonary NEC (epNEC) are difficult-to-treat, aggressive tumors with limited treatment options.<br \/><b>Purpose<\/b>: Many pts relapse and have poor outcomes after standard of care platinum-based chemotherapy &#177; immunotherapy, underscoring the need for better therapies. BI 764532, a humanized IgG-like T-cell engager, binds to delta-like ligand 3 (DLL3) on the cell surface of these tumors and on CD3 on T cells, consequently promoting T-cell-mediated cytotoxicity. In an ongoing first-in-human trial, BI 764532 exhibited efficacy and manageable tolerability in pts with DLL3-positive SCLC, LCNEC of the lung, and epNEC (NCT04429087). We describe a planned phase 2 dose optimization trial to assess safety\/efficacy of 2 different doses of BI 764532 monotherapy in pts with progressive\/relapsed SCLC, epNEC, or LCNEC of the lung (NCT05882058).<br \/><b>Experimental design: <\/b> The trial will recruit adult pts (n=~120; ~70 sites; ~15 countries) with pathologically confirmed relapsed\/refractory SCLC, epNEC, or LCNEC of the lung who have received &#8805;2 (SCLC) or &#8805;1 (epNEC\/LCNEC) prior lines of therapy, including &#8805;1 platinum-based regimen. Pts with mixed tumor histology are permitted if the SCLC\/NEC component is predominant (&#8805;50% of tumor tissue). Pts will be randomized 1:1 to receive 1 of 2 dose levels of IV BI 764532 (3-week cycles) stratified by tumor type (n=~60\/arm). Treatment will continue until disease progression, undue toxicity, withdrawal of consent or any other documented criteria for stopping treatment (maximum treatment duration: 36 months). 2 interim dose-selection analyses are planned after 30 pts per dose have been followed for &#8805;6 and &#8805;12 weeks or have stopped treatment. A third interim efficacy analysis will be conducted when 60 pts per dose have been followed for &#8805;12 weeks or have stopped treatment. Key exclusion criteria: Eastern Cooperative Oncology Group performance status &#8805;2; untreated\/symptomatic brain metastases or leptomeningeal disease; active\/history of interstitial lung disease\/pneumonitis; previous DLL3-targeting treatment; treatment with other anticancer drugs &#60;4 weeks prior to first administration of BI 764532; unresolved toxicity from prior treatment; immunodeficiency diagnosis; intake of immunosuppressive therapy &#8804;7 days prior to first administration of BI 764532. Primary endpoints: objective response via Response Evaluation Criteria in Solid Tumors v1.1; occurrence of treatment-emergent adverse events (TEAEs). Secondary endpoints: duration of objective response, progression-free survival, disease control, overall survival, patient-reported outcomes, and TEAEs leading to discontinuation. Further endpoints: pharmacokinetics, and prespecified and exploratory biomarker analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Neuroendocrine tumors,T cell engager,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. Gambardella<sup>1<\/sup>, A. Greystoke<sup>2<\/sup>, M. Reck<sup>3<\/sup>, M. Liu<sup>4<\/sup>, <b>M. Mueller<\/b><sup>5<\/sup>, U. Duenzinger<sup>5<\/sup>, E. B. Bergsland<sup>6<\/sup>, T. Owonikoko<sup>7<\/sup>; <br\/><sup>1<\/sup>Department of Medical Oncology, Hospital Clínico Universitario de Valencia, INCLIVA Biomedical Research Institute, University of Valencia, Valencia, Spain, <sup>2<\/sup>Northern Centre for Cancer, Freeman Hospital, Newcastle Hospital Trust, Newcastle-upon-Tyne, United Kingdom, <sup>3<\/sup>Department of Thoracic Oncology, Airway Research Center North (ARCN) Member of the German Center for Lung Research (DZL), LungenClinic, Großhansdorf, Germany, <sup>4<\/sup>Boehringer Ingelheim (China) Investment Co. Ltd, Biostatistics and Data Sciences, Shanghai, China, <sup>5<\/sup>Boehringer Ingelheim International GmbH, Ingelheim, Germany, <sup>6<\/sup>Department of Medicine, University of California, San Francisco, CA, <sup>7<\/sup>UPMC Hillman Cancer Center, Division of Hematology\/Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"868e31bb-7d55-42be-83c4-fab847d11d7e","ControlNumber":"10489","DisclosureBlock":"<b>&nbsp;V. Gambardella, <\/b> <br><b>ESMO GI June 2023<\/b> Other, Payment\/honoraria. <br><b>Boehringer Ingelheim<\/b> Other, Support for attending meetings\/travel\u000d\u000aParticipation on a Data Safety Monitoring Board\/Advisory Board. <br><b>A. Greystoke, <\/b> <br><b>AstraZeneca<\/b> Other, Consultancy and Speaker Fees\u000d\u000aResearch Funding. <br><b>Amgen<\/b> Other, Consultancy and Speaker Fees. <br><b>Boehringer-Ingelheim<\/b> Other, Consultancy and Speaker Fees. <br><b>Bristol-Myers Squibb<\/b> Other, Consultancy and Speaker Fees. <br><b>Janssen\/ J and J<\/b> Other, Consultancy and Speaker Fees. <br><b>MSD<\/b> Other, Consultancy and Speaker Fees. <br><b>Novartis<\/b> Other, Consultancy and Speaker Fees. <br><b>Pfizer<\/b> Other, Consultancy and Speaker Fees. <br><b>Lilly<\/b> Other, Consultancy and Speaker Fees. <br><b>Takeda<\/b> Other, Consultancy and Speaker Fees. <br><b>Guardant<\/b> Other, Consultancy and Speaker Fees. <br><b>Roche<\/b> Other, Consultancy and Speaker Fees. <br><b>M. Reck, <\/b> <br><b>Amgen<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>AstraZeneca<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Beigene<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Boehringer-Ingelheim<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>BMS<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Lilly<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Merck<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>MSD<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Mirati<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Novartis<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>GSK<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Pfizer<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Roche<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Regeneron<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>Sanofi<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel\u000d\u000aParticipation on a Data Safety Monitoring Board\/Advisory Board. <br><b>Daiichi-Sankyo<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel\u000d\u000aParticipation on a Data Safety Monitoring Board\/Advisory Board. <br><b>Janssen<\/b> Other, Consulting Fees\u000d\u000aPayment\/Honoraria\u000d\u000aSupport for Attending Meetings\/Travel. <br><b>M. Liu, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>M. Mueller, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>U. Duenzinger, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>E. B. Bergsland, <\/b> <br><b>Boehringer Ingelheim<\/b> Other, Support for Medical Writing\u000d\u000aParticipation on a Data Safety Monitoring Board\/Advisory Board.<br><b>T. Owonikoko, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT279","PresenterBiography":null,"PresenterDisplayName":"Martha Mueller, Unknown","PresenterKey":"ebf50692-5163-498b-9b41-21ebeb146cd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT279. Dareon<sup>TM<\/sup>-5: An open-label phase 2 trial of BI 764532, a DLL3-targeting T-cell engager, in patients (pts) with relapsed\/refractory small cell lung cancer or other neuroendocrine carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dareon<sup>TM<\/sup>-5: An open-label phase 2 trial of BI 764532, a DLL3-targeting T-cell engager, in patients (pts) with relapsed\/refractory small cell lung cancer or other neuroendocrine carcinomas","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>EGFR exon 20 insertion mutations occur in approximately 2% of non-small cell lung cancer (NSCLC) and overall account for approximately 9% of all the EGFR mutations in NSCLC (Robichaux et al., 2021). Current first-line standard of care for NSCLC patients with these mutations is platinum-based chemotherapy (NCCN NSCLC, 2023). Furmonertinib is an oral, highly brain penetrant, broadly active mutant-selective EGFR inhibitor that targets EGFR exon 20 insertions and other EGFR mutations (Musib et al., NACLC 2022). Furmonertinib recently obtained FDA Breakthrough Therapy Designation for the first line treatment of patients with advanced NSCLC with EGFR ex20ins based on the data from the FAVOUR study. Promising preliminary clinical activity was observed in the FAVOUR study testing furmonertinib (240 mg daily [QD]) in patients with treatment na&#239;ve locally advanced or metastatic NSCLC, with EGFR exon 20 insertion (ex20ins) mutations showing confirmed overall response rate (ORR) of 78.6% (n=28) by blinded independent central review (BICR) with a preliminary median DOR of 15.2 months (Han et al., WCLC 2023). In previously treated patients both the 240 mg and 160 mg QD dose levels were active with confirmed ORR of 46.2% (n=26) and 38.5% (n=26) respectively, and included patients harboring near and far loop mutations.Furmonertinib showed a generally well-tolerated safety profile with expected EGFR-TKI class toxicities. Additional furmonertinib preclinical data in uncommon EGFR mutations, including P-loop and &#945;C-helix Compressing (PACC) and ex20ins mutations will be presented at the AACR 2024 Annual Meeting (Nilsson et al., AACR 2024 Abstract #4174).<br \/><b>Methods: <\/b>The FURVENT (FURMO-004) study is a registrational global, phase 3, randomized, multicenter, open-label study. Eligible patients havetreatment-na&#239;ve, locally advanced or metastatic non-squamous NSCLC with EGFR exon 20 insertion mutations. Key inclusion criteria include documented EGFR exon 20 insertion mutation and measurable disease per RECIST 1.1. Key exclusion criteria include prior systemic anticancer therapy in the locally advanced or metastases setting or any prior EGFR TKI therapy. Approximately 375 patients will be randomized 1:1:1 to receive furmonertinib 160 mg QD, furmonertinib 240 mg QD, or platinum-based chemotherapy (cisplatin or carboplatin plus pemetrexed for 4 cycles followed by pemetrexed maintenance therapy). Stratification factors include the history or presence of central nervous system metastases at baseline, geographic region, and sex at birth. Patients from the platinum-based chemotherapy arm with documented disease progression are eligible to participate in the crossover phase of this trial to furmonertinib therapy. The primary endpoint is progression-free survival comparing between the treatment arms (furmonertinib 160 mg or 240 mg vs chemotherapy) based on BICR assessment. The key secondary endpoint is overall survival. Study enrollment is ongoing. Clinical trial information: NCT05607550.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"NSCLC,Epidermal growth factor receptor (EGFR),Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),Furmonertinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Spira<\/b><sup>1<\/sup>, B. Cho<sup>2<\/sup>, E. Felip<sup>3<\/sup>, E. Garon<sup>4<\/sup>, K. Goto<sup>5<\/sup>, M. L. Johnson<sup>6<\/sup>, N. B. Leighl<sup>7<\/sup>, A. Passaro<sup>8<\/sup>, D. Planchard<sup>9<\/sup>, S. Popat<sup>10<\/sup>, J. Yang<sup>11<\/sup>, X. Lu<sup>12<\/sup>, Y. Jiang<sup>12<\/sup>, J. Huang<sup>13<\/sup>, M. Lam<sup>13<\/sup>, M. Kowanetz<sup>13<\/sup>, S. Wang<sup>13<\/sup>, J. Le<sup>13<\/sup>, J. Hsu<sup>13<\/sup>, C. Zhou<sup>14<\/sup>; <br\/><sup>1<\/sup>Virginia Cancer Specialists Research Institute and Next Oncology, Fairfax, VA, <sup>2<\/sup>Division of Medical Oncology, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Vall d'Hebron University Hospital, Vall d'Hebron Institute of Oncology (VHIO), Barcelona, Spain, <sup>4<\/sup>Department of Medicine, Division of Hematology\/Oncology, UCLA, Los Angeles, CA, <sup>5<\/sup>National Cancer Center Hospital East, Kashiwa, Japan, <sup>6<\/sup>The Sarah Cannon Research Institute, Nashville, TN, <sup>7<\/sup>Cancer Research Unit, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, <sup>8<\/sup>Division of Thoracic Oncology, European Institute of Oncology IRCCS, Milan, Italy, <sup>9<\/sup>Gustave Roussy, Department of Medical Oncology, Villejuif, France, <sup>10<\/sup>The Royal Marsden NHS Foundation Trust, London and Sutton, United Kingdom, <sup>11<\/sup>National Taiwan University Hospital, Taipei, Taiwan, <sup>12<\/sup>Allist Pharmaceuticals, Shanghai, China, <sup>13<\/sup>Arrivent Biopharma, Inc., Burlingame, CA, <sup>14<\/sup>Department of Medical Oncology, Shanghai Pulmonary Hospital, Shanghai, China","CSlideId":"","ControlKey":"96b3f460-087b-4ed2-999e-e5b8962ef4c4","ControlNumber":"10437","DisclosureBlock":"<b>&nbsp;A. Spira, <\/b> <br><b>Array Biopharma<\/b> Other, Consult. <br><b>Incyte<\/b> Other, Consult. <br><b>Amgen<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>AstraZeneca Medimmune<\/b> Other, Consult. <br><b>Mirati Therapeutics<\/b> Other, Consult. <br><b>Gritstone Bio<\/b> Other, Consult. <br><b>Jazz Pharmaceuticals<\/b> Other, Consult. <br><b>Merck<\/b> Other, Consult. <br><b>BMS<\/b> Other, Consult. <br><b>Takeda<\/b> Other, Consult. <br><b>Jannsen Research and Development<\/b> Other, Consult. <br><b>Mersana<\/b> Other, Consult. <br><b>Blueprint Medicines<\/b> Other, Consult. <br><b>Daiichi Sankyo\/AstraZeneca<\/b> Other, Consult. <br><b>Regeneron<\/b> Other, Consult. <br><b>Lilly<\/b> Stock, Other, Consult. <br><b>Black Diamond Therapeutics<\/b> Other, Consult. <br><b>Sanofi<\/b> Other, Consult. <br><b>Roche<\/b> Grant\/Contract. <br><b>B. Cho, <\/b> <br><b>AstraZeneca<\/b> Other, Consult. <br><b>Boehringer Ingelheim<\/b> Other, Consult. <br><b>Roche<\/b> Other, Consult. <br><b>BMS<\/b> Other, Consult. <br><b>Yuhan<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult. <br><b>Janssen<\/b> Other, Consult. <br><b>Takeda<\/b> Other, Consult. <br><b>MSD<\/b> Other, Consult. <br><b>Ono Pharmaceutical<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Medpacto<\/b> Other, Consult. <br><b>Blueprint Medicines<\/b> Other, Consult. <br><b>Cyrus Therapeutics<\/b> Other, Consult. <br><b>Guardant Health<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>CJ Bioscience<\/b> Other, Consult. <br><b>Abion<\/b> Other, Consult. <br><b>BeiGene<\/b> Other, Consult. <br><b>CureLogen<\/b> Other, Consult. <br><b>E. Felip, <\/b> <br><b>Abbvie<\/b> Other, Consult. <br><b>Amgen<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>Bayer<\/b> Other, Consult. <br><b>Boehreinger Ingelheim<\/b> Other, Consult. <br><b>BMS<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Roche<\/b> Other, Consult. <br><b>Gilead Sciences<\/b> Other, Consult. <br><b>GlaxoSmithKline<\/b> Other, Consult. <br><b>Janssen<\/b> Other, Consult. <br><b>Merck Serono<\/b> Other, Consult. <br><b>Merck Sharp & Dohme<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>Peptomyc<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult. <br><b>Regeneron<\/b> Other, Consult. <br><b>Sanofi<\/b> Other, Consult. <br><b>Takeda<\/b> Other, Consult. <br><b>Turning Point Therapeutics<\/b> Other, Consult. <br><b>E. Garon, <\/b> <br><b>Novartis<\/b> Other, Consult. <br><b>GlaxoSmithKline<\/b> Other, Consult. <br><b>Merck<\/b> Other, Consult. <br><b>Boehringer Ingelheim<\/b> Other, Consult. <br><b>Shionogi<\/b> Other, Consult. <br><b>Eisai<\/b> Other, Consult. <br><b>ABL Bio<\/b> Other, Consult. <br><b>Xilio Therapeutics<\/b> Other, Consult. <br><b>Natera<\/b> Other, Consult. <br><b>Sanofi\/Regeneron<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Personalis<\/b> Other, Consult. <br><b>Gilead Sciences<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>Abbvie\/Abbott<\/b> Other, Consult. <br><b>Arcus Biosciences<\/b> Other, Consult. <br><b>Seagen<\/b> Other, Consult. <br><b>Summit Therapeutics<\/b> Other, Consult. <br><b>Novartis<\/b> Travel. <br><b>A2 Biotherapeutics<\/b> Travel. <br><b>K. Goto, <\/b> <br><b>Bayer<\/b> Other, Consult. <br><b>Lilly Japan<\/b> Other, Consult. <br><b>Amgen<\/b> Other, Consult. <br><b>Medpace<\/b> Other, Consult. <br><b>Janssen<\/b> Other, Consult. <br><b>Amoy Diagonish<\/b> Other, Honoraria. <br><b>AstraZeneca Japan<\/b> Other, Honoraria. <br><b>Bayer<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria. <br><b>BMS<\/b> Other, Honoraria. <br><b>Chugai Pharma<\/b> Other, Honoraria. <br><b>Daiichi Sankyo<\/b> Other, Honoraria. <br><b>Eisai<\/b> Other, Honoraria. <br><b>Life Therapeutics<\/b> Other, Honoraria. <br><b>Medpace<\/b> Other, Honoraria. <br><b>Merck<\/b> Other, Honoraria. <br><b>Merck<\/b> Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Other, Honoraria. <br><b>Otsuka<\/b> Other, Honoraria. <br><b>M. L. Johnson, <\/b> <br><b>Genentech\/Roche<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>Calithera Biosciences<\/b> Other, Consult. <br><b>Merck<\/b> Other, Consult. <br><b>Sanofi<\/b> Other, Consult. <br><b>Mirati Therapeutics<\/b> Other, Consult. <br><b>Ribon Therapeutics<\/b> Other, Consult. <br><b>Abbvie<\/b> Other, Consult. <br><b>GlaxoSmithKline<\/b> Other, Consult. <br><b>Gritstone Bio<\/b> Other, Consult. <br><b>Janssen Oncology<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Amgen<\/b> Other, Consult. <br><b>Daiichi Sankyo<\/b> Other, Consult. <br><b>Axelia Oncology<\/b> Other, Consult. <br><b>Black Diamond Therapeutics<\/b> Other, Consult. <br><b>CytomX Therapeutics<\/b> Other, Consult. <br><b>EcoR1 Capital<\/b> Other, Consult. <br><b>Editas Medicine<\/b> Other, Consult. <br><b>Genmab<\/b> Other, Consult. <br><b>N. B. Leighl, <\/b> <br><b>Roche Canada<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>AstraZeneca Canada<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>A. Passaro, <\/b> <br><b>Roche\/Genentech<\/b> Other, Consult. <br><b>BMS<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>MSD Oncology<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult. <br><b>Boehringer Ingelheim<\/b> Other, Consult. <br><b>Johnson & Johnson\/Janssen<\/b> Other, Consult. <br><b>Novartis<\/b> Consult. <br><b>Daiichi Sankyo Europe GmbH<\/b> Other, Consult. <br><b>Bayer<\/b> Other, Consult. <br><b>D. Planchard, <\/b> <br><b>BMS<\/b> Other, Consult. <br><b>Celgene<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>Prime Oncology<\/b> Other, Consult. <br><b>PeerVoice<\/b> Other, Consult. <br><b>Roche<\/b> Other, Consult. <br><b>Samsung<\/b> Other, Consult. <br><b>Sanofi<\/b> Other, Consult. <br><b>Janssen<\/b> Other, Consult. <br><b>Abbvie<\/b> Other, Consult. <br><b>Daiichi Sankyo<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Merck<\/b> Other, Consult. <br><b>S. Popat, <\/b> <br><b>Boehringer Ingelheim<\/b> Other, Consult. <br><b>Roche<\/b> Other, Consult. <br><b>Novartis<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult. <br><b>AstraZeneca<\/b> Other, Consult. <br><b>BMS<\/b> Other, Consult. <br><b>MSD<\/b> Other, Consult. <br><b>Guardant Health<\/b> Other, Consult. <br><b>Takeda<\/b> Other, Consult. <br><b>Incyte<\/b> Other, Consult. <br><b>Bayer<\/b> Other, Consult. <br><b>Blueprint Medicines<\/b> Other, Consult. <br><b>Daiichi Sankyo<\/b> Other, Consult. <br><b>Janssen<\/b> Other, Consult. <br><b>GlaxoSmithKline<\/b> Other, Consult. <br><b>BeiGene<\/b> Other, Consult. <br><b>Lilly<\/b> Other, Consult. <br><b>Merck KGaA<\/b> Other, Consult. <br><b>Amgen<\/b> Other, Consult. <br><b>Pfizer<\/b> Other, Consult.<br><b>J. Yang, <\/b> None.&nbsp;<br><b>X. Lu, <\/b> <br><b>Allist Pharmaceuticals<\/b> Employment. <br><b>Y. Jiang, <\/b> <br><b>Allist Pharmaceuticals<\/b> Employment. <br><b>J. Huang, <\/b> <br><b>ArriVent Biopharma<\/b> Employment, Stock Option. <br><b>Pfizer<\/b> Stock. <br><b>M. Lam, <\/b> <br><b>Arrivent Biopharma<\/b> Employment, Stock Option. <br><b>M. Kowanetz, <\/b> <br><b>Arrivent Biopharma<\/b> Employment, Stock. <br><b>S. Wang, <\/b> <br><b>Arrivent Biopharma<\/b> Employment, Stock Option. <br><b>J. Le, <\/b> <br><b>ArriVent Biopharma<\/b> Employment. <br><b>Ascendis Pharma<\/b> Employment, Stock Option. <br><b>J. Hsu, <\/b> <br><b>Arrivent Biopharma<\/b> Employment, Stock Option. <br><b>C. Zhou, <\/b> <br><b>Innovent Biologics<\/b> Other, Consult. <br><b>QiLu Pharmaceutical<\/b> Other, Consult. <br><b>TopAlliance Biosciences<\/b> Other, Consult. <br><b>Hengrui Biosciences<\/b> Other, Consult. <br><b>Sanofi<\/b> Other, Honoraria. <br><b>Roche<\/b> Other, Honoraria. <br><b>C-Stone LUYE Pharma<\/b> Other, Honoraria. <br><b>Amoy Diagnosis<\/b> Other, Honoraria. <br><b>Anheart Therapeutics<\/b> Other, Honoraria. <br><b>Lilly<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria. <br><b>Merck<\/b> Other, Honoraria.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT280","PresenterBiography":null,"PresenterDisplayName":"Alex Spira, MD, PhD","PresenterKey":"03c25b24-88ed-4238-bc60-c007e35c3309","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT280. FURVENT, Phase 3 trial testing furmonertinib vs chemotherapy as first-line treatment for advanced NSCLC with EGFR exon 20 insertions (FURMO-004)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FURVENT, Phase 3 trial testing furmonertinib vs chemotherapy as first-line treatment for advanced NSCLC with EGFR exon 20 insertions (FURMO-004)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Pembrolizumab (pembro; anti-PD-1) is indicated as adjuvant monotherapy following resection and adjuvant chemotherapy in patients (pts) with stage IB (T2a &#8805;4 cm), II, or IIIA NSCLC (per AJCC v7). However, many pts experience disease recurrence, and have limited treatment options available. V940 (mRNA-4157) is a novel individualized neoantigen therapy that encodes up to 34 neoantigens that is specifically tailored and manufactured for each pt derived from their tumor. V940 as monotherapy and in combination with pembro has shown preliminary antitumor activity in the phase 1 KEYNOTE-603 study in several solid tumor types, including NSCLC. Additionally, in pts with completely resected, high-risk stage IIIB\/C\/D and IV cutaneous melanoma in the KEYNOTE-942 primary analysis, V940 plus pembro demonstrated significant improvements in recurrence-free survival (HR, 0.561 [95% CI, 0.309-1.017]; <i>P<\/i> = 0.0266) and distant metastasis-free survival (HR, 0.347 [95% CI, 0.145-0.828]; <i>P<\/i> = 0.0063) vs pembro alone. Here we present the design of the phase 3, randomized, double-blind INTerpath-002 study (NCT06077760) of adjuvant V940 plus pembro vs placebo plus pembro in pts with completely resected and chemotherapy-treated stage II-IIIB (N2) NSCLC (AJCC v8).<br \/><b>Methods: <\/b>Eligible pts aged &#8805;18 years with completely resected stage II, IIIA, or IIIB (N2) squamous or nonsquamous NSCLC (per AJCC v8.0) where EGFR-directed therapy is not indicated as primary therapy (ie, absence of<i> <\/i>sensitizing <i>EGFR<\/i> mutations e.g. DEL19 or L858R), who have received 1-4 doses of adjuvant platinum-doublet chemotherapy, have ECOG PS 0 or 1, and have available tumor tissue for next-generation sequencing and PD-L1 testing will be enrolled. Pts must not have received previous neoadjuvant therapy for NSCLC and must not have received or be candidates for adjuvant radiotherapy. Pts will be randomized 1:1 to receive V940 1 mg IM or placebo Q3W for up to 9 doses plus pembro 400 mg IV Q6W for up to 9 cycles or until disease recurrence, pt withdrawal, unacceptable toxicity, or an additional malignancy requiring treatment. Randomization will be stratified by histology (squamous vs nonsquamous), PD-L1 TPS (&#60;1% vs 1%-49% vs &#8805;50%), disease stage (II vs III), and geographic location (North America\/Western Europe\/Australia vs rest of world). The primary endpoint is disease-free survival per investigator review. Secondary endpoints include distant metastasis-free survival per investigator assessment, OS, lung cancer&#8210;specific survival, patient-reported outcomes, and safety. Tumor imaging will occur at baseline, every 12 wk until wk 48, every 24 wk through year 3, and every 48 wk thereafter. Enrollment began in October 2023 and is ongoing globally (NCT06077760).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Pembrolizumab,Adjuvant,Neoantigens,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Jonathan D. Spicer<sup>1<\/sup>, Santosh M. Nair<sup>2<\/sup>, Adnan Khattak<sup>3<\/sup>, Jay M. Lee<sup>4<\/sup>, Michelle Brown<sup>5<\/sup>, <b>Robert S. Meehan<\/b><sup>5<\/sup>, Nazly Shariati<sup>6<\/sup>, Xuan Deng<sup>6<\/sup>, Ayman Samkari<sup>6<\/sup>, Jamie E. Chaft<sup>7<\/sup><br><br\/><sup>1<\/sup>McGill University Montreal, Montreal, QC, Canada,<sup>2<\/sup>Mid Florida Hematology and Oncology Center, Orange City, FL,<sup>3<\/sup>One Clinical Research and Edith Cowan University, Perth, WA, Australia,<sup>4<\/sup>Division of Thoracic Surgery, University of California, Los Angeles, Los Angeles, CA,<sup>5<\/sup>Moderna, Inc., Cambridge, MA,<sup>6<\/sup>Merck & Co., Inc., Rahway, NJ,<sup>7<\/sup>Memorial Sloan Kettering Cancer Center, Weill Cornell Medical College, New York, NY","CSlideId":"","ControlKey":"848f34b6-508e-4acf-9a00-f33ca7df108b","ControlNumber":"10655","DisclosureBlock":"<b>&nbsp;J. D. Spicer, <\/b> <br><b>AstraZeneca, Bristol-Myers Squibb, Chemocentryx, Eisai Inc., F. Hoffmann-La Roche, Protalix Biotherapeutics, Regeneron Pharmaceuticals<\/b> Other, Advisory board. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Advisory board. <br><b>CLS Therapeutics, F. Hoffmann-La Roche, Protalix Biotherapeutics, and Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Research grants to institute. <br><b>Regeneron Pharmaceuticals<\/b> Other, Consultancy. <br><b>S. M. Nair, <\/b> <br><b>AstraZeneca, Bristol Myers Squibb and Exact Science<\/b> Other, Study funding. <br><b>Moderna, Inc., Cambridge, MA, USA<\/b> Other, Study funding to institution. <br><b>A. Khattak, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Honoraria. <br><b>J. M. Lee, <\/b> <br><b>AstraZeneca, Bristol Myers Squibb, Foundation Medicine Institute, Genentech, Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, Novartis, Regeneron Pharmaceuticals, Roche<\/b> Other, Advisory Board\/Consultant. <br><b>Bristol Myers Squibb, Genentech, Novartis, Roche.<\/b> Other, Research support. <br><b>Genentech, Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, Novartis, Roche.<\/b> Other, Steering Committee. <br><b>AstraZeneca, Bristol Myers Squibb, Genentech, Roche<\/b> Other, Speaker’s Bureau. <br><b>UCLA<\/b> Other, Patents. <br><b>M. Brown, <\/b> <br><b>Moderna, Inc.<\/b> Employment, Stock. <br><b>R. S. Meehan, <\/b> <br><b>Moderna, Inc.<\/b> Employment, Stock. <br><b>N. Shariati, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>X. Deng, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA.<\/b> Stock. <br><b>A. Samkari, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA.<\/b> Stock. <br><b>J. E. Chaft, <\/b> <br><b>Arcus Biosciences, AstraZeneca, Bristol Myers Squibb, Janssen, Guardant Health, Regeneron, and Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Consultancy. <br><b>NIH<\/b> Other, Research grant. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Funding to the institute.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT281","PresenterBiography":null,"PresenterDisplayName":"ROBERT MEEHAN, MD","PresenterKey":"26ab9d57-911e-4c7d-87ad-8f8e203010fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT281. The phase 3 INTerpath-002 study design: Individualized neoantigen therapy (INT) V940 (mRNA-4157) plus pembrolizumab vs placebo plus pembrolizumab for resected early-stage non-small-cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The phase 3 INTerpath-002 study design: Individualized neoantigen therapy (INT) V940 (mRNA-4157) plus pembrolizumab vs placebo plus pembrolizumab for resected early-stage non-small-cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Trophoblast cell-surface antigen 2 (TROP2), a cell surface glycoprotein involved in the regulation of tumor growth and invasion, is broadly expressed and upregulated in several cancers, including NSCLC. MK-2870 (SKB264) is an antibody-drug conjugate (ADC) composed of the humanized anti-TROP2 monoclonal antibody, a hydrolytically cleavable linker, and the cytotoxic drug KL610023. MK&#8209;2870 has demonstrated encouraging antitumor activity and manageable toxicity in phase 1 and 2 studies of patients with solid tumors, including heavily pretreated <i>EGFR<\/i>-mutant NSCLC. We describe the design of the ongoing phase 3 MK-2870-004 study (NCT06074588) that will evaluate the efficacy and safety of MK-2870 vs chemotherapy for previously treated advanced or metastatic nonsquamous NSCLC with <i>EGFR<\/i> mutations or other genomic alterations.<br \/><b>Trial design: <\/b>The global, randomized, open-label, phase 3 MK-2870-004<b> <\/b>study will enroll ~556 patients, including 456 with exon 19del or L858R <i>EGFR<\/i> mutations, and 100 with other genomic alterations. Eligible patients are aged &#8805;18 years with histologically or cytologically documented advanced (stage III not eligible for resection or curative radiation) or metastatic nonsquamous NSCLC with exon 19del or exon 21 L858R <i>EGFR <\/i>mutations or other genomic alterations in <i>ALK<\/i>, <i>ROS1<\/i>, <i>BRAF<\/i> V600E, <i>NTRK<\/i>, <i>MET<\/i> exon 14 skipping, or <i>RET<\/i> and those with less common <i>EGFR<\/i> mutations (exon 20 S768I, exon 21 L861Q, and\/or exon 18 G719X). Patients must have progressive disease on or after 1 or 2 lines of prior tyrosine kinase inhibitor (TKI) therapy and a platinum-based therapy (may contain anti-PD-[L]1), measurable disease per RECIST v1.1, an available tumor sample, and adequate organ function. Prior <i>EGFR<\/i> TKI therapy must include a third-generation TKI for patients with T790M <i>EGFR<\/i>-mutant NSCLC. Patients with active central nervous system metastases or carcinomatous meningitis are ineligible, although those with previously treated and untreated stable brain metastasis are eligible for enrollment. Patients will be randomized (1:1) to MK-2870 4 mg\/kg Q2W on Days 1, 15, and 29 of every 6-week cycle, or chemotherapy (docetaxel 75 mg\/m<sup>2<\/sup> Q3W or pemetrexed 500 mg\/m<sup>2<\/sup> Q3W) on Days 1 and 22 of every 6-week cycle. Randomization will be stratified by <i>EGFR<\/i> mutations with prior third generation TKI vs <i>EGFR <\/i>mutations with no prior third generation TKI vs other genomic alterations, brain metastasis (yes vs no), and TROP2 expression (low vs medium vs high). Dual primary endpoints are PFS (per RECIST v1.1 by blinded independent central review) and OS in patients with <i>EGFR<\/i>-mutant NSCLC. Key secondary endpoints include PFS and OS in all patients with NSCLC, ORR, DOR, patient-reported outcomes, and safety. Enrollment started in November 2023 and is currently ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase II inhibitor,EGFR,EGFR TKI resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Federico Cappuzzo<sup>1<\/sup>, Edward B. Garon<sup>2<\/sup>, Myung-Ju Ahn<sup>3<\/sup>, Shun Lu<sup>4<\/sup>, Terufumi Kato<sup>5<\/sup>, Enriqueta Felip<sup>6<\/sup>, Parneet Cheema<sup>7<\/sup>, Nicolas Girard<sup>8<\/sup>, <b>Mark Shamoun<\/b><sup>9<\/sup>, Guoqing Wang<sup>9<\/sup>, Bin Zhao<sup>9<\/sup>, Rina Hui<sup>10<\/sup><br><br\/><sup>1<\/sup>Division of Medical Oncology 2, IRCCS \"Regina Elena\" National Cancer Institute, Rome, Italy,<sup>2<\/sup>Department of Medicine, Division of Hematology\/Oncology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA,<sup>3<\/sup>Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Shanghai Lung Cancer Center, Shanghai Chest Hospital, Shanghai Jiao Tong University, Shanghai, China,<sup>5<\/sup>Kanagawa Cancer Center, Yokohama, Japan,<sup>6<\/sup>Medical Oncology Department, Vall d’Hebron University Hospital, Vall d’Hebron Institute of Oncology (VHIO), Barcelona, Spain,<sup>7<\/sup>Division of Medical Oncology, William Osler Health System, University of Toronto, Brampton; and Faculty of Medicine, University of Toronto, Toronto, ON, Canada,<sup>8<\/sup>Institut Curie, Institut du Thorax Curie-Montsouris and Paris Saclay University, Université de Versailles Saint-Quentin-en-Yvelines, Versailles, Paris, France,<sup>9<\/sup>Merck & Co., Inc., Rahway, NJ,<sup>10<\/sup>Centre of Cancer Medicine, University of Hong Kong, Hong Kong; University of Sydney, Sydney, NSW, Australia","CSlideId":"","ControlKey":"c3225f13-7945-4bb8-9d79-7f23643985cf","ControlNumber":"10408","DisclosureBlock":"<b>&nbsp;F. Cappuzzo, <\/b> <br><b>Roche, AstraZeneca, BMS, Pfizer, Takeda, Lilly, Bayer, Amgen, Sanofi, Pharmamar, Novocure, Mirati, Galecto, OSE, ILLUMINA, Thermofisher and MSD<\/b> Other, Fees for membership of an advisory board or lectures. <br><b>E. Garon, <\/b> <br><b>Abbvie; Arcus; AstraZeneca, Atreca; BridgeBio; Bristol Myers Squibb; EMD Serono; Eli Lilly; Gilead; GlaxoSmithKline; Hookipa; LianBio<\/b> Other, Consultant and\/or Advisor. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Merus; Novartis; Nuvalent; Personalis; Regeneron; Sanofi; Seagan; Sensei; Sumitomo; Summit; Synthekine; Xilio; Zymeworks<\/b> Other, Consultant and\/or Advisor. <br><b>ABL-Bio; Arrivent; AstraZeneca; Bristol Myers Squibb; Daiichi Sanko; Eli Lilly; EMD Serono; Genentech; Gilead; Iovance Biotherapeutics<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Mirati Therapeutics; Novartis; Prelude; Regeneron; Synthekine<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo; Ipsen. Travel: A2 Bio; Novartis<\/b> Other, Sponsored Independent Medical Education. <br><b>M. Ahn, <\/b> <br><b>AstraZeneca, BMS, MSD, Lilly, Merck KGaA \/ Merck Serono \/ Merck Biopharma, ONO, Roche, Takeda, YUHAN, Amgen<\/b> Other, Honoraria. <br><b>AstraZeneca, BMS, ONO, Takeda, Lilly, Merck KGaA \/ Merck Serono \/ Merck Biopharma, MSD, Amgen, Novartis, Roche, YUHAN, Arcus, Pfizer, Daichi-Sankyo, Alpha pharmaceutical, Voronoi, Eutilex<\/b> Other, Consultant or Advisor. <br><b>S. Lu, <\/b> <br><b>AstraZeneca, Hutchison, BMS, Heng Rui, Beigene and Hansoh<\/b> Other, Received research support. <br><b>AstraZeneca, Roche, Hansoh, Hengrui Therapeutics<\/b> Other, Received speaker fees. <br><b>AstraZeneca, Pfizer, MediPharma, ZiaLab, Yuhan Corporation, Menarini, InventisBio Co. Ltd., Shanghai Fosun Pharmaceutical (Group) Co., Ltd., Simcere Zaiming Pharmaceutical Co., Ltd. and Roche<\/b> Other, An advisor and consultant role. <br><b>T. Kato, <\/b> <br><b>AstraZeneca, Chugai, Daiichi-Sankyo, Eli Lilly, Merck KGaA<\/b> Other, Honoraria. <br><b>AbbVie, Amgen, AstraZeneca, BeiGene Blueprint Chugai, Daiichi-Sankyo, Eli Lilly, Haihe, Merck Biopharma, MSD, Novartis, Pfizer, Regeneron Takeda, TurningPoint<\/b> Grant\/Contract, Grants for commissioned\/joint research. <br><b>E. Felip, <\/b> <br><b>AbbVie, AstraZeneca, Blueprint Medicines, Boehringer Ingelheim, Bristol Myers Squibb, Celgene, Eli Lilly, Guardant Health, Janssen, Medscape, Merck KGaA,<\/b> Other, received personal fees as an advisor, consultant, and\/or speaker. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Novartis, Pfizer, Roche, Takeda, Touchtime, BerGenBio, and Samsung<\/b> Other, received personal fees as an advisor, consultant, and\/or speaker. <br><b>Grífols<\/b> Other, independent member of the board. <br><b>P. Cheema, <\/b> <br><b>Amgen, BMS, AstraZeneca, Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, Novartis, Jansen, Roche, Pfizer, Sanofi<\/b> Other, Advisory boards and honorarium. <br><b>N. Girard, <\/b> <br><b>Abbvie, Amgen, AstraZeneca, Beigene, Boehringer Ingelheim, Bristol Myers Squibb, Daiichi-Sankyo, Gilead, Hoffmann-La Roche, Janssen, LeoPharma, Lilly,<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Novartis; Sivan<\/b> Grant\/Contract. <br><b>Abbvie, Amgen, AstraZeneca, Beigene, Bristol Myers Squibb, Daiichi-Sankyo, Gilead, Ipsen Hoffmann-La Roche, Janssen, LeoPharma<\/b> Other, Consultative services. <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Mirati; Novartis; Pfizer; Sanofi; Takeda<\/b> Other, Consultative services. <br><b>Hoffmann-La Roche<\/b> Other, Participation on a data safety monitoring board. <br><b>M. Shamoun, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>G. Wang, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>B. Zhao, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>R. Hui, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; AstraZeneca; Bristol Myers Squibb; Corvus; Eisai, Eli Lilly; Janssen; Novartis; Oncosec; Roche; and Seagen<\/b> Other, received study funding to the institution. <br><b>Amgen, AstraZeneca, Bristol Myers Squibb, Eisai, Eli Lilly, Janssen, Merck Serono, Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA; Novartis; Oncosec; Pfizer; Roche<\/b> Other, received personal fees as an advisor and\/or speaker. <br><b>Seagen; Takeda; Zai Lab<\/b> Other, received personal fees as an advisor and\/or speaker.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT282","PresenterBiography":null,"PresenterDisplayName":"MARK SHAMOUN","PresenterKey":"8723ab24-5090-4922-9eea-d0899b8111ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT282. MK-2870-004: A phase 3 study of MK-2870 (SKB264) versus chemotherapy for previously treated advanced or metastatic nonsquamous non-small-cell lung cancer (NSCLC) with <i>EGFR<\/i> mutations or other genomic alterations","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MK-2870-004: A phase 3 study of MK-2870 (SKB264) versus chemotherapy for previously treated advanced or metastatic nonsquamous non-small-cell lung cancer (NSCLC) with <i>EGFR<\/i> mutations or other genomic alterations","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pembrolizumab (anti-PD-1) monotherapy is a standard of care first-line treatment for advanced or metastatic non-small-cell lung cancer (NSCLC) with PD-L1 TPS &#8805;50% without actionable genetic alterations; however, some patients do not respond to therapy or experience disease progression. Trophoblast cell-surface antigen 2 (TROP2) is another candidate for anticancer treatment and overexpression of TROP2 is associated with poor prognosis in patients with NSCLC. MK-2870 (SKB264) is an antibody-drug conjugate (ADC) composed of the humanized TROP2 monoclonal antibody, a hydrolytically cleavable linker, and the cytotoxic drug KL610023. In patients with relapsed or refractory locally advanced or metastatic NSCLC, MK-2870 monotherapy showed encouraging antitumor activity with a manageable safety profile. The complementary mechanisms of action of MK-2870 and pembrolizumab may provide more potent antitumor activity when given in combination compared with each therapy alone. To investigate this further, the MK-2870-007 study will evaluate the efficacy and safety of the addition of MK-2870 to pembrolizumab vs pembrolizumab alone in patients with previously untreated metastatic NSCLC with PD-L1 TPS &#8805;50%.<br \/><b>Trial Design: <\/b>Approximately 614 eligible patients aged &#8805;18 y with previously untreated histologically or cytologically confirmed stage IV (per American Joint Committee on Cancer v8.0) NSCLC, PD-L1 TPS &#8805;50% and no <i>EGFR<\/i>, <i>ALK<\/i>, or <i>ROS1<\/i> alterations (nonsquamous only); ECOG PS 0 or 1; and measurable disease per RECIST v1.1 will be enrolled. Patients with well-controlled HIV are permitted. Patients will be randomized 1:1 to receive either pembrolizumab 400 mg Q6W for up to 18 cycles plus MK-2870 4 mg\/kg Q2W or pembrolizumab 400 mg IV Q6W alone until progressive disease, intercurrent illness, patient withdrawal, unacceptable toxicity, prolonged interruption of study drug, or until maximum number of cycles (18 cycles for pembrolizumab). Randomization stratification factors include ECOG PS (0 vs 1), histology (squamous vs nonsquamous), TROP2 expression (low vs medium vs high), and geographic region (East Asia vs North America\/Western Europe\/Australia vs Rest of World). The primary endpoint is OS. Secondary endpoints include PFS, ORR, and duration of response per RECIST v1.1 by blinded independent central review, patient-reported outcomes, and safety. Tumor imaging will occur at baseline, Q6W until wk 48, and Q12W thereafter until PD, start of new anticancer treatment, or withdrawal of consent. PD-L1 TPS will be assessed centrally using PD-L1 IHC 22C3 pharmDx (Agilent Technologies, Carpinteria, CA). AEs will be graded according to National Cancer Institute Common Terminology Criteria for Adverse Events v5.0. Enrollment began in December 2023 and is currently ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Pembrolizumab,Anti-PD-1,Antibody-drug conjugate (ADC),Topoisomerase II inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Frost<sup>1<\/sup>, R. Ghori<sup>2<\/sup>, A. Roy<sup>2<\/sup>, A. Nunes<sup>2<\/sup>, <b>J.-H. Yang<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Department of Infectious Diseases and Respiratory Medicine, Charité – Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Berlin, Germany, <sup>2<\/sup>Merck & Co., Inc., Rahway, NJ, <sup>3<\/sup>National Taiwan University Hospital and National Taiwan University Cancer Center, Taipei, Taiwan","CSlideId":"","ControlKey":"76cacd05-c740-43a7-918d-d90c47909a66","ControlNumber":"10429","DisclosureBlock":"<b>&nbsp;N. Frost, <\/b> <br><b>Roche<\/b> Grant\/Contract. <br><b>AbbVie, Amgen, AstraZeneca, BeiGene, Berlinchemie, Boehringer Ingelheim, Bristol Myers & Squibb, Lilly<\/b> Other, Consulting fees. <br><b>Merck Sharp & Dohme, LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA, Merck KGaA\/Merck Serono, Novartis, Pfizer, Roche, Sanofi and Takeda<\/b> Other, Consulting fees. <br><b>Amgen, AstraZeneca, BMS, Janssen, Lilly and Takeda<\/b> Other, support for attending meetings and\/or travel. <br><b>German Respiratory Society (Deutsche Gesellschaft für Pneumologie) and the German Cancer Society (Deutsche Krebsgesellschaft; working group medical oncology)<\/b> Other, leadership or fiduciary role in other board, society, committee or advocacy group, paid or unpaid. <br><b>R. Ghori, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>A. Roy, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>A. Nunes, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>J. Yang, <\/b> <br><b>AstraZeneca; Boehringer Ingelheim; Bristol-Myers Squibb; Lilly; MSD; Novartis; Ono Pharmaceutical; Pfizer; Roche; Takeda<\/b> Other, Honoraria. <br><b>Abbvie; Amgen; Amgen (Inst); AstraZeneca; AstraZeneca (Inst); Bayer; Blueprint Medicines; Boehringer Ingelheim; Boehringer Ingelheim (Inst); Bristol-Myers Squibb; Celgene; Clovis Oncology<\/b> Other, Consulting or Advisory Role. <br><b>Daiichi Sankyo; Daiichi Sankyo (Inst); G1 Therapeutics; GlaxoSmithKline (Inst); Hansoh; Incyte; Janssen (Inst); Lilly; Merck Serono; Merck Serono (Inst); MSD Oncology; MSD Oncology (Inst)<\/b> Other, Consulting or Advisory Role. <br><b>Novartis; Novartis (Inst); Ono Pharmaceutical; Pfizer; Takeda; Takeda (Inst); Yuhan<\/b> Other, Consulting or Advisory Role. <br><b>Pfizer; Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Other, Travel, Accommodations, Expenses.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT283","PresenterBiography":null,"PresenterDisplayName":"James Chih-Hsin Yang, MD;PhD","PresenterKey":"0c20c214-78cf-457e-bcd2-9fa5aa317341","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT283. Phase 3<b> <\/b>MK-2870-007 study: MK-2870 (SKB264) plus pembrolizumab vs pembrolizumab alone as first-line treatment for metastatic non-small-cell lung cancer with PD-L1 tumor proportion score (TPS) &#8805;50%","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase 3<b> <\/b>MK-2870-007 study: MK-2870 (SKB264) plus pembrolizumab vs pembrolizumab alone as first-line treatment for metastatic non-small-cell lung cancer with PD-L1 tumor proportion score (TPS) &#8805;50%","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>First-line (1L) standard of care for patients with <i>HER2 <\/i>mutation-positive (<i>HER2<\/i>m+) non-small cell lung cancer (NSCLC) is platinum-based chemotherapy &#177; immunotherapy. To date, no targeted 1L treatments have been approved. Zongertinib is a HER2-selective tyrosine kinase inhibitor that binds to wild-type and mutated HER2, and spares EGFR. In Phase Ia of Beamion LUNG-1 (NCT04886804), zongertinib conferred objective response\/disease control rates of 49\/91% in patients with pretreated HER2 aberration-positive solid tumors, and 58\/97% in those patients with HERm+ NSCLC, with manageable safety with few EGFR-associated adverse events.<br \/><b>Purpose:<\/b> Here we describe Beamion LUNG-2 (NCT06151574), a phase 3, randomized, controlled, open-label trial that will compare the efficacy and safety of 1L zongertinib with standard of care in patients with <i>HER2<\/i>m+, locally advanced\/metastatic nonsquamous NSCLC.<br \/><b>Experimental design:<\/b> Approximately 270 patients will be randomized 1:1 to receive either zongertinib or standard of care. Key inclusion criteria: histologically\/cytologically diagnosed advanced\/metastatic nonsquamous NSCLC; no prior systemic treatment for locally advanced\/metastatic disease; <i>HER2<\/i> mutation in the tyrosine kinase domain; &#8805;1 measurable lesion (RECIST 1.1). Key exclusion criteria: tumors that have alterations with available therapy, and radiotherapy\/major surgery &#8804;4 weeks prior to randomization. In the experimental arm, oral zongertinib 120 mg once daily will be given in 21-day cycles. In the comparator arm, intravenous pemetrexed 500 mg\/m<sup>2<\/sup> chemotherapy plus either cisplatin 75 mg\/m<sup>2<\/sup> or carboplatin area under the curve 5, plus pembrolizumab 200 mg will be given on day 1 every 3 weeks for 4 cycles, followed by pemetrexed 500 mg\/m<sup>2<\/sup> plus pembrolizumab 200 mg every 3 weeks for &#8804;35 cycles. In both arms, treatment will continue until progressive disease (RECIST 1.1), undue toxicity, or other criteria are met. Primary endpoint: progression-free survival (RECIST 1.1). Secondary endpoints: overall response (defined as best overall response of complete or partial response, RECIST 1.1), patient-reported outcomes (changes from baseline to Week 25), overall survival, and adverse events during the on-treatment period (CTCAE 5.0).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"NSCLC,HER2,Tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-L. Wu<sup>1<\/sup>, M. Johnson<sup>2<\/sup>, R. Soo<sup>3<\/sup>, <b>N. Baktash<\/b><sup>4<\/sup>, D. Maier<sup>5<\/sup>, S. Eigenbrod-Giese<sup>6<\/sup>, T. Yoshida<sup>7<\/sup>; <br\/><sup>1<\/sup>Guangdong Lung Cancer Institute, Guangdong Provincial People’s Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou, China, <sup>2<\/sup>Sarah Cannon Research Institute\/Tennessee Oncology, Nashville, TN, <sup>3<\/sup>National University Cancer Institute, Singapore, Singapore, <sup>4<\/sup>Boehringer Ingelheim (Canada) Ltd, Burlington, ON, Canada, <sup>5<\/sup>Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach an der Riss, Germany, <sup>6<\/sup>Boehringer Ingelheim International GmbH, Ingelheim am Rhein, Germany, <sup>7<\/sup>Department of Thoracic Oncology, National Cancer Center Hospital; Division of Molecular Pharmacology, National Cancer Center Research Institute, Chuo-ku, Tokyo, Japan","CSlideId":"","ControlKey":"70b58446-d005-4189-91ec-1b4e4d0413f4","ControlNumber":"10447","DisclosureBlock":"<b>&nbsp;Y. Wu, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Payment\/Honoraria. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Payment\/Honoraria. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Payment\/Honoraria. <br><b>Hengrui<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract, Other, Payment\/Honoraria. <br><b>Beigen<\/b> Other, Payment\/Honoraria. <br><b>Eli Lilly and Company<\/b> Other, Payment\/Honoraria. <br><b>Merck Sharp & Dohme<\/b> Other, Payment\/Honoraria. <br><b>Pfizer<\/b> Other, Payment\/Honoraria. <br><b>Sanofi<\/b> Other, Payment\/Honoraria.<br><b>M. Johnson, <\/b> None.&nbsp;<br><b>R. Soo, <\/b> <br><b>Astra-Zeneca<\/b> Grant\/Contract, Payment\/Honoraria. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Payment\/Honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Payment\/Honoraria. <br><b>Amgen<\/b> Other, Payment\/Honoraria. <br><b>Bayer<\/b> Other, Payment\/Honoraria. <br><b>BMS<\/b> Other, Payment\/Honoraria. <br><b>J INTS BIO<\/b> Other, Payment\/Honoraria. <br><b>Janssen<\/b> Other, Payment\/Honoraria. <br><b>Lily<\/b> Other, Payment\/Honoraria. <br><b>Merck<\/b> Other, Payment\/Honoraria. <br><b>Merck Serono<\/b> Other, Payment\/Honoraria. <br><b>Novartis<\/b> Other, Payment\/Honoraria. <br><b>Puma<\/b> Other, Payment\/Honoraria. <br><b>Roche<\/b> Other, Payment\/Honoraria. <br><b>Taiho<\/b> Other, Payment\/Honoraria. <br><b>Takeda<\/b> Other, Payment\/Honoraria. <br><b>Thermo Fisher<\/b> Other, Payment\/Honoraria. <br><b>Yuhan<\/b> Other, Payment\/Honoraria. <br><b>N. Baktash, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>D. Maier, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>S. Eigenbrod-Giese, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment.<br><b>T. Yoshida, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT284","PresenterBiography":null,"PresenterDisplayName":"Navid Baktash, MSc","PresenterKey":"89f4cfb8-5dd0-4543-add5-e5acd40db55e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT284. A phase 3 randomized controlled trial of zongertinib (BI 1810631) compared with standard of care in patients with locally advanced or metastatic nonsquamous non-small cell lung cancer harboring <i>HER2<\/i> tyrosine kinase domain mutations: Beamion LUNG-2","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 3 randomized controlled trial of zongertinib (BI 1810631) compared with standard of care in patients with locally advanced or metastatic nonsquamous non-small cell lung cancer harboring <i>HER2<\/i> tyrosine kinase domain mutations: Beamion LUNG-2","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> ICI have improved outcomes for pts with melanoma; however, most pts (~60%) do not achieve long-term survival. Unengineered bulk TIL cell therapy has an objective response rate (ORR) of 31-49% in pts with unresectable or metastatic melanoma (Rohaan <i>NEJM<\/i> 2022, Chesney <i>JITC<\/i> 2022), but requires co-administration of systemic high-dose IL2, which is associated with safety risks and limits pt eligibility. OBX-115 TIL are engineered to express regulatable membrane-bound IL15 (mbIL15) under dose-dependent regulation using acetazolamide (ACZ), an FDA-approved small-molecule diuretic, avoiding the need for high-dose IL2. A first-in-human single-institution study (NCT05470283) evaluating the safety of OBX-115 in metastatic melanoma is currently enrolling. The current study (NCT06060613) is enrolling at multiple US sites using centralized manufacturing.<br \/><b>Methods<\/b> This phase 1\/2, single-arm, open-label, nonrandomized, multicenter study will assess the safety, tolerability, and efficacy of the OBX-115 engineered autologous TIL cell therapy regimen in pts with unresectable or metastatic melanoma resistant to ICI (<b>Table<\/b>). Primary objectives of Phase 1 are to characterize safety and tolerability and identify a recommended Phase 2 dose of the OBX-115 regimen; Phase 2 will evaluate efficacy (ORR using RECIST v1.1). Cryopreserved OBX-115 is generated from the pt&#8217;s own tumor tissue procured by surgical excision or core biopsy, and is infused after standard- or low-dose (based on clinical eligibility) lymphodepletion (cyclophosphamide and fludarabine). ACZ is administered at cohort-defined doses once daily for up to 10 days, with ACZ redosing at Week 6-8 for 10 days if the initial observed tumor response is less than partial response. No systemic high-dose IL2 is administered. Two sites are open and recruiting pts.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{492962EB-33FF-4D77-AF12-A87942056269}\"><caption>Key Eligibility Criteria<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Key Inclusion Criteria<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Key Exclusion Criteria<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Age &#8805;18 years<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Uveal melanoma<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Histologically confirmed diagnosis of unresectable Stage IIIC, IIID, or Stage IV metastatic melanoma<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Brain metastasis or leptomeningeal disease<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Documented radiographic disease progression after systemic therapy containing a PD&#8208;1– or PD-L1–blocking antibody (if adjuvant setting, progression during or within 12 weeks after the last dose)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Active autoimmune disease, including active uveitis or any other medical illness that would pose increased risks for study participation<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Received a BRAF inhibitor ± MEK inhibitor if BRAF V600 mutation-positive<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Prior allogeneic organ transplant, allogeneic cell therapy, or genetically engineered cell therapy (not including autologous stem cell or unengineered TIL cell therapy)<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&#8805;1 lesion suitable for OBX-115 generation with expected minimum of 1.5-cm diameter; minimally invasive tumor tissue procurement (core biopsy) may be considered on a case-by-case basis after discussion with the Medical Monitor<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Systemic steroid therapy &gt;10 mg\/day of prednisone or equivalent<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">&#8805;1 RECIST 1.1-measurable lesion remaining after tumor tissue procurement<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">ECOG performance status 0 or 1<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:Arial;mso-bidi-theme-font:minor-bidi;mso-ansi-language: EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Estimated life expectancy &gt;6 months<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Melanoma\/skin cancers,Immuno-oncology,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. S. Thomas<\/b><sup>1<\/sup>, J. A. Chesney<sup>2<\/sup>, O. Hamid<sup>3<\/sup>, G. K. In<sup>4<\/sup>, A. N. Shoushtari<sup>5<\/sup>, Y. Samhouri<sup>6<\/sup>, P. Hari<sup>7<\/sup>, G. Ramsingh<sup>7<\/sup>, P. Prabhakar<sup>8<\/sup>, L. Mclaughlin<sup>7<\/sup>, A. Betof Warner<sup>9<\/sup>; <br\/><sup>1<\/sup>Orlando Health Cancer Institute, Orlando, FL, <sup>2<\/sup>UofL Health – Brown Cancer Center, Louisville, KY, <sup>3<\/sup>The Angeles Clinic and Research Institute, Cedars-Sinai, Los Angeles, CA, <sup>4<\/sup>Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, Los Angeles, CA, <sup>5<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>6<\/sup>Allegheny Health Network Cancer Institute, Pittsburgh, PA, <sup>7<\/sup>Obsidian Therapeutics, Inc., Cambridge, MA, <sup>8<\/sup>Obsidian Therapeutics, Inc, Cambridge, MA, <sup>9<\/sup>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"0c3db0e0-15d3-4a51-a49a-037c568b4f1e","ControlNumber":"9885","DisclosureBlock":"<b>&nbsp;S. S. Thomas, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>J. A. Chesney, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>O. Hamid, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>Alkermes, Amgen, Bactonix, Beigene, Bioatla, BMS, Eisai, Roche Genentech, Georgiamune, GigaGen, Grit Bio, GSK, Idera, Immunocore, Incyte, Instilbio, IO Bio, Iovance, Janssen, KSQ, Merck, Moderna<\/b> Other, Consulting fees. <br><b>Novartis, Obsidian, Pfizer, Regeneron, Sanofi, Seattle Genetics, Tempus, Vial, Zelluna<\/b> Other, Consulting fees. <br><b>BMS, Immunocore, Novartis, Pfizer, Regeneron<\/b> Other, Speaker Bureau. <br><b>Alkermes, Amgen, Bactonix, Beigene, Bioatla, BMS, Eisai, Roche Genentech, Georgiamune, GigaGen, Grit Bio, GSK, Idera, Immunocore, Incyte, Instilbio, IO Bio, Iovance, Janssen, KSQ, Merck, Moderna<\/b> Travel. <br><b>Novartis, Obsidian, Pfizer, Regeneron, Sanofi, Seattle Genetics, Tempus, Vial, Zelluna<\/b> Travel. <br><b>Alkermes, Amgen, Bactonix, Beigene, Bioatla, BMS, Eisai, Roche Genentech, Georgiamune, GigaGen, Grit Bio, GSK, Idera, Immunocore, Incyte, Instilbio, IO Bio, Iovance, Janssen, KSQ, Merck, Moderna<\/b> Other, Data Safety Monitoring Board or Ad Board. <br><b>Novartis, Obsidian, Pfizer, Regeneron, Sanofi, Seattle Genetics, Tempus, Vial, Zelluna<\/b> Other, Data Safety Monitoring Board or Ad Board. <br><b>Bactonix<\/b> Stock. <br><b>Arcus, Aduro, Akeso, Amgen, Bioatla, BMS, Cytomx, Exelixis, Roche Genentech, GSK, Immunocore, Idera, Incyte, Iovance, Merck, Moderna, Merck Serono, Nextcure, Nvoartis, Pfizer, Regeneron<\/b> Other, Other financial\/non-financial interests. <br><b>Seattle Genetics, Torque, Zelluna<\/b> Other financial\/non-financial interests. <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>G. K. In, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>Regeneron<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Array<\/b> Grant\/Contract. <br><b>Idera<\/b> Grant\/Contract. <br><b>Replimune<\/b> Fiduciary Officer, Grant\/Contract, Other, Advisory Board. <br><b>Xencor<\/b> Grant\/Contract. <br><b>InstilBio<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting, Advisory Board. <br><b>Checkmate Pharmaceuticals<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Other, Consulting. <br><b>BMS, Merck, Castle<\/b> Other, Advisory Board. <br><b>A. N. Shoushtari, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>Bristol Myers Squibb, Novartis, Immunocore, Targovax, Pfizer, Alkermes, Checkmate Pharmaceuticals, Foghorn Therapeutics, Linnaeus Therapeutics, Iovance Biotherapeutics, Prelude Therapeutics<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb, Novartis, Erasca<\/b> Other, Consulting. <br><b>Y. Samhouri, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>P. Hari, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Travel, Other, Medical writing support, other financial or non-financial interests. <br><b>G. Ramsingh, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Travel, Other, Medical writing support. <br><b>P. Prabhakar, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Travel, Other, Medical writing support, other financial or non-financial interests. <br><b>L. Mclaughlin, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Travel, Other, Medical writing support. <br><b>A. Betof Warner, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Other, Medical writing support. <br><b>Iovance Biotherapeutics<\/b> Travel, Other, Consulting, medical writing support. <br><b>Novartis, BluePath Solutions, Pfizer, InstilBio, Lyell Immunopharma, Bristol Myers Squibb, Immatics<\/b> Other, Consulting.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT285","PresenterBiography":null,"PresenterDisplayName":"Sajeve Thomas","PresenterKey":"37b7ee41-17f7-478a-84d3-ccef4e3f1d03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT285. Trial in progress: A phase 1\/2 study to investigate the safety and efficacy of OBX-115 engineered tumor-infiltrating lymphocyte (TIL) cell therapy in patients (pts) with immune checkpoint inhibitor (ICI)-resistant advanced or metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trial in progress: A phase 1\/2 study to investigate the safety and efficacy of OBX-115 engineered tumor-infiltrating lymphocyte (TIL) cell therapy in patients (pts) with immune checkpoint inhibitor (ICI)-resistant advanced or metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Novel early-line therapies for advanced (unresectable or metastatic) melanoma are needed to improve the rate of deep and durable responses and increase the proportion of patients with long-term benefit. TILVANCE-301 will evaluate the efficacy and safety of lifileucel autologous TIL cell therapy plus pembrolizumab in patients with untreated advanced melanoma.<br \/><b>Methods:<\/b> TILVANCE-301 (NCT05727904) is a phase 3, multicenter, randomized, open-label, parallel group study that will randomize ~670 patients (1:1; Day 0) to Arm A: lifileucel plus pembrolizumab (Day 3: tumor tissue resection for TIL manufacturing; Day 5: pembrolizumab 200 mg; Day 26: pembrolizumab 400 mg; Day 28-29: cyclophosphamide 60 mg\/kg; Day 28-32: fludarabine 25 mg\/m<sup>2<\/sup>; Day 33: lifileucel; Day 34-37: &#8804;6 doses of high-dose IL-2; Week 10: pembrolizumab 400 mg Q6W) or Arm B: pembrolizumab alone (same pembrolizumab dosing as Arm A). Patients in Arm B with confirmed progressive disease verified by blinded independent review committee (BIRC) have the option to receive lifileucel monotherapy as immediate next treatment and may continue pembrolizumab until start of nonmyeloablative lymphodepletion. Eligible adults have histologically confirmed advanced melanoma, Eastern Cooperative Oncology Group performance status of 0-1, estimated life expectancy &#62;6 months, &#8805;1 resectable lesion to generate lifileucel, and &#8805;1 remaining measurable lesion. Prior neoadjuvant or adjuvant treatment including immune checkpoint inhibitors may be allowed. Prior therapy for metastatic disease, symptomatic untreated brain metastases, organ allograft or prior cell therapy, uveal\/ocular melanoma, and chronic systemic steroid therapy are not permitted. The dual primary efficacy endpoints are BIRC-assessed (RECIST v1.1) objective response rate (ORR) and progression-free survival (PFS). Key secondary efficacy endpoint is overall survival. Additional secondary efficacy endpoints include BIRC-assessed complete response (CR) rate, duration of response (DOR), and event-free survival (EFS); investigator-assessed ORR, PFS, CR rate, DOR, EFS, and PFS2; and safety as characterized by severity and seriousness of treatment-emergent adverse events and relationship to study drug. Exploratory endpoints include in vivo T-cell persistence (unique CDR3 sequences in peripheral blood mononuclear cell [PBMC] over time) and correlative biomarkers (eg, lifileucel phenotypic and functional characteristics; lifileucel, tumor, and PBMC gene expression profiles; tumor mutational landscape). The study will enroll globally, with initial sites in Europe, North America, and Australia.<br \/><b> <\/b> <b>Trial registration: <\/b>NCT05727904","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Adoptive immunotherapy,Neoantigens,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Thomas<\/b><sup>1<\/sup>, Y. K. Hong<sup>2<\/sup>, Y. Samhouri<sup>3<\/sup>, J. Larkin<sup>4<\/sup>, D. J. Olson<sup>5<\/sup>, G. K. In<sup>6<\/sup>, V. Atkinson<sup>7<\/sup>, P. Lammers<sup>8<\/sup>, A. J. S. Furness<sup>4<\/sup>, J. Martin-Liberal<sup>9<\/sup>, P. Terheyden<sup>10<\/sup>, A. S. Poklepovic<sup>11<\/sup>, R. H. Nguyen<sup>12<\/sup>, I. Peretz<sup>13<\/sup>, M. Butler<sup>14<\/sup>, A. Khattak<sup>15<\/sup>, L. Spain<sup>16<\/sup>, E. Gaughan<sup>17<\/sup>, M. Wilson<sup>18<\/sup>, J. W. Dubay<sup>19<\/sup>, A. Williams<sup>20<\/sup>, S. Goff<sup>21<\/sup>, G. C. Doolittle<sup>22<\/sup>, J. Chesney<sup>23<\/sup>, F. Finckenstein<sup>24<\/sup>, J. Chou<sup>24<\/sup>, X. Wu<sup>24<\/sup>, G. Sulur<sup>24<\/sup>, W. Shi<sup>24<\/sup>, J. Haanen<sup>25<\/sup>; <br\/><sup>1<\/sup>Orlando Health, Orlando, FL, <sup>2<\/sup>Cooper University Hospital, Camden, NJ, <sup>3<\/sup>Allegheny Health Network Cancer Institute, Pittsburgh, PA, <sup>4<\/sup>The Royal Marsden NHS Foundation Trust, London, United Kingdom, <sup>5<\/sup>University of Chicago, Chicago, IL, <sup>6<\/sup>University of Southern California, Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>7<\/sup>Greenslopes Private Hospital, Greenslopes, Queensland, Australia, <sup>8<\/sup>Baptist Cancer Center, Memphis, TN, <sup>9<\/sup>ICO L’Hospitalet – Hospital Duran i Reynals, Barcelona, Spain, <sup>10<\/sup>University of Lübeck, Lübeck, Germany, <sup>11<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>12<\/sup>University of Illinois Hospital & Health Sciences System, Chicago, IL, <sup>13<\/sup>Rabin Medical Center – PPDS, Beilinson, Israel, <sup>14<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>15<\/sup>Fiona Stanley Hospital & Edith Cowan University, Murdoch & Joondalup, Australia, <sup>16<\/sup>Peter McCallum Cancer Centre, Melbourne, Australia, <sup>17<\/sup>University of Virginia, Charlottesville, VA, <sup>18<\/sup>St. Luke’s University Health Network, Division of Hematology Medical Oncology, Easton, PA, <sup>19<\/sup>University of Alabama at Birmingham, O’Neal Comprehensive Cancer Center, Birmingham, AL, <sup>20<\/sup>Sarah Cannon Research Institute SCRI, London, United Kingdom, <sup>21<\/sup>National Cancer Institute, Bethesda, MD, <sup>22<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>23<\/sup>UofL Health Brown Cancer Center, University of Louisville, Louisville, KY, <sup>24<\/sup>Iovance Biotherapeutics Inc, San Carlos, CA, <sup>25<\/sup>Netherlands Cancer Institute & Leiden University Medical Center, Amsterdam & Leiden, Netherlands","CSlideId":"","ControlKey":"800f4c81-72bc-42e1-af20-88b4e81881e7","ControlNumber":"9723","DisclosureBlock":"<b>&nbsp;S. Thomas, <\/b> <br><b>Bristol Myers Squibb<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Merck<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Pfizer<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Ipsen<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Amgen<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Genentech<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding. <br><b>Foundation One<\/b> Travel, Other, Speakers Bureau, Consulting\/Advisory Role, Research Funding.<br><b>Y. K. Hong, <\/b> None..<br><b>Y. Samhouri, <\/b> None.&nbsp;<br><b>J. Larkin, <\/b> <br><b>iOnctura<\/b> Grant\/Contract, Other, Consulting\/Advisory Role. <br><b>Apple Tree<\/b> Other, Consulting\/Advisory Role. <br><b>Merck<\/b> Grant\/Contract, Other, Consulting\/Advisory Role, Speakers Bureau, Honoraria. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consulting\/Advisory Role, Research Funding, Speakers Bureau. <br><b>Eisai<\/b> Other, Consulting\/Advisory Role, Speaker Bureau, Honoraria. <br><b>Debiopharm<\/b> Other, Consulting\/Advisory Role. <br><b>Incyte<\/b> Other, Consulting\/Advisory Role, Honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Role, Speaker Bureau, Research Funding. <br><b>Novartis<\/b> Grant\/Contract, Other, Consulting\/Advisory Role, Honoraria, Research Funding, Speakers Bureau. <br><b>MSD<\/b> Other, Consulting\/Advisory Role. <br><b>Achilles<\/b> Grant\/Contract. <br><b>Nektar<\/b> Grant\/Contract, Other, Research Funding. <br><b>Roche<\/b> Grant\/Contract, Other, Research Funding, Speakers Bureau. <br><b>Immunocore<\/b> Grant\/Contract, Other, Reasearch Funding. <br><b>Aveo<\/b> Grant\/Contract, Other, Research Funding. <br><b>Pharmacyclics<\/b> Grant\/Contract, Other, Research Funding. <br><b>touchIME<\/b> Other, Honoraria. <br><b>touchEXPERTS<\/b> Other, Honoraria. <br><b>Royal College of Physicians<\/b> Other, Honoraria. <br><b>Cambridge Health Research<\/b> Other, Honoraria.<br><b>D. J. Olson, <\/b> None.&nbsp;<br><b>G. K. In, <\/b> <br><b>Regeneron<\/b> Other, Research Funding, Advisory\/Consulting. <br><b>Idera<\/b> Other, Research Funding. <br><b>Roche\/Genentech<\/b> Other, Research Funding. <br><b>Replimune<\/b> Other, Research Funding, Advisory\/Consulting. <br><b>Xencor<\/b> Other, Research Funding. <br><b>InstilBio<\/b> Other, Research Funding. <br><b>Pfizer<\/b> Other, Research Funding, Advisory\/Consulting. <br><b>Checkmate Pharmaceuticals<\/b> Other, Research Funding. <br><b>Bristol Mysers Squibb<\/b> Other, Research Funding. <br><b>Merck<\/b> Other, Research Funding, Advisory\/Consulting, Speaker. <br><b>Novartis<\/b> Other, Advisory\/Consulting. <br><b>Castle Biosciences<\/b> Other, Advisory\/Consulting. <br><b>Sanofi<\/b> Other, Advisory\/Consulting. <br><b>Array<\/b> Other, Advisory\/Consulting.<br><b>V. Atkinson, <\/b> None..<br><b>P. Lammers, <\/b> None..<br><b>A. J. S. Furness, <\/b> None.&nbsp;<br><b>J. Martin-Liberal, <\/b> <br><b>Astellas<\/b> Other, Lecture Fees. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Lecture Fees, Advisory Fees. <br><b>MSD<\/b> Grant\/Contract, Other, Lecture. <br><b>Novartis<\/b> Grant\/Contract, Lecture Fees, Advisory Fees. <br><b>Pierre Fabre<\/b> Grant\/Contract, Lecture Fees, Advisory Fees. <br><b>Pfizer<\/b> Grant\/Contract, Other, Lecture Fees. <br><b>Roche<\/b> Grant\/Contract, Other, Lecture Fees, Advisory Fees. <br><b>Sanofi<\/b> Other, Lecture Fees, Advisory Fees. <br><b>Highlight Therapeutics<\/b> Other, Advisory Fees. <br><b>Ipsen<\/b> Grant\/Contract.<br><b>P. Terheyden, <\/b> None..<br><b>A. S. Poklepovic, <\/b> None.&nbsp;<br><b>R. H. Nguyen, <\/b> <br><b>Merck<\/b> Other, Speakers Bureau. <br><b>Novartis<\/b> Other, Consulting\/Advisory Role. <br><b>Exelixis<\/b> Other, Research Funding.<br><b>I. Peretz, <\/b> None..<br><b>M. Butler, <\/b> None.&nbsp;<br><b>A. Khattak, <\/b> <br><b>MSD<\/b> Other, Consultancy\/speakers bureau. <br><b>Bristol Myers Squibb<\/b> Other, Consultancy\/speakers bureau. <br><b>Merck Serono<\/b> Other, Consultancy\/speakers bureau. <br><b>Novartis<\/b> Other, Consultancy\/speakers bureau. <br><b>Pierre Fabre<\/b> Other, Consultancy\/speakers bureau. <br><b>Roche<\/b> Other, Consultancy\/speakers bureau. <br><b>L. Spain, <\/b> <br><b>Ipsen<\/b> Other, Advisory, Speakers fees. <br><b>Bristol Myers Squibb<\/b> Other, Speakers fees. <br><b>E. Gaughan, <\/b> <br><b>Iovance<\/b> Travel. <br><b>Regeneron<\/b> Travel, Other, Research Funding. <br><b>Bristol Myers Squibb<\/b> Other, Research Funding. <br><b>Merck<\/b> Other, Research Funding. <br><b>OncoBay<\/b> Other, Research Funding.<br><b>M. Wilson, <\/b> None..<br><b>J. W. Dubay, <\/b> None.&nbsp;<br><b>A. Williams, <\/b> <br><b>Ellipses Pharma<\/b> Other, Advisory Role.<br><b>S. Goff, <\/b> None..<br><b>G. C. Doolittle, <\/b> None..<br><b>J. Chesney, <\/b> None.&nbsp;<br><b>F. Finckenstein, <\/b> <br><b>Iovance Biotherapeutics Inc<\/b> Employment, Stock, Stock Option, Travel. <br><b>Bristol Myers Squibb<\/b> Patent, Other Intellectual Property. <br><b>J. Chou, <\/b> <br><b>Iovance Biotherapeutics Inc<\/b> Employment, Stock Option, Travel. <br><b>X. Wu, <\/b> <br><b>Iovance Biotherapeutics Inc<\/b> Stock, Stock Option, Travel. <br><b>G. Sulur, <\/b> <br><b>Iovance Biotherapeutics Inc<\/b> Employment, Stock, Stock Option, Travel. <br><b>W. Shi, <\/b> <br><b>Iovance Biotherapeutics Inc<\/b> Employment, Stock, Stock Option, Travel.<br><b>J. Haanen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT286","PresenterBiography":null,"PresenterDisplayName":"Sajeve Thomas","PresenterKey":"37b7ee41-17f7-478a-84d3-ccef4e3f1d03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT286. TILVANCE-301, a phase 3 study of lifileucel tumor-infiltrating lymphocyte (TIL) cell therapy in combination with pembrolizumab vs pembrolizumab alone in treatment-naive unresectable or metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TILVANCE-301, a phase 3 study of lifileucel tumor-infiltrating lymphocyte (TIL) cell therapy in combination with pembrolizumab vs pembrolizumab alone in treatment-naive unresectable or metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Sarcoma cells are most immunogenic earlier in the course of the disease. Therefore, immune checkpoint inhibitors such as ipilimumab (ipi) and nivolumab (nivo), that promote sustained T-cell activation by suppressing T regs would be most effective when given as first line therapy, together with a tumoricidal agent, such as lurbinectedin, whose plausible mechanism of action is not only to destroy the cancer cells and expose the tumor neoantigens for immune recognition, but also to destroy growth promoting factors in the tumor microenvironment. In the SAINT phase 2 study using ipi, nivo and trabectedin as first line therapy for advanced soft tissue sarcomas (STS; n=79), there were 6 complete responses, 14 partial responses, 49 stable disease, 25.3% best response rate, 87.3% disease control rate; median PFS, 6.7 months, median OS, 24.6 months (Gordon et al, Cancers vol. 15, 906, 2023). Lurbinectedin is a synthetic marine-derived agent and an analog of trabectedin. Therefore, we expect that lurbinectedin will be as effective as trabectedin when used together with ipi and nivo as first line therapy for advanced STS.<br \/>Methods: Objective 1: Assess MTD of lurbinectedin. Objective 2: Evaluate PFS, OS, incidence and severity of adverse events; Correlative: Correlate response with ctDNA using Signatera. This is an open label, dose-seeking phase 1\/2 study. The phase 1 part employs standard &#8220;cohort of three&#8221; design with a DLT window of 6 weeks. Treatment schedule: Ipi 1 mg\/kg IV q 12 weeks; Nivo 3 mg\/kg IV q 2 weeks; escalating doses of lurbinectedin from 2.6 mg\/m2 to 3.2 mg\/m2 IV q 3 weeks. Phase 2 part follows completion of phase 1 part wherein additional 28-34 participants will receive lurbinectedin at the MTD with fixed doses of Ipi and Nivo. Participants may continue treatment until significant disease progression or unacceptable toxicity occurs. Eligible patients are 18 years of age or older, previously treated in phase 1 and previously untreated in phase 2 with confirmed diagnosis of advanced STS, adequate hematologic and organ function, and no history of autoimmune disorder. To date, 6 patients in phase 1 have been dosed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Chemotherapy,Immune checkpoint blockade,Sarcoma\/soft-tissue malignancies,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. M. Gordon<\/b>, N. Omelchenko, S. Jeffrey, V. Kumar, N. S. Chawla, M. Seetharam, V. Chua, A. Moradkhani, D. Quon, S. Wong, S. Chawla; <br\/>Sarcoma Oncology Center, Santa Monica, CA","CSlideId":"","ControlKey":"6e6ae579-98d0-4c20-bc77-c1abd68ba769","ControlNumber":"10460","DisclosureBlock":"&nbsp;<b>E. M. Gordon, <\/b> None..<br><b>N. Omelchenko, <\/b> None..<br><b>S. Jeffrey, <\/b> None..<br><b>V. Kumar, <\/b> None..<br><b>N. S. Chawla, <\/b> None..<br><b>M. Seetharam, <\/b> None..<br><b>V. Chua, <\/b> None..<br><b>A. Moradkhani, <\/b> None..<br><b>D. Quon, <\/b> None..<br><b>S. Wong, <\/b> None..<br><b>S. Chawla, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT287","PresenterBiography":null,"PresenterDisplayName":"Erlinda Gordon, MD;MD (hc)","PresenterKey":"027d3309-bee9-4446-9d45-ba992d3f5d71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT287. LINNOVATE: A Phase 1\/2 study of safety\/efficacy using <u>l<\/u>urbinectedin, combined with <u>i<\/u>pilimumab, and <u>n<\/u>ivolumab for advanced soft tissue sarcomas <i>(NCT05876715)<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LINNOVATE: A Phase 1\/2 study of safety\/efficacy using <u>l<\/u>urbinectedin, combined with <u>i<\/u>pilimumab, and <u>n<\/u>ivolumab for advanced soft tissue sarcomas <i>(NCT05876715)<\/i>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Current treatment options for dedifferentiated liposarcoma (DDLPS) are associated with suboptimal efficacy and substantial toxicities.<br \/><b>Purpose<\/b> Brigimadlin (BI 907828) is a highly potent, orally available MDM2-p53 antagonist that binds to MDM2 and blocks its interaction with p53, thereby restoring p53 function, leading to cell cycle arrest and apoptosis in <i>TP53<\/i> wild-type tumors. Brigimadlin has been evaluated in a phase 1a\/1b study in patients with solid tumors (NCT03449381) and has shown encouraging preliminary efficacy in patients with DDLPS. Based on these data, brigimadlin is being investigated for the first-line treatment of advanced DDLPS in the randomized phase 2\/3 Brightline-1 trial (NCT05218499). The Brightline-4 trial will generate additional safety and efficacy data in a broader DDLPS patient population.<br \/><b>Experimental design<\/b> Brightline-4 (NCT06058793) is an open-label, single-arm, global, multicenter phase 3 study that aims to assess the safety and efficacy of brigimadlin in patients with treatment-na&#239;ve or pretreated advanced DDLPS. Approximately 240 patients with treatment-na&#239;ve (Cohort A) or pre-treated (Cohort B) advanced DDLPS will be enrolled. All patients will receive brigimadlin 45 mg orally once every 3 weeks. Key inclusion criteria include: &#8805;18 years of age; locally advanced\/metastatic, unresectable, histologically confirmed DDLPS; tumor MDM2 expression by immunohistochemistry or <i>MDM2<\/i> amplification (via fluorescence in situ hybridization or next-generation sequencing); &#8805;1 measurable target lesion (RECIST v1.1); and ECOG PS 0\/1. Key exclusion criteria include: prior treatment with an MDM2-p53 antagonist; known mutation in <i>TP53<\/i>; receiving treatment for brain metastases or leptomeningeal disease. Treatment will continue until disease progression, unacceptable toxicity, or withdrawal of consent. The primary endpoints are the occurrence of treatment-emergent adverse events (TEAEs) and grade &#8805;3 TEAEs according to NCI CTCAE v5. Secondary endpoints include objective response, progression-free survival, overall survival, duration of response, disease control and further assessment of safety. All analyses will be descriptive; no hypothesis testing is planned.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Targeted therapy,MDM2,p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Scott Schuetze<sup>1<\/sup>, Girish Jayadeva<sup>2<\/sup>, <b>Lisa Hullinger<\/b><sup>2<\/sup>, Michael Santoro<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Michigan Rogel Cancer Center, Ann Arbor, MI,<sup>2<\/sup>Boehringer Ingelheim Pharmaceuticals Inc., Ridgefield, CT","CSlideId":"","ControlKey":"1bcc379e-e1c5-4873-be5f-105aa7131aa6","ControlNumber":"10422","DisclosureBlock":"<b>&nbsp;S. Schuetze, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Rain Oncology<\/b> Grant\/Contract. <br><b>UpToDate - Rare Sarcoma chapter<\/b> Other Intellectual Property. <br><b>G. Jayadeva, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>L. Hullinger, <\/b> <br><b>Boehringer Ingelheim Pharmaceuticals, Inc.<\/b> Employment. <br><b>M. Santoro, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT288","PresenterBiography":null,"PresenterDisplayName":"LISA HULLINGER","PresenterKey":"1e37440b-d7ec-49ae-9ed2-2bf0fab8966a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT288. Brightline-4: A phase 3 open-label, single-arm, multicenter study to assess the safety and efficacy of brigimadlin (BI 907828) treatment in patients with treatment-na&#239;ve or pretreated advanced dedifferentiated liposarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Brightline-4: A phase 3 open-label, single-arm, multicenter study to assess the safety and efficacy of brigimadlin (BI 907828) treatment in patients with treatment-na&#239;ve or pretreated advanced dedifferentiated liposarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> HER2 overexpression or amplification is a validated prognostic and predictive biomarker for treatments in several tumor types. The development of brain metastases is an unfortunate and common complication in patients with metastatic cancer and the incidence of brain metastases continues to grow as advances in cancer treatment extend the survival. Unfortunately many of the clinical trials still exclude patients with brain metastases. Tucatinib is a selective small molecule HER2 inibitor that has shown intracranial activity and it is approved with trastuzumab and capecitabine for treatment of patients with breast cancer including with active brain metastases. Tucatinib showed significant preclinical and clinical antitumor activity in combination with other HER2-targeted therapies, including T-DM1 in breast and other cancers. We hypothesize that the combination of tucatinib and T-DM1 will be a safe and effective treatment in HER2-positive (+) metastatic solid tumors that have metastasized to the brain. To test this hypothesis, we are conducting a Phase II Study of Tucatinib and T-DM1 in Patients with HER2+ Metastatic Solid Tumors and Metastases to Brain (TUCATEMEB).<br \/><b>Methods:<\/b> Eligible adult patients with HER2-positive solid tumors and active brain metastases (with at least one untreated brain lesion &#8805;0.5 cm and &#60;3.0 cm) will be enrolled in the study. HER2 positivity is defined as HER2 overexpression by immunohistochemistry 3+ or 2+ and fluorescence in situ hybridization positive and\/or HER2 amplification by in situ hybridization or next-generation sequencing and\/or activating ERBB2 mutation. Patients will receive the study treatment in 21-day cycles: Tucatinib 300 mg orally twice daily; T-DM1 3.6 mg\/kg intravenously on Day 1. The primary objective is to determine the intracranial antitumor activity of the tucatinib and T-DM1 combination per the modified RECIST in patients with HER2+ metastatic solid tumors and brain metastases. The secondary objectives are to determine the intracranial antitumor activity per the RANO-BM criteria; to evaluate the safety and tolerability, the duration of intracranial response, the overall survival, the progression free survival, the systemic antitumor activity and clinical benefit rate in patients with HER2+ metastatic solid tumors and brain metastases. Exploratory objectives are to assess predictive and pharmacodynamic markers of response and to corelate them with clinical and molecular characteristics. The efficacy endpoint will be monitored using the Bayesian optimal phase 2 BOP2 design and safety and tolerability will be monitored based on Bayesian posterior probability. Restaging brain MRI and systemic scans will be performed every 6 weeks for the first 12 weeks, and every 9 weeks thereafter. The trial opened in May 2023 and is enrolling patients (NCT05673928).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Brain metastasis,HER2,Tucatinib,T-DM1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. E. Dumbrava<\/b>, A. M. Kennon, R. K. Murthy, E. J. Montazari, H. Tawbi, J. Li, F. F. Lang, G. Sanchez, J. Wang, I. C. Glitza, B. J. O'Brien, T. Beckham, T. Swanson, M. C. Tom, U. M. Vu, T. T. Darko, T. Cai, K. Shah, F. Meric-Bernstam, J. Rodon; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9af6fe16-9a91-49fe-9a88-44f4f48c2fbb","ControlNumber":"10500","DisclosureBlock":"<b>&nbsp;E. E. Dumbrava, <\/b> <br><b>Bayer HealthCare Pharmaceuticals Inc<\/b> Grant\/Contract. <br><b>Compugen Ltd<\/b> Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract. <br><b>Bellicum Pharmaceutical<\/b> Grant\/Contract. <br><b>PMV Pharma<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Triumvira Immunologics<\/b> Grant\/Contract, Travel. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Mersana Therapeutics<\/b> Grant\/Contract, Consulting\/Advisory. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Dragonfly Therapeutics<\/b> Grant\/Contract. <br><b>A2A Pharmaceuticals<\/b> Grant\/Contract. <br><b>Orum Therapeutics<\/b> Other, Consulting\/Advisory. <br><b>Fate Therapeutics<\/b> Other, Consulting\/Advisory. <br><b>Summit Therapeutics<\/b> Other, Consulting\/Advisory. <br><b>Poseida<\/b> Grant\/Contract. <br><b>Rain Oncology<\/b> Grant\/Contract, Travel. <br><b>Aileron Therapeutics<\/b> Grant\/Contract.<br><b>A. M. Kennon, <\/b> None.&nbsp;<br><b>R. K. Murthy, <\/b> <br><b>Astra Zeneca<\/b> Other, Consulting\/Advisory. <br><b>Daiichi Sankyo<\/b> Other, Consulting\/Advisory. <br><b>Pfizer<\/b> Other, Consulting\/Advisory. <br><b>Seagen<\/b> Other, Consulting\/Advisory. <br><b>Novartis<\/b> Other, Consulting\/Advisory. <br><b>Sanofi<\/b> Other, Consulting\/Advisory. <br><b>Puma<\/b> Other, Consulting\/Advisory.<br><b>E. J. Montazari, <\/b> None.&nbsp;<br><b>H. Tawbi, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Merck<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Novartis<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Medicenna<\/b> Other, Consulting\/Advisory. <br><b>Iovance<\/b> Other, Consulting\/Advisory. <br><b>Eisai<\/b> Other, Consulting\/Advisory. <br><b>Pfizer<\/b> Other, Consulting\/Advisory. <br><b>Karyopharm<\/b> Other, Consulting\/Advisory. <br><b>Dragonfly Therapeutics<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract.<br><b>J. Li, <\/b> None..<br><b>F. F. Lang, <\/b> None..<br><b>G. Sanchez, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>I. C. Glitza, <\/b> None..<br><b>B. J. O'Brien, <\/b> None..<br><b>T. Beckham, <\/b> None..<br><b>T. Swanson, <\/b> None..<br><b>M. C. Tom, <\/b> None..<br><b>U. M. Vu, <\/b> None..<br><b>T. T. Darko, <\/b> None..<br><b>T. Cai, <\/b> None..<br><b>K. Shah, <\/b> None.&nbsp;<br><b>F. Meric-Bernstam, <\/b> <br><b>Astra Zeneca<\/b> Other, Consulting\/Advisory. <br><b>Black Diamond<\/b> Other, Consulting\/Advisory. <br><b>Genetech<\/b> Grant\/Contract. <br><b>Effector Therapeutics<\/b> Grant\/Contract. <br><b>Debiopharm International<\/b> Grant\/Contract. <br><b>Daiichi Sankyo Co. Ltd<\/b> Grant\/Contract. <br><b>CytomX Therapeutics Inc<\/b> Grant\/Contract. <br><b>Curis<\/b> Grant\/Contract. <br><b>Bayer Healthcare Pharmaceutical<\/b> Grant\/Contract. <br><b>Calithera Biosciences Inc<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Zentalis<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Infinity Pharmaceuticals<\/b> Other, Consulting\/Advisory. <br><b>Incyte<\/b> Other, Consulting\/Advisory. <br><b>GT Apeiron<\/b> Other, Consulting\/Advisory. <br><b>Dava Oncology<\/b> Travel, Other, Consulting\/Advisory. <br><b>Zymeworks<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Karyopharm<\/b> Other, Consulting\/Advisory. <br><b>J. Rodon, <\/b> <br><b>Symphogen<\/b> Grant\/Contract. <br><b>BioAlta<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Kelun-Biotech<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Hummingbird<\/b> Grant\/Contract. <br><b>Yingli<\/b> Grant\/Contract. <br><b>Bicycle Therapeutics<\/b> Grant\/Contract. <br><b>AadiBioscience<\/b> Grant\/Contract. <br><b>Loxo Oncology<\/b> Grant\/Contract, Travel. <br><b>Merus<\/b> Grant\/Contract. <br><b>ForeBio<\/b> Grant\/Contract. <br><b>Amgen<\/b> Consulting\/Advisory. <br><b>C4 Therapeutics<\/b> Grant\/Contract. <br><b>Linnaeus Therapeutics<\/b> Grant\/Contract. <br><b>Tango Therapeutic<\/b> Grant\/Contract. <br><b>Monterosa<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Mirati<\/b> Grant\/Contract. <br><b>Beigene<\/b> Grant\/Contract. <br><b>Ellipses Pharma<\/b> Other, Consulting\/Advisory.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT289","PresenterBiography":null,"PresenterDisplayName":"Ecaterina Dumbrava, MD","PresenterKey":"b5a9d78d-5dd5-487f-99fa-e3aa7f8f8a38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT289. A phase II study of Tucatinib and Ado-trastuzumab Emtansine (T-DM1) in patients with HER2-positive metastatic solid tumors and metastases to brain (TUCATEMEB)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase II study of Tucatinib and Ado-trastuzumab Emtansine (T-DM1) in patients with HER2-positive metastatic solid tumors and metastases to brain (TUCATEMEB)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Many common cancers such as breast, lung, and prostate, plus several less common malignancies such as gastrointestinal stromal tumors (GIST) and glioblastoma (GBM) express or are associated with the Gastrin-Releasing Peptide Receptor (GRPR). Therefore, GRPR could be utilized for the development of innovative approaches to tumor imaging and therapeutic interventions.<br \/>NeoB is a new generation bombesin analog, which binds to GRPR with high affinity\/specificity. The structure of NeoB permits radiolabeling with gallium-68 [<sup>68<\/sup>Ga] (for imaging) or lutetium-177 [<sup>177<\/sup>Lu] (for therapy), making it suitable for theranostics. Pre-clinical and early phase clinical data confirmed the utility of [<sup>68<\/sup>Ga]-NeoB for identification of GRPR-expressing tumors and demonstrated the <i>in vitro<\/i> and <i>in vivo<\/i> antitumor activity of [<sup>177<\/sup>Lu]-NeoB.<br \/>In the Phase IIa part of this first-in-human study of [<sup>177<\/sup>Lu]-NeoB (NeoRay; NCT03872778), we aim to characterize the safety, tolerability, whole-body distribution, radiation dosimetry and antitumor activity of [<sup>177<\/sup>Lu]-NeoB in patients with selected advanced solid tumors known to express GRPR.<br \/>Methods: The Phase IIa part of this Phase I\/IIa multi-center, open-label study will enroll approximately 50 adult patients (age &#8805;18 years old) with advanced\/metastatic cancers and for whom no standard therapy is available, tolerated or appropriate. Patients will be enrolled across 4 cohorts: HR-positive, HER2-negative breast cancer (Cohort A), prostate cancer (Cohort B), GIST (Cohort C) or any solid tumor overexpressing GRPR including recurrent GBM, and who have moderate renal impairment (CrCl &#8805;30 mL\/min - &#60;60 mL\/min; Cohort D). Eligible patients must have at least one measurable lesion with confirmed uptake of [<sup>68<\/sup>Ga]-NeoB and have an ECOG performance status of &#8804;1. Patients will be treated with [<sup>177<\/sup>Lu]-NeoB at the recommended Phase II dose (9.25 GBq [250 mCi]) for a minimum of 2 treatment cycles, each lasting 6 weeks.<br \/>The primary endpoints are assessment of the disease control rate with [<sup>177<\/sup>Lu]-NeoB in cohorts A, B and C, and evaluation of the pharmacokinetics (PK), biodistribution and radiation dosimetry in patients with impaired renal function (Cohort D). Secondary endpoints include assessment of the antitumor activity, PK, distribution, radiation dosimetry, and impact on the quality of life of patients in the [<sup>177<\/sup>Lu]-NeoB cohorts (A, B and C) as well as the safety and tolerability of both [<sup>177<\/sup>Lu]-NeoB and [<sup>68<\/sup>Ga]-NeoB across all cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Gastrointestinal stromal tumor,Breast cancer,Prostate cancer,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Mittra<\/b><sup>1<\/sup>, A. Iagaru<sup>2<\/sup>, A. Van der Veldt<sup>3<\/sup>, L. Aloj<sup>4<\/sup>, J. Wong<sup>5<\/sup>, L. Djaileb<sup>6<\/sup>, D. Pathak<sup>7<\/sup>, Y. Liu<sup>8<\/sup>, L. Solnes<sup>9<\/sup>; <br\/><sup>1<\/sup>Department of Diagnostic Radiology, Division of Molecular Imaging and Therapy, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Division of Nuclear Medicine and Molecular Imaging, Stanford University Medical Center, Stanford, CA, <sup>3<\/sup>Departments of Radiology & Nuclear Medicine and Medical Oncology, Erasmus Medical Center, Rotterdam, Netherlands, <sup>4<\/sup>Department of Radiology, University of Cambridge, Cambridge, United Kingdom, <sup>5<\/sup>Department of Radiation Oncology, City of Hope National Cancer Center, Duarte, CA, <sup>6<\/sup>Nuclear Medicine Department, LRB, INSERM, CHU Grenoble Alpes, Grenoble Alpes University, Grenoble, France, <sup>7<\/sup>Novartis Pharma AG, Basel, Switzerland, <sup>8<\/sup>Novartis Pharma Co, Beijing, China, <sup>9<\/sup>Division of Nuclear Medicine and Molecular Imaging, The Russell H. Morgan Department of Radiology and Radiological Science, John Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"d05153d2-8d2a-4438-8f54-2db75239dabe","ControlNumber":"9529","DisclosureBlock":"<b>&nbsp;E. Mittra, <\/b> <br><b>Curium<\/b> Grant\/Contract, Other, Consulting\/honoraria. <br><b>ITM<\/b> Grant\/Contract, Other, Consulting\/honoraria. <br><b>Clarity<\/b> Other, Consulting\/honoraria. <br><b>Lantheus<\/b> Other, Consulting\/honoraria. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Nordic Nanovector<\/b> Grant\/Contract. <br><b>A. Iagaru, <\/b> <br><b>Alpha9Tx<\/b> Other, Scientific Advisory Board. <br><b>Clarity Pharmaceuticals<\/b> Other, Scientific Advisory Board. <br><b>GE Healthcare<\/b> Grant\/Contract, Other, Consulting. <br><b>Novartis<\/b> Grant\/Contract, Other, Consulting, study steering committee. <br><b>Progenics Pharmaceuticals<\/b> Other, Consulting. <br><b>Radionetics Oncology<\/b> Other, Scientific Advisory Board. <br><b>RayzeBio<\/b> Other, Consulting. <br><b>Telix<\/b> Other, Consulting. <br><b>A. Van der Veldt, <\/b> <br><b>BMS<\/b> Other, Consultancy. <br><b>MSD<\/b> Other, Consultancy. <br><b>Sanofi<\/b> Other, Consultancy. <br><b>Roche<\/b> Other, Consultancy. <br><b>Novartis<\/b> Other, Consultancy. <br><b>Eisai<\/b> Other, Consultancy. <br><b>Ipsen<\/b> Other, Consultancy. <br><b>Pfizer<\/b> Other, Consultancy. <br><b>Pierre Fabre<\/b> Other, Consultancy.<br><b>L. Aloj, <\/b> None.&nbsp;<br><b>J. Wong, <\/b> <br><b>Accuray<\/b> Grant\/Contract. <br><b>Varian<\/b> Grant\/Contract. <br><b>RefleXion<\/b> Grant\/Contract. <br><b>Telix Pharmaceuticals<\/b> Other, Consulting. <br><b>Blue Earth Diagnostics<\/b> Other, Consulting. <br><b>Janssen<\/b> Other, Industry trials. <br><b>Novartis<\/b> Other, Industry trials. <br><b>Imaginab<\/b> Other, Industry trials. <br><b>Fusion Pharmaceuticals<\/b> Other, Industry trials. <br><b>Precirix<\/b> Other, Industry trials.<br><b>L. Djaileb, <\/b> None.&nbsp;<br><b>D. Pathak, <\/b> <br><b>Novartis<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>Novartis<\/b> Employment. <br><b>L. Solnes, <\/b> <br><b>Novartis<\/b> Grant\/Contract. <br><b>Cellectar<\/b> Grant\/Contract. <br><b>Precision Molecular Imaging<\/b> Grant\/Contract. <br><b>Progenics Pharmaceuticals<\/b> Grant\/Contract. <br><b>Curium<\/b> Grant\/Contract. <br><b>Elsevier<\/b> Other, Royalties.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT290","PresenterBiography":null,"PresenterDisplayName":"Erik Mittra, MD;PhD","PresenterKey":"4742003b-52fb-408b-84c7-f434e3a6da60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT290. Trial in progress: Evaluation of the safety, tolerability, whole-body distribution, radiation dosimetry and antitumor activity of <sup>177<\/sup>Lu-NeoB in patients with advanced solid tumors expressing gastrin-releasing peptide receptor (GRPR)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trial in progress: Evaluation of the safety, tolerability, whole-body distribution, radiation dosimetry and antitumor activity of <sup>177<\/sup>Lu-NeoB in patients with advanced solid tumors expressing gastrin-releasing peptide receptor (GRPR)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Mucin 1 (MUC1), a single-transmembrane glycoprotein, is expressed on the apical membrane of the epithelial surface. In normal tissues, it is highly glycosylated and protects the underlying epithelia. In cancer cells, however, MUC1 is hypoglycosylated due to changes in the expression patterns of some sialyltransferases, and exposes new epitopes on MUC1 in tumors, referred to as tumor-associated MUC1 (TA-MUC1). TA-MUC1 loses cell polarity and is redistributed over the cell surface and within the cytoplasm. Overexpression of TA-MUC1 in several malignancies is associated with poor prognosis and development of metastasis, thus making it an attractive therapeutic target. DS-3939a is a novel antibody-drug conjugate in development for the treatment of malignant tumors composed of a humanized anti-TA-MUC1 antibody, a peptide-based cleavable linker, and a potent topoisomerase I inhibitor (deruxtecan [DXd]). This study will assess the safety, tolerability, and efficacy of DS-3939a in patients with advanced solid tumors.<br \/><b>Trial design:<\/b> This phase 1\/2, first-in-human, open-label, multicenter, 2-part, dose-escalation, and dose-expansion study (NCT05875168) is active and plans to enroll a maximum of 430 adult patients. Part 1 (dose-escalation) is accruing patients with locally advanced, metastatic, or unresectable urothelial, non-small cell lung, breast, ovarian, biliary tract, or pancreatic cancers, and Part 2 (dose-expansion) will enroll patients with various advanced solid tumors. In Parts 1 and 2, DS-3939a will be administered intravenously on Day 1 of a 21-day cycle. The primary endpoints in Parts 1 and 2 include safety and tolerability of DS3939a as assessed by the number of patients with dose-limiting toxicities (Part 1 only), treatment-emergent adverse events, and other safety parameters. Part 2 will also evaluate efficacy by objective tumor response rate per RECIST version 1.1 as a primary endpoint. Secondary endpoints include the disease control rate, duration of response, time to response, progression-free survival, overall survival, TA-MUC1 expression (detected by immunohistochemistry), the pharmacokinetic profile of DS-3939a, and the number of patients with anti-drug antibodies against DS-3939a.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Breast cancer,Gynecological cancers: ovarian,Genitourinary cancers: bladder,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Yamamoto<sup>1<\/sup>, T. Doi<sup>2<\/sup>, M. R. Patel<sup>3<\/sup>, I. Garrido-Laguna<sup>4<\/sup>, S. Wu<sup>5<\/sup>, <b>S. Nishioka<\/b><sup>5<\/sup>, K. Nakajima<sup>5<\/sup>, B. A. Carneiro<sup>6<\/sup>; <br\/><sup>1<\/sup>National Cancer Center Hospital, Tokyo, Japan, <sup>2<\/sup>National Cancer Center Hospital East, Chiba, Japan, <sup>3<\/sup>Florida Cancer Specialists\/Sarah Cannon Research Institute, Sarasota, FL, <sup>4<\/sup>Huntsman Cancer Institute at University of Utah Health, Salt Lake City, UT, <sup>5<\/sup>Daiichi Sankyo, Inc., Basking Ridge, NJ, <sup>6<\/sup>Legorreta Cancer Center at Brown University, Lifespan Cancer Institute, Providence, RI","CSlideId":"","ControlKey":"4c81762d-5595-45d8-8bb1-436d2621683c","ControlNumber":"10290","DisclosureBlock":"<b>&nbsp;N. Yamamoto, <\/b> <br><b>Astellas, Chugai, Eisai, Taiho, BMS, Pfizer, Novartis, Eli Lilly, AbbVie, Daiichi-Sankyo, Bayer, Boehringer Ingelheim, Kyowa Kirin, Takeda, ONO, Janssen Pharma, MSD, MERCK, GSK, Sumitomo Pharma<\/b> Other, Research grants as principal investigator (institution). <br><b>Chiome Bioscience, Otsuka, Carna Biosciences, Genmab, Shionogi, TORAY, KAKEN, AstraZeneca, Cmic, InventisBio, Rakuten Medical<\/b> Other, Research grants as principal investigator (institution). <br><b>Eisai, Takeda, Boehringer Ingelheim, Cmic, Chugai, MERCK, Healios<\/b> Other, Advisory role (personal). <br><b>ONO, Chugai, Daiichi-Sankyo, Eisai<\/b> Other, Honoraria as Speakers (personal). <br><b>T. Doi, <\/b> <br><b>AbbVie, Bristol Myers Squibb, Boehringer Ingelheim, Chugai Pharma, Daiichi Sankyo, Eisai, IQVIA, Janssen<\/b> Research funding (institutional). <br><b>Lilly, Merck, Merck Sharp & Dohme, Novartis, Pfizer, SHIONOGI, Sumitomo Dainippon Pharma Oncology, Taiho<\/b> Other, Research funding (institutional). <br><b>A2 Health Care, AbbVie, Bayer, Chugai Pharma, KAKEN Pharma, KYOWA KIRIN, Noil Immune, Otsuka Pharma, PRA Health Science, Rakuten Medical, SHIONOGI, Sumitomo Dainippon, Taiho, and Takeda<\/b> Other, Consulting or Advisory Role. <br><b>AstraZeneca, Bristol Myers Squibb, Daiichi Sankyo, Ono Pharma, and Rakuten Medical<\/b> Other, Honoraria. <br><b>AbbVie, Amgen, Astellas Pharma, Bayer, Boehringer Ingelheim, Daiichi Sankyo, Janssen Pharma, Merck Sharp & Dohme, and Novartis<\/b> Other, Advisory Boards. <br><b>M. R. Patel, <\/b> <br><b>Accutar Biotech, Acerta Pharma, Adagene, ADC Therapeutics, Agenus, Aileron Therapeutics, Artios, Astellas Pharma, AstraZeneca, Bayer, Bicycle Therapeutics, BioNTech AG, BioTheryX<\/b> Research funding (institutional). <br><b>Black Diamond Therapeutics, Blueprint Medicines, Boehringer Ingelheim, Celgene, Ciclomed, Clovis Oncology, Compugen, Cullinan Oncology, Cyteir Therapeutics, Daiichi Sankyo<\/b> Research funding (institutional). <br><b>Erasca, Inc, Evelo Therapeutics, Genentech\/Roche, Gilead Sciences, GlaxoSmithKline, H3 Biomedicine, Hengrui Therapeutics, Hutchison MediPharma, IgM Biosciences<\/b> Research funding (institutional). <br><b>Immune-Onc Therapeutics, Immunitas, ImmunoGen, Jacobio Pharma, Janssen, Jazz Pharmaceuticals, KLUS Pharma, Kymab, Lilly, Loxo Oncology, LSK BioPartners, Lycera<\/b> Research funding (institutional). <br><b>MabSpace, MacroGenics, Merck, Millennium Pharmaceuticals, Mirati Therapeutics, Moderna Therapeutics, NGM Biopharmaceuticals, Novartis, Nurix<\/b> Research funding (institutional). <br><b>Olema, ORIC Pharmaceuticals, Pfizer, Pionyr, Prelude Therapeutics, PureTech Health, Relay Therapeutics, Revolution Medicines, Ribon Therapeutics, Samumed<\/b> Research funding (institutional). <br><b>Seven and Eight Biopharmaceuticals, Silicon Therapeutics, Step Pharma, Syndax, Synthorx, Taiho Pharmaceutical, TeneoBio<\/b> Research funding (institutional). <br><b>Tesaro, TopAlliance BioSciences Inc, Treadwell Therapeutics, Vigeo, Xencor, and Zymeworks<\/b> Research funding (institutional). <br><b>ION Pharma<\/b> Other, Leadership. <br><b>Janssen Oncology<\/b> Other, Honoraria. <br><b>Olema Pharmaceuticals, Accutar, Incyte Corporation<\/b> Other, Consulting or Advisory Role. <br><b>I. Garrido-Laguna, <\/b> <br><b>Revolution Medicine, BridgeBio, Yingli, Repare, Sumitomo, Pfizer, BMS, MedImmune, Lilly, Novartis, and Bayer<\/b> Research grants as principal investigator (institution). <br><b>SOTIO, Jazz Pharmaceuticals, Kanaph, and OncXerna<\/b> Other, Honoraria. <br><b>S. Wu, <\/b> <br><b>Daiichi Sankyo, Inc.<\/b> Employment. <br><b>S. Nishioka, <\/b> <br><b>Daiichi Sankyo, Inc.<\/b> Employment. <br><b>K. Nakajima, <\/b> <br><b>Daiichi Sankyo, Inc.<\/b> Employment. <br><b>B. A. Carneiro, <\/b> <br><b>Actuate Therapeutics, AstraZeneca, AbbVie, Astellas, Agenus, Bayer, Dragonfly Therapeutics, Mink Therapeutics, Pfizer, Pyxis Oncology, Repare Therapeutics, Regeneron, and Seattle Genetics<\/b> Other, Support.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT291","PresenterBiography":null,"PresenterDisplayName":"Satoshi Nishioka, MS","PresenterKey":"8d187742-05fc-4432-ba18-aa8dc81374bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT291. A phase 1\/2, first-in-human study of DS-3939a in patients with advanced solid tumors: A new DXd ADC targeting TA-MUC1","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 1\/2, first-in-human study of DS-3939a in patients with advanced solid tumors: A new DXd ADC targeting TA-MUC1","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Many patients develop brain metastasis during the course of their disease and it represents the cause of death in more than half of them. The prognosis and survival of patients with brain metastases remains poor with limited palliative treatment options. Thus, there is a need to develop new strategies for the therapeutic management of patients with brain metastases. Inflammatory stimuli originating from CNS tumors may increase the permeability of the blood-brain barrier and promote immune cell activation and infiltration into tumors. Several studies have demonstrated now the efficacy of immune checkpoint inhibitors in patients with melanoma with active brain metastases. The modulation of VEGF-mediated immune suppression via angiogenesis inhibition may augment the activity of immune checkpoint inhibitors. Lenvatinib is an oral, potent multiple receptor tyrosine kinase inhibitor that selectively inhibits VEGFRs, VEGFR1 (FLT1), VEGFR2 (KDR), and VEGFR3 (FLT4), in addition to other pro-angiogenic and oncogenic pathway-related receptor tyrosine kinases. The combination of lenvatinib and pembrolizumab is approved for patients with metastatic endometrial carcinoma and renal cancer, and it is investigated in other tumor types with promising preliminary results. We hypothesize that pembrolizumab and lenvatinib will be an effective treatment for TNBC, NSCLC, and other solid tumor types with brain metastases by decreasing angiogenic tumor activity and improving antitumor T-cell activity.<br \/><b>Methods:<\/b> This is a single-center, open-label, multi-cohort Phase II study evaluating the efficacy and safety of pembrolizumab in combination with lenvatinib in patients with solid tumors and brain metastases. The study has 3 cohorts: triple negative breast cancer (TNBC), non-small cell lung cancer (NSCLC), and other solid tumor types with established or preliminary clinical evidence of efficacy of programmed cell death-1 (PD-1) and angiogenesis inhibitors. Eligible patients will have at least 1 unirraditated or progressing brain metastasis of 0.5-2 cm on brain MRI. The study is conducted using a Simon&#8217;s optimal two-stage design, and approximately 87 patients will be enrolled concurrently (n=29 per cohort). Pembrolizumab (200 mg intravenously on Day 1 of each cycle) and lenvatinib (20 mg orally once daily) are administered in 21-day cycles for a maximum of 24 months. The primary endpoint is intracranial objective response rate at 4 months as assessed by the modified Response Evaluation Criteria in Solid Tumors (mRECIST). Exploratory analyses will include evaluation of tissue and blood-based immune-related correlates of response to the pembrolizumab and lenvatinib combination. The first patient was enrolled in January 2022 and accrual of patients is ongoing (NCT05064280).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Brain metastasis,Lenvatinib,Pembrolizumab,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ecaterina  E.  Dumbrava<\/b><sup><\/sup>, Emma  J.  Montazari<sup><\/sup>, Uyen  M.  Vu<sup><\/sup>, Tiantian Cai<sup><\/sup>, Mehmet Altan<sup><\/sup>, Nuhad  K.  Ibrahim<sup><\/sup>, Debra  N.  Yeboa<sup><\/sup>, Jing Li<sup><\/sup>, Frederick  F.  Lang<sup><\/sup>, Gisela Sanchez<sup><\/sup>, Isabella  C.  Glitza<sup><\/sup>, Barbara  J.  O'Brien<sup><\/sup>, Rashmi  K.  Murthy<sup><\/sup>, Jianbo Wang<sup><\/sup>, Tanisha  T.  Darko<sup><\/sup>, Denisse Velazquez<sup><\/sup>, Komal Shah<sup><\/sup>, Funda Meric-Bernstam<sup><\/sup>, Hussein Tawbi<sup><\/sup>, Jordi Rodon<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"50eb261f-af60-46bb-86e0-26d5220353b5","ControlNumber":"10860","DisclosureBlock":"<b>&nbsp;E. E. Dumbrava, <\/b> <br><b>Bayer HealthCare Pharmaceuticals Inc<\/b> Grant\/Contract. <br><b>Compugen Ltd<\/b> Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract. <br><b>Bellicum Pharmaceuticals<\/b> Grant\/Contract. <br><b>PMV Pharma<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Triumvira Immunologics<\/b> Grant\/Contract, Travel. <br><b>Seagen Inc<\/b> Grant\/Contract. <br><b>Mersana Therapeutics<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Dragonfly Therapeutics<\/b> Grant\/Contract. <br><b>A2A Pharmaceuticals<\/b> Grant\/Contract. <br><b>Orum Therapeutics<\/b> Other, Advisory Board. <br><b>Summit Therapeutics<\/b> Other, Fate Therapeutics. <br><b>Poseida<\/b> Grant\/Contract. <br><b>Rain Oncology<\/b> Grant\/Contract, Travel.<br><b>E. J. Montazari, <\/b> None..<br><b>U. M. Vu, <\/b> None..<br><b>T. Cai, <\/b> None..<br><b>M. Altan, <\/b> None..<br><b>N. K. Ibrahim, <\/b> None..<br><b>D. N. Yeboa, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>F. F. Lang, <\/b> None..<br><b>G. Sanchez, <\/b> None..<br><b>I. C. Glitza, <\/b> None..<br><b>B. J. O'Brien, <\/b> None.&nbsp;<br><b>R. K. Murthy, <\/b> <br><b>Astra Zeneca<\/b> Other, Consultant. <br><b>Daiichi sankyo<\/b> Other, Consultant. <br><b>Pfizer<\/b> Other, Consultant. <br><b>Seagen<\/b> Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>Sanofi<\/b> Other, Consultant. <br><b>Puma<\/b> Other, Consultant.<br><b>J. Wang, <\/b> None..<br><b>T. T. Darko, <\/b> None..<br><b>D. Velazquez, <\/b> None..<br><b>K. Shah, <\/b> None.&nbsp;<br><b>F. Meric-Bernstam, <\/b> <br><b>AstraZeneca<\/b> Other, Consulting\/Advisory Board. <br><b>Black Diamond<\/b> Other, Consulting\/Advisory Board. <br><b>Genentech<\/b> Grant\/Contract, Other. <br><b>eFFECTOR Therapeutics<\/b> Grant\/Contract, Other, Consulting\/Advisory Board. <br><b>Debiopharm International<\/b> Grant\/Contract. <br><b>Daiichi Sankyo Co. Ltd.,<\/b> Grant\/Contract. <br><b>CytomX Therapeutics Inc.<\/b> Grant\/Contract. <br><b>Curis Inc.<\/b> Grant\/Contract. <br><b>Bayer Healthcare Pharmaceutical<\/b> Grant\/Contract. <br><b>Calithera Biosciences Inc.,<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Zentallis<\/b> Grant\/Contract, Other, Consulting\/ Advisory Board. <br><b>Theratechnologies<\/b> Other, Consulting\/Advisory Board. <br><b>Zymeworks<\/b> Other, Consulting\/Advisory Board. <br><b>Hoffman-La Roche Ltd.<\/b> Other, Consulting\/Advisory Board. <br><b>Incyte<\/b> Other, Consulting\/Advisory Board. <br><b>Infinity Pharmaceuticals<\/b> Other, Consulting\/Advisory Board. <br><b>GT Apeiron<\/b> Other, Consulting\/Advisory Board. <br><b>Dava Oncology<\/b> Travel, Other, Consulting\/Advisory Board. <br><b>H. Tawbi, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consulting\/ Advisory. <br><b>Merck<\/b> Grant\/Contract, Other, Consulting\/ Advisory. <br><b>Novartis<\/b> Grant\/Contract, Other, Consulting\/ Advisory. <br><b>Medicenna<\/b> Other, Consulting\/ Advisory. <br><b>Iovance<\/b> Other, Consulting\/ Advisory. <br><b>Eisai<\/b> Other, Consulting\/ Advisory. <br><b>Pfizer<\/b> Other, Consulting\/ Advisory. <br><b>Karyopharm<\/b> Other, Consulting\/ Advisory. <br><b>Dragonfly Therapeutics<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>J. Rodon, <\/b> <br><b>Symphogen<\/b> Grant\/Contract. <br><b>BioAlta<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Kelun-Biotech<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Hummingbird<\/b> Grant\/Contract. <br><b>Yingli<\/b> Grant\/Contract. <br><b>Bicycle Therapeutics<\/b> Grant\/Contract. <br><b>Loxo Oncology<\/b> Grant\/Contract, Travel. <br><b>Ellipses Pharma<\/b> Consulting\/Advisory. <br><b>Merus<\/b> Grant\/Contract. <br><b>ForeBio<\/b> Grant\/Contract. <br><b>AadiBioscience<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Tango Therapeutics<\/b> Grant\/Contract. <br><b>C4 Therapeutics<\/b> Grant\/Contract. <br><b>Monterosa<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Beigene<\/b> Grant\/Contract. <br><b>Linnaeus Therapeutics<\/b> Grant\/Contract. <br><b>Mirati<\/b> Grant\/Contract. <br><b>Amgen<\/b> Consulting\/Advisory.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT292","PresenterBiography":null,"PresenterDisplayName":"Ecaterina Dumbrava, MD","PresenterKey":"b5a9d78d-5dd5-487f-99fa-e3aa7f8f8a38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT292. Phase II study of pembrolizumab in combination with lenvatinib in patients with triple negative breast cancer (TNBC), non-small cell lung cancer (NSCLC), and other tumor types and brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase II study of pembrolizumab in combination with lenvatinib in patients with triple negative breast cancer (TNBC), non-small cell lung cancer (NSCLC), and other tumor types and brain metastases","Topics":null,"cSlideId":""},{"Abstract":"The integration of telemedicine tools such as teleconsultation and telemonitoring in cancer patients care may allow to improve person-centered care and patients&#8217; empowerment. The eCAN JA (https:\/\/ecanja.eu\/) explores the role of telemedicine tools in clinical trials focusing on tele-rehabilitation and tele-psychological support in different populations of cancer patients in 10 European countries.The main aim is to assess the effect of teleconsultation and telemonitoring program focused on rehabilitation and psychological support for cancer patients on patient reported outcomes measures (PROMs) in three different pilot randomized controlled trials. MethodsThe pilot trials have been launched in September 2023 in 10 European countries with a multicentric, prospective, randomized, open label design in patients affected by Breast Cancer (BC) (Pilot 1a), Head and Neck (H&#38;N) (Pilot 1b) and advanced cancer (Pilot 2). According to the sample size calculation, the aim is to enroll a minimum of 354 patients, in 18 European cancer centers. Patients are randomly assigned either to the intervention or control group using a 1:1 ratioThe main objectives of the pilots are: 1-To assess the effect of teleconsultation program and telemonitoring focused on rehabilitation for patients with BC (1a) and H&#38;N (1b) cancer on the PROMs (quality of life (QoL) and pain) compared to usual care.2-To assess the effect of teleconsultation program and telemonitoring focused on psychological support for patients with advanced cancer (pilot 2) on the PROMs (QoL and distress thermometer) compared to usual care. Patients in the intervention group receive weekly teleconsultation during 8 weeks through the secure Edumeet platform. In pilot 1, tele-rehabilitation training is performed by a remote physiotherapist and consist of a series of revalidation exercises. In pilot 2, tele-psychological support is performed by a remote psychologist and consist of techniques for managing emotions and stress.PROMs data will be collected longitudinally during the intervention with dedicated digital application (eCAN app) and distant Telemonitoring with eCAN dashboard. Patients in the control group receive usual (in person) care. Results64\/354 patients have been enrolled at present. An interim analysis is planned for the end of January 2024 in order to assess feasibility, patients compliance and dropout rate.. ConclusionThe integration of telemedicine tools such as teleconsultation and telemonitoring may allow to improve person-centered care and patients&#8217; empowerment. The results of the eCAN project will improve our knowledge on benefits and risks for teleconsultation and telemonitoring in cancer patients care and will facilitate health care professionals&#8217; skills in communication with patients and their families in the context of remote care and telemedicine.<br \/>Co-funded by the European Union (Grant number: 101075326). Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or HaDEA. Neither the European Union nor the granting authority can be held responsible for them.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Andrea Pace<\/b><sup>1<\/sup>, Vittorio Castaldo<sup>1<\/sup>, Marco  G.  Paggi<sup>1<\/sup>, Efthyvoulos Kyriacou<sup>2<\/sup>, Christina Plomariti<sup>3<\/sup>, Magdalena Rosinska<sup>4<\/sup>, Tugce Schmitt<sup>5<\/sup>, Victoria Leclercq<sup>5<\/sup>, eCAN WP5 research team<sup><\/sup><br><br\/><sup>1<\/sup>IRCCS Regina Elena National Cancer Institute, Rome, Italy,<sup>2<\/sup>Cyprus University of technology, Limassol, Cyprus,<sup>3<\/sup>Aristotle University, Thessaloniki, Greece,<sup>4<\/sup>1IRCCS Regina Elena Cancer Institute, Rome, Italy, 2, Limassol, Cyprus, 3 Aristotle University of Thessaloniki, Greece, 4 Maria Sklodowska-Curie National Research Institute of Oncology, Warszawa, Poland,<sup>5<\/sup>Sciensano Cancer Center, Bruxelles, Belgium","CSlideId":"","ControlKey":"32ec280e-2c9a-4900-92fa-aa9eecabc590","ControlNumber":"9784","DisclosureBlock":"&nbsp;<b>A. Pace, <\/b> None..<br><b>V. Castaldo, <\/b> None..<br><b>M. G. Paggi, <\/b> None..<br><b>E. Kyriacou, <\/b> None..<br><b>C. Plomariti, <\/b> None..<br><b>M. Rosinska, <\/b> None..<br><b>T. Schmitt, <\/b> None..<br><b>V. Leclercq, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT293","PresenterBiography":"","PresenterDisplayName":"Andrea Pace, MD","PresenterKey":"ec76a772-19a0-4047-8405-39b76e51f898","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT293. eCAN Project : The EU Joint Action on strengthening eHealth including telemedicine and telemonitoring for cancer prevention and care","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"622","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"eCAN Project : The EU Joint Action on strengthening eHealth including telemedicine and telemonitoring for cancer prevention and care","Topics":null,"cSlideId":""}]