[{"Abstract":"Macrophages represent a heterogeneous myeloid population with diverse functions in normal tissues and tumors. While macrophages expressing the cell surface marker lymphatic vessel endothelial hyaluronan receptor 1 (LYVE-1) have been identified in stromal regions of the normal mammary gland and in the peri-tumoral stroma, their functions within these regions are not well-understood. Using a genetic LYVE-1<sup>+<\/sup> macrophage deletion mouse model, we demonstrate that loss of LYVE-1<sup>+<\/sup> macrophages is associated with altered extracellular matrix remodeling in the normal mammary gland and reduced mammary tumor growth in vivo. In further studies focused on investigating the functions of LYVE-1<sup>+<\/sup> macrophages in the tumor microenvironment, we demonstrate that LYVE-1 expression correlates with an increased ability of macrophages to bind, internalize, and degrade hyaluronan. Consistent with this, we show that deletion of LYVE-1<sup>+<\/sup> macrophages correlates with increased hyaluronan accumulation in both the normal mammary gland and in mammary tumors. Analysis of single cell RNA sequencing of macrophages isolated from these tumors reveals that deletion of LYVE-1<sup>+<\/sup> macrophages in tumors drives a shift in the majority of the remaining macrophages towards a pro-inflammatory phenotype, as well as an increase in CD8<sup>+<\/sup> T cell infiltration. Together, these findings demonstrate that LYVE-1<sup>+<\/sup> macrophages represent a tumor-promoting anti-inflammatory subset of macrophages that contributes to hyaluronan remodeling in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Tumor microenvironment,T lymphocytes,Hyaluronan,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. K. Elfstrum<\/b>, A. H. Rumahorbo, B. M. McCluskey, K. L. Schwertfeger; <br\/>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"ba1ff2ed-b390-449b-8976-06a700b9e6e8","ControlNumber":"5265","DisclosureBlock":"&nbsp;<b>A. K. Elfstrum, <\/b> None..<br><b>A. H. Rumahorbo, <\/b> None..<br><b>B. M. McCluskey, <\/b> None..<br><b>K. L. Schwertfeger, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"159","PresenterBiography":null,"PresenterDisplayName":"Alexis Elfstrum","PresenterKey":"e4729115-f170-4ded-925b-3ef909735632","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"159. LYVE-1-expressing macrophages modulate the hyaluronan-containing extracellular matrix in the mammary stroma and contribute to mammary tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LYVE-1-expressing macrophages modulate the hyaluronan-containing extracellular matrix in the mammary stroma and contribute to mammary tumor growth","Topics":null,"cSlideId":""},{"Abstract":"About 40% of diffuse large B-cell lymphoma (DLBCL) pts do not respond to immunochemotherapy. In human and murine models, we and others have shown that the lymphoma microenvironment (LME) changes with disease progression and treatment resistance. This lymphoma cell-LME co-evolutionary process results in expansion of treatment-resistant lymphoma cells as well as reduced infiltration of T cells and reprogramming of CAFs and TAMs into immune suppressive entities. Our analysis of relapse or refractory (RR)-DLBCLs showed not only an immune depleted LME but also an enrichment of CAFs harboring activation of fibroblast growth factor receptor (FGFR1+). Since FGFR1 inhibitors (FGFR1i) are clinically available, we sought to determine its anti-neoplastic effect on DLBCL. We first confirmed that lymphoma cells, including murine and human, and primary and RR-DLBCLs, did not express FGFR1. Accordingly, no anti-tumoral effect was detected when the selective FGFR1i SSR128129E was administered in vitro to a lymphoma cell panel. However, oral administration of FGFR1i to pre-clinical lymphoma models including two RR-DLBCL patient-derived xenografts (PDX) and four syngeneic murine models representing distinct DLBCL genetic subtypes produced a significant anti-lymphoma effect in all cases. In addition to decreased lymphoma cells, we observed increase in the ECM and TAM infiltration, even in the murine models, suggesting that FGFR1i reprogrammed the CAFs. We thus conducted matrisome analysis (i.e., ECM proteomics) in a murine model (p53 mutant) and found a significant up-regulation of proteoglycans and the immune active glycoproteins decorin, lumican and byglican (q-value &#60;0.05 vs. vehicle). To determine whether these ECM changes affect lymphoma cells, we performed 3D co-cultures of lymphoma cells embedded into de-celularized ECM obtained from FGFR1i vs. vehicle mice. We found that FGFR1i-ECM (vs. vehicle-ECM) modifies the secretome of lymphoma cells by upregulating several cytokines including IL6, IL16 and TNF-alpha. To further characterize the functional state of CAFs and TAMs, we conducted single cell RNA-seq in the two RR-DLBCL PDXs treated as before. We found that FGFR1-CAFs in the LME of FGFR1i tumors (vs. vehicle) were reprogrammed into inflammatory-like CAFs characterized by the expression of several monocyte\/macrophage chemotactic factors including CCL2, CCL7, CXCL3, and CXCL12. Consequent with these findings we not only observed an increase infiltration of TAMs in the LME of FGFR1i tumors but also that they were reprogrammed in phagocytic phenotypes. In sum, our results suggest that CAF-FGFR1+ produce an immune &#8220;silent&#8221; ECM that characterizes RR-DLBCL while FGFR1i reverses this ECM phenotype ultimately resulting in the infiltration of antitumoral TAMs, delineating a novel ECM-directed therapeutic approach for this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Microenvironment,Fibroblast growth factor receptor (FGFR),Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Di Siervi<\/b>, M. Revuelta, N. Zamponi, G. Inghirami, L. Cerchietti; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"6666cbdc-d8b4-498f-aa8f-088d95661675","ControlNumber":"5098","DisclosureBlock":"&nbsp;<b>N. Di Siervi, <\/b> None..<br><b>M. Revuelta, <\/b> None..<br><b>N. Zamponi, <\/b> None..<br><b>G. Inghirami, <\/b> None..<br><b>L. Cerchietti, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"160","PresenterBiography":null,"PresenterDisplayName":"NIcolas Di Siervi, PhD","PresenterKey":"65b89a6b-9f63-45d6-91ae-bed9f5a6d7c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"160. FGFR1+ cancer associated fibroblasts (CAFs) produce an extracellular matrix (ECM) that curbs infiltration of phagocytic tumor-associated macrophages (TAMs).","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR1+ cancer associated fibroblasts (CAFs) produce an extracellular matrix (ECM) that curbs infiltration of phagocytic tumor-associated macrophages (TAMs).","Topics":null,"cSlideId":""},{"Abstract":"Bone metastasis is a major contributor to the mortality of patients with prostate cancer and results in the development of an immunosuppressive microenvironment in the bone marrow. While advanced age increases the risk of bone metastasis, effects of age-related changes on immune microenvironmental homeostasis are not yet clearly understood. To investigate interactions between cancer cells and the immune microenvironment in elderly individuals, we utilized murine-derived specific bone metastatic prostate cancer cells (RM1-BM), which we had previously isolated from bone metastatic mice and transfected with a luciferase-based reporter gene. We then injected the cells into the left ventricle of both 3&#8210;6 months and 22&#8210;24 months, male, wild-type mice to induce bone metastasis, using age-matched mice injected with PBS as a control. We employed <i>in vivo<\/i> imaging to compare the metastatic levels in both groups of mice every other day. On day 14, we extracted bone marrow cells for CyTOF analysis and femurs and tibias for Hematoxylin and Eosin staining. Interestingly, our preliminary results demonstrated that healthy aged mice exhibited a lower susceptibility to develop bone metastasis when compared to their younger counterparts. A further investigation of the immune subtypes revealed an increase in the percentage of macrophages in CD45<sup>+<\/sup> immune cells in young mice that developed bone metastasis as opposed to age-matched controls. However, the percentage decreased in aged mice, going from 12.20% to 9.92% (<i>p<\/i> = 0.001). Lastly, macrophages were isolated from the bone marrow of 3&#8210;6 months and 22&#8210;24 months old mice and were co-cultured with ovalbumin-transfected RM1-BM cells (RM1-BM-ova) <i>in vitro<\/i> for 24 hours. The flow cytometry results indicated that both groups consist mainly of CD206<sup>+<\/sup> (M2) macrophages. Nonetheless, those obtained from aged mice exhibited reduced ovalbumin presentation capability while maintaining a steady level of type I major histocompatibility complex (MHC-I). These findings suggested that increased infiltration of pro-inflammatory M2 macrophages within the tumor microenvironment may contribute to the bone metastasis of prostate cancer. Therefore, inhibiting M2 macrophages recruitment to the bone marrow microenvironment may prove a useful approach for treating patients with prostate cancer bone metastasis. This study was supported by the NSFC projects (81972420, 81972766, 82173336), and grants from the Shenzhen Science and Technology Innovation Commission (JCYJ20190809161811237, JCYJ20210324104214040).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Prostate cancer,Bone metastasis,Microenvironment,Aging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zhang<\/b>, W. Yu, X. Huang, Y. Lu, J. Zhang; <br\/>Southern University of Science and Technology, Shenzhen, China","CSlideId":"","ControlKey":"bc9cb8fc-12cd-4b66-ba9a-1b4075bf9f9f","ControlNumber":"6155","DisclosureBlock":"&nbsp;<b>X. Zhang, <\/b> None..<br><b>W. Yu, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"161","PresenterBiography":null,"PresenterDisplayName":"Xiao Zhang, PhD","PresenterKey":"8405d760-2d95-4ae7-81a7-daac46e6a0a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"161. Aged mice decelerate bone metastasis of prostate cancer by decreasing infiltration of M2 macrophages","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aged mice decelerate bone metastasis of prostate cancer by decreasing infiltration of M2 macrophages","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint blockade (ICB), which unleashes potent CD8<sup>+<\/sup> T cell-based anti-tumor responses, has emerged as a promising therapeutic option for several cancer types. However, response rates stay limited in gastric cancer (GC) patients, indicating the necessity of combinational strategies to overcome other immunosuppressive factors. Fatty acid synthesis (FAS) is an indispensable metabolic pathway proven to support cancer cell survival. The rate-limiting enzyme of FAS, FASN, is upregulated in several cancers and could contribute to cancer immune escape. Though some investigations propose that specific gene alterations can cause FASN upregulation under the GC setting, the immunoregulatory role and therapeutic value of FASN in the tumor microenvironment (TME) of GC have not been fully elucidated.<br \/>Methods: FASN expression was measured by Western Blotting and flow cytometry. Bioinformatic analysis was conducted via an online website (www.camoip.net). The syngeneic GC mouse model was established by subcutaneous inoculation of MFC cells in 615-line mice, treated by vehicles, FASN inhibitor (FASNi), anti-PD-1 antibodies, or FASNi+anti-PD-1 antibodies. TAM and CD8<sup>+<\/sup> T cell depletion was implemented by anti-CSF1R and anti-CD8&#945; antibodies. Bone marrow-derived macrophages (BMDMs) were extracted from the femurs of 615-line mice, induced by M-CSF and stimulated by LPS or IL-4. The proportions and functional status of immune cells<i> <\/i>were identified by flow cytometry.<br \/>Results: FASN was upregulated in GC tissues and GC human cell lines. Bioinformatic analyses demonstrated that FASN expression was related to poor infiltration of cytotoxic lymphocytes, as well as the downregulation of pathways related to anti-cancer immune responses. FASNi inhibited tumor growth in a syngeneic GC mouse model, with elevated PD-1 and IFN-&#947; expression in CD8<sup>+<\/sup> T cells and increased NK cell infiltration, suggesting the enhancement in anti-cancer cytotoxicity. Meanwhile, FASNi induced a shift from M2-like to M1-like in tumor-associated macrophages (TAM). We detected that M2-like TAM and CD8<sup>+<\/sup> T cells harbored higher FASN expression than other immune cells in GC mouse tissues, and tumor-suppressing effects of FASN inhibition could be reversed by TAM and CD8<sup>+<\/sup> T cell depletion, which corroborated the key role of TAM and CD8<sup>+ <\/sup>T cells in shaping FASN-mediated tumor regulation. FASNi could also repolarize BMDMs from M1-like to M2-like <i>in vitro<\/i>. Finally, FASNi exhibited synergistic tumor control with anti-PD-1 therapy in GC and melanoma mouse models.<br \/>Conclusion: &#65279;This work sheds light on the impact of FASN on TME modulation of GC. We proved that FASNi could repolarize M2-like TAM to M1 phenotypes and promote cytotoxic lymphocyte-mediated anti-tumor immunity. Our results propose FASN inhibition as a potential therapeutic strategy to sensitize ICB therapy in GC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Tumor microenvironment,Fatty acid synthase,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Wang<\/b>, T. Shi, Y. Wang, Y. Luo, Y. Pan, X. Zhou, Y. Zhang, B. Liu, J. Wei; <br\/>The Comprehensive Cancer Centre of Drum Tower Hospital, Medical School of Nanjing University & Clinical Cancer Institute of Nanjing University, Nanjing, China","CSlideId":"","ControlKey":"eec3680b-decb-4e71-924c-4e794c9a976e","ControlNumber":"4172","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>T. Shi, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>J. Wei, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"162","PresenterBiography":null,"PresenterDisplayName":"Hanbing Wang","PresenterKey":"807e894d-38d4-46c8-bebf-8f606248795a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"162. Fatty acid synthesis blockade synergizes with immune checkpoint blockade by repolarizing macrophages and enhancing anti-tumor cytotoxicity in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fatty acid synthesis blockade synergizes with immune checkpoint blockade by repolarizing macrophages and enhancing anti-tumor cytotoxicity in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is a poorly understood disease with 75% death rate when identified after metastasis. Drug resistance and tumor recurrence are likely due to cancer stem-like cells (CSCs) that evade chemotherapy and induce relapse with phenotypes that are distinct from bulk tumor cells. It remains unclear how CSCs facilitate relapse and what role the tumor microenvironment (TME) plays in this process. Our preliminary data show that a secreted cytokine, tumor necrosis factor-like weak inducer of apoptosis (TWEAK), and its receptor Fn14 are overexpressed in ovarian tumors and increase after chemotherapy. TWEAK is a strong inducer of stem cell features and enhances survival of CSCs during chemotherapy exposure. The source of TWEAK has not been clarified, although clinical data from human ovarian tumors show that TWEAK mRNA was primarily observed in a subset of infiltrating immune cells known as tumor associated macrophages (TAMs). When we evaluated TWEAK expression in cells found in the ovarian TME, including PBMC and THP-1-derived macrophages, IMR-90 activated fibroblasts, and ovarian cancer cell lines, we found that PBMC macrophages were the primary source of TWEAK production. Since cytotoxic chemotherapy can enrich for different TAM populations, we propose that TWEAK producing TAMs support CSC survival and expansion and contribute to the high rate of relapse in ovarian cancer patients. We further found that treatment with a small molecule inhibitor of TAM polarization leads to decreased TWEAK production, fewer CSCs, and prolonged remission in mouse models of ovarian cancer relapse as compared to vehicle. Currently we are testing whether knockout of Fn14 in ovarian cancer cells co-cultured with TAMs reduces stem cell features dependent on TWEAK-Fn14 signaling. Identification of immune populations responsible for TWEAK production could lead to new therapeutic strategies for patients with high rates of relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Tumor Microenvironment,Ovarian cancer,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. S. Cruz<\/b>, D. Stevenson, M. Robinson, S. Mathew, I. Amador, G. Jordan, C. D. House; <br\/>San Diego State University, San Diego, CA","CSlideId":"","ControlKey":"e279019d-e932-4065-814f-530df7294265","ControlNumber":"3941","DisclosureBlock":"&nbsp;<b>L. S. Cruz, <\/b> None..<br><b>D. Stevenson, <\/b> None..<br><b>M. Robinson, <\/b> None..<br><b>S. Mathew, <\/b> None..<br><b>I. Amador, <\/b> None..<br><b>G. Jordan, <\/b> None..<br><b>C. D. House, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"163","PresenterBiography":null,"PresenterDisplayName":"Luisjesus Cruz, BS,MS","PresenterKey":"8e94c24d-2441-47bd-92a1-531407165eae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"163. Role of macrophages in the development of ovarian cancer stem-like cells during chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of macrophages in the development of ovarian cancer stem-like cells during chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Response to checkpoint blockade immunotherapy (CBI) is not universal, partly due to a wide variation in baseline immune cell infiltration in the tumor microenvironment (TME). One mechanism contributing to this variability is tumor cell-intrinsic activation of the &#946;-catenin signaling pathway, which has previously been shown to result in a non-T cell-inflamed TME. Constitutive &#946;-catenin signaling resulted in reduced Batf3-lineage dendritic cell (cDC1) recruitment, leading to reduced T cell activation and infiltration and loss of anti-CTLA-4+anti-PD-L1 therapeutic efficacy. Efforts to target the Wnt\/&#946;-catenin pathway to enhance immune responses in &#946;-catenin-active tumors have seen limited success. A genetic experiment eliminating &#946;-catenin expression after establishment of a non-T cell-inflamed TME might illustrate the maximal biologic effect that could be expected with blockade of the pathway. We developed a genetically engineered mouse (GEM) model that allows for dynamic regulation of &#946;-catenin on and off. This model employs tyrosinase-driven tamoxifen-regulated Cre-recombinase to activate the BRAF V600E oncogene and delete the tumor suppressor gene PTEN, along with a transactivator for doxycycline-regulated expression of a non-degradable &#946;-catenin. Topical application of 4-hydroxytamoxifen resulted in melanoma formation, and administration of doxycycline resulted in robust nuclear expression of melanocyte-specific &#946;-catenin compared to non-treated controls. This was accompanied by a significant reduction in CD3<sup>+<\/sup> T cell infiltration within the TME, confirming the link between active &#946;-catenin signaling and T cell exclusion. Discontinuing doxycycline treatment led to complete reduction of nuclear &#946;-catenin expression in the tumor cells within seven days and a substantial return of CD3<sup>+<\/sup> T cells into the TME. However, despite the re-infiltration of CD3<sup>+<\/sup> T cells, the tumors previously expressing &#946;-catenin (ex-&#946;-catenin tumors) did not regain therapeutic responsiveness to anti-CTLA-4+anti-PD-L1. Single cell RNA sequencing of the ex-&#946;-catenin tumors indicated the presence of an immunosuppressive-like macrophage population, characterized by the expression of Ccl8, Gas6 and Cd163. This finding suggests that the prior presence of &#946;-catenin may induce long-lasting changes in the TME that suppress the immune response even after &#946;-catenin levels are reduced. These data corroborate previous findings on the role of &#946;-catenin in modulating the immunological landscape of melanoma and extend it by demonstrating the long-term persistence of immune evasion by suppressive myeloid cells even after &#946;-catenin signaling is eliminated. These insights have implications for clinical strategies aiming to block Wnt\/&#946;-catenin signaling, which may additionally require myeloid cell modulation to restore immunotherapy efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Tumor microenvironment,&#946;-catenin,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Cabanov<\/b>, R. Tonea, J. Shapiro, A. Martinez, Y. Zha, T. F. Gajewski; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"8a741bb7-160e-4b8e-b463-647a84e6143f","ControlNumber":"8435","DisclosureBlock":"&nbsp;<b>A. Cabanov, <\/b> None..<br><b>R. Tonea, <\/b> None..<br><b>J. Shapiro, <\/b> None..<br><b>A. Martinez, <\/b> None..<br><b>Y. Zha, <\/b> None..<br><b>T. F. Gajewski, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"164","PresenterBiography":null,"PresenterDisplayName":"Alexandra Cabanov, BS","PresenterKey":"96b908bf-8e58-48dc-80cc-1f4bfdb5ce98","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"164. Genetic elimination of &#946;-catenin using a doxycycline-regulated GEM model fails to restore checkpoint blockade efficacy due to persistent M2-like macrophages","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic elimination of &#946;-catenin using a doxycycline-regulated GEM model fails to restore checkpoint blockade efficacy due to persistent M2-like macrophages","Topics":null,"cSlideId":""},{"Abstract":"Advanced or recurrent high-grade serous ovarian cancer (HGSOC) are associated with poor prognosis. While HGSOC is moderately immunogenic, anti-PD-1\/L1 therapy has fared poorly in trials. PVRL2 (Nectin2) is both a cell-adhesion molecule as well as a ligand for PVRIG, a novel co-inhibitory receptor. While PVRL2 is constitutively expressed by epithelial\/tumor cells, it can also be upregulated by macrophages. Whether macrophage-expressed PVRL2 functions exclusively as an immunoregulatory ligand in HGSOC is not known. CD45<sup>+<\/sup> tumor infiltrate from 6 treatment-na&#239;ve and 3 neoadjuvant chemotherapy-treated patients with HGSOC was evaluated by CITE-seq. Multiplex immunofluorescence (mIF) of PanCK, CD68 and PVRL2 was performed on 28 FFPE sections. <i>In vivo<\/i>, we monitored survival of wild-type and PVRL2<sup>-\/-<\/sup> mice as well as corresponding<sup> <\/sup>bone marrow chimeras orthotopically implanted with ID8-Vegf-Defb29 ovarian tumors. CITE-seq was run on CD45<sup>+ <\/sup>cells<sup> <\/sup>sorted from wild-type vs PVRL2<sup>-\/-<\/sup> tumors and ascites. In tumor-bearing mice, macrophages, CD8 or NK cells were depleted and differences in survival assessed. <i>In vitro<\/i>, M1 and M2 macrophages were differentiated from steady-state bone marrow progenitors and myeloid gene profiles were analyzed. CITE-seq of patient-derived immune cells revealed that PVRL2 expression was restricted to macrophage clusters. Macrophages with low PVRL2 expression showed M1 polarity and abundant expression of inflammatory cytokines and chemokines. Overall macrophage counts and PVRL2 expression were lower in post-chemotherapy cases. In mIF, PVRL2 staining was observed on CD68-positive cells as well as tumor cells. In addition, PVRL2-expressing macrophages accumulated in tumor areas, especially in residual tumor areas after chemotherapy. PVRL2<sup>-\/-<\/sup> mice and PVRL2 bone marrow chimeras had significantly improved survival compared to their respective control cohorts. Macrophage depletion significantly shortened the prognosis of PVRL2<sup>-\/-<\/sup> mice compared to wild-type mice. In contrast, depletion of CD8 T cells or NK cells had no effect on survival of wild-type and PVRL2<sup>-\/-<\/sup> mice. M1 macrophages from PVRL2<sup>-\/-<\/sup> mice expressed higher levels of inflammatory cytokines and chemokines compared to their wild-type counterparts. Furthermore, CITE-seq showed that tumor-infiltrating macrophages in PVRL2<sup>-\/-<\/sup> mice exhibited M1 polarization compared to those from wild-type tumors. However, the inflammatory phenotype appeared to be linked more with the tumor-infiltrating macrophages than with ascites macrophages. In conclusion, our research suggests that PVRL2 upregulation by tumor-infiltrating macrophages polarizes towards a pro-tumor phenotype and affects prognosis of HGSOC. PVRL2-deficient macrophages exert their antitumor effects via inflammatory tumor killing and not via antigen-presentation to effector T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Ovarian cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Murakami<\/b>, H. Ando, M. Doucet, D. Ding, W. Huang, S. Ganguly; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"36541b98-1d64-4631-8d0e-71f9557cc0fd","ControlNumber":"5765","DisclosureBlock":"&nbsp;<b>K. Murakami, <\/b> None..<br><b>H. Ando, <\/b> None..<br><b>M. Doucet, <\/b> None..<br><b>D. Ding, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>S. Ganguly, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"165","PresenterBiography":null,"PresenterDisplayName":"Kosuke Murakami, PhD","PresenterKey":"0ff1aeb1-53a9-4646-8c2e-21862694b6a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"165. PVRL2 upregulation by tumor-associated macrophages confers a regulatory phenotype and is associated with poor prognosis in high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PVRL2 upregulation by tumor-associated macrophages confers a regulatory phenotype and is associated with poor prognosis in high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Statins, known as inhibitors of HMG-CoA, not only reduce cholesterol but also exhibit pleiotropic effects which include anti-tumor activities by targeting tumor microenvironments. They inhibit the synthesis of FPP and GGPP, which is important for prenylation of signaling proteins. Although PD-1\/PD-L1 inhibitors has been approved for treatment for TNBC patients with PD-L1 positive, the response remains unsatisfactory. Also, it has been reported that statins affect PD-L1 expression in other tumors, but it is still uncertain in TNBC. Therefore, we aimed to identify the effect of statins on the expression of PD-L1 in TNBC and to verify the efficacy of combination therapy with statins and immune checkpoint inhibitors.<br \/><b>Methods:<\/b> Human and mouse TNBC cell lines, mouse macrophage cell line (RAW 264.7), and clinically approved simvastatin were used. Flow cytometry, western blot, proliferation assay, qRT-PCR, immune phenotyping and immunohistochemistry were conducted. A co-culture of macrophages and cancer cells was performed. An orthotopic syngeneic mouse model by injection of EMT6 cells into mammary gland fat pad were produced. Mice were treated with simvastatin(20mg\/kg) by oral gavage daily and anti-PD-1(200&#956;g) by intraperitoneal injection two times per week.<br \/><b>Results:<\/b> Among thirteen human TNBC cell lines, we confirmed that TNBC cell lines showed various PD-L1 expression, and especially MDA-MB-231 and HCC38 highly expressed endogenous\/constitutive PD-L1. Statins reduced PD-L1 expression and exerted anti-proliferative effects in MDA-MB-231, HCC38, and EMT6 in a dose- and time-dependent manner. Phosphorylation of AKT and STAT3 was reduced when simvastatin was treated. Mice with combination therapy of anti-PD-1 and simvastatin had less effective inhibitory effect on tumor growth than mice with anti-PD-1 monotherapy, which showed the highest tumor suppression effect. In immune phenotyping, tumor-infiltrated T cells did not have significant differences among groups. However, M1:M2 macrophage ratio was highest in anti-PD-1 group but decreased in combination therapy group with simvastatin. To determine the effect of simvastatin on macrophages, RAW264.7 cells were stimulated with MDA-MB-231 conditioned medium, revealing an upregulation of PD-1 expression.<br \/><b>Conclusions:<\/b> Our findings show that simvastatin has an anti-tumor effect, which reduces Pd-L1 expression and kills breast cancer cells, reducing phosphorylation of STAT3 and AKT. However, when combined with PD-1 checkpoint inhibitor, it reduces the anti-tumor effect by increasing PD-1 expression in macrophages and promoting M1 to M2 polarization. Further study is needed to demonstrate the mechanism by which simvastatin regulate polarization of macrophages and to confirm the polarization of macrophages in samples of TNBC patients who had been taking simvastatin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Breast cancer,Statins,PD-L1,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lee<\/b><sup>1<\/sup>, J. Kim<sup>2<\/sup>, A. Park<sup>1<\/sup>, J. Baik<sup>1<\/sup>, J.-J. Jung<sup>3<\/sup>, H.-B. Lee<sup>2<\/sup>, W. Han<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University Graduate School, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f2536d48-634f-48a3-8405-9777d158ef60","ControlNumber":"7225","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>A. Park, <\/b> None..<br><b>J. Baik, <\/b> None..<br><b>J. Jung, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>W. Han, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"167","PresenterBiography":null,"PresenterDisplayName":"Sangeun Lee","PresenterKey":"59dea3da-fafb-4cc8-bf9e-67c1ad15fb4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"167. Modulation of PD-1\/PD-L1 by simvastatin in TNBC and macrophages and its impact on the efficacy of immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of PD-1\/PD-L1 by simvastatin in TNBC and macrophages and its impact on the efficacy of immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Although there is raising evidence that the density and the level of immune checkpoint expression of immune cell subpopulations that are in direct contact to the tumor cells (intraepithelial) can predict response to immune checkpoint therapy and patient&#8217;s outcome, a comprehensive assessment of intraepithelial immune cell subpopulations and their spatial interplay is lacking.<br \/><b>Material and methods<\/b>: To comprehensively assess the density, level of immune checkpoint expression, and spatial interplay of 48 immune checkpoint expressing intraepithelial leukocyte subpopulations in 46 carcinoma entities, 4740 tumor samples in a tissue microarray format were stained with 21 antibodies using our BLEACH&#38;STAIN mfIHC approach. A deep learning-based framework comprising 18 different convolutional neuronal networks (U-Net and DeepLabv3+) were used for image analysis.<br \/><b>Results<\/b>: The mean intraepithelial immune cell density of CD8<sup>+<\/sup> cytotoxic T-cells, CD4<sup>+<\/sup> T-helper cells, FOXP3<sup>+<\/sup> Tregs, CD20<sup>+<\/sup> B-cells, M1\/ M2 macrophages and CD11c<sup>+<\/sup> dendritic cells varied markedly between tumor entities and individual tumors. For example, 88 (&#177;90) cells\/ mm<sup>2<\/sup> were found in tubular breast cancer, 661 (&#177;729) cells\/ mm<sup>2<\/sup> in colorectal cancer, and 1280 (&#177;1334) to 2325 (&#177;2131) cells\/ mm<sup>2 <\/sup>in squamous cell cancers from various origins. The abundance of T-cell subpopulations, M2 macrophages, and dendritic cells was highly concordant (range r=0.49 to 0.92) across all tumor entities, while the density of M1 macrophages was unrelated (r=0.1, p&#60;0.001). Unsupervised hierarchical clustering across all tumor entities revealed a cluster A of 634 patients from almost all different tumor entities with an exceptionally high density of intraepithelial immune cells, thus a highly inflamed tumor microenvironment that was characterized by the strongest interaction between intraepithelial CD8<sup>+<\/sup> T-cell and CD4<sup>+<\/sup> T-helper cells, M2 macrophages, as well as dendritic cells (DC, p&#60;0.002 each) along with the highest expression level of TIM3, PD-1, CLTA-4 and PD-L1. In contrast, a cluster C of 2245 patients with the lowest intraepithelial immune cell infiltration was characterized by a significantly increased M1 proportion (p&#60;0.001) and an enriched proportion of regulatory T-cells (p&#60;0.001). Across all analyzed tumor entities, the intraepithelial highly inflamed cluster A was significantly linked to low pT (p&#60;0.001).<br \/><b>Conclusion<\/b>: The data from this study provide a comprehensive characterization of intraepithelial immune cells across 46 different human carcinomas and identify an inflamed phenotype defined by strong interactions of intraepithelial CD8<sup>+<\/sup> cytotoxic T-cells, CD4<sup>+<\/sup> T-cells, dendritic cells, and M2 macrophages along with highest levels of TIM3, PD-1, PD-L1, and CTLA-4 expression that is linked to a favorable tumor phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Immune checkpoint,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Huang<\/b><sup>1<\/sup>, T. Mandelkow<sup>1<\/sup>, J. H. M端ller<sup>1<\/sup>, A. H. Marx<sup>2<\/sup>, T. Krech<sup>3<\/sup>, G. Sauter<sup>1<\/sup>, J. Ebner<sup>1<\/sup>, M. Lennartz<sup>1<\/sup>, R. Simon<sup>1<\/sup>, M. Kluth<sup>1<\/sup>, C. Hube-Magg<sup>1<\/sup>, S. Minner<sup>1<\/sup>, E. Bady<sup>1<\/sup>, N. C. Blessin<sup>1<\/sup>; <br\/><sup>1<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany, <sup>2<\/sup>Academic Hospital Fuerth, Fuerth, Germany, <sup>3<\/sup>Clinical Center Osnabr端ck, Osnabr端ck, Germany","CSlideId":"","ControlKey":"dd3edcc6-33cd-4964-bc38-adb0e32b36d6","ControlNumber":"6418","DisclosureBlock":"&nbsp;<b>Z. Huang, <\/b> None.&nbsp;<br><b>T. Mandelkow, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> Other, The antibodies used in this study were provided by MS Validated Antibodies GmbH (owned by a family member of Prof. Dr. Guido Sauter). No other con&#64258;icts of interest were declared..<br><b>J. H. M端ller, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>T. Krech, <\/b> None.&nbsp;<br><b>G. Sauter, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> Other, The antibodies used in this study were provided by MS Validated Antibodies GmbH (owned by a family member of Prof. Dr. Guido Sauter). No other con&#64258;icts of interest were declared.. <br><b>University Medical Center Hamburg-Eppendorf<\/b> Patent, Niclas C. Blessin and Guido Sauter have a patent #WO 2023\/285518 pending to the University Medical Center Hamburg-Eppendorf..<br><b>J. Ebner, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>M. Kluth, <\/b> None..<br><b>C. Hube-Magg, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>E. Bady, <\/b> None.&nbsp;<br><b>N. C. Blessin, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> Other, The antibodies used in this study were provided by MS Validated Antibodies GmbH (owned by a family member of Prof. Dr. Guido Sauter). No other con&#64258;icts of interest were declared.. <br><b>University Medical Center Hamburg-Eppendorf<\/b> Patent, Niclas C. Blessin and Guido Sauter have a patent #WO 2023\/285518 pending to the University Medical Center Hamburg-Eppendorf.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"169","PresenterBiography":null,"PresenterDisplayName":"Zhihao Huang, Graduate Student","PresenterKey":"f46ea77a-364c-4877-b3a5-685b9a70303c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"169. Prevalence, immune checkpoint expression and spatial interplay of intraepithelial lymphocytes, macrophages, and dendritic cells in 4740 human carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence, immune checkpoint expression and spatial interplay of intraepithelial lymphocytes, macrophages, and dendritic cells in 4740 human carcinomas","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Prostate cancer (PCa) is traditionally considered an immunologically 'cold&#8217; indication, as evidenced in part by significant infiltration of immunosuppressive tumor associated macrophages (TAMs) and few activated effector CD8<sup>+<\/sup> T cells. Attempts to (re)invigorate an anti-prostate cancer immune response with immune checkpoint blockade (ICB) such as anti-CTLA-4 and anti-PD-1 have been largely ineffective clinically, despite promising results in other cancers. This is likely due to a multitude of immunosuppressive cell types and secreted factors within the tumor microenvironment (TME) that diminish T cell activation and trafficking. Reducing the immunosuppressive burden intratumorally by targeting TAMs is a clinically attractive approach and offers opportunity to sensitize PCa to immune checkpoint blockade. While PI3K signaling is ubiquitous in most cell types, specific catalytic isoforms and regulatory elements are differentially expressed depending on cell type, with PI3K&#947; being significantly enriched in myeloid cells<i> <\/i>and therefore offering a unique therapeutic opportunity for specific targeting.<br \/><b>Methods:<\/b> Utilizing novel syngeneic prostate cancer tumors, PI3K&#947; deletion and antagonism using Eganelisib (a small molecule inhibitor for PI3K&#947;), we tested our hypothesis that targeting PI3K&#947; signaling in PCa TAMs would lead to tumor growth inhibition and anti-tumor immune responses.<br \/><b>Results:<\/b> We show here that PCa tumor cells do not express the<i> <\/i>PI3K&#947; isoform and, therapeutic inhibition of PI3K&#947; with Eganelisib reduces the TAM suppressive phenotype. We also show PI3K&#947; signaling is essential to monocyte anti-apoptotic signaling, and inhibition of PI3K&#947; can enhance anti-tumor immune responses in preclinical models of PCa. Specifically, inhibition of PI3K&#947; alone is sufficient to enhance anti-tumor immune responses in the less aggressive B6CaP PCa model, but insufficient in the more aggressive RM-1 PCa model. However, treatment of RM-1 tumors with Eganelisib produces improved tumor control when combined with anti-PD-1 therapy, relative to Eganelisib or anti-PD1 as a monotherapy.<br \/><b>Conclusions:<\/b> Altogether, these data highlight the integral role of PI3K&#947; signaling in TAMs and the potential for therapeutic targeting with Eganelisib to sensitize PCa to ICB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor microenvironment,Phosphatidylinositol 3-kinase (PI3K),Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. M. Adusei<\/b><sup>1<\/sup>, T. R. Nirschl<sup>1<\/sup>, A. J. Lee<sup>1<\/sup>, F. Shen<sup>1<\/sup>, X. Wang<sup>1<\/sup>, M. Praharaj<sup>1<\/sup>, J. Alvarez<sup>1<\/sup>, I. Gross<sup>1<\/sup>, K. A. Lombardo<sup>1<\/sup>, T. L. Lotan<sup>1<\/sup>, J. A. Varner<sup>2<\/sup>, J. C. Zarif<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"3fe2d933-3202-4406-a50e-b07687a6bf44","ControlNumber":"5586","DisclosureBlock":"&nbsp;<b>K. M. Adusei, <\/b> None..<br><b>T. R. Nirschl, <\/b> None..<br><b>A. J. Lee, <\/b> None..<br><b>F. Shen, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>M. Praharaj, <\/b> None..<br><b>J. Alvarez, <\/b> None..<br><b>I. Gross, <\/b> None..<br><b>K. A. Lombardo, <\/b> None..<br><b>T. L. Lotan, <\/b> None..<br><b>J. A. Varner, <\/b> None..<br><b>J. C. Zarif, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"170","PresenterBiography":null,"PresenterDisplayName":"Kenneth Adusei, BS","PresenterKey":"873494e8-03f5-479b-bbd7-9bcaa1abe152","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"170. Targeting of macrophage PI3K&#947;in prostate cancer using Eganelisib (IPI-549) reprograms immune-suppressive infiltrating macrophages to enhance anti-tumor immune responses and promote immunologically mediated tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of macrophage PI3K&#947;in prostate cancer using Eganelisib (IPI-549) reprograms immune-suppressive infiltrating macrophages to enhance anti-tumor immune responses and promote immunologically mediated tumor growth","Topics":null,"cSlideId":""},{"Abstract":"Background: Triggering receptor expressed on myeloid cells (TREM2) serves as an immune signaling hub that senses and interacts with a wide range of ligands arising from damaged tissues in pathologic conditions. Despite TREM2&#8217;s diverse role in casting immune suppressive environment, the effects of chemotherapy on tumor microenvironment (TME), TREM2 and their interactions are not well established. In this study, we aimed to investigate the characteristics of TREM2 (+) M&#966; within the lung TME (Tu), focusing on the impact of chemotherapy on the immune dynamics of lung adenocarcinoma (LUAD).<br \/>Method: Changes in the number and distribution of M&#966; subclusters in normal appearing lung tissue (NL) and Tu were examined using open-source single cell RNA sequencing (scRNA-seq) datasets and immunofluorescent staining of lung cancer-induced Kras-G12D mouse tissue. Clinical measures affecting the expression of TREM2 were explored using the TCGA-LUAD and -LUSC datasets, and the effects of anticancer drugs and the apoptotic cells on M&#966; were observed by differentiating THP1 cells into M0, M1, and M2.<br \/>Results: scRNA-seq analysis on LUAD datasets showed that M&#966; were the second most abundant cell population that constitutes the lung TME, and the proportion of M&#966; in the Tu decreases compared to NL. Among the M&#966; subclusters in Tu, a subcluster which specifically increased in Tu shows enrichment of apoptotic cell clearance gene sets, including TREM2. In lung cancer induced Kras-G12D mouse, compared to NL the Tu has an increase in M2 proportion, showing the characteristics of interstitial M&#966; in addition with overexpression of TREM2 and enrichment of monocyte chemotaxis gene set enrichment. Among TCGA-LUAD, the high TMB group has low TREM2 expression, and the proportion of TREM2 (+) M2 in the Tu decreases in cisplatin-treated Kras-G12D mouse Tu, suggesting the expression of TREM2 in M2 is suppressed by either cisplatin treatment itself or active immunity in Tu. Additionally, we are going to observe the effect on TREM2 expression by adding cisplatin treated A549-GFP cells or cisplatin alone, to the THP-1 cells that were differentiated into M0, M1, or M2 state.<br \/>Conclusion: In addition to changes in the lung immune environment due to the tumor, anticancer treatment changes in the characteristics of M2 in TME, in terms of decrease in TREM2 (+) M&#966; fraction. Considering that TREM2 plays a central inhibitory role in the tumor immune environment, the effect of anticancer chemotherapeutic agents should be considered in the development TREM2 targeting agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"NSCLC,Tumor microenvironment,Macrophages,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Cha<\/b>, M. Park, Y. Chang; <br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ebf781a2-98ca-46cb-bf86-bd8d3d67ea8e","ControlNumber":"4166","DisclosureBlock":"&nbsp;<b>Y. Cha, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>Y. Chang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"171","PresenterBiography":null,"PresenterDisplayName":"Yoon Jin Cha, PhD","PresenterKey":"a8fcab0a-1e5a-411f-9a70-26f3745fffa3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"171. Chemotherapeutic agent, cisplatin, influences the proportion of TREM2 (+) M2 macrophages in the TME of LUAD","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapeutic agent, cisplatin, influences the proportion of TREM2 (+) M2 macrophages in the TME of LUAD","Topics":null,"cSlideId":""},{"Abstract":"T cell immunoglobulin and ITIM domain (TIGIT) is one of the most important immune checkpoints expressed on lymphocytes, and poliovirus receptor (PVR, also CD155) serves as the most crucial ligand for TIGIT, harboring an important function in cancer cells and influencing the tumor microenvironment (TME). While it's well-established that TIGIT blockade could reverse immunosuppression, the question of whether direct inhibition of PVR yields comparable results remains to be fully elucidated. In this study, we generated a mouse gene Pvr knock out (KO) Lewis lung cancer (LLC) cell line and found that the Pvr-KO tumors tended to develop a pro-inflammatory TME, as reflected by a downregulation of monocytic-myeloid derived suppressor cells (M-MDSCs) and an upregulation of CD8+ central memory T cells. Through bulk RNA-seq and multi-cytokines measurement, we quantified the transcription and protein levels of immunostimulatory cytokines and chemokines and found they were significantly upregulated in Pvr-KO TME, including GM-CSF, IFN-&#947;, TNF-&#945;, IL-2\/4\/6\/10, CCLs (including CCL2\/3\/4\/5) and CXCLs (including CXCL1\/2\/5). We further employed single-cell RNA sequencing (scRNA-seq) on 20,026 intra-tumoral CD45+ immune cells. Using a conserved MDSCs gene set and the 'AddModuleScore' function of Seurat package, we identified the clusters of MDSCs and found the differentiation ability of M-MDSCs in Pvr-KO TME was enhanced. Through pseudo-temporal ordering, we found the M-MDSCs in the Pvr-KO TME have a trend to differentiate towards M1-like macrophages, which could play an essential positive role in anti-tumor immunity. We further focused on the scRNA-seq of T cell subsets and found the enhanced function of cytotoxic CD8+ T cells, leading to increased production of IFN-&#947;. In the intercellular communications analysis, a significant upregulation of the IFNG-IFNR signal between T cells: MDSCs in the Pvr-KO group was observed. Moreover, we found that Irf8, a key factor in myeloid cell differentiation, was significantly upregulated in the M-MDSCs of Pvr-KO tumor. We then employed CUT &#38; Tag sequencing and confirmed that IFN-&#947; induces phosphate Stat1, which then binds on the promoter of Irf8. These findings suggest that the IFN-&#947;-Stat1-Irf8 axis plays a crucial role in MDSCs differentiation and may be a potential target for therapeutic intervention in cancer. Next, an anti-PVR nanobody was synthesized and its efficacy was evaluated in the context of LLC and 4T1 tumor grafts. When in combination with anti-PD-1 therapy, anti-PVR exhibited a remarkable capacity to reduce tumor size in both tumor models with no notable indications of toxicity observed. Our findings provide new insights into the role of PVR in modulating the TME and offer potential strategies for enhancing the effectiveness of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Myeloid-derived suppressor cells,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Feng<\/b>, S. Tan, Q. Ma, B. Zhang, Y. Chen, Q. Li, Y. Wang; <br\/>West China Hospital of Sichuan University, Chengdu City, China","CSlideId":"","ControlKey":"4fe1da01-95af-4a0a-b0b4-dda10b0c4553","ControlNumber":"1266","DisclosureBlock":"&nbsp;<b>M. Feng, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>Q. Ma, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"172","PresenterBiography":null,"PresenterDisplayName":"Mingyang Feng, MD","PresenterKey":"0ddee214-47c9-4911-85e6-9b46a5c7195a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"172. Targeting the poliovirus receptor to activate T cells and induce myeloid-derived suppressor cells to differentiate to M1-like macrophages via the IFN&#947;-pSTAT1-IRF8 axis in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the poliovirus receptor to activate T cells and induce myeloid-derived suppressor cells to differentiate to M1-like macrophages via the IFN&#947;-pSTAT1-IRF8 axis in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is one of the most aggressive forms of cancer, resisting conventional and immune-based therapies and typically killing patients within two years of diagnosis. This is largely due to the immunosuppressive GBM tumor microenvironment (TME), mediated in large part by tumor-resident macrophages. Macrophages&#8217; role as immune regulators, as well as their sheer quantity in brain tumors, makes them attractive therapeutic targets. The GBM TME also features mechanical abnormalities. As a tumor grows, it expands into the surrounding brain, generating compressive solid stress. Macrophages can contribute to up to half of tumor mass and are known to respond to mechanical cues, allowing them to both contribute to and respond to solid stress, but this relationship has not yet been explored experimentally. To isolate the contribution of macrophages on solid stress, we incorporated RAW264.7 murine macrophages into agarose gels with varying stiffnesses. Over time, spheroids form as the cells proliferate. Because cells cannot alter agarose, cell aggregates must generate stress as they grow and displace the surrounding gel matrix. The resulting agarose-embedded spheroids were stained with calcein AM to observe spheroid viability and morphology. Using confocal microscopy and image processing, we obtained the final spheroid geometry and imported it into COMSOL to model the solid stress resulting from spheroid formation. Our initial experiments show that macrophages have distinct growth patterns dependent on the stiffness of their surrounding gel. At larger sizes, the spheroids adopt an ellipsoid shape and generate a distinct stress field compared to spheroidal shapes. To stimulate the solid stress that macrophages experience within a growing mass, we applied a custom weight to macrophages grown on a porous membrane. This applies 0.15 kPa of compressive solid stress, corresponding to the stress measured in murine glioma models. After 24 hours of compression, macrophages upregulate expression of both nitric oxide synthase and arginase-1, canonical M1 and M2 markers, respectively. This indicates that compression causes a more complex phenotype than can be described by the traditional M1\/M2 axis, something that has been observed in tumor-associated macrophages. We also found an apparent difference in the fluorescence lifetime of compressed and uncompressed macrophages, indicating that compression alters macrophage metabolism. Both the spheroid and compression culture models are unique in the context of macrophages. This work will elucidate key pathways involved in myeloid &#8220;immunomechanics&#8221; and inform strategies to target the innate immune system in cancers such as GBM, as well as other immunological diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunomodulation,Glioblastoma,Macrophages,3D models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Burchett<\/b>, S. Siri, H. Chen, S. Howard, M. Datta; <br\/>University of Notre Dame, Notre Dame, IN","CSlideId":"","ControlKey":"33e03a43-7892-45ed-9615-e732f8c9f308","ControlNumber":"1539","DisclosureBlock":"&nbsp;<b>A. Burchett, <\/b> None..<br><b>S. Siri, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>S. Howard, <\/b> None..<br><b>M. Datta, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"173","PresenterBiography":null,"PresenterDisplayName":"Alice Burchett, BS","PresenterKey":"ea75eb60-3698-4b82-9e71-996d674a1bd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"173. Studying the interaction between macrophages and solid stress in novel models of the tumor immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Studying the interaction between macrophages and solid stress in novel models of the tumor immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"With a lifetime risk of approximately 1 in 8, breast cancer maintains in its position as the most prevalent form of cancer and ranks second in terms of cancer-related fatalities in women. The primary cause of mortality is often attributed to the recurrence of metastatic breast cancer. While immune therapy shows some effectiveness, many patients do not exhibit meaningful responses, likely due to immune-suppressive factors present within the tumor microenvironment. These factors include myeloid cells such as Macrophages(M&#934;), therefore, there is a strong need to devise strategies to shift (M&#934;) from a pro-tumor to an anti-tumor phenotype. Our previous research has uncovered the susceptibility of M&#934;s to disruptions in cholesterol metabolic balance. Considering these findings, coupled with epidemiological evidence linking elevated plasma cholesterol to unfavorable prognosis, the impact of cholesterol homeostasis in tumor associated M&#934;s on breast cancer becomes evident. An in-depth computational screen helped us identify ABCA1&#8212;a cholesterol efflux protein with elevated mRNA expression associated with increased survival. Beyond cholesterol efflux, ABCA1 also facilitates the movement of cholesterol from the inner membrane layer to the outer layer. Previous work has shown that cholesterol within the inner membrane layer can directly interact with and activate various receptors on the membrane's surface, initiating downstream signaling events. Consequently, the activities of ABCA1 in cholesterol efflux and translocation likely hold substantial regulatory implications. Underscoring the clinical significance of ABCA1 are our findings that heightened ABCA1 expression within breast tumors correlates with augmented levels of cytotoxic T cells, T cell effector enzymes (Prf-1 and Gzmb), and improved survival rates. Crucially, our in vitro investigations indicate that ABCA1 modulates multiple functions of M&#934;s to adopt an anti-cancer phenotype, encompassing: (1) the ability to infiltrate tumor spheroids, (2) angiogenesis, (3) efferocytosis&#8212;an immune-suppressive phagocytic process devoid of antigen presentation, and (4) the expansion, migration, and activity of cytotoxic T cells. ABCA1 transports cholesterol from macrophages to a lipid poor ApoA1 protein and facilitates the formation of nascent HDL via reverse cholesterol transport. We leveraged this mechanism to therapeutically target ABCA1 using ApoA1 mimetics 5A and 4F. Our data so far indicates that these ApoA1 phenocopy ABCA1 overexpression in M&#934;s. Together, our data provides compelling evidence for the involvement of ABCA1 in the pathophysiology of breast tumors. The anticipated outcomes of this research will establish the basis for the future utilization of ABCA1 and its downstream effects for therapeutic purposes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Cholesterol,ABC transporters,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. V. Bendre<\/b><sup>1<\/sup>, N. Krawczynska<sup>1<\/sup>, S. Bhogale<sup>1<\/sup>, E. Weisser<sup>1<\/sup>, S. Han<sup>1<\/sup>, B. Hajyousif<sup>1<\/sup>, A. Singh<sup>1<\/sup>, R. K C<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, C. P. Schane<sup>1<\/sup>, A. T. Nelczyk<sup>1<\/sup>, A. DasGupta<sup>1<\/sup>, H. E. V. Gamage<sup>1<\/sup>, K. T. VanBortle<sup>1<\/sup>, E. Tajkhorshid<sup>1<\/sup>, S. Sinha<sup>2<\/sup>, W. Cho<sup>3<\/sup>, E. R. Nelson<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL, <sup>2<\/sup>Georgia Institue of Technology, Atlanta, GA, <sup>3<\/sup>University of Illinois Chicago, Chicago, IL","CSlideId":"","ControlKey":"479e90ad-2896-4c57-8dba-e73f03da1569","ControlNumber":"4986","DisclosureBlock":"&nbsp;<b>S. V. Bendre, <\/b> None..<br><b>N. Krawczynska, <\/b> None..<br><b>S. Bhogale, <\/b> None..<br><b>E. Weisser, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>B. Hajyousif, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>R. K c, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>C. P. Schane, <\/b> None..<br><b>A. T. Nelczyk, <\/b> None..<br><b>A. DasGupta, <\/b> None..<br><b>H. E. V. Gamage, <\/b> None..<br><b>K. T. VanBortle, <\/b> None..<br><b>E. Tajkhorshid, <\/b> None..<br><b>S. Sinha, <\/b> None..<br><b>W. Cho, <\/b> None..<br><b>E. R. Nelson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"174","PresenterBiography":null,"PresenterDisplayName":"Shruti Bendre, BS,MS","PresenterKey":"c350c159-33ec-4ff0-8f5f-90b5a769a8f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"174. Cholesterol efflux protein ABCA1 skews macrophages towards an anti-tumor phenotype and consequently impacts breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cholesterol efflux protein ABCA1 skews macrophages towards an anti-tumor phenotype and consequently impacts breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Cancer is the leading cause of deaths worldwide. However, current anti-VEGF therapies for solid cancers provide limited survival benefit as tumors rapidly develop resistance to these agents.We have uncovered an immunosuppressive role for non-classical Ly6C<sup>low<\/sup> monocytes that mediates resistance to anti-VEGFR2 treatment. We found that the chemokine CX3CL1 was upregulated in both human and murine tumors following the VEGF signaling blockade, resulting in recruitment of CX3CR1<sup>+<\/sup> Ly6C<sup>low<\/sup> monocytes into the tumor. We also found that treatment with VEGF-A reduced expression of CX3CL1 in endothelial cells. Intravital microscopy revealed that CX3CR1 is critical for Ly6C<sup>low<\/sup> monocyte transmigration across the endothelium in tumors. Moreover, Ly6C<sup>low<\/sup> monocytes recruit Ly6G<sup>+<\/sup> neutrophils via CXCL5 and produce IL-10, which inhibits adaptive immunity. Preventing Ly6C<sup>low<\/sup>monocyte or Ly6G<sup>+<\/sup> neutrophil infiltration into tumors enhanced inhibition of tumor growth with anti-VEGFR2 therapy. Furthermore, we developed a gene therapy using a nanoparticle formulated with a siRNA against CX3CL1, which reduced Ly6C<sup>low<\/sup> monocyte recruitment and improved outcome of anti-VEGFR2 therapy.Taken together, we identified immunosuppressive non-classical Ly6C<sup>low<\/sup> monocytes as key players in tumor resistance to anti-angiogenic therapy in cancers. We also revealed molecular mechanisms underlying anti-angiogenic treatment resistance, suggesting potential immunomodulatory strategies to enhance the long-term clinical outcome of anti-VEGF therapies, proven by state-of-the-art <i>in vivo<\/i> imaging modalities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Myeloid-derived suppressor cells,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Jung<\/b>; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"444a7140-d4d1-41a9-88b5-9a1f8abc7f00","ControlNumber":"6238","DisclosureBlock":"&nbsp;<b>K. Jung, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"175","PresenterBiography":null,"PresenterDisplayName":"Keehoon Jung, PhD","PresenterKey":"c4a05660-89a2-4927-9a4c-d723bfa739bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"175. Tumor-associated monocytes and neutrophils: Targets for immunotherapy?","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-associated monocytes and neutrophils: Targets for immunotherapy?","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Survival is improved with early detection and treatment initiation in patients with lung cancer (LC) emphasizing the importance of tumor initiation and biomarker development in individuals at high risk for developing LC and those with early-stage LC. Recent studies suggest that immunologic and metabolic changes within the microenvironment are pivotal for tumor formation. We recently demonstrated that in patients with resectable, early-stage LC, elevated levels of stearic acid (SA), a long chain fatty acid, and macrophage inflammatory protein 1&#946; (MIP-1&#946;\/CCL4) were predictive of tumor affected lung lobes. Therefore, we hypothesize that SA promotes LC initiation through the activation of macrophages (M&#934;) and production of proinflammatory cytokines like CCL4.<br \/><b>Methods and Results:<\/b> We performed untargeted metabolomics utilizing LC-MS from the plasma of patients with various stages of LC and found elevated levels of SA in patients with early-stage LC. To further study the mechanistic role of SA in tumorigenesis, cell lines including immortalized lung epithelial , LC cells, and immune ( M&#934; and T) cells were treated with SA. We found that physiological concentrations of SA did not affect cellular viability. However, in M&#934;, SA induced expression of inflammatory (IL6, iNOS), and immunomodulatory (Arg1, CD206) genes suggesting a role for SA in promoting a pro-tumorigenic immunologic state. Additionally, analysis of the secretome from SA stimulated M&#934; using single cell proteomic analysis (Isolight, Bruker Cellular Analysis, Inc), indicated a significant enrichment of polyfunctional M&#934;s with enhanced secretion of enriched effector and stimulatory cytokines. Furthermore, conditioned media derived from SA stimulated M&#934; led to increased proliferation, as well as anchorage independent growth, of BEAS2B immortalized lung epithelial cells.<br \/><b>Conclusion:<\/b> Our data demonstrates plasma levels of SA are increased in early-stage compared to late-stage patients with LC. This observation corresponds to our prior data demonstrating enrichment of SA in the tumor affected lobes of patients with early-stage LC. Recent studies demonstrating the induction of inflammatory responses through M&#934; activation in obese patients by circulating SA in blood corroborates our observations as well. Our data suggests that the SA effect on M&#934;, is critical in LC initiation not only increasing proliferation but also induction of neoplastic transformation of immortalized lung epithelial cells. Furthermore, our data indicates that blood plasma levels of SA, a fatty acid understudied in tumor biology, could also be exploited as a potential biomarker for LC development in individuals at high-risk for LC development as well as those patients with early-stage disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Lung cancer,Macrophages,Fatty acids,Tumor initiating cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Roy<\/b><sup>1<\/sup>, M. Davis<sup>1<\/sup>, S. Weinberg<sup>2<\/sup>, A. Mallisetty<sup>1<\/sup>, A. Hulbert<sup>1<\/sup>, F. D. Weinberg<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois Chicago, Chicago, IL, <sup>2<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"34ad03a0-6a39-443b-9a27-f05aa794a6e5","ControlNumber":"8552","DisclosureBlock":"&nbsp;<b>A. Roy, <\/b> None..<br><b>M. Davis, <\/b> None..<br><b>S. Weinberg, <\/b> None..<br><b>A. Mallisetty, <\/b> None..<br><b>A. Hulbert, <\/b> None.&nbsp;<br><b>F. D. Weinberg, <\/b> <br><b>Amgen<\/b> Speaker. <br><b>Regeneron<\/b> Speaker, Advisory Board. <br><b>Astra Zeneca<\/b> Advisory Board. <br><b>Jazz Pharmaceuticals<\/b> Advisory Board. <br><b>TEMPUS Labs<\/b> Speaker, Advisory Board.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"176","PresenterBiography":null,"PresenterDisplayName":"Amrita Roy, PhD","PresenterKey":"0cf88cd1-4416-4b98-bff6-6922c9e796a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"176. Stearic acid induces pro-inflammatory macrophage response important for lung cancer development","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stearic acid induces pro-inflammatory macrophage response important for lung cancer development","Topics":null,"cSlideId":""},{"Abstract":"Clinical response to anti-PD-1 immunotherapy is correlated with patients who have a T cell-inflamed tumor microenvironment. Some patients with immune cell infiltration fail to respond, and some patients experiencing an initial clinical response develop acquired resistance. It is likely that additional immune-regulatory pathways need to be targeted to expand the efficacy of immunotherapies. To identify a broader array of therapeutic relevant immunotherapy molecules in T cell-inflamed tumors, our lab utilized gene expression profiling to characterize tumor antigen-specific dysfunctional CD8<sup>+<\/sup> T cells in the tumor microenvironment. One molecule that was found to be overexpressed on these CD8<sup>+<\/sup> T cells was C-type lectin inhibitory receptor, KLRG1. KLRG1 is an ITIM domain-containing receptor mostly explored on NK cells, and the known ligands are N- and E- cadherins which are broadly expressed in solid cancers. Analysis of single cell RNA-Seq data from tumor biopsies of melanoma patients classified as responders or non-responders to anti-PD-1 therapy revealed significantly higher expression of KLRG1 expression on tumor-infiltrating T cell subsets in non-responders, suggesting a possible salvage immune suppressive role. To determine the potential functional relevance of KLRG1 on tumor control, we generated KLRG1 knockout (KO) mice, then implanted tumors and assessed tumor growth rate <i>in vivo<\/i>. KLRG1 KO mice showed markedly slowed B16 melanoma tumor growth compared to WT mice, arguing it is a critical negative regulator of anti-tumor immunity. Both antigen-specific CD8<sup>+<\/sup> T cells and NK cells were expanded in these tumors, and depletion of CD8<sup>+<\/sup> T cells or NK cells eliminated this tumor control. Genetic deletion of N-cadherin from B16 cells also resulted in slowed tumor growth, suggesting that tumor cells are providing the functionally relevant ligand.<br \/>To assess the degree of inhibitory function of human KLRG1, we generated a humanized KLRG1 knock-in mouse model. We confirmed that human KLRG1 can biochemically interact with murine cadherins. Knock-in mice with the humanized KLRG1 protein had significantly increased tumor growth compared to both WT and KLRG1 KO mice, indicating a stronger immunosuppressive effect of human KLRG1 compared to murine KLRG1. An antagonistic antibody blocking interaction of human KLRG1 with its ligands was generated, which potentiated human T cell activation <i>in vitro<\/i>. Administration of anti-human KLRG1 Ab to tumor-bearing humanized KLRG1 mice led to markedly reduced tumor growth.<br \/>In summary, our data support KLRG1 as a functionally critical negative regulator of the anti-tumor immune response and that blocking KLRG1-cadherin interactions has potential as a therapeutic candidate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Tumor immunity,Melanoma\/skin cancers,T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. A. Jones<\/b><sup>1<\/sup>, S. Sinicrope<sup>1<\/sup>, K. Yasuda<sup>2<\/sup>, J. Pinkas<sup>2<\/sup>, T. F. Gajewski<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Chicago, Chicago, IL, <sup>2<\/sup>Pyxis Oncology, Boston, MA","CSlideId":"","ControlKey":"0c756da9-3f17-4461-9c50-0f254e32bd04","ControlNumber":"3966","DisclosureBlock":"&nbsp;<b>T. A. Jones, <\/b> None..<br><b>S. Sinicrope, <\/b> None..<br><b>K. Yasuda, <\/b> None..<br><b>J. Pinkas, <\/b> None..<br><b>T. F. Gajewski, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8574","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"177","PresenterBiography":null,"PresenterDisplayName":"Tyler Jones, PhD","PresenterKey":"1efa091b-0be7-4907-b500-351f836dbe88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"177. Targeting murine or human KLRG1 exerts potent anti-tumor efficacy involving both CD8T cells and NK cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting murine or human KLRG1 exerts potent anti-tumor efficacy involving both CD8T cells and NK cells","Topics":null,"cSlideId":""},{"Abstract":"Obesity increases the risk of developing cancer and worsens treatment outcome. Our lab has shown that adipose tissue contributes to B-cell acute lymphoblastic leukemia (B-ALL) resistance to chemotherapy both <i>in vitro<\/i> and <i>in vivo<\/i>. However, the mechanisms by which adipose tissue causes ALL cell resistance are complex and not completely understood. We therefore implanted obese mice (n=3) with syngeneic BCR\/ABL B-ALL cells and performed single-cell RNA sequencing (scRNAseq) of ALL collected from epididymal adipose tissue vs. bone marrow. Our data uncovered a strong adipose microenvironment effect on the ALL transcriptome, identifying 577 differentially expressed genes using a log<sub>2<\/sub> fold threshold of 0.25 and Bonferroni corrected p-values &#60;0.05. Notably, we found that ALL cells in adipose tissue upregulate expression of <i>Tnfsf11<\/i>, the gene that encodes receptor activator of nuclear factor kappa beta ligand (RANKL). 93% of ALL cells in adipose tissue express RANKL compared to 33% in marrow, along with a log<sub>2 <\/sub>fold expression increase of 2.12 (p&#60;1x10<sup>-100<\/sup>, Wilcoxon test). Because ALL expression of RANKL has been linked to bone resorption and CNS invasion, both of which have increased incidence in obese patients, we elected to explore this further. <i>Ex vivo<\/i> culture with human visceral adipose tissue validated ALL cell RANKL upregulation, demonstrating a 1.63 and 17.5-fold increase in gene expression after 48 hours in BV173 and RS4;11 B-ALL cell lines, respectively (n=4-6, both p&#60;0.01, paired t test). Soluble RANKL was not detected in media from ALL cells cultured alone, detectable in media conditioned by human adipose tissue (0.018 pM), but increased in media from adipose-ALL cocultures (RS4;11: 0.065 pM, BV173: 0.317 pM, n=1). One potential candidate signal to stimulate ALL cell RANKL expression is the inflammatory mediator prostaglandin E2 (PGE2), which is known to be released by adipose tissue. Physiological concentrations of PGE2 (200 ng\/mL) caused a similar increase in ALL cell RANKL gene expression as adipose tissue in both cell lines (n=6). PGE2 treatment also caused a mild resistance of ALL cells to daunorubicin chemotherapy <i>in vitro<\/i>, increasing the EC<sub>50<\/sub> from 27&#177;4 to 53&#177;12 nM in RS4;11 (n=6, p&#60;0.05), and from 39&#177;11 to 62&#177;19 nM in BV173 (n=6, p=0.06). Adipose tissue induction of RANKL expression was partially blocked by the addition of PGE2 receptor EP2 and EP4 blockers. Taken together, our results suggest that PGE2 produced by the adipose microenvironment activates ALL cell RANKL expression, which could potentially contribute to CNS invasion, bone breakdown, and chemoresistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Obesity,Microenvironment,Chemoresistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Cohen<\/b><sup>1<\/sup>, J. Tan<sup>1<\/sup>, T. Kuk<sup>1<\/sup>, B. Nadeak<sup>1<\/sup>, I. Ahn<sup>1<\/sup>, X. Yang<sup>1<\/sup>, E. Orgel<sup>2<\/sup>, S. D. Mittelman<sup>1<\/sup>; <br\/><sup>1<\/sup>UCLA Mattel Childrens Hospital, Los Angeles, CA, <sup>2<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"2d3f2888-2398-4c35-9de0-27b61787e80f","ControlNumber":"7149","DisclosureBlock":"&nbsp;<b>M. Cohen, <\/b> None..<br><b>J. Tan, <\/b> None..<br><b>T. Kuk, <\/b> None..<br><b>B. Nadeak, <\/b> None..<br><b>I. Ahn, <\/b> None..<br><b>X. Yang, <\/b> None.&nbsp;<br><b>E. Orgel, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Other, Consultant.<br><b>S. D. Mittelman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"178","PresenterBiography":null,"PresenterDisplayName":"Michael Cohen, BS","PresenterKey":"deaa4758-1a1b-4146-b665-86d7f1024d9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"178. Adipose tissue upregulates expression of RANKL in B-cell acute lymphoblastic leukemia through prostaglandin E2 signaling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adipose tissue upregulates expression of RANKL in B-cell acute lymphoblastic leukemia through prostaglandin E2 signaling","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is one of the most aggressive forms of breast cancer and lacks standard treatment options. Although immunotherapy shows some response in these patients along with chemotherapy, heterogeneity of tumor cells and immune cells results in significant low response to immunotherapy treatment. Based on single cell sequencing which enables identity of heterogenous population at single cell level and functional studies involving preclinical mouse models, our laboratory recently identified distinct CD56<sup>bright<\/sup>SOCS3<sup>high<\/sup>CD11b<sup>&#8722;<\/sup>CD27<sup>&#8722;<\/sup> immature NK cells subpopulations, with diminished cytotoxic granzyme signatures that promote TNBC tumor progression. However, the precise characterization and functionality of these rogue tumor promoting NK cells remains unclear in clinical samples. Here, we aimed to illustrate mechanistic insight of these novel immature NK subpopulation in context of immunotherapy resistant TNBC patient samples. The scRNA seq analysis of TNBC patient samples identified four specific subclusters of NK cells in TNBC. We further found that NK2 and NK3 subclusters are CD56<sup>dim<\/sup> Granzyme<sup>high<\/sup> cytotoxic NK cells and the other two subclusters (NK0 and NK1) are CD56<sup>bright<\/sup> immature NKs. Interestingly, the NK0 and NK1 subcluster specifically exhibit distinctive characteristics and functions. Notably, CD56<sup>bright<\/sup> immature NK1 cells, identified as tissue-resident NK cells, were engaged in direct communication with myeloid-derived suppressor cells (MDSCs). The CD56<sup>bright<\/sup> NK0 possesses moderate to low SOCS3 expression and moderate to high granzyme expression with elevated early NK activation markers and inhibitory receptor expressions, suggesting its regulatory property (NKregs). scRNA seq and flow cytometry analysis showed higher NKregs and immunosuppressive MDSC population, specifically with high monocytic-MDSCs (mMDSCs) in non-responder TNBC (to adjuvant combinational treatment of chemo and immunotherapy) patient samples rather than responder patients&#8217; tissue. Based on <i>in silico<\/i> analysis, we further found a potential crosstalk between these mMDSC &#38; NKreg within the tumors of non-responsiveness of TNBC patients. Overall, our studies show a connection of MDSCs and NKregs in TNBC patients, who do not respond to immunotherapy, highlighting a possible mechanism for immunotherapy resistance, which could be targeted in near future for better treatment options in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Immunotherapy-resistance,Regulatory natural killer cell,MSDC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Das<\/b><sup>1<\/sup>, S. Henry<sup>2<\/sup>, S. Singh<sup>1<\/sup>, C. D. Santos<sup>2<\/sup>, R. Chakrabarti<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Miami Sylvester Centr.-I, Miami, FL, <sup>2<\/sup>Cold Spring Harbor Laboratory, Cold Spring Harbor, NY","CSlideId":"","ControlKey":"de435480-ff66-44d0-b772-abf5f0abea31","ControlNumber":"5519","DisclosureBlock":"&nbsp;<b>M. Das, <\/b> None..<br><b>S. Henry, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>C. D. Santos, <\/b> None..<br><b>R. Chakrabarti, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"179","PresenterBiography":"","PresenterDisplayName":"Megha Das, BS;MS;PhD","PresenterKey":"efeb6478-a9d3-4c5e-a42d-5261eafecdd2","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/efeb6478-a9d3-4c5e-a42d-5261eafecdd2.profile.jpg","SearchResultActions":null,"SearchResultBody":"179. Identification of a novel crosstalk between MDSC and NKregs in immunotherapy resistant triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a novel crosstalk between MDSC and NKregs in immunotherapy resistant triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has emerged as a breakthrough in the improvement of survival outcomes for lung adenocarcinoma (LUAD), however effective response requires the combination of blocking inhibitory signals on the tumor surface and antigen presentation to the tumor surface for proper immune recognition. Several commercially available and robust methods exist for identification of tumors displaying immune-inhibitory surface receptors, such as PD-L1, however it is currently difficult to predict effectiveness of antigen presentation on the cell surface. To address this, we utilized clinical and next-generation sequencing data from The Cancer Genome Atlas (TCGA) to identify gene signatures that are correlated to tumor mutational burden (TMB) within cancers of epithelial origins as a surrogate for neoantigen signatures. We identified <i>LINC00261<\/i> as a top gene correlated to TMB, whose expression activates DNA damage response pathways <i>in vitro<\/i> along with resistance to cisplatin. <i>LINC00261<\/i> expression was also significantly correlated to MHC class I and II genes involved in endogenous neoantigen presentation expression within the TCGA-LUAD cohort. This relationship was confirmed <i>in vitro<\/i><i> <\/i>through ectopic reintroduction of <i>LINC00261<\/i> for key MHC class II presentation genes. Interferon gamma-induced MHC gene activation <i>in vitro<\/i> was also able to induce endogenous expression of <i>LINC00261<\/i>. Staining of primary human lung cancer sections suggested that loss of <i>LINC00261<\/i> is associated with an immunosuppressive tumor microenvironment. Taken together, our results suggest there is a mechanistic relationship in the silencing of <i>LINC00261<\/i> in LUAD and compromised DNA repair, accumulation of mutations, and reduced antitumor immune response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor immunity,Tumor mutational burden,Long noncoding RNA,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Castillo<\/b>, T. Xue, M. Norwood, S. Joseph, A. L. Epstein, W. D. Wallace, A. W. Kim, C. N. Marconett; <br\/>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"70e8f80b-ad5c-4478-bdbc-f64a92cce73c","ControlNumber":"6931","DisclosureBlock":"&nbsp;<b>J. Castillo, <\/b> None..<br><b>T. Xue, <\/b> None..<br><b>M. Norwood, <\/b> None..<br><b>S. Joseph, <\/b> None..<br><b>A. L. Epstein, <\/b> None..<br><b>W. D. Wallace, <\/b> None..<br><b>A. W. Kim, <\/b> None..<br><b>C. N. Marconett, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"180","PresenterBiography":null,"PresenterDisplayName":"Jonathan Castillo, MS","PresenterKey":"06d19ec1-8185-48cf-a53b-b35cf9ef6ab9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"180. <i>LINC00261<\/i> is functionally linked to tumor DNA mutational burden and tumor immune microenvironment composition in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>LINC00261<\/i> is functionally linked to tumor DNA mutational burden and tumor immune microenvironment composition in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Objective: Here our goal was to evaluate the impact of the immunosuppressive enzyme cyclooxygenase-2 (COX-2) expression on the immune effector capacity against high-grade serous ovarian cancer (HGSOC) tumor cells through bioinformatic tools and <i>in vitro<\/i> validation.<br \/>Methods: We performed an integrated bioinformatics analysis from transcriptomic data based on RNAseq (TCGA-OV, n=368; Australian cohort AOCS, n=80) and RNA microarrays (GSE26193, n=62; GSE30161, n=45). We estimated the proportion and characteristics of immune cells employing Gene Set Variation Analysis (GSVA), MIXTURE and Ecotyper cell deconvolution algorithms. Survival curves and Cox-regression models were built up according to known risk factors and immune scores predicted by <i>in-silico<\/i> analysis. Afterward, we validated these results using flow cytometry and cytotoxicity assays on circulating NK cells collected from advanced HGSOC patients treated at our institution (n=5). After three days of incubation, isolated NK cell cultures were stimulated with three pulses of a selective COX-2 inhibitor (celecoxib) or MOCK, daily. An anti-CTLA-4 monoclonal antibody (ipilimumab) or MOCK was added at the third pulse. Two ovarian cancer cell lines (SKOV3 and HeyA8) were treated similarly. Next, NK cells were co-cultured with SKOV3 or HeyA8 and cytotoxicity on these cells was examined using lactate dehydrogenase (LDH) cell viability assay.<br \/>Results: Transcriptomic data evidenced a non-linear relationship between COX-2 gene, <i>PTGS2<\/i>, and <i>CTLA4 <\/i>in advanced stages of HGSOC. Hence, <i>PTGS2<\/i>\/<i>CTLA4 <\/i>ratio allows us to investigate how COX-2 influences changes in the immune profile of these patients. Based on bioinformatics, a high <i>PTGS2<\/i>\/<i>CTLA4 <\/i>ratio determines particularly dysfunctional NK cell states, along with the reduction of NK gene score associated with infiltration, cytotoxicity, and survival in HGSOC. Additionally, selective COX-2 blockade improves NK cell cytotoxicity against HGSOC cell lines independently of the CTLA-4 signaling. In fact, ipilimumab effect was almost absent in those cases with high COX2 activity. Interestingly, previous treatment with celecoxib on NK cells mainly explains the difference in cytotoxicity (p= 0.0253, two-way ANOVA test with Tukey&#8217;s multiple comparisons).<br \/>Conclusions: This work represents the first evidence of the influence of COX-2 on NK cell function as a crucial factor for the efficacy of anti-CTLA-4 therapy in HGSOC patients who exhibited high tumoral levels of CTLA-4. HGSOC patients present dysfunctional circulating NK cells preferentially due to the strong CO-2 expression. Last, we emphasize the modulation of chronic inflammation to direct an immune pattern with greater antitumor capacity in HGSOC. (Funding: Fondecyt 1201083 and FONDAP 152220002 [MAC], CONICYT\/Doctorado Nacional 2019-Folio 21190421 [FGV], CONICYT FONDAP 15130011 [MAC, IW]).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Ovarian cancer,COX-2,CTLA-4,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Gomez-Valenzuela<\/b><sup>1<\/sup>, I. Wichmann<sup>2<\/sup>, F. Su叩rez<sup>1<\/sup>, S. Kato<sup>1<\/sup>, E. Ossand坦n<sup>1<\/sup>, M. Hermoso<sup>3<\/sup>, E. Fern叩ndez<sup>4<\/sup>, M. A. Cuello<sup>1<\/sup>; <br\/><sup>1<\/sup>Pontificia Universidad Catolica de Chile, Santiago, Chile, <sup>2<\/sup>Stanford University School of Medicine, Santiago, CA, <sup>3<\/sup>University of Chile, Santiago, Chile, <sup>4<\/sup>Fundaci坦n para el Progreso de la Medicina (CONICET), Facultad de Ciencias Exactas, F鱈sicas y Naturales, Universidad Nacional de C坦rdoba, C坦rdoba, C坦rdoba, Argentina","CSlideId":"","ControlKey":"65cf451e-1304-42fb-955f-9093deaf5188","ControlNumber":"2520","DisclosureBlock":"&nbsp;<b>F. Gomez-Valenzuela, <\/b> None..<br><b>I. Wichmann, <\/b> None..<br><b>F. Su叩rez, <\/b> None..<br><b>S. Kato, <\/b> None..<br><b>E. Ossand坦n, <\/b> None..<br><b>M. Hermoso, <\/b> None..<br><b>E. Fern叩ndez, <\/b> None..<br><b>M. A. Cuello, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"182","PresenterBiography":null,"PresenterDisplayName":"Fernan Gomez-Valenzuela, DDS","PresenterKey":"71d9f098-ca63-421e-aff1-0a708b62df21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"182. Cyclooxygenase-2 blockade is crucial to restore natural killer cell activity before anti-CTLA-4 therapy against high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cyclooxygenase-2 blockade is crucial to restore natural killer cell activity before anti-CTLA-4 therapy against high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Anti-CD3-based bispecific T cell engagers (BiTE) showed limited clinical efficacy in solid tumors and caused significant cytokine storm. Similar to BiTE where T cells are activated by CD3 antibody, we constructed a novel bi-specific macrophage engager (BiME) platform where macrophage is activated by anti-SIRPa that is directed to a particular tumor via the targeting of the tumor-associated antigen (TAA), resulting in phagocytosis of the tumor cells. This BiME does not lead to cytokine storm and is particularly applicable for the treatment of solid tumors whose microenvironment contains plenty of macrophages. Tumor-associated macrophages are major component of immune cells in the tumor micro-environment (TME) that express an array of effector molecules leading to the inhibition of anti-tumor immune responses. Signal regulatory protein &#945; (SIRP&#945;) is a myeloid-lineage inhibitory receptor that restricts phagocytosis through engagement of its ligand CD47 expressed on tumors and normal tissues. Compared to anti-CD47 therapeutics, targeting myeloid-restricted SIRP&#945; provides a differential pharmacokinetic, safety, and efficacy profile. Here, we report the construction of a SIRP&#945; antagonist-based bispecific macrophage engager (BiME) platform, a potent tumor-killing bi-specific antibody platform.<br \/>Methods: We have generated a panel of single domain antibody (sdAb), scFv or Fab antibodies targeting different TAAs and SIRPa. We constructed BiME antibodies using different orientations, ratios, and IgG isotypes of anti-TAA arm and anti-SIRP&#945; arm. These bispecific antibodies were evaluated for homologue binding, and CD47-SIRP&#945; blocking properties by ELISA and FACS. In vitro function activity was determined by phagocytosis assay using human monocyte derived macrophage and mouse bone marrow derived macrophage. In vivo anti-tumor efficacy was tested in a syngeneic tumor model with hSIRP&#945; knock-in mice. The pharmacokinetic (PK) and safety profile were assessed in hSIRP&#945; knock-in mice or cynomolgus monkeys.<br \/>Results: Through Elpiscience proprietary BiME platform, we have generated a panel of TAA\/SIRP&#945; bispecific antibodies with TAA being Claudin18.2, EGFR, PDL1 and DLL-3. The BiME treatment demonstrated strong anti-tumor efficacy in multiple mouse syngeneic tumor models. Mechanistically, both myeloid and T cells were activated and contributed to antitumor activity of BiME bispecific antibody. the BiME bispecific antibodies were well tolerated in non-human primates (NHPs) and there is no hematotoxicity or cytokine release syndrome (CRS) observed after treatment of BiME antibodies.<br \/>Conclusions: These findings provide novel mechanistic insights into how myeloid and T cells can be uniquely modulated by the bispecific macrophage engagers (BiMEs) and demonstrate the potential and advantage of BiME in future clinical development for solid tumor treatment as compared to BiTE approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Bispecific antibody,Solid tumors,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Sun<\/b>, H. Jiang, Y. Geng, Y. Wu, R. Gao, Y. Lu, Q. Qiu, Y. Hu, Y. Liu, X. Guo, X. Niu, H. Lu; <br\/>Elpiscience Biopharma, Shanghai, China","CSlideId":"","ControlKey":"6e135ff4-5a67-435e-af3f-23ba00020ccc","ControlNumber":"2860","DisclosureBlock":"&nbsp;<b>D. Sun, <\/b> None..<br><b>H. Jiang, <\/b> None..<br><b>Y. Geng, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>R. Gao, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>Q. Qiu, <\/b> None..<br><b>Y. Hu, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>X. Niu, <\/b> None..<br><b>H. Lu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"183","PresenterBiography":null,"PresenterDisplayName":"Dawei Sun, PhD","PresenterKey":"3e9aca6f-80ca-4d86-b4c5-1266e45356b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"183. A novel bispecific antibody macrophage engager (BiME) designed for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel bispecific antibody macrophage engager (BiME) designed for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has revolutionized cancer treatment with immune checkpoint inhibitors (ICIs) and genetically engineered T-Cells expressing chimeric antigen receptors (CARs). CAR-T treatment of hematologic malignancies has achieved outstanding patient response rate. CAR-T cell therapy, however, is thwarted in solid tumor treatment due to two major factors: the immune-suppressive tumor microenvironment that inhibits T-cell infiltration and T-cell function. In addition, T-cell dysfunction also renders ICIs ineffective in solid tumor treatment. This research aims to activate proinflammatory anticancer immune responses in immunologically cold solid tumors using the genetically engineered Salmonella typhimurium VNP20009 strains that express anticancer proteins. Previously, we have shown that the Salmonella Typhimurium VNP20009 strains expressing recombinant methioninase (rMETase) and\/or Tumor Necrosis Factor (TNF&#945;) caused rapid tumor destruction of cold Lewis Lung Carcinoma (LLC) grown on immunocompetent C57BL\/6 mice. In this investigation, several mechanisms of this tumor tropic anti-cancer bacteria were studied including the innate and adaptive immune system responses and cancer cell apoptosis. In a pilot study, we selected eight tumor tissues treated with several different bacteria strains and performed histological analysis to observe the effectiveness of each. We found that in the tumor tissues treated with VNP20009_rMETase_TNF&#945;, there was infiltration and activation of CD8+ T cells coupled with reduced amounts of T regulatory cells, as well as an increased ratio of M1-like to M2-like macrophages. We also observed increased tumor apoptosis associated with an elevated detection of an apoptosis biomarker and a suppressed amount of the Ki67 tumor growth signal. These findings indicate that VNP20009_rMETase_TNF&#945; anticancer bacteria can disrupt the tumor microenvironment in the cold LLC tumors and active innate and adaptive anti-cancer immune responses in immunocompetent mice. Further, we are investigating additional cold solid mouse tumor models to validate our findings and how this can apply to bacteria-based immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Bacterial therapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Q. He<\/b>, L. R. Brncick, B. Gong, J. L. Flowers; <br\/>Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"a4356b60-1aa8-41ac-9b2c-ceac9dfa8068","ControlNumber":"8814","DisclosureBlock":"<b>&nbsp;Q. He, <\/b> <br><b>IrNex, Inc.<\/b> Founder and President.<br><b>L. R. Brncick, <\/b> None..<br><b>B. Gong, <\/b> None..<br><b>J. L. Flowers, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8771","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"184","PresenterBiography":null,"PresenterDisplayName":"Qiuhong He, PhD","PresenterKey":"2a91e618-6be7-4a6b-86d3-f33721c6b5d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"184. M1-like macrophage infiltration, CD8+ T cell activation, and increased cancer cell apoptosis in immunologically cold Lewis lung carcinoma treated with tumor-trophic Salmonella Typhimurium expressing anticancer proteins in immunocompetent C57BL\/6 mice","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"M1-like macrophage infiltration, CD8+ T cell activation, and increased cancer cell apoptosis in immunologically cold Lewis lung carcinoma treated with tumor-trophic Salmonella Typhimurium expressing anticancer proteins in immunocompetent C57BL\/6 mice","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Increased macrophage infiltration and polarization towards a breast tumor-supportive phenotype have been linked to therapy resistance, immune suppression, and poor patient prognosis. Despite their importance, the specific interactions that drive tumor-associated macrophage (TAM) polarization remain poorly understood. The class A scavenger receptor (SR-A) is a pattern-recognition receptor expressed by macrophages, and the accumulation of SR-A-expressing TAMs has been correlated with poor patient outcomes. Our preliminary data show that SR-A binds to tumor-associated glycans (TAGs) on the surface of breast cancer cells. However, how macrophages bind tumor cell ligands in the tumor microenvironment (TME) is not clear. Tumor-derived exosomes (TDEs) are secreted extracellular vesicles that resemble the tumor cell membrane, carrying cargo that may mediate an immune response within the TME. In this study, we investigated whether TDE glycans represent tumor cell-surface TAGs and whether TDEs interact with macrophages through SR-A.<br \/>Methods: TDEs were isolated from the murine breast cancer cell line (E0771) by ultracentrifugation of the cell culture medium and then sized and counted using nanoparticle tracking analysis and electron microscopy. The glycans present on the tumor cell surface and TDEs were characterized using plant lectins in flow cytometry and sandwich ELISAs. The isolated TDEs were then fluorescently labeled, and their binding to the murine macrophage cell line Raw 264.7 was assayed by flow cytometry and fluorescence microscopy.<br \/>Results: SR-A binds strongly to breast cancer cell lines, and a significant portion of the binding depends on the presence of cell surface N-linked glycans. Lectins reactive with sialylated and fucosylated terminal structures showed differential binding to tumor cells and TDEs. We observed that the glycan profiles of E0771 cells and exosomes isolated from E0771 cultures were similar. Our results indicate that TDEs interact with Raw 264.7 cells, and the interaction is mediated by SR-A.<br \/>Conclusions: TDEs released in the TME can potentially interact with TAMs through SR-A. The glycan profile of TDEs is representative of host cells and may contribute to SR-A-mediated interaction with TAMs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Exosomes,Extracellular vesicles,Macrophages,Tumor-associated glycans,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Jousheghany<\/b><sup>1<\/sup>, E. S. Blitz<sup>1<\/sup>, S. V. Jenkins<sup>1<\/sup>, S. R. Post<sup>1<\/sup>, V. Raj<sup>2<\/sup>, R. A. Kore<sup>1<\/sup>, A. Jamshidi-Parsian<sup>1<\/sup>, R. J. Griffin<sup>1<\/sup>, T. J. Kelly<sup>1<\/sup>, B. Monzavi-Karbassi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>2<\/sup>University of Arkansas at Pine Bluff, Pine Bluff, AR","CSlideId":"","ControlKey":"b79b2159-48ed-40ec-8497-0bbe06868ee1","ControlNumber":"2625","DisclosureBlock":"&nbsp;<b>F. Jousheghany, <\/b> None..<br><b>E. S. Blitz, <\/b> None..<br><b>S. V. Jenkins, <\/b> None..<br><b>S. R. Post, <\/b> None..<br><b>V. Raj, <\/b> None..<br><b>R. A. Kore, <\/b> None..<br><b>A. Jamshidi-Parsian, <\/b> None..<br><b>R. J. Griffin, <\/b> None..<br><b>T. J. Kelly, <\/b> None..<br><b>B. Monzavi-Karbassi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"186","PresenterBiography":null,"PresenterDisplayName":"Fariba Jousheghany, MSc","PresenterKey":"90bc3d82-113a-48a3-b034-a0cb66befcbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"186. Tumor exosome-macrophage interactions: The role of tumor-associated glycans and scavenger receptor class A","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor exosome-macrophage interactions: The role of tumor-associated glycans and scavenger receptor class A","Topics":null,"cSlideId":""},{"Abstract":"BCR-ABL1 fusion gene is the hall marker of chronic myeloid leukemia (CML). Currently, the immune microenvironment of BCRABL1 CML remains largely unexplored. Our recent investigation in a transgenic mouse model of BCRABL1 CML revealed a continuous increase in CD11b+Ly6C<sup>int<\/sup> PMN-MDSC with the progression of the disease. Concurrently, there was an increase in CD11b+Ly6C<sup>high<\/sup> M-MDSC and F4\/80+ macrophages. However, The levels of CD4+ T cells, CD8+ T cells, CD19+ B cells, and CD49b+ NK cells, which are essential for tumor-killing significantly decreased. This immune phenotype was consistently observed in both primary leukemia induction and following serial transplantation of cells from primary leukemic mice. Intriguingly, only recipient mice subjected to sublethal irradiation developed the disease, while mice with intact immune system remained disease-free, which underscores the vital role of the immune system in the development of CML. The predominant presence of CD11b+Ly6C<sup>int<\/sup> PMN-MDSC in the peripheral blood, bone marrow and spleen implies these cells may be at least partially consisted of CML leukemia cells. To examine the hypothesis, qRT-PCR and immunofluorescence (IF) staining were conducted. In both assays, Ly6G+ cells from BCRABL1 mice coexpressed the BCRABL1 oncogene. Furthermore, when co-cultured with CD4 T cells, the division of T cells was significantly inhibited, implying immune suppression by the Ly6G+ PMN-MDSCs and\/or CML leukemia cells. In addition, the immuosuppressive pathway genes including Arg1, Hif1a, Enptd1, TGF&#946; were significantly upregulated. To investigate the possible role of the PD1\/PDL1 axis in the BCRABL1 model, flow cytometry analysis was conducted. Unexpectedly, PDL1 was barely expressed in CML leukemia cells, whereas the expression of PDL1 in M-MDSCs and macrophages significantly increased, accompanied by remarkable upregulation of PD1 expression on CD4 T cells and CD8 T cells during leukemia progression. In other words, PDL1 expression on macrophages, rather than leukemia cells, was found to induce T cell exhaustion. For translational purpose, mice transplanted with the primary CML leukemia cells were treated with chemotherapy drugs ponatinib alone or in combination with the anti-PD1 antibody. Compared with the chemotherapy alone group, the mice in the combinational therapy group exhibited rapid remission and better disease control. Most importantly, the disease relapse occurred at a slower rate after treatment discontinuation, suggesting the value of combinational therapy in achieving treatment free remission. In summary, our study not only revealed the dynamic changes of immune microenvironment in the BCRABL1 CML mouse model, but also revealed the different mechanisms underlying immune evasion of BCR-ABL1 CML leukemia cells, which sheds light on a combinational treatment for achieving the treatment free remission of CML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Leukemias,Macrophages,PD-L1,MDSC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Lu<\/b>, H. Fang, X. Fang, A. Matsunaga, K. Liu, J. Cortes, J. K. Cowell, T. Hu; <br\/>Medical College of Georgia, Augusta, GA","CSlideId":"","ControlKey":"5f70c778-c3e6-4bc5-a021-b2312f054060","ControlNumber":"4762","DisclosureBlock":"&nbsp;<b>X. Lu, <\/b> None..<br><b>H. Fang, <\/b> None..<br><b>X. Fang, <\/b> None..<br><b>A. Matsunaga, <\/b> None..<br><b>K. Liu, <\/b> None..<br><b>J. Cortes, <\/b> None..<br><b>J. K. Cowell, <\/b> None..<br><b>T. Hu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"187","PresenterBiography":null,"PresenterDisplayName":"Xiaocui Lu, MD","PresenterKey":"8e3756bd-ccf2-46c0-be49-a16fbe468e11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"187. Macrophage instead of leukemia cell expressed PD-L1 drives T cell exhaustion and immune evasion of BCRABL1 chronic myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage instead of leukemia cell expressed PD-L1 drives T cell exhaustion and immune evasion of BCRABL1 chronic myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common malignant primary brain tumor. The median survival is less than two years. The mesenchymal (MES) subtype of GBM is particularly associated with treatment resistance, poor prognosis, and enriched infiltration of immune cells, including tumor-associated microglia and\/or macrophages (TAMs). Despite promising results in preclinical studies, clinical trials targeting TAMs have been unsuccessful. Necrosis is a hallmark of GBM and correlates with unfavorable outcomes, but how necrosis results in poor prognosis is not well understood. We previously showed that neutrophils promote tumor necrosis and GBM progression by inducing ferroptosis, a form of regulated cell death due to iron-dependent lipid peroxidation. Understanding the effects of GBM ferroptosis on TAMs can provide further insights into how tumor necrosis ultimately leads to poor prognosis in GBM. We developed an orthotopic xenograft GBM mouse model harboring a constitutively active mutant of the Hippo pathway transcriptional coactivator with PDZ-binding motif (TAZ). Tumors of this model displayed MES characteristics and developed necrosis to an extent similar to patients with GBM. Using this model, confocal microscopy and flow cytometry studies revealed the presence of immune cells positive for markers of neutrophils and macrophages\/microglia in the necrotic region of the tumor. Although we have yet to establish an in vitro model to study these cells, we found that conditioned media (CM) derived from ferroptotic GBM cells induced more macrophage differentiation from bone marrow cells when compared to live GBM CM. This led us to hypothesize that ferroptosis in GBM is immunogenic and orchestrates the immune response mounted by TAMs. We conducted an RNA sequencing (RNA-seq) study of bone marrow cells cultured in ferroptotic CM. Compared to live CM, ferroptotic CM upregulated several pro-inflammatory cytokine signaling pathways. We validated the mRNA expression levels of the identified cytokines by RT-qPCR. RNA-seq analysis also revealed the activation of phagosome formation pathway. Through phagocytosis assay, we showed that macrophages preferentially engulfed ferroptotic GBM cells over necrotic or live cells. To identify transcriptional changes in GBM cells undergoing ferroptosis, we carried out an RNA-seq study showing that ferroptotic GBM cells also upregulated several pro-inflammatory cytokine signaling pathways, which were validated by RT-qPCR. We also found that ferroptotic GBM cells released ATP extracellularly, where such release temporally coincided with the increase in pro-inflammatory cytokines. Our results suggest that ferroptosis in GBM is immunogenic and induces a pro-inflammatory response in macrophages\/microglia. We are conducting further in vitro and in vivo studies to better understand how these macrophages\/microglia modulate other immune cells and play a role in GBM progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor necrosis,Ferroptosis,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Y. Chih<\/b><sup>1<\/sup>, M. Tang<sup>1<\/sup>, S. Kim<sup>1<\/sup>, T. Lu<sup>1<\/sup>, R. Harter<sup>2<\/sup>, J. Thorpe<sup>1<\/sup>, W. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>Penn State College of Medicine, Hershey, PA, <sup>2<\/sup>Penn State University, University Park, PA","CSlideId":"","ControlKey":"056e4a87-79d5-4594-8e51-e0c9690f9a39","ControlNumber":"3501","DisclosureBlock":"&nbsp;<b>S. Y. Chih, <\/b> None..<br><b>M. Tang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>R. Harter, <\/b> None..<br><b>J. Thorpe, <\/b> None..<br><b>W. Li, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"188","PresenterBiography":null,"PresenterDisplayName":"Stephen Chih, BS","PresenterKey":"6337bc5e-1bc3-45ee-bc72-fa7237235ae2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"188. Investigating the macrophage and microglia response to ferroptosis in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Macrophages, Neutrophils, and NK Cells in Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the macrophage and microglia response to ferroptosis in glioblastoma","Topics":null,"cSlideId":""}]