[{"Abstract":"<b>Introduction: <\/b>Recent studies on disseminated cancer cells (DCCs) in Non-Small-Cell Lung Cancer (NSCLC) patients demonstrated their clinical relevance even in early tumor stages. However, their molecular and phylogenetic link to the primary tumor is currently unclear. Certain genetic alterations, such as TP53 or KRAS mutations, have been proposed to be clonal events and drivers of dissemination and metastasis. In this study, we analyzed the genome and transcriptome of single DCCs to identify the characteristics of early DCCs and their translational clinical value.<br \/><b>Materials and methods: <\/b>From 2011 to 2019 we prospectively collected and analyzed bone marrow aspirates and lymph node samples from 296 newly diagnosed NSCLC patients undergoing tumor resection with curative intention. Presence of DCC was examined by i) immunocytology (IC) for Cytokeratin (clone A45-B\/B3, bone marrow, BM-DCCs) or EpCAM (clone BerEp4, lymph node, LN-DCCs) and ii) immunofluorescent (IF) staining for EpCAM in a live cell suspension (clone HEA-125) from BM or LN. Single cells were isolated using micromanipulation and subjected to Whole Genome Amplification or combined Whole Genome\/Transcriptome Amplification for IC and IF, respectively. Sanger sequencing for known hotspot mutations in TP53 and KRAS was performed on single DCCs. Gene expression profiles of DCCs were analyzed by single cell RNA sequencing and the results were compared with clinical data with a mean follow-up of 2.93 years (range 0.03-7.22).<br \/><b>Results: <\/b>LN-DCCs were found in 44.8% and 59.6% by IC and IF, respectively. CK<sub>IC<\/sub><sup>pos<\/sup> BM-DCCs were found in 45.2%, while EpCAM<sub>IF<\/sub><sup>pos<\/sup> BM-DCCs were present in 52.8%. LN-DCCs correlated with<br \/>reduced tumor-specific survival (TSS, p=0.009) and progression-free survival (PFS, p=0.025). EpCAM<sub>IF<\/sub><sup>pos<\/sup>, but not CK<sub>IC<\/sub><sup>pos<\/sup> BM-DCCs correlated with reduced TSS (p=0.003) and PFS (p=0.083). Genetic analysis of single DCCs revealed that TP53 or KRAS mutations could be found in 3.6% and 2.8% of analyzed BM-DCCs and 5.0% and 29.3% of LN-DCCs for IF and IC, respectively. Single cell RNA-seq showed distinct transcriptomic profiles for LN- and BM-DCCs, and identified a DCC phenotype with high stemness score in the bone marrow. Further analysis of potential transcriptome-based biomarkers identified a novel candidate marker for activated EpCAM<sup>pos<\/sup> BM-DCCs that strongly correlates with PFS and TSS (p&#60;0.001).<br \/><b>Conclusions: <\/b>DCCs in early-stage NSCLC have high prognostic value and predict reduced PFS and TSS. While genetic alterations in the TP53 and KRAS gene were not detected in the majority of analyzed DCCs, transcriptomic phenotypes provided relevant information and identified a subset of activated DCCs that correlate strongly with relapse and poor outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Metastasis,Disseminated tumor cells,Molecular profiling,Bone marrow,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Mederer<\/b><sup>1<\/sup>, D. Spitzl<sup>1<\/sup>, F. Elsner<sup>1<\/sup>, B. Polzer<sup>2<\/sup>, M. Ried<sup>3<\/sup>, R. Neu<sup>3<\/sup>, T. Robold<sup>3<\/sup>, H.-S. Hofmann<sup>3<\/sup>, C. A. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer-Institute for Toxicology and Experimental Medicine, Regensburg, Germany, <sup>3<\/sup>University Hospital of Regensburg, Regensburg, Germany","CSlideId":"","ControlKey":"a6977db0-29aa-4d70-b9d7-09bd622afaed","ControlNumber":"6561","DisclosureBlock":"&nbsp;<b>T. Mederer, <\/b> None..<br><b>D. Spitzl, <\/b> None..<br><b>F. Elsner, <\/b> None..<br><b>B. Polzer, <\/b> None..<br><b>M. Ried, <\/b> None..<br><b>R. Neu, <\/b> None..<br><b>T. Robold, <\/b> None..<br><b>H. Hofmann, <\/b> None..<br><b>C. A. Klein, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3778","PresenterBiography":null,"PresenterDisplayName":"Tobias Mederer","PresenterKey":"a33ad84e-dfd0-4576-abfe-a74fc0cb7e0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3778. Comprehensive analysis of single disseminated cancer cells identifies a stem-like phenotype with strong prognostic impact","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive analysis of single disseminated cancer cells identifies a stem-like phenotype with strong prognostic impact","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancers (CRCs) can exhibit disparate metastatic patterns that affect outcomes. We investigated associations between genomic features and organ-specific metastatic tropism and we compared the frequency of actionable alterations detected in patients undergoing longitudinal clinical sequencing.<br \/>Methods: We analyzed data for 6574 tumors from 6153 CRC patients, including 4510 primary and 2064 metastatic specimens. All patients had microsatellite stable (MSS) disease and were treated at Memorial Sloan Kettering. Paired primary and metastatic samples were available for 203 patients. Tumors were sequenced with MSK-IMPACT, a targeted DNA sequencing assay that identifies genomic alterations in 341-505 genes. Clinical annotations included sex, stage at diagnosis (Dx), and primary tumor location. History of metastatic disease was automatically retrieved from radiology reports using validated natural language processing methods; time to specific-site metastasis was modeled with Cox regression. False discovery rate (FDR) was used to correct for multiple hypothesis testing. The OncoKB knowledge base was used to identify clinically actionable alterations.<br \/>Results: Liver (n=1068, 51.7%) , peritoneal (n=269, 13.0%) and lung metastases (n=263, 12.7%) accounted for the majority of non-primary sequenced specimens. The frequency of actionable alterations (OncoKB Level&#8805;3A) did not vary between unmatched metastatic and primary samples (12.3% vs 11.4%, p=0.302). In primary tumor samples from patients with localized disease at the time of diagnosis, TGFB pathway alterations were associated with increased risk of metastasis to the brain (HR=2.41, p=0.028), bone (HR=2.10, p&#60;0.001), peritoneum (HR=1.82, p=0.001) and liver (HR=1.42, p=0.049). Alterations in the RAS pathway were associated with increased risk of lung (HR=1.47, p=0.009), peritoneum (HR=1.54, p=0.021) and liver (HR=1.44, p=0.026) metastases. By contrast, WNT pathway alterations were associated with a lower risk of developing lung (HR=0.69, p=0.033) and peritoneal metastasis (HR=0.68, p=0.081). Among patients with paired primary and metastatic samples, no significant difference was observed between the frequency of clinically actionable alterations in primary vs. metastatic specimens (16.7% vs. 18.2%, p=0.794). Presence of metastases-private or primary-private alterations did not correlate with site-specific metastasis risk.<br \/>Conclusions: The risk of developing metastatic disease and organ-specific dissemination might be linked to genomic abnormalities detectable at the localized stage. No significant difference in the frequency of actionable alterations was observed between primary and metastatic CRC samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Molecular profiling,Next-generation sequencing (NGS),Metastatic potential,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Manca<\/b>, A. V. Kris, H. Walch, C. Fong, J. Jee, K. Pichotta, N. Schultz, W. K. Chatila, R. Yaeger, F. Sanchez-Vega; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"54f71985-459d-4226-91eb-1b4c0bed38b7","ControlNumber":"830","DisclosureBlock":"&nbsp;<b>P. Manca, <\/b> None..<br><b>A. V. Kris, <\/b> None..<br><b>H. Walch, <\/b> None..<br><b>C. Fong, <\/b> None..<br><b>J. Jee, <\/b> None..<br><b>K. Pichotta, <\/b> None..<br><b>N. Schultz, <\/b> None..<br><b>W. K. Chatila, <\/b> None..<br><b>R. Yaeger, <\/b> None..<br><b>F. Sanchez-Vega, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3779","PresenterBiography":null,"PresenterDisplayName":"Paolo Manca, MD","PresenterKey":"73735068-db1e-488b-82ea-4fab1245f0e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3779. Genomic and clinical characterization of metastatic patterns using real-word data from a large cohort of colorectal cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic and clinical characterization of metastatic patterns using real-word data from a large cohort of colorectal cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Gene expression signatures are becoming increasingly common in clinical settings, for diagnosis, risk stratification, and treatment response prediction. However, deployment in clinical practice often entails a molecular platform different from the one used for development. Transporting molecular signatures across platforms (&#8220;bridging&#8221;) cannot be achieved directly, due to differences in scales and distributions in gene expression and requires bespoke methods. Here, we focused on the bridging of a clinicopathological and gene expression model (CP-GEP) across two reverse transcription-quantitative polymerase chain reaction (RT-qPCR) platforms: a single-plex SYBR Green qPCR, and a multiplex TaqMan probe-based qPCR (Idylla TM platform). CP-GEP is a regression model, combining eight genes (plus two housekeeping genes) and two clinicopathologic variables (age and Breslow thickness), able to stratify patients with melanoma into two groups based on their risk of sentinel lymph node metastasis.<br \/>Methods: For the bridging, we selected 150 samples of primary melanoma patients who underwent a sentinel lymph node biopsy from a cohort of stage I-III melanoma patients. We measured the expression of the eight genes on both qPCR platforms and quantified them as &#8710;Ct. Within a bootstrapping scheme (500 repeats), for each gene, we learned a mapping (&#8220;bridging function&#8221;) between &#8710;Ct spaces, using all eight genes as regressors. Exploiting the linearity of per-gene bridging functions, we reparametrized the CP-GEP model so that we could directly use it in the target platform. We assessed the performance of the bridging, in terms of Percent Agreement (PA), defined as the percentage of the concordant binary outputs between the original and the bridged models; both in the bootstrapped samples and in 15 samples from an independent cohort.<br \/>Results: In the bootstrapped samples, we obtained a PA of 100%, in the intervals for which we had pre-defined acceptance criteria, based on the distance from the cut point; and we had a mean PA of 89.2% [95% CI, 85.23%, 94.6%] when we considered all samples. In the external validation, we achieved a PA of 100%; all performance metrics were identical. The continuous scores of the original and bridged models were in excellent agreement, with an R<sup>2<\/sup> equal to 0.95 both in the bridging and external validation cohorts.<br \/>Conclusions: We showed that a model, combining gene expression and clinicopathologic variables, originally developed on a single-plex SYBR Green RT-qPCR, often used in diagnostic labs, could be robustly reparametrized to be compatible with a multiplex TaqMan probe-based qPCR (Idylla TM platform), more suitable for point-of-care-diagnostics. The ability to transfer models across different molecular platforms can greatly accelerate the translation of fundamental research to clinical practice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Machine learning,Gene expression analysis,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Pozza<sup>1<\/sup>, S. Zumrutcu<sup>1<\/sup>, L. Bosman<sup>1<\/sup>, A. van der Spek<sup>1<\/sup>, M. Moreau<sup>2<\/sup>, D. Tempel<sup>1<\/sup>, J. Dwarkasing<sup>1<\/sup>, <b>D. Bellomo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>SkylineDx, Rotterdam, Netherlands, <sup>2<\/sup>Biocartis, Mechelen, Belgium","CSlideId":"","ControlKey":"74950071-1c21-4e14-8d65-35b32644946c","ControlNumber":"5642","DisclosureBlock":"<b>&nbsp;L. Pozza, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>S. Zumrutcu, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>L. Bosman, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>A. van der Spek, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>M. Moreau, <\/b> <br><b>Biocartis<\/b> Employment. <br><b>D. Tempel, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>J. Dwarkasing, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>D. Bellomo, <\/b> <br><b>SkylineDx<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3780","PresenterBiography":null,"PresenterDisplayName":"Domenico Bellomo, PhD","PresenterKey":"05268528-36f0-4134-8204-c0a3aa1e6e6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3780. From diagnostic labs to rapid near-patient testing: Bridging across RT-qPCR platforms of a clinicopathological and gene expression model for cutaneous melanoma patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"From diagnostic labs to rapid near-patient testing: Bridging across RT-qPCR platforms of a clinicopathological and gene expression model for cutaneous melanoma patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Circulating tumor DNA (ctDNA) to track early tumor clones and to identify the point of origin of clones in relapsed disease, could provide novel insights into the impact of heterogeneity on the development of MRD and relapse in TNBC.<br \/>Methods: c-TRAK TN recruited 161 patients (pts) with early TNBC into prospective ctDNA surveillance after curative therapy. Two distinct early tissue samples were provided, and a subset provided a relapse biopsy. Tissue was whole exome sequenced (WES) and relapse plasma DNA underwent error-corrected WES. Clonal evolution analysis was performed for pts who developed MRD with a minimum of 2 samples with WES (n=44), and non-relapse pts with samples before and after neoadjuvant chemotherapy (NAC) (n=16). Clonal structures were inferred with Pyclone; the founding clone as the cluster with highest cellular prevalence (CP). Clones were validated and tracked using the RaDaR ctDNA assay, supplemented with a median of 9 (range 6-45) variants specific to each clone. Cluster hierarchy and phylogenetic tree structure was derived using ClonEvol.<br \/>Results: A median of 3 (range 1-5) clones per pt validated. Non-validated clones (12.9%) and pts with only 1 clone validated were removed, resulting in 56 pts for analysis. To assess the impact of spatial heterogeneity, contemporaneous paired early tissue was available from 17 pts who developed MRD. Primary tumor subclones were detected in the MRD or relapse in 88.9% (8\/9) pts with a subclone detected in all regions, versus 37.5% (3\/8) pts with a subclone unique to 1 region (p = 0.049). To assess the impact of NAC, paired tissue before and after NAC, was available in 32 pts. Distinct sub-clonal evolutionary patterns were identified. Subclones increased in CP or were first detected after NAC in 75% (24\/32) pts. Subclones present prior to NAC were reduced or lost in 62% (20\/32) pts. Sub-clonal persistence was observed in 46.8% (15\/32) pts. Subclones first detected following NAC were detected in the MRD in 60% (6\/10) pts. Following NAC, subclones reduced or lost re-emerged in the MRD in 30% (3\/10) pts, versus subclones that persisted which were detected in the MRD in 100% (9\/9) pts (p=0.003). In 21 pts, relapse samples were available. Relapse-unique subclones were identified in 57% (12\/21) pts, with 2 new subclones in 1 pt. Relapse-unique subclones were not detected in MRD in 41.6% (5\/12) pts, and were detected in the MRD in 66.7% (8\/12) of pts.<br \/>Conclusion: Polyclonal metastasis is a common mode of metastasis in TNBC, with frequent detection of primary tumor subclones in the metastasis. NAC provides an evolutionary bottleneck, with subclones detected post NAC being the most likely to persist into the MRD and subsequent relapse. Relapsed cancer frequently had subclones not detected in the primary cancer, with approximately half of these potentially late arising, and half detectable in MRD suggesting early establishment of diversity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Triple-negative breast cancer (TNBC),Mutation detection,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Coakley<\/b><sup>1<\/sup>, R. J. Cutts<sup>1<\/sup>, P. Sritharan<sup>2<\/sup>, S. Hrebien<sup>1<\/sup>, C. Swift<sup>1<\/sup>, K. Dunne<sup>1<\/sup>, L. Kilburn<sup>2<\/sup>, K. Goddard<sup>2<\/sup>, G. Villacampa<sup>2<\/sup>, P. Rojas<sup>3<\/sup>, W. Emmett<sup>3<\/sup>, C. Pipinikas<sup>3<\/sup>, P. Hall<sup>4<\/sup>, C. Harper-Wynne<sup>5<\/sup>, T. Hickish<sup>6<\/sup>, I. Macpherson<sup>7<\/sup>, A. Okines<sup>8<\/sup>, A. Wardley<sup>9<\/sup>, D. Wheatley<sup>10<\/sup>, S. Waters<sup>11<\/sup>, J. M. Bliss<sup>2<\/sup>, I. Garcia-Murillas<sup>1<\/sup>, N. C. Turner<sup>12<\/sup>; <br\/><sup>1<\/sup>The Institute of Cancer Research, London, United Kingdom, <sup>2<\/sup>The Institute of Cancer Research, Sutton, United Kingdom, <sup>3<\/sup>Neogenomics\/Inivata, Cambridge, United Kingdom, <sup>4<\/sup>University of Edinburgh,, Edinburgh, United Kingdom, <sup>5<\/sup>Maidstone and Tunbridge Wells NHS Trust, Maidstone, United Kingdom, <sup>6<\/sup>University Hospitals Dorset NHS Foundation Trust, Bournemouth, United Kingdom, <sup>7<\/sup>The Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom, <sup>8<\/sup>Breast Unit, The Royal Marsden Hospital, London, United Kingdom, <sup>9<\/sup>Outreach Research & Innovation Group Ltd, Manchester, United Kingdom, <sup>10<\/sup>Royal Cornwall Hospitals NHS Trust, Truro, United Kingdom, <sup>11<\/sup>Velindre University NHS Trust, Cardiff, United Kingdom, <sup>12<\/sup>The Institute of Cancer Research & The Royal Marsden Hospital, London, United Kingdom","CSlideId":"","ControlKey":"0adb5c64-cfe7-43f4-bf83-39a5ddead4b7","ControlNumber":"4426","DisclosureBlock":"&nbsp;<b>M. Coakley, <\/b> None..<br><b>R. J. Cutts, <\/b> None..<br><b>P. Sritharan, <\/b> None..<br><b>S. Hrebien, <\/b> None..<br><b>C. Swift, <\/b> None..<br><b>K. Dunne, <\/b> None..<br><b>L. Kilburn, <\/b> None.&nbsp;<br><b>K. Goddard, <\/b> <br><b>Merck, Sharpe and Dohme (MSD)<\/b> Grant\/Contract. <br><b>G. Villacampa, <\/b> <br><b>Merck Sharp & Dohme<\/b> Other, Speakers fee. <br><b>Pfizer<\/b> Other, Speakers fee. <br><b>GlaxoSmithKline<\/b> Other, Speakers fee. <br><b>Pierre Fabrer<\/b> Other, Speakers fee. <br><b>Reveal Genomics<\/b> Other, Consultant fee. <br><b>P. Rojas, <\/b> <br><b>Neogenomics\/Inivata<\/b> Employment. <br><b>W. Emmett, <\/b> <br><b>Neogenomics\/Inivata<\/b> Employment. <br><b>C. Pipinikas, <\/b> <br><b>Neogenomics\/Inivata<\/b> Employment.<br><b>P. Hall, <\/b> None..<br><b>C. Harper-Wynne, <\/b> None..<br><b>T. Hickish, <\/b> None.&nbsp;<br><b>I. Macpherson, <\/b> <br><b>Pfizer UK<\/b> Other, Consulting fees. <br><b>Pierre Fabre<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Consulting fees, support for attending meetings and\/or travel & receipt of equipment, materials, drugs, medical writing, gifts or other services. <br><b>Celldex<\/b> Other, Consulting fees. <br><b>Daiichi Sankyo<\/b> Other, Consulting fees & support for attending meetings and\/or travel. <br><b>Roche UK<\/b> Other, Consulting fees, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events & support for attending meetings and\/or travel. <br><b>Novartis UK<\/b> Other, Consulting fees, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events & support for attending meetings and\/or travel. <br><b>Merck, Sharp & Dohme<\/b> Other, Consulting fees. <br><b>Gilead<\/b> Other, Consulting fees & support for attending meetings and\/or travel. <br><b>Astra Zeneca UK<\/b> Other, Consulting fees, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>In3Bio<\/b> Other, Consulting fees. <br><b>Genomic Health<\/b> Other, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Eli Lilly<\/b> Other, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events & support for attending meetings and\/or travel. <br><b>A. Okines, <\/b> <br><b>Roche<\/b> Grant\/Contract, Other, Participation on a data safety monitoring board. <br><b>Pfizer<\/b> Grant\/Contract, Other, Payment or honoraria. <br><b>Lilly<\/b> Payment or honoraria. <br><b>Seagen<\/b> Other, Payment or honoraria & participation on a data safety monitoring board. <br><b>Gilead<\/b> Other, Payment or honoraria. <br><b>AstraZeneca<\/b> Other, Payment or honoraria, support for attending meetings & participation on a data safety monitoring board. <br><b>Daiichi-Sankyo<\/b> Other, Payment or honoraria & participation on a data safety monitoring board. <br><b>Eli Lilly<\/b> Support for attending meetings. <br><b>Leo Pharmaceuticals<\/b> Other, Support for attending meetings.<br><b>A. Wardley, <\/b> None.&nbsp;<br><b>D. Wheatley, <\/b> <br><b>Roche<\/b> Other, Honoraria for advisory boards. <br><b>AstraZeneca<\/b> Other, Honoraria for advisory boards. <br><b>Gilead<\/b> Other, Honoraria for advisory boards. <br><b>Novartis<\/b> Other, Honoraria for advisory boards. <br><b>S. Waters, <\/b> <br><b>Roche<\/b> Other, Advisory consulting fees, Meeting chair & Support for attending meetings. <br><b>Novartis<\/b> Other, Advisory consulting fees & Meeting chair. <br><b>Sanofi Aventis<\/b> Other, Advisory consulting fees. <br><b>Pfizer Ltd<\/b> Other, Meeting chair. <br><b>Eli Lilly<\/b> Other, Support for attending meetings. <br><b>J. M. Bliss, <\/b> <br><b>Merck Sharpe & Dohme<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Puma Biotechnology<\/b> Grant\/Contract. <br><b>Clovis Oncology<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract.<br><b>I. Garcia-Murillas, <\/b> None.&nbsp;<br><b>N. C. Turner, <\/b> <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract, Other, Advisory board honoraria. <br><b>Astra Zeneca<\/b> Other, Advisory board honoraria & research funding. <br><b>Bristol-Myers Squibb<\/b> Other, Advisory board honoraria. <br><b>Lilly<\/b> Other, Advisory board honoraria. <br><b>Novartis<\/b> Other, Advisory board honoraria. <br><b>Pfizer<\/b> Other, Advisory board honoraria & research funding. <br><b>Roche\/Genentech<\/b> Other, Advisory board honoraria & research funding. <br><b>GlaxoSmithKline<\/b> Other, Advisory board honoraria. <br><b>Zentalis pharmaceuticals<\/b> Other, Advisory board honoraria. <br><b>Repare therapeutics<\/b> Other, Advisory board honoraria. <br><b>Arvinas<\/b> Other, Advisory board honoraria. <br><b>BioRad<\/b> Other, Research funding. <br><b>Guardant Health<\/b> Other, Research funding. <br><b>Invitae<\/b> Other, Research funding. <br><b>Inivata<\/b> Other, Research funding. <br><b>Personalis<\/b> Other, Research funding. <br><b>Natera<\/b> Other, Research funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3781","PresenterBiography":null,"PresenterDisplayName":"Maria Coakley, MBBCh","PresenterKey":"6e12567b-da2f-4f17-9d65-f26281eac287","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3781. Tracking triple negative breast cancer (TNBC) evolution in the molecular residual disease (MRD) setting in the c-TRAK TN clinical trial","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tracking triple negative breast cancer (TNBC) evolution in the molecular residual disease (MRD) setting in the c-TRAK TN clinical trial","Topics":null,"cSlideId":""},{"Abstract":"The International Association for the Study of Lung Cancer (IASLC) proposed a new histological grading system for invasive lung adenocarcinoma (LUAD). However, whether this new grading system is able to predict distant metastases in LUAD patients has not been evaluated. This study investigated the feasibility of using this grading system to predict the occurrence of brain and bone metastases in patients with resectable LUAD which identifies patients who have a high probability of developing distant metastases after surgery. We collected clinical information and pathological reports of 179 early stage LUAD patients who underwent resection during 2008 to 2015 from Wake Forest Comprehensive Cancer Center. All patients were followed up for 5 years and both bone and brain metastasis-free survival were calculated. Tumor grading of all samples was evaluated by both IASLC grading and predominant pattern-based grading systems. The ability of predicting distant metastases using IASLC grading and tumor stage were examined by receiver operating characteristic curves (ROC). 28 out of 179 patients developed distant metastases in five years with a median overall survival of 60 months for metastasis-free patients and 38.9 for patients with distant metastasis. Compared to predominant pattern-based grading system, IASLC grading system showed a stronger correlation with distant metastasis incidence. Complex gland pattern is enriched in patients who developed bone and brain metastases compared to metastasis-free patients. IASLC grading system also showed a superior prediction power of distant metastasis compared to tumor stage with area under curve (AUC) of 0.69 for brain metastasis and 0.71 for bone metastasis. IASLC grading system is capable of predicting the incidence of distant metastasis among early-stage invasive LUAD patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Metastasis,Predictive biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, M. R. Smith<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, M. E. Green<sup>2<\/sup>, O. A. Hassan<sup>3<\/sup>, A. M. Balmaceda<sup>4<\/sup>, T. Sexton<sup>4<\/sup>, W. Li<sup>4<\/sup>, F. Xing<sup>1<\/sup>; <br\/><sup>1<\/sup>Wake Forest University School of Medicine, Winston-Salem, NC, <sup>2<\/sup>Eastern Connecticut Pathology Consultants, Manchester, CT, <sup>3<\/sup>Atrium Health Cabarrus Medical Center, Concord, NC, <sup>4<\/sup>Atrium Health Wake Forest Baptist Medical Center, Winston-Salem, NC","CSlideId":"","ControlKey":"7825300d-b85a-42d7-a19d-509539dd72d6","ControlNumber":"394","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>M. R. Smith, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>M. E. Green, <\/b> None..<br><b>O. A. Hassan, <\/b> None..<br><b>A. M. Balmaceda, <\/b> None..<br><b>T. Sexton, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>F. Xing, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3782","PresenterBiography":null,"PresenterDisplayName":"Yuezhu Wang, MS","PresenterKey":"f2688714-c0e4-4980-9bdc-7df866610313","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3782. IASLC grading system predict distant metastases for resected lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IASLC grading system predict distant metastases for resected lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Due to genetically unstable nature of cancer cells, they give rise to genetically different variant subclones inside a single tumor. To enable the development of more efficacious therapies, it is crucial to understand cancer heterogeneity and subclone characteristics. Oral squamous cell carcinoma (OSCC) has high heterogeneity and plasticity. C-X3-C motif ligand 1 (CX3CL1) is the chemokine with anti- and pro-tumor functions. Our study reported CX3CL1 functions on cancer subclones with different phenotypes, both in vivo and in vitro. We found that Mouse OSCC (MOC) 1 and MOC2 cells responded in similar manners to CX3CL1 in vitro. However, in vivo, CX3CL1 increases cellular differentiation in indolent cancer (MOC1) while increasing metastasis in aggressive cancer (MOC2). These phenomena are influenced by different phenotypic tumor microenvironments created by indolent and aggressive cancer. From there, we established that when aggressive cancer cells gain CX3CL1 expression, they stimulate protumor immune system, promoting cancer metastasis via lymphatic vessels. A similar phenomenon was observed in metastatic OSCC patient samples, where CX3CL1 expression became intense in metastasis regions, consistent with aggressive subclone (MOC2) character; we correctly predicted patient outcomes by using CX3CL1 as prognostic indicator for long-term follow-up in metastatic OSCC patients. In conclusion, CX3CL1 is the key factor for stimulating aggressive cancer subclones to create new lymphatic networks for lymph node metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Oral cancers,Squamous cell carcinoma,Lymph node metastasis,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kawai<\/b>, H. S. Eain, T. Ohara, M. W. Oo, Y. So, H. Nagatsuka; <br\/>Okayama Univ. Graduate School of Med., Dentistry & Pharm. Sci., Okayama, Japan","CSlideId":"","ControlKey":"fe3e0565-5516-410f-8e68-51ffbe416c5f","ControlNumber":"872","DisclosureBlock":"&nbsp;<b>H. Kawai, <\/b> None..<br><b>H. S. Eain, <\/b> None..<br><b>T. Ohara, <\/b> None..<br><b>M. W. Oo, <\/b> None..<br><b>Y. So, <\/b> None..<br><b>H. Nagatsuka, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3783","PresenterBiography":null,"PresenterDisplayName":"Hotaka Kawai","PresenterKey":"0683b2d7-6b6f-42d9-8be5-a2dfe659155b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3783. Oral squamous carcinoma, LN metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oral squamous carcinoma, LN metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction:<\/u><\/b> Laparoscopy with peritoneal lavage enhances staging accuracy in patients with pancreatic ductal adenocarcinoma (PDAC). Occult intra-abdominal metastases are identified by staging laparoscopy in approximately 20% of patients with radiologically localized PDAC. Peritoneal fluid cytology has limited sensitivity in detecting occult intra-abdominal metastasis. Methylated DNA markers (MDMs) can accurately detect PDAC from tumor tissue, blood, and pancreatic secretions. This study aims to assess the feasibility of assaying MDMs in peritoneal lavage fluid obtained at the time of staging laparoscopy for patients with PDAC.<br \/><b><u>Methods:<\/u><\/b> Peritoneal lavage fluid (25-60 mL) obtained from patients with PDAC at the time of staging laparoscopy was centrifuged for 10 minutes at 1200&#215;g. The pellet was resuspended and aliquoted into 200&#181;L tubes and frozen at -80&#176;C. DNA extracted from one aliquot was assayed for mutant <i>KRAS (G12A and G13D)<\/i> and then bisulfite converted to measure 13 MDMs (<i>GRIN2D, CD1D, ZNF781, FER1L4, RYR2, CLEC11A, AK055957, LRRC4, MAX.CHR5.4295, HOXA1, PRKCB, SHISA9, NTRK3)<\/i> and a normalizing reference gene (<i>B3GALT6<\/i>) using quantitative methylation specific PCR. The association of <i>KRAS<\/i> and the average signal from the 13 MDMs (MDMscore) with intra-abdominal metastasis (Y\/N) was assessed with the area under the receiver operator characteristic curve (AUC).<br \/><b><u>Results:<\/u><\/b> Among 48 PDAC patients, staging laparoscopy revealed intra-abdominal metastasis in 15 (31%). Of the 15 intra-abdominal metastases, 6 were found to have biopsy-confirmed intra-abdominal metastasis and positive peritoneal cytology, 4 were positive on peritoneal cytology alone, and 5 had biopsy-confirmed intra-abdominal metastasis alone. The sensitivity of the MDMscore for intra-abdominal metastasis was 87% (CI: 60-98%) at 90% (CI: 76-98%) specificity whereas the sensitivity for <i>KRAS<\/i> was 40% (CI: 16-68%) at 85% (CI: 68-95) specificity. The AUC for the MDMscore was 0.98 (CI: 0.94-1.00) compared to 0.62 (CI: 0.48-0.77) for that of <i>KRAS<\/i> (p&#60;0.0001).<br \/><b><u>Conclusion:<\/u><\/b> MDMs assayed from peritoneal lavage fluid collected during staging laparoscopy is a novel tool for accurate molecular staging of PDAC. These early results warrant further study in a larger cohort to assess impact on peritoneal staging and its clinical utility in the neoadjuvant treatment paradigm of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Biomarkers,Peritoneal metastasis,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Maheshwari<\/b>, C. K. Berger, W. R. Taylor, D. W. Mahoney, K. N. Burger, A. M. Delgado, K. A. Doering, H. M. Streich, P. H. Foote, S. P. Cleary, T. E. Grotz, M. L. Kendrick, R. L. Smoot, P. P. Starlinger, C. A. Thiels, M. J. Truty, S. G. Warner, J. B. Kisiel, S. Majumder; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"42dd768e-447a-463f-a707-6c8db74b48fd","ControlNumber":"5679","DisclosureBlock":"&nbsp;<b>K. Maheshwari, <\/b> None.&nbsp;<br><b>C. K. Berger, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/Licensing Agreement. <br><b>W. R. Taylor, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/Licensing Agreement. <br><b>D. W. Mahoney, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/Licensing Agreement. <br><b>K. N. Burger, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/Licensing.<br><b>A. M. Delgado, <\/b> None.&nbsp;<br><b>K. A. Doering, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/Licensing.<br><b>H. M. Streich, <\/b> None.&nbsp;<br><b>P. H. Foote, <\/b> <br><b>Exact Sciences<\/b> Other, Royalty\/Licensing Agreement.<br><b>S. P. Cleary, <\/b> None..<br><b>T. E. Grotz, <\/b> None..<br><b>M. L. Kendrick, <\/b> None..<br><b>R. L. Smoot, <\/b> None..<br><b>P. P. Starlinger, <\/b> None..<br><b>C. A. Thiels, <\/b> None..<br><b>M. J. Truty, <\/b> None..<br><b>S. G. Warner, <\/b> None.&nbsp;<br><b>J. B. Kisiel, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/Licensing Agreement. <br><b>S. Majumder, <\/b> <br><b>Exact Sciences<\/b> Patent, Other, Royalty\/Licensing Agreement.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1922","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3784","PresenterBiography":null,"PresenterDisplayName":"Kalika Maheshwari, MBBS","PresenterKey":"52051f97-497e-4b00-b25b-7623f065869d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3784. Methylated DNA markers for detection of peritoneal metastasis in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methylated DNA markers for detection of peritoneal metastasis in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Melanoma has a high propensity for brain metastasis (BM). Although advancements in brain-penetrant treatments have resulted in improved central nervous system (CNS) disease control, BMs remain a significant cause of morbidity and mortality. The molecular features of melanoma BM are poorly defined, and there is an unmet need to identify biomarkers associated with CNS-specific outcomes.<br \/><b>Methods<\/b>: We retrospectively identified 109 patients with melanoma BM who underwent craniotomy at Memorial Sloan Kettering Cancer Center (MSK) between 01\/2014 and 04\/2023. BM specimens were sequenced using MSK-IMPACT, an FDA-approved next-generation sequencing assay covering 341-505 genes with 700X coverage. Clinical characteristics and CNS-specific outcomes were available from 107 patients; CNS-specific radiographic endpoints were verified through direct inspection of contrast-enhanced MRI imaging by a board-certified neuroradiologist. Clinical data included baseline characteristics, prior systemic or radiotherapy (RT), and CNS-directed follow up including recording local progression of disease (POD), regional POD, and development of leptomeningeal disease (LMD).&#8239;&#8239;<br \/><b>Results<\/b>: Majority (68%,73\/107) patients were male with a median age at the time of primary diagnosis of 56 (range 3-88). Forty-eight patients (45%) had advanced disease (stages III and IV) at the time of initial diagnosis. At the time of BM development, half of the patients had 2-5 intracranial tumors present (50%) with a median diameter of largest BM of 33.4mm (range .9mm-64mm). The median KPS was 80 at the time of BM diagnosis, and 79% had neurologic symptoms prior to resection. 81 patients (76%) were treatment na&#239;ve at the time of resection and 56 patients (53%) developed CNS recurrence with the majority of those having local POD (29%,16\/56) followed closely by regional POD of 1 lesion (25%,14\/56). The most frequent genomic alterations in the cohort were <i>TERT<\/i> (87%), <i>CDKN2A<\/i> (50%), <i>BRAF<\/i> (43%), <i>NRAS<\/i> (28%), and <i>PTEN<\/i> (25%). The median fraction genome altered was 0.3047 and the median tumor mutational burden was 13.2 muts\/Mb. We compared the genomic profiles of BM tumors of patients that had no progression, local POD, regional POD, and LMD. Compared to patients with no progression, patients with local POD were more likely to have <i>RB1 <\/i>alterations (18.1% vs 2.1%, p = 0.04, q = 0.83) and patients with LMD were less likely to have <i>TERT <\/i>alterations (62.5% vs 93.8%, p = 0.03, q = 0.75).<br \/><b>Conclusions<\/b>: Our analysis between genomic markers and clinical outcomes in melanoma BM reveals genomic features which may improve prediction and treatment strategies. &#8239;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Brain metastasis,Genomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Padilla Mazzeo<\/b>, H. S. Walch, R. Kumar, J. Eichholz, C. Cooper, N. Nandakumar, J. Shen, I. Khatri, L. Del Balzo, A. Skakodub, E. Miao, D. W. Kelly, K. Kwok Hei Yu, J. Wilcox, B. S. Imber, Y. Yu, Y. Yamada, H. Vasudevan, A. Ilica, N. Schultz, L. R. G. Pike; <br\/>Memorial Sloan Kettering Cancer Center, New York City, NY","CSlideId":"","ControlKey":"9439e295-db88-4309-8b38-6d4b50c6efdf","ControlNumber":"7495","DisclosureBlock":"&nbsp;<b>M. Padilla Mazzeo, <\/b> None..<br><b>H. S. Walch, <\/b> None..<br><b>R. Kumar, <\/b> None..<br><b>J. Eichholz, <\/b> None..<br><b>C. Cooper, <\/b> None..<br><b>N. Nandakumar, <\/b> None..<br><b>J. Shen, <\/b> None..<br><b>I. Khatri, <\/b> None..<br><b>L. Del Balzo, <\/b> None..<br><b>A. Skakodub, <\/b> None..<br><b>E. Miao, <\/b> None..<br><b>D. W. Kelly, <\/b> None.&nbsp;<br><b>K. Kwok Hei Yu, <\/b> <br><b>Aptorum Group Limited<\/b> Other, Equity.<br><b>J. Wilcox, <\/b> None.&nbsp;<br><b>B. S. Imber, <\/b> <br><b>GT Medical Technologies, Inc.<\/b> Other, professional services and activities. <br><b>Ono Pharma<\/b> Other, professional services and activities. <br><b>Telix Pharmaceuticals Limited<\/b> Other, professional services and activities (uncompensated. <br><b>Y. Yu, <\/b> <br><b>EMD Serono, Inc<\/b> Professional Services and Activities (Uncompensated). <br><b>Y. Yamada, <\/b> <br><b>Brainlab<\/b> Other, Professional Services and Activities. <br><b>Chordoma Foundation<\/b> Other, Professional Services and Activities (Uncompensated). <br><b>University of Wollongong<\/b> Other, Professional Services and Activities. <br><b>Varian Medical Systems<\/b> Other, Professional Services and Activities. <br><b>Vision RT Ltd.<\/b> Other, Professional Services and Activities.<br><b>H. Vasudevan, <\/b> None..<br><b>A. Ilica, <\/b> None.&nbsp;<br><b>N. Schultz, <\/b> <br><b>Cambridge Innovation Institute<\/b> Other, Professional Services and Activities (Uncompensated). <br><b>Innovation in Cancer Informatics<\/b> Other, Professional Services and Activities (Uncompensated). <br><b>Novartis<\/b> Other, Professional Services and Activities. <br><b>OneOncology<\/b> Other, Professional Services and Activities. <br><b>L. R. G. Pike, <\/b> <br><b>Clovis Oncology<\/b> Other, Equity. <br><b>Monte Rosa Therapeutics, Inc.<\/b> Other, Professional Services and Activities. <br><b>Turnstone Biologics Corp.<\/b> Other, Professional Services and Activities. <br><b>Monograph Capital Advisors, L.P.<\/b> Other, Professional Services and Activities.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1923","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3785","PresenterBiography":null,"PresenterDisplayName":"Michel Padilla Mazzeo","PresenterKey":"465bc218-510e-4c95-8120-b8bf8638e742","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3785. Clinical and genomic characterization of melanoma brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical and genomic characterization of melanoma brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Background: Metastasis in colorectal cancer (CRC) is a critical factor in patient outcomes, with 20% of patients affected at the time of diagnosis and up to 50% developing metachronous metastatic disease later on. Despite the growing importance of metastatic sites as independent predictors of overall survival (OS) and the ongoing development of new treatments, there has been limited effort to personalize systemic treatment based on specific metastatic locations. Aim: This study aims to compare the genomic landscape of different metastatic sites in CRC to detect novel diagnostic and therapeutic targets.<br \/>Methods: DNA whole-genome-sequencing and RNA gene expression data from metastatic CRC samples were retrieved from the Hartwig Medical Foundation (HMF). Single nucleotide variants (SNVs), somatic copy number aberrations (SCNAs) and structural variants (SVs) were reported by HMF with their pipelines. In addition, focal amplifications and deletions were identified using GISTIC2 (v6.15.30). We included 464 microsatellite stable samples derived from liver metastases (n=369), peritoneal metastases (n=58) and lung metastases (n=37). We compared DNA mutation frequencies between tumors from different metastatic sites (two-sided Mann-Whitney tests) and performed differential gene expression and pathway enrichment analysis.<br \/>Results: Liver metastases had the highest number of focal SCNAs per sample (median 33 vs 17 in peritoneum (p &#60; 0.001); vs 18 in lung (p &#60; 0.001)). Furthermore, we observed 39 site-specific SCNAs in liver, 9 in peritoneal and 15 in lung metastases. Of these, the most significant focal SCNAs were an amplification within 20q13.12 (79%) and deletion within 1p35.3 (64%) in peritoneal metastases and a deletion within 18q21.1 (84%) in lung metastases. Furthermore, peritoneal metastases displayed less genomic instability, featuring lower ploidy (median 2.65 vs 2.94 in liver (p=0.025); vs 3.15 in lung (p=0.025)) and lower aneuploidy scores (median 19 vs 26 in liver (p=0.016); vs 30 in lung (p=0.016)) while having no significant differences in tumor mutational burden or individual SNVs. Analysis of SVs revealed that peritoneal metastases exhibited fewer deletions (&#8805;10kb; 1.3x fold change increase in liver and lung) and fewer duplications (&#8805;1kb; 1.4x fold change increase in liver). Differential gene expression analysis uncovered higher expression of gene sets involved in the apical junction and the TGF-beta-signaling pathway in peritoneal metastases.<br \/>Conclusion: Specific focal SCNA and differences in genomic instability exhibit an association with preferential organotropism in CRC metastasis and could offer potential targets for the development of new diagnostic and therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Metastasis,Metastatic location,Genomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Crnovrsanin<\/b><sup>1<\/sup>, S. Lakbir<sup>2<\/sup>, R. d. Wit<sup>2<\/sup>, S. L. C. Ketelaars<sup>1<\/sup>, N. F. M. Kok<sup>1<\/sup>, P. Snaebjornsson<sup>1<\/sup>, G. A. Meijer<sup>1<\/sup>, S. Abeln<sup>2<\/sup>, R. J. A. Fijneman<sup>1<\/sup>; <br\/><sup>1<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>2<\/sup>Vrije Universiteit, Amsterdam, Netherlands","CSlideId":"","ControlKey":"3c426c78-2d51-4931-9aa9-73741d9b4d9c","ControlNumber":"4403","DisclosureBlock":"&nbsp;<b>N. Crnovrsanin, <\/b> None.&nbsp;<br><b>S. Lakbir, <\/b> <br><b>Cergentis BV., Solvias Company<\/b> Other, nonfinancial support and patent pending. <br><b>R. D. Wit, <\/b> <br><b>Cergentis BV., Solvias Company<\/b> Other, nonfinancial support. <br><b>S. L. C. Ketelaars, <\/b> <br><b>Personal Genome Diagnostics<\/b> Other, nonfinancial support.<br><b>N. F. M. Kok, <\/b> None..<br><b>P. Snaebjornsson, <\/b> None.&nbsp;<br><b>G. A. Meijer, <\/b> <br><b>CRCbioscreen B.V.<\/b> Stock, Other, Co-founder and board member (CSO). <br><b>CZ Health Insurances<\/b> Other, cash matching to ZonMw grant, payments made to the institute. <br><b>Exact Sciences<\/b> Other, research collaboration: the company provided materials, equipment and sample\/genomic analyses. <br><b>Personal Genome Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>Delfi Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>Hartwig Medical Foundation<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses. <br><b>S. Abeln, <\/b> <br><b>Cergentis BV., Solvias Company<\/b> Grant\/Contract. <br><b>Olink Proteomics AB<\/b> Grant\/Contract. <br><b>Quanterix Corporation<\/b> Grant\/Contract. <br><b>R. J. A. Fijneman, <\/b> <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Delfi Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Cergentis B.V., a Solvias company<\/b> Grant\/Contract, public\/private partnership grant. <br><b>Natera<\/b> Other, public\/private partnership.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3786","PresenterBiography":null,"PresenterDisplayName":"Nerma Crnovrsanin, MD","PresenterKey":"0c8c86ec-fff4-47fe-bc21-91d5c8ef21d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3786. Genomic and transcriptomic characterization of peritoneal, lung and liver metastases of colorectal carcinoma reveals site-specific differences","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic and transcriptomic characterization of peritoneal, lung and liver metastases of colorectal carcinoma reveals site-specific differences","Topics":null,"cSlideId":""},{"Abstract":"Background: Glutathione peroxidases(GPXs) are member of an antioxidant enzyme family. Their role is to eliminate the reactive oxygen species(ROS). Many available studies confirm that over expression of GPXs can promote cancer cell proliferation and invasion. Among the 8 GPXs, Glutathione peroxidase-1 (GPX1) is the most plentiful. Overexpression of GPX1 has been noted to promote invasion, migration, cisplatin resistance and proliferation in breast, colorectal and lung cancer. NF-kB is a ubiquitous nuclear transcription factor in the human body. that key role in cell proliferation, apoptosis and tumor progression. In reliable studies, inhibition of NF-kB expression has been shown to reduce the malignancy of Esophageal squamous cell carcinoma. Accordingly, the purpose of this study is to identify the GPX1 and NF-kB signaling pathway and their correlation with cancer cell proliferation and invasion in vitro using gastric cancer cell.<br \/>Methods: In our study, we used cell culture, Northern blotting, cDNA microarray analysis, western blotting, RT-PCR, Zymography, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide(MTT) assay, GPX1 knock-down with short hairpin RNS(shRNA), Standard two-chamber invasion assay, Chromatin immunoprecipitation assay.<br \/>Results: First, we confirmed that the expression level of GPX1 was up-regulated by HGF(hepatocyte growth factor) in gastric cancer cells. The cells were treated with NF-kB inhibitor, Pyrrolidine dithiocarbamate(PDTC), and analyzed by Western blotting to identify the associated pathway of HGF-induced GPX1 with NF-kB. The HGF-induced GPX1 protein level was down regulated by PDTC. The role of GPX1 associated with NF-kB was determined by knock down GPX1 expression using GPX1-sh RNA. The GPX1-sh RNA treated cells showedvdown regulation of NF-kB and urokinase Plasminogen activator(uPA) also. To fine the upper regulator of GPX1 signaling pathway, we treated AKT inhibitor(LY294002) ant then analyzed by Western blotting to identify associated pathway of HGF-induced GPX1 with AKT. When AKT pathway was inhibited, GPX1 and NF-kB were down-regulated in gastric cancer cell. HGF-mediated cell proliferation and invasion <i>in vitro <\/i>was decreased in GPX1 knock down cell. We identified the putative binding site of GPX1 promotor containing NF-kB binding site and confirmed the function by CHIP assay.<br \/>Conclusions: This study aimed to investigate relationship between GPX1 and NF-kB in gastric cancer cells. Results showed that HGF induced GPX1 expression through the NF-kB and AKT pathway and GPX1 may play a significant role in cell proliferation and invasion in gastric cancer. Therefore, GPX1 can be a potential therapeutic target of gastric cancer for the treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Gastric cancer,Glutathione peroxidase 1(GPX1),Nuclear Transcription Factor-kB(NF-kB),Hepatocyte Growth Factor(HGF),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Jang<\/b>, J. Jung, Jr., S. Koh, Sr., K. Lee, Sr.; <br\/>Yeungnam University Medical Center, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"a7dd6b8d-35d2-4f50-8e94-7468917177fc","ControlNumber":"1128","DisclosureBlock":"&nbsp;<b>B. Jang, <\/b> None..<br><b>J. Jung, <\/b> None..<br><b>S. Koh, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3787","PresenterBiography":null,"PresenterDisplayName":"Byeong Il Jang, MD","PresenterKey":"47401e64-36a6-490c-9c28-1e5ae275decf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3787. Important role of GPX1 and NF-kb signaling pathway in human gastric cancer including cell proliferation and invasion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Important role of GPX1 and NF-kb signaling pathway in human gastric cancer including cell proliferation and invasion","Topics":null,"cSlideId":""},{"Abstract":"Metastatic dissemination of cancer cells from primary to distant sites often occurs early and it has been shown that their detection is linked to poor outcomes. Eradication of disseminated cancer cells (DCC) has therefore become the primary goal of adjuvant therapies. Since the phenotype of DCC is largely unknown, we set out to search, isolate, and molecularly characterize these candidate metastasis founder cells from bone marrow of breast cancer patients, years before manifestation of metastasis.<br \/>We screened more than 200 bone marrow samples of breast cancer patients with no evident metastasis (UICC stage M0) for EpCAM-positive cells. EpCAM positive cells in the bone marrow of healthy donors were used as a negative control. In addition, we isolated DCC from breast cancer patients with manifest metastasis (UICC stage M1). We then performed single cell RNA sequencing after whole transcriptome amplification of the collected DCC and the healthy donor (HD) control cells. To confirm the malignant origin of picked DCCs, we projected the transcriptome data into the bone marrow atlas, inferred copy number alterations, and searched for mutations shared with the matched primary tumor. EpCAM-positive cells from control patients mostly comprised plasma cells. In contrast, DCCs derived from M0-stage breast cancer patient formed a unique, non-overlapping cluster in the bone marrow atlas. UMAP-clustering placed M1-stage DCC clearly separate from M0 stage DCC. Among the collected M0-stage DCCs, we identified at least three separate subclusters. Strikingly, M0-stage DCC displayed much higher stemness and potency scores than M1-stage DCCs, reminiscent of embryonic cells. DCCs, identified by EpCAM, display very high transcriptional stemness scores when isolated before metastatic manifestation. Upon expansion and proliferation, stemness scores are reduced indicating epithelial re-differentiation. The embryonic phenotype of M0-stage DCCs may reflect an early adaptive mechanism that enables DCC to survive in an ectopic environment and may impact on the metastatic potential of the DCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Metastasis,Bone marrow,Breast cancer,Disseminated tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Raya<\/b><sup>1<\/sup>, H. Koerkel-Qu<sup>1<\/sup>, L. Rudhart<sup>1<\/sup>, L.-M. Khler<sup>1<\/sup>, A. Damboeck<sup>1<\/sup>, C. Irlbeck<sup>2<\/sup>, C. Botteron<sup>2<\/sup>, M. Werner-Klein<sup>1<\/sup>, S. Seitz<sup>3<\/sup>, C. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer-Institut fr Toxikologie und Experimentelle Medizin ITEM, Regensburg, Germany, <sup>3<\/sup>University Hospital Regensburg St. Josef, Regensburg, Germany","CSlideId":"","ControlKey":"781da6dd-9ce5-40b8-89b7-7eb1a52b5396","ControlNumber":"4388","DisclosureBlock":"&nbsp;<b>E. Raya, <\/b> None..<br><b>H. Koerkel-Qu, <\/b> None..<br><b>L. Rudhart, <\/b> None..<br><b>L. Khler, <\/b> None..<br><b>A. Damboeck, <\/b> None..<br><b>C. Irlbeck, <\/b> None..<br><b>C. Botteron, <\/b> None..<br><b>M. Werner-Klein, <\/b> None..<br><b>S. Seitz, <\/b> None..<br><b>C. Klein, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1926","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3788","PresenterBiography":null,"PresenterDisplayName":"Elia Raya, MS","PresenterKey":"baa92086-cb19-4792-b91a-03afc32c70ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3788. EpCAM+ DCCs isolated from the bone marrow of breast cancer patients display high stemness and potency scores","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EpCAM+ DCCs isolated from the bone marrow of breast cancer patients display high stemness and potency scores","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction and Objectives: <\/b>Despite recent advances in screening and therapeutic technology, breast cancer is still the first leading cause of cancer death among females. When detected early (i.e., SEER Stage Localized), the 5-yr survival rate is 99%. The 5-yr survival rate is still 86% when cancer cells have spread beyond the breast, but this spread is limited to nearby lymph nodes (SEER Stage Regional). However, when the disease is noted to be SEER Stage Distant or metastasis, the 5-yr survival rate is significantly reduced to 31%. The evidence suggests that breast cancer is manageable if distant metastasis could be prevented. Thus, the prevailing idea is that early detection of breast cancer metastasis in surveillance will likely be the best modality to address advanced breast cancer&#8217;s dismal outcomes. Thus, liquid biopsy may be suitable for &#8220;early detection&#8221; of pre- and\/or micro-metastasis because of its ease of obtaining biological material. In this pilot study, we explored the potential biomarkers for the early detection of breast cancer metastasis using publicly available datasets.<br \/><b>Methods: <\/b>We obtained 2 publicly available datasets from GEO (GSE102484 and GSE234114) containing primary tumor samples taken from subjects with and without metastatic disease. Both datasets were generated by mRNA microarray (Affymetrix Human Genome U133 Plus 2.0 Array). With these datasets, we performed the differentially expressed gene (DEG) analysis using GEO2R based on GEOquery and <i>limma<\/i> (Linear Models for Microarray Analysis) with a threshold criterion of Log 2 fold change &#62;0 and p-value &#60;0.05 as the cut-off point. The significantly upregulated genes were further screened using VerSeDa (Vertebrate Secretome Database) to select secreted proteins.<br \/><b>Results: <\/b>In the GSE102484 (N = 683, 582 non-metastasis and 101 metastasis), DEG identified 1798 upregulated and 1472 downregulated genes. Venn diagram analysis between the upregulated genes and VerSeDa identified 337 upregulated genes coding secreted proteins. In the GSE234114 (N = 120, 60 non-metastasis and 60 metastasis), DEG identified 2873 upregulated and 931 downregulated genes. Venn diagram analysis between the upregulated genes and VerSeDa identified 563 upregulated genes coding secreted proteins. By integrating the genes from GSE102484 and GSE234114, 82 commonly upregulated genes that code secreted proteins were identified.<br \/><b>Conclusions: <\/b>In this study, we identified 82 candidate mRNA biomarkers that are upregulated in breast tumor with metastasis. The panel of biomarkers will be validated in blood-based liquid biopsy samples in the next study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Metastasis,Protein profiling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Jinno<\/b><sup>1<\/sup>, S. Tanaka<sup>1<\/sup>, T. Fujii<sup>2<\/sup>, H. Furuya<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"131b8fd0-01e3-43ec-93d0-9f1fd6047a0f","ControlNumber":"5797","DisclosureBlock":"&nbsp;<b>C. Jinno, <\/b> None..<br><b>S. Tanaka, <\/b> None..<br><b>T. Fujii, <\/b> None..<br><b>H. Furuya, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1927","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3789","PresenterBiography":null,"PresenterDisplayName":"Cynthia Jinno, PhD","PresenterKey":"035a598c-35a1-4b3f-9374-f014251fd3a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3789. Discovery of liquid biopsy-based novel protein biomarkers for early detection of breast cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of liquid biopsy-based novel protein biomarkers for early detection of breast cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"High-temperature requirement protease A3 (HtrA3) is known to contribute to the progression of various carcinomas through tissue-specific actions, yet its precise role in colorectal cancer (CRC) remains unclear. Our study revealed that HtrA3 is significantly upregulated in CRC at both mRNA and protein levels. TCGA database analysis showed that higher HtrA3 expression in colon adenocarcinoma is linked to poorer patient survival. Moreover, increased HtrA3 expression in HCT116 cells boosted their proliferation, migration, and invasion, while decreasing HtrA3 in SW480 cells had the reverse effect. In HCT116 cells with high HtrA3 levels, there was an increase in p-PI3K, p-AKT, and p-FOXO1, which reduced upon treatment with the PI3K inhibitor LY294002. Conversely, in SW480 cells with lowered HtrA3, these molecular levels decreased and rose again after treatment with the PI3K activator 740Y-P. HtrA3 also promoted cell proliferation, migration, and invasion in the presence of LY294002 and 740Y-P. In vivo experiments demonstrated that HtrA3 overexpression accelerated xenograft tumor growth. This study confirms that HtrA3&#8217;s overexpression in CRC cells promotes their proliferation, migration, and invasion by activating the PI3K-AKT-FOXO1 signaling pathway. Therefore, HtrA3 could be a significant factor in the advancement of CRC and may serve as a potential prognostic marker for guiding targeted CRC therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Proliferation,Metastasis,PI3K,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Zheng, X. Huang, X.-e. Peng, <b>Y. Wu<\/b>; <br\/>Fujian Medical University, Fu Zhou, China","CSlideId":"","ControlKey":"f2ab96eb-25f8-417b-b9b3-bd3bd19d7f73","ControlNumber":"5852","DisclosureBlock":"&nbsp;<b>J. Zheng, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>X. Peng, <\/b> None..<br><b>Y. Wu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1928","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3790","PresenterBiography":null,"PresenterDisplayName":"Yunli Wu, PhD","PresenterKey":"422b8686-3a3f-4447-8ac8-cff352dd3244","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3790. HtrA3 promotes malignant progression of colorectal cancer via PI3K-AKT-FOXO1 signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HtrA3 promotes malignant progression of colorectal cancer via PI3K-AKT-FOXO1 signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Uveal melanoma (UM) is the most frequent eye malignancy in adults. Two UM subtypes exist, defined by Gene Expression Profiling or by genomic status: GEP class 1\/disomy 3 [D3] and GEP class 2\/monosomy 3 [M3] defining low-risk or high-risk of developing metastasis, respectively. However, these prognostic signatures require tumor samples, which may be difficult to obtain. We previously identified by a genome-wide association study (GWAS) frequent single nucleotide polymorphisms (SNP) in <i>IRF4 <\/i>and <i>HERC2 <\/i>associated with risk for D3 or M3 UM, respectively (1). Here, we aim to design a prognostic signature for the D3 and M3 UM subtypes based on these constitutive polymorphisms, available from blood samples.<br \/>Experimental Procedures: We used the GWAS cohort of 1476 UM patients genotyped on GSA or Omni5. Risk SNPs coupled with clinical variables were used on a cohort of 497 UM patients (191 D3, 306 M3) in a statistical machine learning process to define a predictive signature of UM subtype. A cohort of 852 UM patients was used for validation.<br \/>Results: We retained two SNPs, rs12203592 (in <i>IRF4<\/i>) and rs12913832 (in <i>HERC2<\/i>), tumor diameter and thickness, age at diagnosis and gender. We validated the predictive model in the validation cohort. The predicted high-risk group showed a decrease in time to relapse (TR) (HR: 3.72 [2.57 - 5.41], logrank p-value = 1.35E-15), overall survival (OS) (HR: 3.85 [2.58 - 5.73], logrank p-value = 1.24E-14) and progression-free-survival (PFS) (HR: 3.61 [2.32 - 5.61], logrank p-value = 6.55E-11), compared with the predicted low-risk group.<br \/>Conclusion: Common germline polymorphisms contribute to the prediction of metastatic risk in patients with localized uveal melanoma. This information could be especially useful when access to the tumor is problematic.<br \/>1. Mobuchon et al, J Natl Cancer Inst, 114, 2, (2022)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Uveal melanoma,Prognostic markers,Machine learning,Genetic susceptibility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Verrier<\/b><sup>1<\/sup>, A. Le Ven<sup>1<\/sup>, A. Houy<sup>1<\/sup>, A. Garcia<sup>1<\/sup>, P. Gaelle<sup>1<\/sup>, N. Cassoux<sup>1<\/sup>, M. Rodrigues<sup>1<\/sup>, J. Noirel<sup>2<\/sup>, M.-H. Stern<sup>1<\/sup>; <br\/><sup>1<\/sup>Institut Curie, Paris, France, <sup>2<\/sup>Conservatoire National des Arts et Mtiers, Paris, France","CSlideId":"","ControlKey":"f7289308-174a-43d4-aa1b-cc60dda510be","ControlNumber":"3310","DisclosureBlock":"&nbsp;<b>T. Verrier, <\/b> None..<br><b>A. Le Ven, <\/b> None..<br><b>A. Houy, <\/b> None..<br><b>A. Garcia, <\/b> None..<br><b>P. Gaelle, <\/b> None..<br><b>N. Cassoux, <\/b> None..<br><b>M. Rodrigues, <\/b> None..<br><b>J. Noirel, <\/b> None..<br><b>M. Stern, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1929","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3791","PresenterBiography":null,"PresenterDisplayName":"Thibault Verrier","PresenterKey":"c6fe8d8e-8a8b-4fc9-b334-ae1981e4fe2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3791. A prognostic signature based on inherited genetic polymorphisms for patients with uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A prognostic signature based on inherited genetic polymorphisms for patients with uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Brain metastases (BM) from Epithelial ovarian cancer (EOC) are a rare and late-stage disease manifestation, very poorly biologically characterized. We performed a multi-omics characterisation of primary EOC samples (PT) and the matched BM, to assess differences in mutational and gene expression profiles.<br \/>Material and Methods: We retrospectively collected data from EOC patients treated at Fondazione Policlinico Gemelli IRCCS who underwent surgical removal of BM between 2011 and 2022. We collected the formalin-fixed, paraffin-embedded (FFPE) tissue of the PT and the matched BM. An evaluation of single nucleotide variants (SNVs), insertions\/deletions (indels) and copy number variations (CNVs) in 523 genes as well as known and unknown fusions and splicing variants in 55 genes was performed (Illumina TruSight Oncology 500 high throughput). Moreover, a bulk RNAseq analysis was conducted utilizing the NEGEDIA Digital mRNA-seq clinical-grade sequencing service. We acknowledged as differentially expressed genes if they exhibited a &#8722;1&#8804;log2 (Fold Change)&#8805;1 and pAdj&#8804;0.05. To ensure specificity in identifying differential gene expressions pertinent to our tumoral tissues, genes associated with brain-related functionalities were systematically excluded from downstream analyses and identified through meticulous screening via the Human Protein Atlas. Clonal evolution was evaluated with two distinct algorithms: Pyclone VI and Sciclone.<br \/>Results: Matched PT\/BM FFPE samples were collected from 10 different patients. We identified 21 SNVs: most of them were shared between the PT and the matched BM and TP53, CCND1, IRS2, and FGFR4 mutations emerged as the most frequently detected (shared in 70%, 50%, 50%, and 40% of the cases, respectively). Among 56 CNV detected, most of them were exclusive of the BM samples. Specifically, MYC family genes (MYC, MYCL, MYCN) were the most frequently amplified. At the clonal analysis, each patient showed at least two clusters. The majority of clusters turned out to be consistent among PT and BM demonstrating monoclonal evolution. Gene set variation analysis discovered 50 different gene sets between the PT and the BM (p &#60; 0.05). Among them, the E2F targets, G2M checkpoint, MYC targets V1 and MYC targets v2 hallmarks showed higher expression in the BM. We identified 110 significant differentially expressed genes between PT and BM samples, including 27 upregulated and 83 downregulated genes. The gene LAMC3 emerged as notably upregulated in metastatic contexts.<br \/>Conclusion: This is the largest cohort present in the Literature of EOC PT and matched BM characterized with a multi-omics analysis. The intersection of LAMC3 and MYC target genes within the MET signalling network, a pathway recognized for bolstering cell motility, introduces a compelling avenue for future research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Biomarkers,Genomics,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Trozzi<\/b><sup>1<\/sup>, C. Nero<sup>1<\/sup>, M. Buttarelli<sup>1<\/sup>, M. Salvi<sup>2<\/sup>, L. Giac<sup>1<\/sup>, A. Minucci<sup>1<\/sup>, C. Marchetti<sup>1<\/sup>, C. Sassu<sup>1<\/sup>, F. Persiani<sup>1<\/sup>, L. De Marco<sup>1<\/sup>, S. Duranti<sup>1<\/sup>, C. Floriana<sup>1<\/sup>, V. Iacobelli<sup>1<\/sup>, I. Marino<sup>1<\/sup>, L. Mastrantoni<sup>1<\/sup>, F. Giacomini<sup>1<\/sup>, A. Piermattei<sup>1<\/sup>, M. Valentini<sup>1<\/sup>, T. Pasciuto<sup>1<\/sup>, D. Maria<sup>1<\/sup>, G. Raspaglio<sup>1<\/sup>, D. Giannarelli<sup>1<\/sup>, A. Fagotti<sup>1<\/sup>, D. Cacchiarelli<sup>2<\/sup>, G. Scambia<sup>1<\/sup>; <br\/><sup>1<\/sup>Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy, <sup>2<\/sup>Telethon Institute of Genetics and Medicine (TIGEM), Armenise\/Harvard Laboratory of Integrative Genomics, Pozzuoli, Italy","CSlideId":"","ControlKey":"ca4d4263-14cf-45cb-a396-d2c5d91ca004","ControlNumber":"6830","DisclosureBlock":"&nbsp;<b>R. Trozzi, <\/b> None.&nbsp;<br><b>C. Nero, <\/b> <br><b>ILLUMINA<\/b> Travel.<br><b>M. Buttarelli, <\/b> None..<br><b>M. Salvi, <\/b> None..<br><b>L. Giac, <\/b> None..<br><b>A. Minucci, <\/b> None..<br><b>C. Marchetti, <\/b> None..<br><b>C. Sassu, <\/b> None..<br><b>F. Persiani, <\/b> None..<br><b>L. De Marco, <\/b> None..<br><b>S. Duranti, <\/b> None..<br><b>C. Floriana, <\/b> None..<br><b>V. Iacobelli, <\/b> None..<br><b>I. Marino, <\/b> None..<br><b>L. Mastrantoni, <\/b> None..<br><b>F. Giacomini, <\/b> None..<br><b>A. Piermattei, <\/b> None..<br><b>M. Valentini, <\/b> None..<br><b>T. Pasciuto, <\/b> None..<br><b>D. Maria, <\/b> None..<br><b>G. Raspaglio, <\/b> None..<br><b>D. Giannarelli, <\/b> None..<br><b>A. Fagotti, <\/b> None..<br><b>D. Cacchiarelli, <\/b> None..<br><b>G. Scambia, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1931","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3793","PresenterBiography":null,"PresenterDisplayName":"Rita Trozzi, MD","PresenterKey":"f1915cb9-18c1-4b0a-a41d-ea93cca73a35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3793. Mutational and gene expression profiles of the primary tumor and matched brain metastasis of epithelial ovarian cancer reveal differences in LAMC3 and MYC target genes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutational and gene expression profiles of the primary tumor and matched brain metastasis of epithelial ovarian cancer reveal differences in LAMC3 and MYC target genes","Topics":null,"cSlideId":""},{"Abstract":"Despite the general trends towards increased cancer survival, pancreatic ductal adenocarcinoma (PDAC) still has a dismal prognosis. Peritoneal recurrence is a major recurrence pattern after pancreatectomy. Peritoneal lavage cytology (CY) is employed widely in the diagnosis and staging of PDAC to rule out patients with occult peritoneal metastasis. However, the importance of CY status both as a sign of irresectability and as a prognostic factor for PDAC remains controversial. The purposes of this study were to determine whether CY+ status precludes radical resection and to propose novel liquid biopsy using peritoneal lavage fluid to detect viable peritoneal tumor cells (v-PTCs). We conducted this study to evaluate use of a new genetically modified telomerase-specific replication-selective adenovirus, expressing GFP (TelomeScan F35) in rapid detection of v-PTC dissemination (Telo-CY). We assessed the clinical utility of high-quality testing of Telo-CY in PDAC patients in comparison with the findings of conventional CY (Conv-CY). This study was approved by the IRB in our Hospital. Patients with resectable cytologically or histologically proven PDAC were enrolled. 100 ml of saline as peritoneal lavage fluid was harvested just after a laparotomy. Half of the fluid was examined by conv-CY, based on Papanicolaou staining and MOC-31 immunostaining, and the remaining half was analyzed to detect v-PTCs by Telo-CY. To distinguish between leucocyte and cells with epithelial origin, cells were stained with anti-CD45 mAb. To further distinguish cells with primary tumor origin, cells were labeled with anti-CEA, anti-CA19-9 and Ep-CAM mAbs. GFP(+) and CD45(-), and either CEA-, CA19-9- or Ep-CAM-(+) cells were counted as v-PTCs. Patients were followed to evaluate its clinical significance. Among 53 patients aged 53-87 years (30 males, 23 females), 5 were conv-CY(+), other 12 were Telo-CY(+). All 53 patients underwent surgical resection (PD\/DP\/TP=32\/14\/7). 2 patients were double-CY-(+) [conv-CY(+) and Telo-CY(+)], and peritoneal recurrence occurred at 7-9 months after surgery, despite adjuvant chemotherapy. 3 were conv-CY(+) alone, but Telo-CY(-), and no peritoneal recurrences were observed (0%). Conversely, 10 were Telo-CY(+) alone, but conv-CY(-), and 6 out of 10 patients were relapsed with peritoneal dissemination (60%). Remaining 38 patients were double-CY-negative (conv-CY- and Telo-CY-, conv-CY&#177;), peritoneal recurrence was observed in 3 patients (8.3%). Although CY-positive status predicts poor prognosis and a higher risk of peritoneal dissemination after resection, it is not sufficient to preclude pancreatectomy by conv-CY alone. Combined CY examination with conv-CY and Telo-CY may open the window of opportunity for leading true results, accurately predicting peritoneal recurrence in PDAC patients. The CY status should be confirmed by staging laparoscopy prior to resection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Prognostic markers,Liquid biopsies,Peritoneal metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Tanemura<\/b><sup>1<\/sup>, K. Furukawa<sup>2<\/sup>, T. Asaoka<sup>2<\/sup>, D. Marukawa<sup>1<\/sup>, H. Yasuoka<sup>2<\/sup>, Y. Urata<sup>3<\/sup>, D. Yamada<sup>4<\/sup>, S. Kobayashi<sup>4<\/sup>, H. Eguchi<sup>4<\/sup>; <br\/><sup>1<\/sup>Rinku General Medical Center, Izumisano, Osaka, Japan, <sup>2<\/sup>Osaka Police Hospital, Osaka, Japan, <sup>3<\/sup>Oncolys BioPharma Inc., Tokyo, Japan, <sup>4<\/sup>Osaka University Graduate School of Medicine, Suita, Osaka, Japan","CSlideId":"","ControlKey":"ba2a86bb-2279-407f-b406-d8e77698b534","ControlNumber":"1115","DisclosureBlock":"&nbsp;<b>M. Tanemura, <\/b> None..<br><b>K. Furukawa, <\/b> None..<br><b>T. Asaoka, <\/b> None..<br><b>D. Marukawa, <\/b> None..<br><b>H. Yasuoka, <\/b> None..<br><b>Y. Urata, <\/b> None..<br><b>D. Yamada, <\/b> None..<br><b>S. Kobayashi, <\/b> None..<br><b>H. Eguchi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1932","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3794","PresenterBiography":null,"PresenterDisplayName":"Masahiro Tanemura, MD;PhD","PresenterKey":"a4d10236-3b8f-4bd4-925f-504d5141e2e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3794. Clinical impact of high-quality liquid biopsy for peritoneal lavage cytology in resectable pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical impact of high-quality liquid biopsy for peritoneal lavage cytology in resectable pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Latent cervical lymph node metastasis (LNM) is the most important prognostic factor in early oral squamous cell carcinoma (OSCC). However, no clinically useful predictors of LNM in early OSCC are available. In this study, we focused on the microRNAs (miRNAs) involved in the expression of numerous genes and explored those associated with latent cervical LNM in OSCC. Microarray analysis of miRNA expression showed that the expression levels of miR-375-3p were significantly reduced in primary OSCC tissues with latent cervical LNM. Subsequently, we quantified the expression of miR-375-3p by RT-qPCR and digital PCR. Similar to the results of miRNA microarray analysis, miR-375-3p was significantly downregulated in primary OSCC tissues with latent cervical LNM. The results of digital PCR showed a more significant difference than those of RT-qPCR. When the reference value for predicting latent cervical LNM was set to less than 57.85 copies based on the receiver operating characteristic curve, the sensitivity, specificity, accuracy, and area under the curve were 80%, 100%, 90%, and 0.942, respectively. Next, we examined the effects of miR-375-3p mimics on the growth and migration of four human OSCC cell lines (SAS-L1, HSC2, HSC3, and Ca9-22) that do not express miR-375-3p. When an miR-375-3p mimic was introduced into these cells, cell proliferation and migration were significantly suppressed. Total RNA was extracted from these cells reverse-transfected with miR-375-3p mimic for 48 hours. Microarray analysis and Ingenuity Pathway Analysis (IPA) miRNA target filter showed that miR-375-3p overexpression reduced the expression of 266 genes, of which 37 genes had the target sequences of miR-375-3p in their 3&#8217;-untranslated region. Among these target genes, CEPT1 and TIMM8A knockdown significantly inhibited the migration of all human OSCC cells, similar to miR-375-3p mimics. Furthermore, IPA core analysis revealed a decrease in expression of genes involved in the activation of PI3K-AKT pathways by miR-375-3p overexpression. These results indicated that downregulating miR-375-3p expression could promote cervical LNM by enhancing cell proliferation and migration in OSCC. We also found that CEPT1 and TIMM8A as novel target genes of miR-375-3p regulated the migration of human OSCC cells. The expression levels of miR-375-3p in primary OSCC tissues appear to be a useful biomarker for predicting latent cervical LNM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-06 Metastasis biomarkers,,"},{"Key":"Keywords","Value":"MicroRNA,Oral cancers,Lymph node metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Saika<\/b>, K.-i. Nakashiro, N. Tokuzen, H. Shirai, D. Uchida; <br\/>Ehime University Graduate School of Medicine, Toon, Ehime, Japan","CSlideId":"","ControlKey":"f5e17451-0a21-43c7-b94c-fe5d78e21c4a","ControlNumber":"4118","DisclosureBlock":"&nbsp;<b>M. Saika, <\/b> None..<br><b>K. Nakashiro, <\/b> None..<br><b>N. Tokuzen, <\/b> None..<br><b>H. Shirai, <\/b> None..<br><b>D. Uchida, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1933","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3795","PresenterBiography":null,"PresenterDisplayName":"Masato Saika","PresenterKey":"7b779aea-89ec-4f31-9b68-c12d135eb7bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3795. Possible role of miR-375-3p in cervical lymph node metastasis of oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Possible role of miR-375-3p in cervical lymph node metastasis of oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Tumor masses contain a diverse array of cell types, including both normal and tumor cells from different lineages, endothelial cells, and immune cells. Interactions among these cellular constituents and their spatial arrangements play a pivotal role in tumor development, progression, and metastasis. While single-cell analysis has provided valuable insights regarding the dissociated cellular composition of tumors, it falls short in elucidating the complex interplay of cell-cell interactions and spatial relationships that may drive tumor cellular behavior and gene expression.<br \/>We used the Curio Seeker Spatial Mapping Kits to uncover those spatial relationships in human tumor samples. The method captured whole transcriptomes and preserved the spatial locations of tumor cells, infiltrating immune cells, and normal cells by self segregating gene expression signatures and unbiased clustering. Amongst other findings by using Curio Seeker, we identified areas of immune cell infiltrates that were devoid of tumor cells, signifying zones of potential anti-tumor response.<br \/>The high spatial resolution, continuous gene expression maps from the Curio Seeker Spatial Mapping Kits reveal spatial interactions between different cellular populations that enable researchers to better understand how the interplay between tumor cell types and their cellular neighborhoods affect gene expression and tumor cell behavior.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Single cell,Whole transcriptome,Spatial transcriptomics ,Spatial biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. M. Lee, J. Wilhelmy, T. Ong, W. Wang, B. Yeung, <b>C. Chang<\/b>, C. Fan; <br\/>Curio Bioscience, Inc., Palo Alto, CA","CSlideId":"","ControlKey":"c1a14fca-78a9-4b0a-b659-c3e6d1eea544","ControlNumber":"1380","DisclosureBlock":"<b>&nbsp;M. M. Lee, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>J. Wilhelmy, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>T. Ong, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>W. Wang, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>B. Yeung, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>C. Chang, <\/b> <br><b>Curio Bioscience<\/b> Employment. <br><b>C. Fan, <\/b> <br><b>Curio Bioscience<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3796","PresenterBiography":null,"PresenterDisplayName":"Christina Chang, PhD","PresenterKey":"69404a63-126f-4002-b42a-5db19d1de9d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3796. Investigating unbiased whole transcriptome high-resolution spatial interactions within tumor masses","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating unbiased whole transcriptome high-resolution spatial interactions within tumor masses","Topics":null,"cSlideId":""},{"Abstract":"Spatial biology techniques have revolutionized our approach towards the study of the tumor microenvironment (TME) and its complex cellular interplay. On the one hand, multiplex immunofluorescence (mIF) methods have enabled a precise profiling of immune cells and other key cellular players of the TME while uncovering their spatial distribution and interactions. On the other hand, in situ hybridization (ISH) technologies have shown to provide complementary information to protein profiling such as the mapping of cytokine- and chemokine-expressing cells, essential for comprehending signaling networks and immune activation statuses.<br \/>Here, we made use of a novel multiomics approach that combines these two biological inputs by integrating RNAscope&#8482; and sequential immunofluorescence (seqIF&#8482;) protocols to achieve same-slide co-detection of RNA and protein targets. The combined workflow is automated on COMET&#8482;, an advanced tissue staining and imaging platform. Through precise control over temperature and reagent distribution, the instrument ensures maximum efficiency and reproducibility of the assays. The integrated multiomics protocol allows for up to three RNAscope&#8482; detection cycles combined with twelve seqIF&#8482; cycles, for a final 12-plex RNA + 24-plex protein panel.<br \/>We first showed the capacity of COMET&#8482; platform to fully automate the RNAscope&#8482; protocol and demonstrated its sensitivity and specificity with the analysis of positive and negative control genes on HeLa cell pellets, highlighting the flexibility of sample selection. To illustrate the potential multiomics in unravelling the complexity of the TME, we designed a panel of 12-RNA-targeting probes for key biomarkers of tumor-infiltrating lymphocytes and their activation status, including multiple secreted molecules (e.g., cytokines and proteases). This was combined with a 24-antibody panel for the detection of protein biomarkers, selected to enable the single-cell profiling of different players within the TME. We applied this panel to characterize different human FFPE tumor tissues and showed that the co-detection of RNA and protein biomarkers on the same slide allows a better characterization of key cellular components involved in tumor progression and immune response.<br \/>Our results highlight the potential of spatial multiomics technologies in enhancing the efficiency of investigations of immune cell behavior and generally the understanding of cellular interplay in the TME. Their full automation on a platform like COMET&#8482; will accelerate analysis and increase robustness by minimizing user intervention, and ultimately helping in the development of prognostic and predictive biomarkers, in the refinement of cancer diagnoses, and in the selection of new personalized therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Multiomics,Tumor microenvironment,Transcriptomics,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Juricic<sup>1<\/sup>, <b>A. Manoukian<\/b><sup>1<\/sup>, A. Comberlato<sup>1<\/sup>, P. Bordignon<sup>1<\/sup>, A. Failletaz<sup>1<\/sup>, A. Dikshit<sup>2<\/sup>, E. Doolittle<sup>2<\/sup>, R. Delvillar<sup>2<\/sup>, S. Zhou<sup>2<\/sup>, C.-w. Chang<sup>2<\/sup>, L.-c. Wang<sup>2<\/sup>, S. Brajkovic<sup>1<\/sup>, M. Srinivasan<sup>2<\/sup>, D. Dupouy<sup>1<\/sup>; <br\/><sup>1<\/sup>Lunaphore, Lausanne, Switzerland, <sup>2<\/sup>Advanced Cell Diagnostics, Newark, NJ","CSlideId":"","ControlKey":"b1e11fbf-b9e4-4d2f-902b-c5430042cffd","ControlNumber":"6790","DisclosureBlock":"<b>&nbsp;P. Juricic, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>A. Manoukian, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>A. Comberlato, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>P. Bordignon, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>A. Failletaz, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>A. Dikshit, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>E. Doolittle, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>R. Delvillar, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>S. Zhou, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>C. Chang, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>L. Wang, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>S. Brajkovic, <\/b> <br><b>Lunaphore<\/b> Employment. <br><b>M. Srinivasan, <\/b> <br><b>Advanced Cell Diagnostics<\/b> Employment. <br><b>D. Dupouy, <\/b> <br><b>Lunaphore<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2712","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3797","PresenterBiography":null,"PresenterDisplayName":"Arec Manoukian, MSc","PresenterKey":"05a62e4e-d9d1-400a-8da0-c0d9815412e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3797. Unveiling the spatial dynamics of the tumor microenvironment: Integrated RNA and protein profiling on the same slide through automated spatial multiomics analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the spatial dynamics of the tumor microenvironment: Integrated RNA and protein profiling on the same slide through automated spatial multiomics analysis","Topics":null,"cSlideId":""},{"Abstract":"Spatial omics is an expanding research area focused on integrating spatial knowledge of tissue with transcriptomics (RNA) and proteomics (protein). Understanding the complexity of the biological structure(s) is an important biological process in cancer immunotherapy research which requires accurate target classification. Translational profiling of 4+ targets on a single sample at one time can be difficult in many ways, such as, panel design, staining protocols, and data analysis. Furthermore, to design a reliable multi-target biomarker panel, there are many parts to overcome, such as protein abundance and localization, fluorophore compatibility, varying tissue types, and data characterization, to name a few. To address the needs of high target multiplex ability, labeling methods have advanced in cyclic detection enabling iterative labeling and detection using automated fluidics, however these approaches suffer from low simultaneous target throughput. Thermo Fisher Scientific can now provide a streamline process for tissue labelling; a process that enables sufficient labelling of high multiplexed panels completed within a couple of hours. We show successful detection of a wide range of various protein markers across numerous tissue organs used in various biological research applications with our uniform technique of labelling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proteomics,Transcriptomics,Protein profiling,Spatial phenotyping,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Montoya<\/b>, S. Clarke, A. Harvey, J. Serafin, M. Voeun; <br\/>Leticia Montoya (Individual), Eugene, OR","CSlideId":"","ControlKey":"c72cd1b3-caaa-46f4-b748-cd09b24c3c68","ControlNumber":"8713","DisclosureBlock":"&nbsp;<b>L. Montoya, <\/b> None..<br><b>S. Clarke, <\/b> None..<br><b>A. Harvey, <\/b> None..<br><b>J. Serafin, <\/b> None..<br><b>M. Voeun, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3798","PresenterBiography":null,"PresenterDisplayName":"Leticia Montoya","PresenterKey":"28bb6b47-36d1-48e3-aad7-1b9fb124ea08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3798. Advancements in multiplexed spatial phenotyping","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancements in multiplexed spatial phenotyping","Topics":null,"cSlideId":""},{"Abstract":"Papillary renal cell carcinoma (pRCC) accounts for ~15-20% of the global burden for kidney cancers but still lacks effective mechanisms to predict patient responses to therapeutic intervention. Existing therapies targeting kidney cancers (anti-angiogenesis and immunotherapy) intimately involve the tumor microenvironment in their mechanism of action. However, the role of the physical organization of the tumor in determining therapeutic efficacy remains unknown. Previous efforts have utilized transcriptional profiling to stratify patients into treatment categories but here we propose to leverage artificial neural networks (&#8220;AI&#8221;) to infer the expression of marker genes for particular cell types of interest based on ubiquitously expressed immunofluorescence channels, unstained brightfield images, and hematoxylin and eosin (H&#38;E) stained images. We have developed AI models that are capable of the prediction of a range of relevant cell types based on the expression profile of DAPI, type IV collagen, and integrin beta-1, including endothelial cells, T cells, macrophages and other cell types. This work applies an AI model class known as generative adversarial networks (GANs) to produce photo-realistic simulated immunofluorescence images based on the input channels. This approach may allow us to accurately predict complex multiplex immunofluorescence (mIF) images from simpler, more routine histological methods, greatly reducing the cost burden required to profile histopathology images for cell types of interest. Our previous work identified a number of interesting cell-cell association clusters correlated with patient prognosis and this extension of that previous work aims to allow for the prediction of these interactions while obviating the need to perform the original, costly multiplex immunofluorescence assay or even a more reduced immunofluorescence staining panel which may still be out of reach for many clinical pathology labs and the interpretation of which may be challenging. By simplifying and increasing the availability of predictive AI models for digital pathology, we hope to further develop and apply predictive biomarkers for patient prognosis and treatment response in papillary renal cell carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Biomarkers,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Brewer<sup>1<\/sup>, J. Vento<sup>2<\/sup>, S. Haake<sup>2<\/sup>, <b>A. Reddy<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Vindhya Data Science, Morrisville, NC, <sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"d7c630d9-ab71-4b25-bbd2-d42c267e49e9","ControlNumber":"8092","DisclosureBlock":"&nbsp;<b>J. Brewer, <\/b> None..<br><b>J. Vento, <\/b> None..<br><b>S. Haake, <\/b> None..<br><b>A. Reddy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3799","PresenterBiography":"","PresenterDisplayName":"Anupama Reddy, PhD","PresenterKey":"f9d0fe2e-b254-4bc4-a443-222e7444ed60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3799. Spatial biomarker prediction in papillary renal cell carcinoma using artificial intelligence-based immunofluorescent inference","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial biomarker prediction in papillary renal cell carcinoma using artificial intelligence-based immunofluorescent inference","Topics":null,"cSlideId":""},{"Abstract":"Gaining spatial insights into the cellular composition of tumor tissue has tremendous potential to inform clinical and translational researchers about mechanisms behind spatial predictors of immunotherapy success, disease etiology and progression. Imaging Mass Cytometry&#8482; (IMC&#8482;) is a high-plex spatial biology imaging technique that enables deep characterization of the diversity and complexity of the tumor microenvironment (TME). IMC supports detailed assessment of cell phenotype and function using 40-plus metal-tagged antibodies simultaneously on a single slide without issues associated with fluorescence-based spectral overlap, tissue autofluorescence or implementation of multiple washing and acquisition cycles.<br \/>Currently, IMC enables user-defined regions of interest (ROI) in tissues to evaluate cellular and structural composition. To enhance the IMC user experience, we developed two new whole slide imaging (WSI) modes which enable streamlined workflows using ultrafast preview mode (PM) and high-throughput tissue mode (TM). PM samples the entire tissue at predefined spacing to rapidly capture a low-resolution image of all expressed markers in the antibody panel. PM generates an image in minutes to enable informed ROI placements while leaving the stained tissue intact for higher-resolution imaging. PM and TM are designed so acquisitions can easily occur on the same slide<b> <\/b>without additional processing steps. TM rapidly acquires images of the whole tissue at lower resolution (7 &#956;m pixel size) at a quality that can be used for quantitative analysis of the tissue spatial biology. Specifically designed for high-throughput applications, TM in combination with a newly available 40-slide loader for the Hyperion XTi&#8482; Imaging System permits automated and continuous imaging of more than 40 large tissue samples (400 mm<sup>2<\/sup> per tissue) per week.<br \/>We showcase the application of WSI modes using the newly developed Maxpar&#174; Human Immuno-Oncology IMC Panel Kit. The 31-marker panel was combined with catalog antibodies to create a 40-plus-marker panel that expands the ability to conduct comprehensive high-plex tumor and immune cell profiling. Tumor tissue microarrays (TMA) and whole tumor tissue sections were stained with the expanded panel. Single-cell analysis of selected ROIs, on whole tumor sections and TMAs, guided by PM data successfully provided quantitative analyses of spatial biology at single-cell resolution. In parallel, TM on whole tumor sections followed by pixel-based analysis provided a spatially resolved quantitative assessment of specific tumor and immune components of the TME.<br \/>This work demonstrates the expanded capabilities of IMC and establishes it as a reliable high-plex spatial biology imaging platform with high-throughput imaging capabilities ideally suited for translational and clinical applications.<br \/>For Research Use Only. Not for use in diagnostic procedures.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Immuno-oncology,Imaging,Tumor microenvironment,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q. Raza, <b>T. D. Pfister<\/b>, J. Chwee, L. Lim, D. Howell, N. Parsotam, D. King, C. Loh; <br\/>Standard BioTools Inc, Markham, ON, Canada","CSlideId":"","ControlKey":"ed0b64e8-33e6-4e0b-921b-6e49535a647e","ControlNumber":"5433","DisclosureBlock":"<b>&nbsp;Q. Raza, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>T. D. Pfister, <\/b> <br><b>Stanadard Biotools Inc<\/b> Employment, Stock. <br><b>J. Chwee, <\/b> <br><b>Standard Biotools Inc.<\/b> Employment, Stock. <br><b>L. Lim, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>D. Howell, <\/b> <br><b>Standard Biotools Inc<\/b> Employment. <br><b>N. Parsotam, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>D. King, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>C. Loh, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2740","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3800","PresenterBiography":null,"PresenterDisplayName":"Thomas Pfister, MS;PhD","PresenterKey":"63a2c5ff-094f-40bd-a624-dec53f9b9d3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3800. Next generation of spatial biology: High-throughput multiplexed Imaging Mass Cytometry&#8482; with whole slide modes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next generation of spatial biology: High-throughput multiplexed Imaging Mass Cytometry&#8482; with whole slide modes","Topics":null,"cSlideId":""},{"Abstract":"Understanding of tumor heterogeneity and the microenvironment is a cornerstone in advancing cancer research and therapy. The Spatially resolved Laser-Activated Cell Sorter (SLACS) represents a novel approach in cancer research, allowing for high-throughput, precise cell isolation while preserving spatial information, which is crucial for studying tumor heterogeneity and the tumor microenvironment. The SLACS instrument utilizes laser-activated technology for selective isolation of cells from heterogeneous tissue samples, optimized for accuracy, speed, and minimal cell damage. This instrument has demonstrated effective isolation of specific cell types from complex tissue matrices, maintaining cell integrity and spatial information. Its high-throughput capacity significantly reduces sample processing time. This groundbreaking tool offers detailed exploration of tumor heterogeneity and the tumor microenvironment, providing valuable insights into cancer biology and potential therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,spatial omics,spatial cell sorting,Spatially resolved laser-activated cell sorting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lee<\/b>, A. C. Lee; <br\/>Meteor Biotech Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"437cf4ee-8cac-4f10-b49c-ae25806a4b60","ControlNumber":"2303","DisclosureBlock":"<b>&nbsp;S. Lee, <\/b> <br><b>Meteor Biotech, Co. Ltd.<\/b> Employment, Stock, Travel. <br><b>A. C. Lee, <\/b> <br><b>Meteor Biotech, Co. Ltd.<\/b> Stock, Travel.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3801","PresenterBiography":null,"PresenterDisplayName":"Sumin Lee","PresenterKey":"b40d7b42-6ac7-4003-b63f-0c78bcfb8293","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3801. Spatially resolved laser-activated cell sorting (SLACS) for high throughput spatial cell sorting in tumor research","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved laser-activated cell sorting (SLACS) for high throughput spatial cell sorting in tumor research","Topics":null,"cSlideId":""},{"Abstract":"Our innovative dual-dimensional multiplexing approach ushers in a new era of spatial proteomic exploration. Multiplex-staining deepens understanding of tumor-stroma interactions. Our robust dimethyl labeling-based multiplex-DIA workflow enhances throughput and proteome depth in the Deep Visual Proteomics (DVP) technology. Now, our audacious integration of multiplex-staining with multiplex-DIA holds the promise of pushing the boundaries of spatial proteome profiling. This innovation combines the power of mass spectrometry (MS) with clinical viability in 1) requiring just one FFPE section for spatial proteome analysis at the resolution of individual cell types; 2) ingeniously transmuting MS revelations into a clinically feasible staining strategy. A force in personalized oncology, our innovation unravels the intricate dynamics of the cancer ecosystem while ensuring direct clinical relevance.<br \/>We conducted multiplex immunofluorescent staining on human cancers using the MACSima platform, followed by cellular phenotyping and automated single-cell laser microdissection. Subsequently, we loaded dimethyl-labelled 3-plex tryptic peptides onto Evotips and performed LC-MS analysis using the Evosep One coupled to timsTOF SCP.<br \/>Pre- and post-22-plex staining proteome analysis confirmed no significant protein loss, validating microdissection compatibility and excellent recovery. The key findings include: 1) profiling of 21 distinct cell types\/subtypes in human tonsil cancer tissues, resulting in the identification of 4941 protein groups from a cellular volume of 110,859 &#181;m<sup>3<\/sup>, equivalent to approximately 55 cells; 2) observation of a loss of CD45RA\/RO expression in tumor-infiltrating cytotoxic T cells, contributing to a reduction in MET and PDGF signaling activity within tumor cells; 3) the presence of abundant cytotoxic T cells, B cells, and plasma cells, coupled with a reduction in tumor cell proliferation, indicative of a hot tumor microenvironment. Proteome analysis revealed enhanced immune cell mobility and interactions with tumor cells. Moreover, our workflow facilitated the identification of potential diagnostic markers for mycosis fungoides, a marker-lacking skin lymphoma, where we achieved the identification of 2964 significant proteins out of a total of 6009. In addition, a rare lymphoma case study not only guided ABVD chemotherapy and suggested IL4 inhibition to address chemoresistance but also identified CDK, MCM, and PSMA\/B\/C\/D\/E inhibitors as promising candidates for targeted therapy. The integration of multiplex-staining and multiplex-DIA represents a significant stride in advancing personalized diagnostics and therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Multiplex automation,Mass spectrometry,Tumor microenvironment,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zheng<\/b>, A. Mund, M. Mann; <br\/>University of Copenhagen, Copenhagen, Denmark","CSlideId":"","ControlKey":"bc747089-2ab0-493a-97a0-ba5c5e099785","ControlNumber":"5498","DisclosureBlock":"&nbsp;<b>X. Zheng, <\/b> None..<br><b>A. Mund, <\/b> None..<br><b>M. Mann, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2742","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3802","PresenterBiography":null,"PresenterDisplayName":"Xiang Zheng, MS;PhD","PresenterKey":"3df07d94-5052-4287-b19b-30c5b832087b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3802. Integrating multiplex-staining and multiplex-DIA: Profiling the tumor microenvironment spatial proteome for precision cancer research","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating multiplex-staining and multiplex-DIA: Profiling the tumor microenvironment spatial proteome for precision cancer research","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade (ICB) therapies have demonstrated great clinical benefit in a variety of malignancies, but there are many patients that do not respond. Despite many preclinical and clinical studies, the mechanism of ICB is not completely understood. Development of novel therapies targeting other immunosuppressive mechanisms or combining ICB with conventional chemo or radio therapies have the potential to increase the number of patients that achieve durable responses. However, the optimal therapy or combination of therapies for a patient is likely influenced by which immunosuppressive mechanisms exist within the tumor microenvironment (TME) and the phenotype and function of tumor-infiltrating immune cells. To delineate the mechanisms of immunosuppression we selected FFPE tissue sections from three syngeneic murine cancer models and performed tumor-immune profiling to spatially understand the contributions of both immune cells and cancer cells. Mouse reactive antibodies targeting specific cellular populations will help identify the location of immune cells within the tumor site and can be used for proof-of-concept studies. This approach can lead to novel insights to synergize anti-tumor activity of ICB therapies and will help to identify differences between responders and non-responders. The Cell DIVE Multiplex Imaging Solution allows probing and imaging of dozens of biomarkers on a whole single tissue section with an iterative staining and dye inactivation workflow. At its core, Cell DIVE is a precise and adaptable open multiplexing solution that enables flexibility in antibody selection of biomarker panels used in a multiplexed imaging study. Cell Signaling Technology (CST&#174;) has a broad portfolio of IHC-validated antibodies to detect key proteins in the TME, enabling immune cell detection and phenotyping in tissue. CST offers off the shelf (OTS), ready-to-ship antibody conjugates that have been verified to work on Cell DIVE and offers custom conjugation of IHC-validated antibodies to fluorophores and other detection reagents. CST employs a rigorous approach to IHC validation, followed by verification on the Cell DIVE platform to ensure successful detection of proteins. Here, we demonstrate multiplexed Cell DIVE imaging using a novel panel of dozens of CST biomarker antibodies across multiple mouse syngeneic tumor types. In summary, multiplexed whole slide imaging using validated antibodies and Aivia AI-based image processing software enables spatially resolved tissue analysis of the tumor microenvironment, including new insights into spatial biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proteomics,Immuno-oncology,Multiplex automation,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. BOSE<\/b><sup>1<\/sup>, L. Arvidson<sup>2<\/sup>, E. Alonzo<sup>2<\/sup>, M. J. Smith<sup>1<\/sup>, K. O. White<sup>1<\/sup>, R. A. Heil-Chapdelaine<sup>1<\/sup>, G. Spang<sup>2<\/sup>, M. Norton<sup>2<\/sup>, S. Jensen<sup>2<\/sup>, V. Agrawal<sup>1<\/sup>; <br\/><sup>1<\/sup>Leica Microsystems, Waltham, MA, <sup>2<\/sup>Cell Signaling Technology, Danvers, MA","CSlideId":"","ControlKey":"20c097c5-2563-4008-a71a-fbd138c326d4","ControlNumber":"2939","DisclosureBlock":"&nbsp;<b>A. Bose, <\/b> None..<br><b>L. Arvidson, <\/b> None..<br><b>E. Alonzo, <\/b> None..<br><b>M. J. Smith, <\/b> None..<br><b>K. O. White, <\/b> None..<br><b>R. A. Heil-Chapdelaine, <\/b> None..<br><b>G. Spang, <\/b> None..<br><b>M. Norton, <\/b> None..<br><b>S. Jensen, <\/b> None..<br><b>V. Agrawal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3803","PresenterBiography":null,"PresenterDisplayName":"ARINDAM BOSE","PresenterKey":"15ab5851-ea37-4c5f-9d94-24ee6ff155e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3803. Spatial architecture of tumor and immune cell lineages in syngeneic mouse tumor tissues","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial architecture of tumor and immune cell lineages in syngeneic mouse tumor tissues","Topics":null,"cSlideId":""},{"Abstract":"Background: Ki67 is expressed in the G1, S, G2 and M phase of the cell cycle. Immunohistochemical determination of the Ki67 labeling index (LI) is a clinically well-established tool for assessing the proliferative activity of tumors and critical clinical decisions are based on this parameter. Other cell cycle associated proteins have been evaluated for clinical utility much less intensively. This for example includes minichromosome maintenance-3 (MCM3) which is expressed earlier in the cell cycle than Ki67.<br \/>Design: To evaluate the difference and potential synergy between of Ki67 and MCM3 based proliferation indices, both proteins were analyzed by multiplex fluorescent immunohistochemistry in more than 1,580 colorectal carcinomas that were available in a tissue microarray format and results were compared with clinico-pathological parameters (pT, pN, grade, MSI, p53 status). A deep learning-based framework comprising a deep-learning based algorithm for automated cell and marker detection was used for image analysis.<br \/>Results: In our 1,583 evaluable colorectal cancers, the average Ki67 LI was 69% and the average MCM3-LI was 67%. There was a significant overlap between Ki67 and MCM3 staining: Of all panCK positive tumor cells, 56% were positive for both Ki67 and MCM3, 11% were only positive for Ki67, 8% showed positivity only for MCM3, and 25% were negative for both markers. According to the expression of Ki67 and MCM3, the following compartments of proliferating cells were defined: early (MCM3<sup>+<\/sup>\/Ki67<sup>-<\/sup>), intermediate (MCM3<sup>+<\/sup>\/Ki67<sup>+<\/sup>), and late phase of the cell cycle (MCM3<sup>-<\/sup>\/Ki67<sup>+<\/sup>) as well as full proliferation (MCM3<sup>+<\/sup> or Ki67<sup>+<\/sup>). Comparison with clinico-pathological parameters revealed the best p-values for the MCM3 LI in the comparison with pT (p=2.7e<sup>-8<\/sup>), nodal metastasis (p=0.0002), and p53 alterations (p=6e<sup>-11<\/sup>) while the &#8220;full proliferation&#8221; LI was most tightly linked to microsatellite instability (p=1e<sup>-10<\/sup>). The Ki67 LI was best correlated to the grade (p=0.01).<br \/>Conclusion: The combined analysis of MCM3 and Ki67 enables the distinction of cells in early, intermediate, and late phase of the cell cycle. At least in colorectal cancer - a highly proliferative neoplasm - MCM3 quantification alone or in combination with Ki67 often resulted in stronger relationships with clinicopathological parameters than the Ki67 LI alone. These results suggest that a more subtle analysis of cell cycle proteins might enable a better evaluation of cancer aggressiveness than Ki67 measurement alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Proliferation,Deep learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. H. Mueller<sup>1<\/sup>, J. Ebner<sup>1<\/sup>, Z. Huang<sup>1<\/sup>, M. Lennartz<sup>1<\/sup>, C. Hube-Magg<sup>1<\/sup>, F. Jacobsen<sup>1<\/sup>, S. Steurer<sup>1<\/sup>, C. Bernreuther<sup>1<\/sup>, T. S. Clauditz<sup>1<\/sup>, A. H. Marx<sup>2<\/sup>, T. Krech<sup>1<\/sup>, E. Burandt<sup>1<\/sup>, G. Sauter<sup>1<\/sup>, R. Simon<sup>1<\/sup>, S. Minner<sup>1<\/sup>, <b>E. Bady<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany, <sup>2<\/sup>Klinikum Fuerth, Fuerth, Germany","CSlideId":"","ControlKey":"54c0b0cb-58cc-42d6-9b64-0bb617c925bd","ControlNumber":"6186","DisclosureBlock":"&nbsp;<b>J. H. Mueller, <\/b> None..<br><b>J. Ebner, <\/b> None..<br><b>Z. Huang, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>C. Hube-Magg, <\/b> None..<br><b>F. Jacobsen, <\/b> None..<br><b>S. Steurer, <\/b> None..<br><b>C. Bernreuther, <\/b> None..<br><b>T. S. Clauditz, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>T. Krech, <\/b> None..<br><b>E. Burandt, <\/b> None.&nbsp;<br><b>G. Sauter, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> Other, MSVA is owned by a family member of Guido Sauter, Director of Institute) has provided the Ki-67 antibody (MSVA-267M), MCM3 antibody (MSVA-503M) and panCK antibody (MSVA-000R).<br><b>R. Simon, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>E. Bady, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3804","PresenterBiography":"","PresenterDisplayName":"Elena Bady, MS","PresenterKey":"13eeb732-a837-4cd3-8be2-7d9b9b76a49c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3804. Multiparameter cell-cycle measurement enables a better assessment of cancer aggressiveness than Ki67 LI alone","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiparameter cell-cycle measurement enables a better assessment of cancer aggressiveness than Ki67 LI alone","Topics":null,"cSlideId":""},{"Abstract":"Intestinal microbiomes interact with the tumor microenvironment, participating in inflammation and immune regulation, and are associated with the response to anticancer therapy. However, there has been limited research exploring the relationship between changes in the microbiome and treatment response in patients with metastatic colorectal cancer (mCRC) during chemotherapy and radiation therapy.This study included all 15 patients with mCRC treated with first-line systemic therapy between October 2021 and February 2023. We conducted 16S rRNA sequencing on baseline stool samples and investigated the association of intestinal microbiome with chemotherapy response and RAS mutation. The QIIME2 and R packages were used for analysis. As a results, Median age was 61 years (range, 35-73), and there were 8 patients with RAS-mutated mCRC. All patients were treated with first-line systemic therapy; FOLFOX (5-fluorouracil and oxaliplatin)-based (n=13) and FOLFIRI (5-fluorouracil and irinotecan)-based chemotherapy (n=2). Of them, 2 patients received short-course radiotherapy (ScRTx) to primary tumor before systemic chemotherapy, where pre- and post-ScRTx stool samples were collected. Among 15 patients, 9 patients (60%) achieved responses. Non-responders tend to exhibit higher alpha diversity (Chao1, Observed ASV) compared to responders. Firmicutes, Lactobacillus, Faecalibacterium, and the [Luminococcus]_gauvreauii_group were more prevalent in responders, whereas Bacteroidota, Prevotella, DTU089, Alistipes, Christensenellaceae_R-7_group, and Porphyromonas in non-responders. Despite no statistical significance, alpha diversity decreased in post-ScRTx compared to pre-ScRTx samples. Akkermansia, Prevotella, and Peptostreptococcus were more prevalent in the post-ScRTx compared to pre-ScRTx samples. Regarding the association of intestinal microbiome with RAS mutation, Bray curtis and weighted unifrac analyses revealed significant differences in beta diversity; higher incidence of Faecalibacterium, Lactobacillus, Prevotella, Anaerofilum, and UCG-005 in the RAS-wild type mCRC, while Bacteroides, Collinsella, Holdemanella, and Anaerostipes in RAS-mutated mCRC.This pilot study suggests the prognostic value of gut microbiomes and its association with RAS mutation in patients with mCRC treated with first line systemic therapy. A microbial functional study with immune cytokine change is planned to confirm these findings in future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Microbiome,Colorectal cancer,Response,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kim<\/b><sup>1<\/sup>, B. Kim<sup>2<\/sup>, S. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Korea University College of Medicine, Korea University Anam Hospital, Seoul, Korea, Republic of, <sup>2<\/sup>Korea University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e7c2a077-4509-4bb9-9d76-18f71128853e","ControlNumber":"4245","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2745","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3805","PresenterBiography":null,"PresenterDisplayName":"Jwa Hoon Kim, MD","PresenterKey":"40bb32d7-796e-4c79-a133-3e9bd3a4b7a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3805. Intestinal microbiome with chemotherapy response and RAS mutation in patients with advanced or metastatic colorectal cancer: a pilot, exploratory study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intestinal microbiome with chemotherapy response and RAS mutation in patients with advanced or metastatic colorectal cancer: a pilot, exploratory study","Topics":null,"cSlideId":""},{"Abstract":"In the tumor microenvironment, tumor-infiltrating lymphocytes (TILs) and tertiary lymphoid structures (TLSs) are known to play a major role in terms of antitumor immunity. It has been reported that the presence of TILs and TLSs is related to the prognosis of various cancers. In addition, neutrophil-to-lymphocyte ratio (NLR) has also been associated with the prognosis in them. We investigated the significance of TILs, TLSs and NLR as a prognosis indicator for lung metastases from uterine leiomyosarcoma. We retrospectively recruited 102 patients undergoing metastasetomy for lung metastases from uterine leiomyosarcoma at Okayama University Hospital from January 2006 to December 2019. TILs were evaluated by immunohistochemical staining of surgically resected specimens of lung metastases using anti-CD3\/CD8\/CD103\/Foxp3 antibodies. TLSs were also evaluated using anti-CD20 antibodies. We counted the number of CD3\/CD8\/CD103\/Foxp3-positive cells and classified TILs into high and low groups. We measured the density of CD20-positive cells and classified TLSs into high- and low-density groups. NLR was calculated from the blood examination immediately before the most recent pulmonary metastasectomy. We determined the cut-off value for NLR using a time-dependent receiver operating characteristic (ROC) curve analysis and classified the patients into NLR-high and NLR-low groups according to the cut-off value. In terms of TILs, both CD3 and CD8 were correlated with the prognosis. The overall survival (OS) was significantly better in patients with CD3-high group (p = 0.018), CD8-high group (p = 0.017), TLSs-high group (p = 0.041) and NLR-low group (p = 0.018), respectively. The status of CD103 and Foxp3 did not affect the prognosis. We assessed the impact of the combination of CD8-positive TILs or TLSs and NLR on the prognosis. Regarding CD8-positive TILs and NLR, the OS of CD8-high\/NLR-low group was significantly better than that of CD8-low\/NLR-high group (p = 0.0078). In terms of TLSs and NLR, the OS of TLSs-high\/NLR low group was significantly better than that of TLSs-low\/NLR-high group (p = 0.010). In conclusion, CD3-positive TILs, CD8-positive TILs, TLSs, and NLR are correlated with the prognosis, respectively. The combination of CD8-positive TILs or TLSs and NLR may be indicators to predict the prognosis of the patients with lung metastases from uterine leiomyosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Tumor infiltrating lymphocytes,Prognostic markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Mukohara<\/b><sup>1<\/sup>, N. Matsuda<sup>1<\/sup>, H. Yamamoto<sup>2<\/sup>, T. Habu<sup>1<\/sup>, D. Mizuno<sup>1<\/sup>, R. Yoshichika<sup>1<\/sup>, A. Matsuoka<sup>1<\/sup>, T. Higashihara<sup>1<\/sup>, N. Hayashi<sup>1<\/sup>, M. Yoshikawa<sup>1<\/sup>, M. Ohki<sup>1<\/sup>, K. Shien<sup>2<\/sup>, K. Suzawa<sup>2<\/sup>, K. Takahashi<sup>3<\/sup>, S. Toyooka<sup>1<\/sup>; <br\/><sup>1<\/sup>Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan, <sup>2<\/sup>Okayama University Hospital, Okayama, Japan, <sup>3<\/sup>Kameda Medical Center, Kamogawa, Chiba, Japan","CSlideId":"","ControlKey":"4c7d418d-9255-4176-9a08-3fe2b3cede8b","ControlNumber":"4464","DisclosureBlock":"&nbsp;<b>F. Mukohara, <\/b> None..<br><b>N. Matsuda, <\/b> None..<br><b>H. Yamamoto, <\/b> None..<br><b>T. Habu, <\/b> None..<br><b>D. Mizuno, <\/b> None..<br><b>R. Yoshichika, <\/b> None..<br><b>A. Matsuoka, <\/b> None..<br><b>T. Higashihara, <\/b> None..<br><b>N. Hayashi, <\/b> None..<br><b>M. Yoshikawa, <\/b> None..<br><b>M. Ohki, <\/b> None..<br><b>K. Shien, <\/b> None..<br><b>K. Suzawa, <\/b> None..<br><b>K. Takahashi, <\/b> None..<br><b>S. Toyooka, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2746","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3806","PresenterBiography":null,"PresenterDisplayName":"Fumiaki Mukohara, MD","PresenterKey":"b8520740-a837-4b11-924b-7a25463635b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3806. Impact of tumor-infiltrating lymphocytes, tertiary lymphoid structures, and neutrophil-to-lymphocyte ratio on the prognosis of patients with lung metastases from uterine leiomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of tumor-infiltrating lymphocytes, tertiary lymphoid structures, and neutrophil-to-lymphocyte ratio on the prognosis of patients with lung metastases from uterine leiomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: There is an unmet need for additive predictive biomarkers for the recurrence of stage II\/III colorectal cancer (CRC) after surgery. As recent studies showing the potential prognostic role of macrophage polarity defined by CXCL9 and SPP1, instead of conventional M1 and M2, we tried to evaluate the prognostic role of this biomarker in real-world practice setting, delineating biologic mechanisms.<br \/>Method: The RNA sequencing data of 273 tumors derived from patietns with stage II\/III colorectal cancer who underwent surgical resection in 5 Korean cancer-centers were available for analysis. We initially divided two subgroups based on the ratio of expression level of CXCL9 per SPP1 expressions (CS ratio) and evaluated prognostic outcomes and compared immune cell proportions by deconvolutional method between subgroups.<br \/>Result: The CS ratio was higher in consensus molecular subtype (CMS)2 or CMS3 than others, and no significant differences were observed according to sidedness, stage, microsatellite instability status and medical centers. Total 69 (25,3%) patients were classified as low level of CS ratio group, and there were no significant differences in baseline characteristics, including age, sex, CMS, sidedness, stage, microsatellite instability status and medical centers. With a median follow-up of 58.2 months, the low CS ratio group showed poor 5-year recurrence-free survival (50.6 vs. 71.1%, HR=2.27, P = 0.002) and 5-year overall survival (69.7% vs. 85.9%, HR=1.75, P = 0.033). These trends were consistent across the subgroups. In the multivariate analyses including the potential prognostic factors (P &#60; 0.1 in the univariate analyses), low CS ratio was significantly associated with poorer for RFS (adjusted HR = 1.96, P = 0.011) and OS (adjusted HR = 1.81, P = 0.002). These trends were consistent in the TCGA dataset (5 years OS: 69.7% vs. 85.9%, HR=1.98, P = 0.011). The low CS ratio group showed upregulated WNT signaling, and extracellular matrix organization pathway. Immune cell deconvolutional method exhibited the low CS ratio group showed more proportion of neutrophils, monocytes, whereas CD8+T cells, activated memory CD4+T cells were decreased, compared to high CS ratio group.<br \/>Conclusions: These results suggest that CS ratio could be an applicable prognostic biomarker in locally advanced colorectal cancer after surgical resection. Based on this classification, more advanced treatment strategy may be required for low CS ratio group to improve surgical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Biomarkers,Microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Bang<\/b>, J. Choi, H. Kim, K. Park, D. Pyo, Y. Cho, W.-Y. Park; <br\/>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"57fc1e3e-0f2d-4996-bd02-1501dc6c9fd4","ControlNumber":"2260","DisclosureBlock":"&nbsp;<b>Y. Bang, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>D. Pyo, <\/b> None..<br><b>Y. Cho, <\/b> None.&nbsp;<br><b>W. Park, <\/b> <br><b>Geninus<\/b> Employment, Stock, Other Business Ownership.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2757","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3807","PresenterBiography":null,"PresenterDisplayName":"Yeong Hak Bang, MD","PresenterKey":"55ade2e5-1078-427a-a275-d0f929405bd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3807. CXCL9:SPP1 macrophage polarity as a prognostic biomarker for localized colorectal cancer after surgical resection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"218","SessionOnDemand":"False","SessionTitle":"Metastasis Biomarkers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CXCL9:SPP1 macrophage polarity as a prognostic biomarker for localized colorectal cancer after surgical resection","Topics":null,"cSlideId":""}]