[{"Abstract":"Cytotoxic T lymphocyte antigen-4 (CTLA-4) is a crucial immune checkpoint that negatively regulates T cell activation. Inhibiting this negative regulation through CTLA-4 blockade has emerged as a promising therapeutic strategy against cancer. Herein, we present the preclinical pharmacology study of KD6001, a novel anti-CTLA-4 IgG1 kappa human monoclonal antibody with superior properties compared to ipilimumab, a currently approved anti-CTLA-4 mAb. Surface plasmon resonance (SPR) analysis revealed that KD6001 exhibits a higher affinity for CTLA-4 compared to ipilimumab (KD = 0.57 nM vs 1.20 nM). Competition ELISA experiments demonstrated that KD6001 is significantly more potent than ipilimumab in disrupting CTLA-4 interactions with CD80 (IC50 = 16 ng\/mL vs 93 ng\/mL) and CD86. Further, amino acid point mutation analysis indicated that two specific residues following the CD80\/CD86 binding site (99MYPPPY104) are critical for ipilimumab binding, whereas mutation of the two residues had minimal impact on KD6001's CTLA-4 binding activity. These findings suggest that KD6001 and ipilimumab bind distinct epitopes on CTLA-4. In vitro experiments demonstrated that KD6001 enhances the production of IL-2 and IFN&#947; in PHA-activated human lymphocytes and exhibits synergistic anti-tumor effects when combined with anti-PD-1\/L1 antibodies. Moreover, in vivo studies utilizing syngeneic murine tumor models established in human CTLA-4 gene knock-in mice revealed that KD6001 effectively inhibits or delays tumor growth in colon cancer MC38, melanoma B16, and hepatocellular carcinoma Hepa1-6 models. Additionally, KD6001 demonstrated synergistic anti-tumor effects when combined with a mouse anti-PD-1 antibody or ibuprofen. Toxicity evaluation in cynomolgus monkeys revealed that KD6001 was generally well-tolerated at doses ranging from 1 mg\/kg to 10 mg\/kg administered intravenously once weekly for four weeks. The primary pathological changes observed were lymphocyte\/monocyte infiltration or increased lymphocyte\/monocyte infiltration in several organs, consistent with KD6001's mechanism of action. Notably, the similar affinity of KD6001 for human and cynomolgus monkey CTLA-4 suggests that the toxicity profile observed in monkeys accurately reflects the dose-toxicity relationship in human. The promising preclinical data presented herein support the further clinical development of KD6001 as a potential therapeutic agent for cancer treatment. Currently, clinical trials evaluating KD6001 in patients with advanced melanoma are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Immune checkpoint,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Chen<\/b><sup>1<\/sup>, P. Li<sup>2<\/sup>, G. Fang<sup>2<\/sup>, H. Wu<sup>2<\/sup>, C. Zhang<sup>2<\/sup>, Z. Cai<sup>1<\/sup>; <br\/><sup>1<\/sup>Shanghai Kanda Biotechnology Co. Ltd., Shanghai, China, <sup>2<\/sup>Shanghai Celgen Bio-Pharmaceutical Co. Ltd., Shanghai, China","CSlideId":"","ControlKey":"1600902c-bd80-420f-a0a4-7bae61091704","ControlNumber":"2328","DisclosureBlock":"<b>&nbsp;Y. Chen, <\/b> <br><b>Shanghai Kanda Biotechnology Co. Ltd.<\/b> Employment. <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd<\/b> Employment. <br><b>P. Li, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>G. Fang, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>H. Wu, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>C. Zhang, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>Z. Cai, <\/b> <br><b>Shanghai Kanda Biotechnology Co. Ltd.<\/b> Employment. <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5755","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1350","PresenterBiography":null,"PresenterDisplayName":"Yi Chen","PresenterKey":"831a8901-e719-4ed3-ba6b-b73492e53651","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1350. KD6001: A promising new anti-CTLA-4 human monoclonal antibody for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KD6001: A promising new anti-CTLA-4 human monoclonal antibody for cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Blockade of the CTLA-4 pathway with ipilimumab (IPI), alone and in combination with nivolumab (anti-programmed death-1 antibody), has shown clinical benefit in multiple tumor types. However, not all tumors respond to IPI &#177; nivolumab, and peripheral effects can lead to immune-related adverse events. To enhance the therapeutic index of CTLA-4-directed therapy, a proprietary Probody<sup>&#174;<\/sup> therapeutics technology platform was used to develop a modified version of IPI. BMS-986288 is an anti-CTLA-4 antibody that combines a Probody<sup>&#174;<\/sup> therapeutic masking peptide and protease-cleavable linker, designed to localize anti-CTLA-4 activity to the tumor microenvironment, with an NF Fc region hypothesized to enhance antigen-presenting cell (APC)-mediated T-cell priming and regulatory T cell (Treg) modulation via increased binding to the Fc&#947;RIIIA (CD16) receptor. Here, we present the characterization of the mechanism of action and pharmacodynamic (PD) response of BMS-986288 in preclinical models.<br \/>Methods: APC-mediated T-cell priming and antigen-specific responses were evaluated in a superantigen model using peripheral blood mononuclear cells (PBMCs) and human CTLA-4 knock-in (KI) mice. Antitumor activity and immune cell population changes were assessed in an MC38 tumor model implanted in human CTLA-4 KI mice. Intratumoral Treg depletion was further investigated using patient-derived dissociated tumor samples as a physiologically relevant model. Peripheral PD effects and tolerability of BMS-986288 were evaluated in a non-human primate (NHP) Ad5 vaccine model.<br \/>Results: Protease-cleaved BMS-986288 demonstrated enhanced APC-mediated T-cell priming compared with IPI in superantigen-stimulated PBMCs. Similarly, administration of superantigen staphylococcal enterotoxin B (SEB) peptide elicited an increased antigen-specific T-cell receptor (V&#946;8+) T-cell response after treatment with cleaved BMS-986288 vs IPI in human CTLA-4 KI mice. In the MC38 tumor-bearing mouse model, BMS-986288 showed enhanced antitumor activity as compared to IPI, with tumor clearance in all mice. Although BMS-986288 enhanced intratumoral CTLA&#8209;4+ Treg depletion in the MC38 model, limited Treg depletion was observed in the patient-derived dissociated tumor model with an NF anti-CTLA-4 antibody without the masking peptide, potentially reflecting differences in CTLA-4 expression on human vs mouse Tregs. BMS-986288 reduced PD effects in the peripheral blood compartment and increased tolerability in NHP relative to IPI.<br \/>Conclusion: BMS-986288 leverages unique characteristics to differentiate it from IPI, enhancing APC-mediated T-cell priming and anti-tumor activity while also reducing peripheral activity in preclinical models. These data support an ongoing phase 1\/2 clinical trial of BMS-986288 (NCT03994601) in patients with advanced solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,CTLA-4,Pharmacodynamics,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Jhatakia<\/b><sup>1<\/sup>, M. Nasser<sup>1<\/sup>, A. Mukhopadhyay<sup>1<\/sup>, K. Kang<sup>1<\/sup>, C. Newsome<sup>2<\/sup>, N. Gupta<sup>1<\/sup>, R. Z. Mandawe<sup>1<\/sup>, F. Findeisen<sup>1<\/sup>, J. A. Lohre<sup>1<\/sup>, L. Leung<sup>1<\/sup>, Y. Wei<sup>1<\/sup>, J. Dobroff<sup>1<\/sup>, K. Price<sup>2<\/sup>, J. Engelhardt<sup>1<\/sup>, M. Selby<sup>1<\/sup>, A. J. Korman<sup>1<\/sup>, N. Wilson<sup>1<\/sup>; <br\/><sup>1<\/sup>Bristol Myers Squibb, Redwood City, CA, <sup>2<\/sup>Bristol Myers Squibb, New Brunswick, NJ","CSlideId":"","ControlKey":"c228a5a2-8167-4759-bcc5-7aebe87ea274","ControlNumber":"4120","DisclosureBlock":"<b>&nbsp;A. Jhatakia, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>M. Nasser, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>A. Mukhopadhyay, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>K. Kang, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>Abbvie<\/b> Stock. <br><b>C. Newsome, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>N. Gupta, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>R. Z. Mandawe, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>F. Findeisen, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>J. A. Lohre, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>L. Leung, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>Y. Wei, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>J. Dobroff, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>K. Price, <\/b> <br><b>Bristol Myers Squibb<\/b> Stock, Other, Employment at the time the work was carried out. <br><b>Johnson & Johnson<\/b> Employment, Stock. <br><b>J. Engelhardt, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Employment at the time the work was carried out. <br><b>Abbvie<\/b> Employment, Stock. <br><b>M. Selby, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Employment at the time the work was carried out. <br><b>Walking Fish Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>A. J. Korman, <\/b> <br><b>Bristol Myers Squibb<\/b> Stock, Other, Employment at the time the work was carried out. <br><b>VIR Biotechnology<\/b> Employment, Stock, Stock Option. <br><b>N. Wilson, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>Agenus<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5756","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1351","PresenterBiography":null,"PresenterDisplayName":"Amy Jhatakia, MS","PresenterKey":"fc73c727-9b2b-4da3-82b2-e4c73d6171a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1351. Preclinical characterization of BMS-986288, a novel non&#8209;fucosylated (NF) anti-cytotoxic T lymphocyte antigen-4 (anti-CTLA-4) Probody<i>&#174; <\/i>therapeutic","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of BMS-986288, a novel non&#8209;fucosylated (NF) anti-cytotoxic T lymphocyte antigen-4 (anti-CTLA-4) Probody<i>&#174; <\/i>therapeutic","Topics":null,"cSlideId":""},{"Abstract":"Proteins involved in immune checkpoint pathways, such as CTLA4, PD-1, and PD-L1, have become important targets for cancer immunotherapy; however, the development of small molecule drugs targeting these pathways has proven difficult due to the nature of their protein-protein interfaces. Here, using a hierarchy of computational techniques, we designed a cyclic peptide that binds CTLA4 and follow this with experimental verification of binding and biological activity, using bio-layer interferometry, cell culture, and a lung cancer mouse model in immunocompetent mice. Beginning from a template excised from the x-ray structure of the CTLA4:B7-2 complex, we generate several peptide sequences using Rosetta, a protein modelling program. These peptides are cyclized head-to-tail to improve structural and proteolytic stability and screened using molecular dynamics simulation and MM-GBSA calculation. The standard binding free energies for shortlisted peptides are then calculated in explicit-solvent simulation using a rigorous multistep Binding Free Energy Estimator (BFEE). The most promising peptide, cyc-EIDTVLTPTGWVAKRYS (hereafter CTLA4-ip), yields the standard free energy -6.6 &#177; 3.5 kcal\/mol, which corresponds to a dissociation constant of 15 &#956;mol\/L. The binding affinity of this peptide for CTLA4 is measured experimentally (31 &#177; 4 &#956;mol\/L) using bio-layer interferometry. Pharmacokinetics of CTLA4-ip in a cell culture with Lewis lung carcinoma (LLC) cells and in mice revealed that this peptide is significantly more stable in both cell culture and in mice as compared to a control non-cyclic scrambled-sequence. Treatment with CTLA4-ip inhibited cancer cell growth in a co-culture of LLC cells and LLC cell-antigen primed murine T cells. Intraperitoneal administration of the CTLA4-ip (10mg\/kg\/day, every other day totaling 4 doses) markedly inhibited lung tumor growth in mice with an orthotropic LLC allograft model. Efficacy of the tumor growth inhibition by the CTLA4-ip was similar to that by an anti-PD-L1 antibody (10mg\/kg\/day, every two days totaling 3 doses). These results strongly suggest that this novel CTLA4-ip works as an immune checkpoint inhibitor to CTLA4 and is usable for lung cancer treatment. This research was supported by Kansas State University Johnson Cancer Research center (MT), Midwest Biomedical Accelerator Consortium (MT, JC), National Cancer Institute MT, JC) and the National Science Foundation (JC).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"CTLA-4,Immune checkpoint blockade,Peptides,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Thakkar<sup>1<\/sup>, D. Upreti<sup>2<\/sup>, S. Ishiguro<sup>2<\/sup>, G. Magnin<sup>2<\/sup>, K. Sudasinghe<sup>2<\/sup>, A. Hall<sup>2<\/sup>, <b>S. DeVader<\/b><sup>2<\/sup>, M. Tamura<sup>2<\/sup>, J. Comer<sup>2<\/sup>; <br\/><sup>1<\/sup>University of California, Berkeley, CA, <sup>2<\/sup>Kansas State University, Manhattan, KS","CSlideId":"","ControlKey":"372d0d20-8f30-458a-91c5-5e6395a362e6","ControlNumber":"2600","DisclosureBlock":"&nbsp;<b>R. Thakkar, <\/b> None..<br><b>D. Upreti, <\/b> None..<br><b>S. Ishiguro, <\/b> None..<br><b>G. Magnin, <\/b> None..<br><b>K. Sudasinghe, <\/b> None..<br><b>A. Hall, <\/b> None..<br><b>S. DeVader, <\/b> None..<br><b>M. Tamura, <\/b> None..<br><b>J. Comer, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5757","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1352","PresenterBiography":null,"PresenterDisplayName":"Sarah DeVader, BS","PresenterKey":"c0b07c22-0e8f-4341-a138-a8f69c642b88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1352. Computational design of a cyclic peptide that inhibits the CTLA4 in T cells and the growth of lung carcinoma in mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational design of a cyclic peptide that inhibits the CTLA4 in T cells and the growth of lung carcinoma in mice","Topics":null,"cSlideId":""},{"Abstract":"Background: Advanced prostate cancer (PCa) is a leading cause in cancer death and can elicit significant morbidity and mortality. A common treatment modality for advanced PCa is radiation therapy (RT). Currently, salvage of local disease recurrence after RT is a major clinical problem. Emerging evidence indicates the importance of the immune system in governing RT response. In support of this, immune checkpoint inhibitors (ICIs), which enhance immune activation, have demonstrated clinical therapeutic promise in combination with RT in certain advanced cancers. Irradiation (IR) combined with ICIs may prime the immune system to recognize and target recurrent cancer.<br \/>Purpose: Investigate the therapeutic efficacy of ICIs in combination with RT for radiorecurrent PCa in a syngeneic pre-clinical model.<br \/>Methods: TRAMP-C2 cells were treated with 10 Gy of radiation over 5 fractions (similar to clinical hypofractionated (HF) schedule) to generate TRAMP-C2 HF cells. Immune-competent mice were transplanted subcutaneously with TRAMP-C2 HF cells. Once tumors reached palpable size, mice were administered either ICIs (anti-PDL1 or anti-CTLA4) alone or in combination with RT. Tumor volume was monitored to determine the treatment effect. Correlative studies on excised tumors and secondary lymphoid organs included flow cytometry and NanoString gene expression panel to evaluate immunological mechanisms that contribute to anti-tumor effects.<br \/>Results: TRAMP-C2 HF cells were validated for radiation resistance and exhibited a more aggressive phenotype (reduction in senescence, increase in clonogenicity) similar to clinically recurrent PCa. Radiation resistance of TRAMP-C2 HF tumors was validated in vivo. Administration of anti-PDL1 and anti-CTLA4 as monotherapy or in combination did not achieve significant tumor growth delay compared to control. IR alone produced an observable tumor growth delay compared to ICIs alone. The combination of anti-PDL1 and IR did not yield additional growth delay compared to IR alone. Strikingly, significant tumor growth delay was seen with the combination of IR and anti-CTLA4 compared to IR alone, while also resulting in complete cure in a third of the mice. mice. Lymph nodes and tumors from mice treated with IR and anti-CTLA4 vs. IR and isotype control demonstrated differential expression of genes in T cell functions and enrichment in both CD4+ and CD8+ T cell populations.<br \/>Conclusion: We generated the first syngeneic radiorecurrent PCa model and demonstrated that combining anti-CTLA4 and IR results in synergistic tumor response. Combined therapy resulted in augmented immune response, most notably enhancement of CD8 T cell activity.<br \/>Significance: These findings contribute to our understanding of immunological events associated with RT and ICIs in the context of radiorecurrent PCa and support new avenues for salvage therapy in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Radioresistance,Immune checkpoint blockade,Radiation therapy,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Wang<\/b><sup>1<\/sup>, L. Gong<sup>1<\/sup>, X. Huang<sup>2<\/sup>, S. D. White<sup>1<\/sup>, H. T. Chung<sup>3<\/sup>, D. Vesprini<sup>3<\/sup>, T. N. Petchiny<sup>1<\/sup>, E. Fokas<sup>4<\/sup>, H. He<sup>1<\/sup>, R. S. Kerbel<sup>5<\/sup>, S. K. Liu<sup>6<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Sunnyrook Research Institute, Toronto, ON, Canada, <sup>3<\/sup>Sunnybrook Health Science Centre, Toronto, ON, Canada, <sup>4<\/sup>Goethe University Frankfurt, Frankfurt, Germany, <sup>5<\/sup>Sunnybrook Research Insitute, Toronto, ON, Canada, <sup>6<\/sup>Sunnybrook Research Institute, Toronto, ON, Canada","CSlideId":"","ControlKey":"5b8c7d4f-8110-4676-af73-72295637f057","ControlNumber":"1172","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>L. Gong, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>S. D. White, <\/b> None..<br><b>H. T. Chung, <\/b> None..<br><b>D. Vesprini, <\/b> None..<br><b>T. N. Petchiny, <\/b> None..<br><b>E. Fokas, <\/b> None..<br><b>H. He, <\/b> None..<br><b>R. S. Kerbel, <\/b> None..<br><b>S. K. Liu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5758","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1353","PresenterBiography":null,"PresenterDisplayName":"Eric Wang, BA","PresenterKey":"7c29462f-d015-4568-8d71-7727db0c6b41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1353. Potentiating salvage radiotherapy in radiorecurrent prostate cancer through anti-CTLA4 therapy: Implications from a syngeneic model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potentiating salvage radiotherapy in radiorecurrent prostate cancer through anti-CTLA4 therapy: Implications from a syngeneic model","Topics":null,"cSlideId":""},{"Abstract":"Distinct effects on T-cell differentiation arise from immune checkpoint inhibition targeting cytotoxic T-lymphocyte-associated antigen 4 (CTLA-4) and programmed death 1 (PD-1). However, the effect of these immunotherapies on the immunological memory response remains unclear. Our investigation into the effects of anti-CTLA-4 and anti-PD-1 on memory T-cell formation in mice revealed that anti-CTLA-4 generates a more effective memory antitumor response than anti-PD-1. Memory T-cells arising after anti-CTLA-4 treatment exhibit greater expansion, cytokine production, and antitumor activity than those from anti-PD-1. Notably, anti-CTLA-4 preserves more TCF-1+ T-cells during priming, while anti-PD-1 leads to more TOX+ T-cells. Experiments using conditional TCF-1- or TOX-knockout mice highlight TCF-1 is essential for memory response generated by anti-CTLA-4, whereas TOX deletion alone in T cells has no effect on response to anti-PD-1. Deepening our understanding of how checkpoint inhibition affects memory response is crucial for advancing our understanding of the enduring impacts of these immunotherapies on the immune system.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"CTLA-4,PD-1,Immune response,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Mok<\/b>, H. Liu, N.-A. A. Anang, J. J. Mancuso, D. A. Çobano&#287;lu, J. P. Allison; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7857ec27-cc61-412a-93f7-5dcd5378661a","ControlNumber":"5063","DisclosureBlock":"&nbsp;<b>S. Mok, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>N. A. Anang, <\/b> None..<br><b>J. J. Mancuso, <\/b> None..<br><b>D. A. Çobano&#287;lu, <\/b> None.&nbsp;<br><b>J. P. Allison, <\/b> <br><b>Jounce and Neon Therapeutics<\/b> Other, cofounder. <br><b>Achelois<\/b> Other, consulting. <br><b>Adaptive Biotechnologies<\/b> Other, consulting. <br><b>Apricity<\/b> Other, consulting. <br><b>BioAtla<\/b> Other, consulting. <br><b>BioNTech<\/b> Other, consulting. <br><b>Candel Therapeutics<\/b> Other, consulting. <br><b>Codiak<\/b> Other, consulting. <br><b>Dragonfly<\/b> Other, consulting. <br><b>Earli<\/b> Other, consulting. <br><b>Enable Medicine<\/b> Other, consulting. <br><b>Hummingbird<\/b> Other, consulting. <br><b>ImaginAb<\/b> Other, consulting. <br><b>Lava Therapeutics<\/b> Other, consulting. <br><b>Lytix<\/b> Other, consulting. <br><b>Marker<\/b> Other, consulting. <br><b>PBM Capital<\/b> Other, consulting. <br><b>Phenomic AI<\/b> Other, consulting. <br><b>Polaris Pharma<\/b> Other, consulting. <br><b>Time Bioventures<\/b> Other, consulting.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1354","PresenterBiography":null,"PresenterDisplayName":"Stephen Mok, PhD","PresenterKey":"f18206dd-1d17-4929-8bab-34156fb1cc72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1354. Anti-CTLA-4 generates memory T-cells with greater expansion and functionality than anti-PD-1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-CTLA-4 generates memory T-cells with greater expansion and functionality than anti-PD-1","Topics":null,"cSlideId":""},{"Abstract":"VISTA, a predominantly myeloid immune checkpoint, promotes an immunosuppressive tumor microenvironment and has been associated with resistance to approved checkpoint therapies. While blockade of VISTA with antibodies has shown anti-tumor efficacy in preclinical models, the biological mechanisms that underlie this effect remain poorly understood. To investigate the mechanistic basis of anti-tumor responses, we performed single-cell RNA sequencing of tumor infiltrating leukocytes from the cell-derived murine colon carcinoma xenograft model, CT26, which is known to be sensitive to VISTA blockade. We used HMBD-002, a uniquely blocking but non-depleting clinical-stage IgG4 anti-VISTA antibody, to identify the key immune cells and pathways impacted by VISTA blockade in the absence of Fc-mediated cell depletion. The translatability of these findings was validated in a human PBMC mixed leukocyte reaction assay. Subsequently, targeted depletion or inhibition of the identified immune populations and pathways was performed to confirm their contribution to the anti-tumor efficacy of HMBD-002.The blockade of VISTA by HMBD-002 significantly increased CD8+ T cells in the CT26 tumors, promoting an activated cytotoxic Tc1 program without inducing exhaustion. Concurrently, a substantial increase in proinflammatory M1 tumor-associated macrophages (TAMs) was noted within treated tumors, while other immune cell populations remained unaffected. Among the signaling pathways, the type-I interferon (IFN) response exhibited a significant upregulation, particularly in TAMs, indicating a type-I IFN-driven M1 reprogramming by HMBD-002. Validation experiments further demonstrated that the depletion of TAMs or CD8+ T cells, but not CD4+ T cells, abrogated the efficacy of HMBD-002. Moreover, blocking the type-I IFN signaling effectively impeded HMBD-002-induced TAM reprogramming and subsequent anti-tumor efficacy, thus confirming the pivotal roles of CD8+ T cells, TAMs, and type-I IFN signaling in driving the anti-tumor response to VISTA blockade. In conclusion, VISTA blockade with HMBD-002 promotes an anti-tumor response by type-I IFN mediated reprogramming of TAMs and activation of cytotoxic CD8+ T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Antibody,Checkpoint Inhibitors,Cancer immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Dharmadhikari<\/b>, O. Zharkova, D. Thakkar, R. Tirado-Magallanes, K. Paszkiewicz, P. J. Ingram, J. D. Boyd-Kirkup; <br\/>Hummingbird Bioscience Pte Ltd, Singapore, Singapore","CSlideId":"","ControlKey":"aca7432e-2ddc-4eb0-a752-ded26d9c968c","ControlNumber":"1817","DisclosureBlock":"&nbsp;<b>B. Dharmadhikari, <\/b> None..<br><b>O. Zharkova, <\/b> None..<br><b>D. Thakkar, <\/b> None..<br><b>R. Tirado-Magallanes, <\/b> None..<br><b>K. Paszkiewicz, <\/b> None..<br><b>P. J. Ingram, <\/b> None..<br><b>J. D. Boyd-Kirkup, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5761","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1356","PresenterBiography":null,"PresenterDisplayName":"Bhushan Dharmadhikari, B Eng;PhD","PresenterKey":"2a54c0fd-abdc-4e62-8a21-9cbab794582f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1356. The VISTA blocking antibody HMBD-002 promotes type-I interferon signaling and drives anti-tumor responses through macrophage reprograming and cytotoxic CD8+ T cell activation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The VISTA blocking antibody HMBD-002 promotes type-I interferon signaling and drives anti-tumor responses through macrophage reprograming and cytotoxic CD8+ T cell activation","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint receptors (ICRs) negatively regulate antitumor immune responses. While significant advances have been made in understanding the mechanisms of well-established ICRs such as PD-1 and CTLA-4, other checkpoint proteins remain incompletely characterized and may be targeted to synergistically boost antitumor immunity. One such protein is V-domain immunoglobulin suppressor of T-cell activation (VISTA), an ICR whose expression curtails the function of several lymphoid and myeloid lineages, including tumor-reactive cytotoxic T cells. Globally blocking VISTA elicits potent T cell-mediated antitumor immunity and systemic myeloid cell-mediated inflammatory responses. Mechanistically, VISTA has been shown to inhibit T cell activation by acting as an inhibitory ligand on antigen-presenting cells. However, the impact of T cell-intrinsic VISTA on modulating tumor-reactive T cell responses has not been thoroughly investigated, and it remains unclear whether blocking T cell-specific VISTA is adequate for revitalizing T cell-mediated tumor control. In this study, we utilized VISTA conditional knockout mice models to examine the relative contribution of T cell-intrinsic VISTA versus myeloid-derived VISTA in the regulation of antitumor immunity. We present evidence that blocking VISTA on T cells alone is insufficient to induce strong antitumor immune responses, whereas blocking VISTA on myeloid cells counteracts its dominant role in orchestrating T cell suppression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"T cell,Immune checkpoint,VISTA,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Patnaik<\/b>, E. Delaney, C. Gilmour, K. Zhang, A. Zakeri, H. M. Ta, P. B. Parthasarathy, T. Alban, T. Chan, L. Wang; <br\/>Cleveland Clinic Foundation, Cleveland, OH","CSlideId":"","ControlKey":"2c96c040-3255-4a72-ab36-f732542cc3a9","ControlNumber":"5334","DisclosureBlock":"&nbsp;<b>S. Patnaik, <\/b> None..<br><b>E. Delaney, <\/b> None..<br><b>C. Gilmour, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>A. Zakeri, <\/b> None..<br><b>H. M. Ta, <\/b> None..<br><b>P. B. Parthasarathy, <\/b> None..<br><b>T. Alban, <\/b> None..<br><b>T. Chan, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1358","PresenterBiography":null,"PresenterDisplayName":"Sachin Patnaik","PresenterKey":"ce647348-390f-4feb-b731-45fa58cc3fa3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1358. Elucidating the contribution of T cell-intrinsic VISTA to the suppression of antitumor T cell immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the contribution of T cell-intrinsic VISTA to the suppression of antitumor T cell immunity","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is an aggressive, poorly immunogenic cancer with increasing incidence and a poor 5-year survival rate of 12%. PDAC tumors are refractory to all currently available treatments, including immune checkpoint blockade (ICB) therapies, and demonstrate limited infiltration of cytotoxic CD8<sup>+<\/sup> T cells that kill tumor cells. There is therefore an urgent, unmet need for novel therapeutic options. Analysis of single-cell RNA-sequencing data of patient PDAC revealed high expression of the novel immune checkpoint, PSGL-1, on infiltrating CD8<sup>+<\/sup> T cells. We hypothesize that PSGL-1-mediated immune suppression is a critical barrier to effective anti-tumor immunity in PDAC. To test this, we utilized a preclinical model of PDAC where orthotopic injection of the KPC.4662 tumor cell line into pancreata recapitulates patient tumor responses with limited T cell infiltrates and uncontrolled tumor growth in C57BL\/6 (wildtype) control mice and compared to PSGL-1<sup>KO<\/sup> (C57BL\/6 background) mice. At endpoint, tumor burden in PSGL-1<sup>KO<\/sup> mice was reduced by &#62;50% compared to controls, with 45% of PSGL-1<sup>KO<\/sup> animals exhibiting &#62;70% reduction. Total immune infiltration (CD45<sup>+<\/sup>) was 2-fold greater in tumors from PSGL-1<sup>KO <\/sup>mice, with a significant increase in infiltrating CD3<sup>+<\/sup> T cells. Detailed analyses revealed that infiltrating CD8<sup>+<\/sup> T cells from PSGL-1<sup>KO<\/sup> mice were not only more abundant, but also less differentiated towards terminal exhaustion with sustained TCT-1 expression compared to controls. Moreover, PSGL-1<sup>KO<\/sup><sub> <\/sub>mice showed protection against metastatic disease. Since our data support a critical role for T cell driven anti-tumor immunity to PDAC, we transiently depleted CD4<sup>+<\/sup> T cells, CD8<sup>+ <\/sup>T<sup> <\/sup>cells, or both just prior to tumor cell implantation. While depletion of CD8<sup>+<\/sup> T cells did not impede tumor control by PSGL-1<sup>KO<\/sup> mice, depletion of all T cells or only CD4<sup>+<\/sup> T cells resulted in the loss of PDAC tumor growth inhibition, demonstrating a key role of CD4<sup>+<\/sup> cells in the response. Given our previous studies demonstrating an intrinsic role for PSGL-1 in development of terminal T cell exhaustion in melanoma, including loss of TCF-1<sup>+<\/sup> CD8<sup>+<\/sup> T cells, we hypothesized that PSGL-1-deficiency would promote responsiveness to PD-1 ICB, which is ineffective as a monotherapy in PDAC patients and mouse models. To test this prediction, PD-1 ICB was therapeutically administered to control and PSGL-1<sup>KO<\/sup> mice. While treatment with anti-PD-1 had no effect on the tumor growth in the control animals, PD-1 ICB resulted in complete tumor ablation in 85% of PSGL-1<sup>KO<\/sup> animals, demonstrating a profound synergistic effect of PD-1 inhibition in the absence of PSGL-1. From these studies, we conclude that PSGL-1 is a critical inhibitor of T cell anti-tumor responses in PDAC. PSGL-1 therefore represents a novel ICB target with high translational potential for promoting immune responses to PDAC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"T cell,Pancreatic cancer,Immune checkpoint blockade,Tumor control,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. L. Hope<\/b><sup>1<\/sup>, Y. Zhang<sup>2<\/sup>, H. A. F. Hetrick<sup>2<\/sup>, G. Romano<sup>1<\/sup>, S. Roy<sup>2<\/sup>, M. Lin<sup>2<\/sup>, A. B. Palete<sup>2<\/sup>, S. Maganti<sup>2<\/sup>, D. C. Otero<sup>2<\/sup>, C. Commisso<sup>2<\/sup>, L. M. Bradley<sup>2<\/sup>; <br\/><sup>1<\/sup>Drexel University College of Medicine, Philadelphia, PA, <sup>2<\/sup>Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA","CSlideId":"","ControlKey":"ad5f98da-0935-4be8-8422-ce7bdae2420d","ControlNumber":"2010","DisclosureBlock":"&nbsp;<b>J. L. Hope, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>H. A. F. Hetrick, <\/b> None..<br><b>G. Romano, <\/b> None..<br><b>S. Roy, <\/b> None..<br><b>M. Lin, <\/b> None..<br><b>A. B. Palete, <\/b> None..<br><b>S. Maganti, <\/b> None..<br><b>D. C. Otero, <\/b> None..<br><b>C. Commisso, <\/b> None..<br><b>L. M. Bradley, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1359","PresenterBiography":null,"PresenterDisplayName":"Jennifer Hope, BS;PhD","PresenterKey":"22e30b9e-2237-4dcd-bc3d-848f4d33198c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1359. Rewiring CD8<sup>+<\/sup>T cell responses to PD-1 immune checkpoint blockade in PDAC by preventing terminal exhaustion via the inhibitory receptor PSGL-1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rewiring CD8<sup>+<\/sup>T cell responses to PD-1 immune checkpoint blockade in PDAC by preventing terminal exhaustion via the inhibitory receptor PSGL-1","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint blockades (ICB) improve outcomes of patients with some solid tumors such has melanoma and lung cancer, however the efficacy of ICB alone showed limited efficacy in many other tumors such as breast cancer. Radiation therapy is a promising combination partner of ICB as a strong immune stimulator so called <i>in situ<\/i> tumor vaccine, however it also can increase immune suppressive repertoires. TIGIT (T cell Immunoglobulin and ITIM domain) is an inhibitory receptor expressed on activated T cells and NK cells. We evaluated the effects of TIGIT blockade in addition to local RT and PD-1 blockade as a strategy to overcome therapeutic resistance of ICI in a murine breast cancer model. Materials and Methods: 4T1-Luc tumors were treated with various strategies including control, RT, anti-PD-1, anti-TIGIT, RT+anti-PD-1, RT+anti-TIGIT, anti-PD-1+anti-TIGIT, and RT+anti-PD-1+anti-TIGIT. A total of 24 Gy in 3 fractions at 1 week was delivered to the tumor at hindlimb (primary tumor) while the tumor at flank (secondary tumor) was left unirradiated. 10 mg\/kg of anti-PD-1 blocking antibodies and 10 mg\/kg of anti-TIGIT blocking antibodies were intraperitoneally injected for 6 times for 2 weeks. Flow cytometry, IHC staining, and ELISA were performed to assess the immunologic status after treatments.<br \/>Results: The triple combination therapy (TCT) group showed the most superior growth delay of primary and secondary tumor growth among treatments. The number of metastatic lung nodule was significantly reduced by TCT as well. Plasma levels of interferon-&#946; and interferon-&#947; were the highest after TCT. Moreover, TCT significantly increased the proportion of splenic CD8<sup>+<\/sup> dendritic cells among myeloid cells, and effector-memory (CD44<sup>+<\/sup>CD62L<sup>-<\/sup>) cells among splenic Foxp3<sup>-<\/sup> non-regulatory CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells. Furthermore, expression of CD226, which is an activating counter-receptor of TIGIT, on splenic CD8<sup>+<\/sup> T cells was elevated by TIGIT blockade, possibly suggesting the activation of systemic immune response by addition of TIGIT blockade to local RT and PD-1 blockade. Meanwhile, TCT decreased splenic Foxp3<sup>+<\/sup> regulatory T cells, as well as the expression of CD39 on splenic Foxp3<sup>+<\/sup> regulatory T cells. The increase of CD8<sup>+<\/sup> T cell infiltration in primary and secondary tumors was most prominent in TCT group.<br \/>Conclusion: TIGIT blockade elicits systemic immune responses in a murine triple-negative breast cancer model. when combined with local RT and PD-1 blockade, which were correlated with significant delay in the growth of both irradiated and unirradiated tumors. These results suggest that TIGIT blockade could be a viable approach to increase the efficacy of RT and immune checkpoint inhibitors in breast cancer which is a relatively immunologically cold tumor. (Work supported by a grant from National Research Foundation of Korea #2023R1A2C3003782 to In Ah Kim).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"TIGIT,Radioimmunotherapy,Immune checkpoint blockade,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, S. Jeon<sup>2<\/sup>, I. Kim<sup>2<\/sup>; <br\/><sup>1<\/sup>Integrated Major in Innovative Medical Science, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Bundang Hospital, Seongnam, Korea, Republic of","CSlideId":"","ControlKey":"886407d1-4185-4947-8f24-4f8d5cb57047","ControlNumber":"4097","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>S. Jeon, <\/b> None..<br><b>I. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1360","PresenterBiography":null,"PresenterDisplayName":"Seongmin Kim, BS","PresenterKey":"f2cff59e-211a-4f9a-a456-495d081a959e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1360. TIGIT blockade combined with local radiotherapy and PD-1 blockade in a murine triple-negative breast cancer model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TIGIT blockade combined with local radiotherapy and PD-1 blockade in a murine triple-negative breast cancer model","Topics":null,"cSlideId":""},{"Abstract":"Recently, myeloid checkpoints in the tumor microenvironment have gained increased attention in the context of tumor immune evasion. LILRB1 (ILT2) and LILRB2 (ILT4) are immunosuppressive receptors of the leukocyte immunoglobulin-like receptor (LILR) family that recognize both classical and non-classical MHC-I molecules (e.g., HLA-G). While tumor-infiltrating myeloid cells express both LILRB1 and LILRB2, lymphoid cells are restricted to LILRB1 expression. LILRB1 and LILRB2 are frequently co-expressed with immune-activating LILR family members LILRA1 and LILRA3 in several tumor indications and upregulated in patients non-responsive to T cell checkpoint blockade. Furthermore, the non-classical MHC-I molecule HLA-G, a major ligand of LILRB1 and LILRB2 in the tumor environment, is overexpressed and associated with poor prognosis in multiple solid cancer types.<br \/>IOMX-0675, a fully human, Fc-silenced, monoclonal immunoglobulin G1 (IgG1) antibody with a highly differentiated binding profile, that binds selectively with high affinity to the inhibitory receptors LILRB1 and LILRB2, while binding only weakly to the closely related immune-activating LILR family members LILRA1 and LILRA3, was identified from iOmx&#8217; proprietary phage display library. A high-resolution Fab-based Octet assay was established to monitor the IOMX-0675-mediated blocking of LILRB1 or LILRB2 binding to HLA-G. The LILRB1\/2 cross-specific antibody promotes phagocytic and pro-inflammatory activity of various macrophage subtypes, which was monitored by flow cytometry and cytokine profiling. In co-cultures of monocyte-derived macrophages with autologous T cells, IOMX-0675 shows high potential to reprogram dose-dependently immunosuppressive macrophage, to further activate pro-inflammatory macrophage subtypes and thereby rescues the activity of the lymphoid immune compartment. Even in environments dominated by LILRA1\/A3, IOMX-0675 shows a strong binding capacity to the immunosuppressive LILRB1\/B2 receptors and significantly repolarizes the immune environment.<br \/>In summary, we discovered IOMX-0675, a cross-specific antibody antagonizing both LILRB1 and LILRB2 with high selectivity, that exhibits potent reprogramming of the immunosuppressive myeloid compartment and restores cytotoxic T cell activity in the tumor microenvironment. Negligible binding to immune-activating LILR family members by IOMX-0675 could unleash full anti-tumor activity. The differential binding profile of IOMX-0675 provides best-in-class potential and may maximize anti-tumor efficacy for the benefit of patients with high-unmet medical need, who are resistant to T cell checkpoint blockade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immunomodulation,Immuno-oncology,Immunosuppression,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Hartl, J. Zantow, I.-P. Maser, M. Stebegg-Wagner, S. Friedrich, J. Schilz, S. Kaden, R. Milde, E. Korotkova, M. Maraslis, B. Langer, M. Swiat, C. Ginzel, C. Ammerhauser, L. Albert, L. Majunke, A. Huth, K. Sudan, M. Yule, C. Rothe, H. Loferer, M. Aigner, A. Marziale, <b>S. Bissinger<\/b>; <br\/>iOmx Therapeutics AG, Martinsried \/ Planegg, Germany","CSlideId":"","ControlKey":"a4aaafdf-10b9-45af-8e7f-b0336f739f0a","ControlNumber":"704","DisclosureBlock":"<b>&nbsp;C. Hartl, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>J. Zantow, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>I. Maser, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>M. Stebegg-Wagner, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>Sanofi-Aventis Deutschland GmbH<\/b> Employment. <br><b>S. Friedrich, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>J. Schilz, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>S. Kaden, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>Morphosys AG<\/b> Employment. <br><b>R. Milde, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>E. Korotkova, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>M. Maraslis, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>B. Langer, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>M. Swiat, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Ginzel, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Ammerhauser, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>L. Albert, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>L. Majunke, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>A. Huth, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>K. Sudan, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>M. Yule, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Rothe, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>Pieris Pharmaceuticals Inc.<\/b> Employment. <br><b>H. Loferer, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>M. Aigner, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>A. Marziale, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>S. Bissinger, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1362","PresenterBiography":null,"PresenterDisplayName":"Alexander N. Marziale, PhD","PresenterKey":"607f1465-c9c4-445f-a0c9-3eee250d8380","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1362. IOMX-0675, a LILRB1 and LILRB2 cross-specific antibody, effectively repolarizes immunosuppressive myeloid cells and activates T cells leading to potent tumor cell killing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IOMX-0675, a LILRB1 and LILRB2 cross-specific antibody, effectively repolarizes immunosuppressive myeloid cells and activates T cells leading to potent tumor cell killing","Topics":null,"cSlideId":""},{"Abstract":"Immunoglobulin-like transcript 3 (ILT3) is an inhibitory receptor that is expressed by mature monocytes, dendritic cells (DC), plasma blasts, and the malignant cells arising thereof including acute myeloid leukemia (AML), B cell lymphoma and multiple myeloma (MM). We developed an anti-ILT3 blocking monoclonal antibody (mAb) 17G8 to test the hypothesis that blockade of ILT3 on hematopoietic malignant cells might drive anti-cancer responses through several mechanisms such as cell migration, ADCC, and T cell driven immune responses. Blockade of ILT3 using 17G8 without Fc effector function impaired AML cell line THP1 dissemination into distant sites <i>in vivo <\/i>and using 17G8 with enhanced Fc function through afucosylation further reduced the tumor burden. This effect of afucosylated 17G8 appears to be mediated by a mechanism other than ADCC, since afucosylated 17G8 showed modest tumor inhibition in ICR mice carrying ILT3 positive AML and MM xenografts. In immune competent mice carrying murine syngeneic AML cell C1498 expressing human ILT3, 17G8 also showed modest anti-tumor effects as a single agent, however, when combined with anti-PD1, afucosylated 17G8 increased CD8<sup>+<\/sup> effector memory T cells, reduced proportion of cells with an exhausted phenotype and significantly improved survival when compared to different controls. Since T cells don&#8217;t express ILT3, the effects of 17G8 on T cells are hypothesized to be mediated by blocking ILT3 expressed on myeloid cells. The expression of ILT3 on immature human monocyte-derived DC (moDC) is higher than on mature moDC. Blocking ILT3 with afucosylated 17G8 on immature moDC potentiated maturation of moDC when compared to the controls <i>in vitro<\/i>. Surprisingly, afucosylated 17G8 stimulated IFN&#947; production from moDC during maturation. The enhanced DC function induced by afucosylated 17G8 was subsequently found to be translated into enhanced T cell function in an allogeneic mixed lymphocyte reaction (allo-MLR) assay, in which afucosylated 17G8 significantly increased IFN&#947; production when combined with anti-PD1. The activation of effector T cells was also monitored through a cytotoxicity assay by mixing THP-1 cells with human PBMC in culture. Afucosylated 17G8 induced strong cytotoxicity on THP-1 cells with minimal effects on normal ILT3 positive cells such as monocytes or moDC, suggesting that blockade of ILT3 with afucosylated 17G8 induced more potent T cell mediated allogeneic cytotoxicity than innate cell mediated ADCC killing. In summary, ILT3 is a highly selective M4\/M5 AML target. Developing a blocking antibody with enhanced Fc function could add an additional therapeutic strategy of inducing host anti-tumor immunity to current AML treatments which induce direct tumor killing, such as chemotherapy, targeted therapy, and antibody drug conjugate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,Human monoclonal antibodies,Acute myeloid leukemia,Dendritic cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ye<\/b><sup>1<\/sup>, D. Zhang<sup>1<\/sup>, M.-Z. Wu<sup>1<\/sup>, H. Raghu<sup>1<\/sup>, D. Cohen<sup>1<\/sup>, M. Romero<sup>1<\/sup>, S.-S. Tan<sup>1<\/sup>, D. Choi<sup>1<\/sup>, J. Hickson<sup>2<\/sup>, J. Engelhardt<sup>1<\/sup>, A. Shoemaker<sup>2<\/sup>; <br\/><sup>1<\/sup>AbbVie Bay Area, South San Francisco, CA, <sup>2<\/sup>AbbVie Inc., North Chicago, IL","CSlideId":"","ControlKey":"c44faed4-9df2-4ae0-b3e7-0cf2311ff52c","ControlNumber":"2755","DisclosureBlock":"<b>&nbsp;S. Ye, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock, The design, study conduct, and financial support for this research were provided by AbbVie. AbbVie participated in the interpretation of data, review and approval of the publication.&nbsp;<br><b>D. Zhang, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>M. Wu, <\/b> <br><b>AbbVie Inc.<\/b> employee of AbbVie at the time of the study. <br><b>H. Raghu, <\/b> <br><b>AbbVie Inc.<\/b> employee of AbbVie at the time of the study. <br><b>D. Cohen, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>M. Romero, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>S. Tan, <\/b> <br><b>AbbVie Inc.<\/b> employee of AbbVie at the time of the study. <br><b>D. Choi, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Hickson, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Engelhardt, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>A. Shoemaker, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1363","PresenterBiography":null,"PresenterDisplayName":"Shiming Ye, PhD","PresenterKey":"98943a9e-631b-49c4-866e-674b8a56e65a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1363. Blocking inhibitory receptor ILT3 by an antibody with enhanced Fc function promoted adaptive immunity against hematopoietic malignancy independent of ADCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blocking inhibitory receptor ILT3 by an antibody with enhanced Fc function promoted adaptive immunity against hematopoietic malignancy independent of ADCC","Topics":null,"cSlideId":""},{"Abstract":"Tumor resident immunosuppressive myeloid cells play a significant role in inducing resistance to cancer immunotherapy and are associated with poor prognosis in several solid tumors. The leukocyte immunoglobulin-like receptor B2 (LILRB2), also known as ILT4, is primarily expressed on myeloid cells and is a negative regulator of myeloid cell activation. ILT4 and its primary ligands (HLA-G, HLA-A) are widely expressed in various solid tumors and are associated with disease progression, tumor metastasis and poor clinical outcome. Abrogating inhibitory signals mediated through ILT4 and its ligands is a promising strategy to reprogram suppressive myeloid cells and enhance efficacy of immune checkpoint therapies. Here we report IND-enabling preclinical characterization of CHS-1000, a novel recombinant humanized Fc-modified IgG1 antibody with attenuated Fc-gamma receptor (Fc&#947;R) binding, that specifically targets immunoglobulin-like transcript 4 (ILT4). CHS-1000 selectively binds to human ILT4 with high affinity and potently blocks ILT4 interactions with its primary ligands (HLA-A, HLA-G). Functionally, CHS-1000 promotes re-polarization of suppressive myeloid cells to a pro-inflammatory phenotype and enhances activation of dendritic cells and T cells. Combinations of CHS-1000 with PD-1 inhibitors or other immunotherapy agents hold particular promise for enhanced anti-tumor activity. These preclinical characterization data support clinical development of CHS-1000 in combination with toripalimab (a commercial stage anti-PD-1 antibody) as an immunotherapy treatment for patients with solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Macrophages,ILT4,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Rajasekaran<\/b>, X. Wang, S. Klakamp, S. Ravindranathan, S. Tatarewicz, J. Du, B. Nguyen, K. Widmann, N. Hawkins, D. J. Chin, T. LaVallee, V. Kapoor; <br\/>Coherus Biosciences Inc., Redwood City, CA","CSlideId":"","ControlKey":"92f87adc-5558-4b46-bd3c-fddf9ade34be","ControlNumber":"4858","DisclosureBlock":"<b>&nbsp;N. Rajasekaran, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>X. Wang, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>S. Klakamp, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>S. Ravindranathan, <\/b> <br><b>Coherus Biosciences<\/b> Employment. <br><b>S. Tatarewicz, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>J. Du, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>B. Nguyen, <\/b> <br><b>Coherus Biosciences<\/b> Employment. <br><b>K. Widmann, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>N. Hawkins, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>D. J. Chin, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option. <br><b>T. LaVallee, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock, Stock Option. <br><b>V. Kapoor, <\/b> <br><b>Coherus Biosciences<\/b> Employment, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5769","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1364","PresenterBiography":null,"PresenterDisplayName":"Narendiran Rajasekaran, PhD","PresenterKey":"b9ee920f-ec5a-49cd-a2bb-ca0c1a2c0150","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1364. Characterization of CHS-1000, an Fc-modified anti-ILT4 monoclonal antibody for reprogramming suppressive myeloid cells in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of CHS-1000, an Fc-modified anti-ILT4 monoclonal antibody for reprogramming suppressive myeloid cells in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Trastuzumab resistance is an important clinical issue in HER2+ breast cancer (BC), and few actionable targets are available. We demonstrated that soluble TNF (sTNF) upregulates mucin 4 (MUC4) expression, which shields trastuzumab epitope on HER2 hindering its therapeutic effect, and that sTNF blockade with INB03 decreases MUC4 expression which, together with trastuzumab, triggers an effective antitumor immune response based on antitumoral macrophage-NK cell collaboration. Because immune checkpoint molecules (ICP) and T cell exhaustion foster tumor immune escape, we addressed whether INB03 could modulate macrophage polarization, T cell exhaustion, and ICP expression in both populations to boost an antitumor immune response. For <i>in vitro<\/i> assays, human monocytes and T cells were isolated from buffy coats and enriched with specific RosetteSep. Macrophages (M&#981;) were differentiated for 6 days with M-CSF (10 ng\/ml) to M0, and polarized for 48h to the M1-like subtype with LPS (50 ng\/ml)+IFN&#947; (20 ng\/ml), or to the M2-like subtype with IL-4 (20 ng\/ml)+IL-10 (20 ng\/ml). Then, INB03 was added (10 &#956;g\/ml) for 96h with corresponding cytokines to already-polarized M&#981; to test its ability to revert polarization. Also, M&#981; antibody-dependent cellular phagocytosis (ADCP) against human HER2+ breast cancer cell line JIMT-1 was assessed. T cells were activated with CD3\/CD28 beads and cultured for 7 or 14 days. INB03 was added at those times for 48h to test its ability to modulate ICP and exhaustion markers. For <i>in vivo <\/i>assays, tumor-free mice or bearing the HER2+ C4HD tumor were treated with vehicle or INB03 (10 mg\/kg, i.p.) for 21 days. Polarization, exhaustion and ICP markers were studied in M&#981; and T cells from spleen and tumor. Adding INB03 to already-polarized human M&#981; enhanced polarization towards M1-like (CD86<sup>+<\/sup>CD206<sup>-<\/sup>). Polarized M&#981; exposed to INB03 showed decreased PD1 and PDL-1 expression. Also, the expression of ADCP-inhibitory markers B7H4 and SIRP&#945; was diminished when INB03 was present. These M&#981; exhibited increased ADCP against JIMT-1 cells treated with INB03, which showed downregulation of the inhibitory signal CD47. Murine M&#981; from tumor-bearing mice treated with INB03 showed increased polarization to the M1-like phenotype. Human CD8<sup>+<\/sup> T cells showed decreased expression of PD1, PD-L1, LAG3, TIM3 and TIGIT. However, only TIM3 and PD1 were downregulated in murine CD8<sup>+<\/sup> T cells of tumor-bearing mice treated with INB03. In all, sTNF blockade skews M&#981; to the M1-like phenotype and reprograms already-polarized pro-tumoral M2-like M&#981; to antitumoral ones. INB03 can tailor the tumor microenvironment by promoting M&#981; ADCP against tumor cells and by acting as an ICP inhibitor for CD8<sup>+<\/sup> T cells, possibly relieving their exhaustion. HER2<sup>+<\/sup>MUC4<sup>+<\/sup> BC patients could benefit from the administration of INB03 to boost targeted therapy efficacy and overcome tumor-induced macrophage and T-cell immune escape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Breast cancer,TNF-&#945;,Tumor infiltrating lymphocytes,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Bruni<\/b>, M. F. Mercogliano, R. Schillaci; <br\/>Instituto de Biología y Medicina Experimental, Buenos Aires, Argentina","CSlideId":"","ControlKey":"694f97c9-b047-4589-b877-26e9c98dba9f","ControlNumber":"2601","DisclosureBlock":"&nbsp;<b>S. Bruni, <\/b> None..<br><b>M. F. Mercogliano, <\/b> None.&nbsp;<br><b>R. Schillaci, <\/b> <br><b>Consultant at InmuneBio<\/b> Other, Consultant.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1365","PresenterBiography":null,"PresenterDisplayName":"Sofia Bruni, MS","PresenterKey":"7e5dbb6f-b9e6-423b-99ae-95593efaa454","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1365. INB03: a new immune checkpoint inhibitor that reprograms macrophage polarization, boosts ADCP and reverts T-cell exhaustion markers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"INB03: a new immune checkpoint inhibitor that reprograms macrophage polarization, boosts ADCP and reverts T-cell exhaustion markers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>Trastuzumab deruxtecan (T-DXd) is an antibody-drug conjugate (ADC) composed of an anti-human epidermal growth factor receptor 2 (HER2) antibody, a cleavable tetrapeptide-based linker, and a topoisomerase I inhibitor payload. Recent clinical trials such as BEGONIA have highlighted the potential therapeutic benefit in combining T-DXd with immuno-oncology (IO) agents such as the PD-L1 inhibitor durvalumab. Here, we report preclinical findings demonstrating enhanced anti-tumor activity when T-DXd is combined with dual immune checkpoint inhibition.<b> <\/b><br \/><b>Methods<\/b><br \/>HER2-expressing human cancer cell lines were treated in vitro with T-DXd and assessed for induction of immunogenic cell death (ICD) markers and expression of NK cell-activating ligands. Human macrophages and T cells were incubated with supernatants from treated cancer cells, and their activation status evaluated via flow cytometry. In vivo, the effects of T-DXd in combination with inhibitors of PD-L1, CTLA-4, and a monovalent bispecific anti-PD-1\/TIGIT antibody - a murine surrogate of rilvegostomig - on tumor growth were evaluated in BALB\/c mice bearing human HER2-low EMT6 murine mammary tumors. The anti-tumor activity of T-DXd in combination with volrustomig, a monovalent bispecific antibody targeting PD-1 and CTLA-4, was also assessed in hu-CD34+ NSG mice bearing HER2-low Caki-1 renal cell carcinoma tumors.<b> <\/b><br \/><b>Results<\/b><br \/>In vitro, T-DXd induced ICD via DXd-mediated extracellular release of inflammatory mediators ATP and HMGB1, and cell surface exposure of calreticulin. This was associated with a greater than 2-fold increase in expression of NK cell-activating ligands, and activation of both macrophages and T cells. In immunocompetent mice bearing human HER2 expressing EMT6 tumors, T-DXd treatment drove tumor growth inhibition (53%, <i>P<\/i> &#60;0.001) that was associated with an increase in tumoral T cells (2.6-fold,<i> P<\/i> &#60;0.05) and increased CD8+ T cell expression of the immune checkpoints PD-1, TIGIT, and TIM-3. Tumor growth inhibition relative to vehicle-treated mice was enhanced when T-DXd was combined with inhibitors of PD-L1 (108%, <i>P <\/i>&#60;0.001), PD-L1 plus CTLA-4 (172%, <i>P<\/i> &#60;0.001), or a bispecific PD-1\/TIGIT inhibitor (181%, <i>P<\/i> &#60;0.001). Pharmacodynamic analysis revealed how the combination of T-DXd and PD-1\/TIGIT inhibition increased tumoral NK cells (3.2-fold, <i>P <\/i>&#60;0.001) and CD8+ T cells (3.8-fold, <i>P <\/i>&#60;0.001) relative to vehicle. Consistent with findings in syngeneic models, the combination of T-DXd with a bispecific PD-1\/CTLA-4 inhibitor also enhanced tumor growth inhibition in a humanised Caki-1 model (121%) compared to T-DXd alone (72%) (<i>P<\/i> &#60;0.001).<br \/><b>Conclusions<\/b><br \/>These data provide insight into the clinical activity observed with T-DXd and provide scientific rationale for combination strategies with novel, bispecific IO agents targeting CTLA-4 or TIGIT in addition to the PD-1\/PD-L1 axis. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immune checkpoint blockade,Bispecific antibody,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liam Jenkins<\/b><sup>1<\/sup>, Laura Kazlauskas<sup>1<\/sup>, Matt Wilson<sup>2<\/sup>, Scott  A.  Hammond<sup>3<\/sup>, Theresa Proia<sup>1<\/sup>, Jerome Mettetal<sup>1<\/sup><br><br\/><sup>1<\/sup>AstraZeneca, Waltham, MA,<sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom,<sup>3<\/sup>AstraZeneca, Gaithersburg, MD","CSlideId":"","ControlKey":"7660c965-1068-4fd5-ba43-ebd59b0416ee","ControlNumber":"7343","DisclosureBlock":"<b>&nbsp;L. Jenkins, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>L. Kazlauskas, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>M. Wilson, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>S. A. Hammond, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>T. Proia, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>J. Mettetal, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5771","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1366","PresenterBiography":null,"PresenterDisplayName":"Liam Jenkins, PhD","PresenterKey":"d13927df-06d5-4b31-912d-d65ac9c3c538","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1366. Dual immune checkpoint inhibition enhances the anti-tumor activity of trastuzumab deruxtecan in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual immune checkpoint inhibition enhances the anti-tumor activity of trastuzumab deruxtecan in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"PD-1 drives its fame for serving as a pivotal immune checkpoint receptor on T cells. Within the realm of cancer immunotherapy, blocking this receptor triggers the T cell activation, leading to the immune response against tumors. Conversely, in autoimmunity, PD-1 agonist is a prime candidate for effectively suppressing the T-cell-driven auto-reactivity and self-tissue damage. Despite a decade of exploration and unlike cancer immunotherapy, the efficacy of PD-1 agonists in treating autoimmunity remains a challenge. To overcome this hurdle, innovative methods must be devised to look beyond the PD-1 receptor engagement and uncover the downstream effectors involved in PD-1 signal transduction. A comprehensive genome-wide CRISPR\/Cas9 screen was also conducted to pinpoint genes linked to PD-1 signaling. An in-depth exploration of genes associated with PD-1 signaling was undertaken, utilizing publicly accessible bulk and single-cell RNA sequencing datasets of patients with melanoma treated with PD-1 blockade and in patients with inflammatory arthritis. We employed flow cytometry of T cells derived from peripheral blood and synovial fluid to validate the results.Our screening process validated established regulators in the proximal PD-1 signaling pathway and unveiled an additional 1,112 unique genes associated with PD-1's capacity to hinder T-cell functions. These genes demonstrated a robust correlation with the response of cancer patients to PD-1 blockades and exhibited high scores for tumor immune dysfunction and exclusion, affirming their downstream involvement in PD-1 signaling. Functional annotation underscored the significance of these genes in established immune regulation processes. Intriguingly, T cells isolated from patients with inflammatory arthritis exhibited a significant downregulation of the same genes, emphasizing their overarching inhibitory role. Examining single-cell RNA sequencing data revealed that five specific genes, KLRG1, CRTAM, SLAMF7, PTPN2, and KLRD1, were notably downregulated in activated and effector T cells from synovial fluids. Back-gating these genes to canonical cytotoxic T cell signatures identified PD-1<sup>+ <\/sup>HLA-DR<sup>HIGH <\/sup>KLRG<sup>LOW<\/sup> T cells as a novel inflammatory T cell subset that should be targeted with immunotherapies. Our findings suggest that PD-1<sup>+ <\/sup>HLA-DR<sup>HIGH <\/sup>KLRG<sup>LOW<\/sup> T cells are promising targets for prospective PD-1 antagonists and agonists in treating inflammatory diseases. This study not only reveals novel genes linked to PD-1 downstream functions but also serves as a valuable resource, offering insights for further investigations essential to delineate the role of PD-1 within immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"PD-1,Signaling,Inflammation,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Bukhari<sup>1<\/sup>, S. Lerrer<sup>1<\/sup>, J. Straube<sup>2<\/sup>, R. Winchester<sup>1<\/sup>, B. Henick<sup>1<\/sup>, M. Dragovich<sup>1<\/sup>, <b>A. Mor<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Martin Luther University Halle-Wittenberg, Halle, Germany","CSlideId":"","ControlKey":"c1af9d43-01f3-4842-bccc-383a56f991cc","ControlNumber":"8089","DisclosureBlock":"&nbsp;<b>S. Bukhari, <\/b> None..<br><b>S. Lerrer, <\/b> None..<br><b>J. Straube, <\/b> None..<br><b>R. Winchester, <\/b> None..<br><b>B. Henick, <\/b> None..<br><b>M. Dragovich, <\/b> None..<br><b>A. Mor, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1367","PresenterBiography":null,"PresenterDisplayName":"Adam Mor, PhD,MD","PresenterKey":"971664c7-d1bb-404c-9857-0df37182f216","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1367. PD1 signaling uncovers a pathogenic subset of cytotoxic T cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PD1 signaling uncovers a pathogenic subset of cytotoxic T cells","Topics":null,"cSlideId":""},{"Abstract":"The difficulties with antibody-based therapies stem from their steep costs, complex procedures, and contamination risks. We investigate the use of in vitro transcription (IVT) for mRNA production, presenting a novel approach to traditional antibody treatments by promoting internal protein or antibody synthesis. We aim to create innovative mRNA-based anti-PD-L1 antibodies with strong immunotherapeutic effectiveness. The study begins with mouse immunization and hybridoma generation. Immunizing mice with the glycosylated extracellular domain of PD-L1 produces mouse antibodies against human PD-L1. Hybridomas, derived from post-immunization splenocytes, yield monoclonal antibodies screened for PD-L1 binding affinity via flow cytometry. A neutralizing assay identifies 22 antibodies with similar IC50 values and shared binding epitopes. M1, chosen for glycospecificity, affinity, and neutralizing activity, undergoes additional evaluation for the expression and anti-tumor efficacy of mRNA-encoded antibodies. The expression of M1 and atezolizumab antibodies is facilitated through an mRNA-lipid nanoparticles (LNPs) delivery system. Following intravenous administration in mice, sustained serum levels of M1 (ranging from 100 to 700 &#956;g\/mL at 24 hours post-injection) are observed. Serum concentrations of M1 and atezolizumab antibody peak at the first timepoint (24 or 48 h) after mRNA-LNP injection, respectively, and then significantly decrease within the next 4 days, with a gradual decline over the next 2 weeks. Conversely, the serum concentrations of M1 or atezolizumab protein decline significantly 24 hours post-injection and consistently stay at a baseline level (t1\/2 of 94 and 4 h for M1 mRNA-LNP and protein, respectively). This indicates that the injection of encoded mRNA in mice can stably and continuously express antibodies.Administering Atezolizumab mRNA-LNP through two intravenous injections leads to a significant decrease in MC38 tumor growth, exhibiting a dose-dependent effect (TGI% = 8.1, 43.1, and 62.8 for doses of 0.2, 0.6, and 1 mg\/kg, respectively). A complete tumor regression was observed up to day 19 following injection with a 2 mg\/kg dose of mRNA-LNP (TGI% = 90.8%). Remarkably, a 3 mg\/kg dose of atezolizumab antibody demonstrates a similar reduction in tumor growth as 0.6 mg\/kg of the mRNA-LNP formulation in this model. In conclusion, this research underscores the potential of LNP-formulated mRNA as a transformative approach, converting the human body into a site for the continuous, stable expression of antibodies, offering a promising alternative to traditional protein-based therapies for combating cancer. This innovative approach shows promise in overcoming the limitations associated with traditional antibody production and clinical utilization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,mRNA,PD-L1,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Chung, Y. Bong, R. Chen, M. Zhang, S. Long, <b>D. Shen<\/b>; <br\/>RNAimmune, Inc., Baltimore, MD","CSlideId":"","ControlKey":"35ca49f3-7d0e-4dd7-9b24-3606c956545f","ControlNumber":"7227","DisclosureBlock":"<b>&nbsp;E. Chung, <\/b> <br><b>RNAimmune<\/b> Employment. <br><b>Y. Bong, <\/b> <br><b>RNAimmune<\/b> Employment. <br><b>R. Chen, <\/b> <br><b>RNAimmune<\/b> Employment. <br><b>M. Zhang, <\/b> <br><b>RNAimmune<\/b> Employment. <br><b>S. Long, <\/b> <br><b>RNAimmune<\/b> Employment. <br><b>D. Shen, <\/b> <br><b>RNAimmune<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1368","PresenterBiography":null,"PresenterDisplayName":"Dong Shen, MD;PhD","PresenterKey":"a325bc6b-7f13-4e37-8f55-130d6a566f2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1368. Novel mRNA encoding anti-PD-L1 monoclonal antibodies for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel mRNA encoding anti-PD-L1 monoclonal antibodies for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Obesity has been established as a leading risk factor for many cancers and can drive tumor progression and metastasis. Paradoxically, obesity has in some cases been associated with better survival and improved response to immune checkpoint blockade therapies. The role of the immune system in the obesity-cancer connection and how obesity affects immunotherapy responses, however, have been unclear. Here we show that obesity enhanced PD-1 expression on macrophages to reduce phagocytosis and antigen presentation to T cells that correlated with reduced T cell expansion and function. This obesity associated immune dysfunction, however, primed for enhanced anti-tumor response to PD-1 blockade. Single cell RNAseq showed obesity remodels myeloid and T cell populations but does not impact non-immune cell populations such as fibroblasts and epithelial cells. Specifically, obesity increased the overall number of tumor-associated macrophages (TAM) while effector T cells were decreased in abundance. Interestingly, the frequency of macrophages expressing PD-1 increased, while the remaining T cells maintained similar or reduced PD-1 expression and appeared less activated. Further, T cell depletion from the tumor microenvironment, enhanced macrophage PD-1 expression and worsened PD1-associated TAM dysfunction in an obesity enhanced manor. Obesity associated cytokines and adipokines including IFN-&#227;, leptin and insulin induced PD-1 expression on macrophages. This expression is associated with mTOR and c-myc activation signaling pathways; as such inhibiting these signaling pathways blocked PD1 expression. Bulk RNA sequencing analysis revealed PD-1<sup>+<\/sup> TAMs had an altered gene profile compared to PD-1<sup>-<\/sup> TAMs. PD1 expressing macrophages exhibited increased mitochondrial respiration and expression of oxidative phosphorylation, increased lipid uptake and increased cell cycling related genes. Conversely PD1- TAMs exhibited increased phagocytosis and antigen presentation. PD-1\/PDL1 interaction directly regulated TAMs, as recombinant PDL-1 reduced glycolysis and phagocytosis in purified macrophages, and these effects could be reversed with blocking PD-1 antibody. Conversely, PD-1<sup>-\/-<\/sup> TAMs had reduced lipid uptake but high rates of glycolysis, phagocytosis, and expression of MHC-II. Myeloid-specific PD-1 deficiency correlated with slower tumor growth and decreased LAG3 and increased CD69 on CD8 T cells. In addition, myeloid specific PD1 deficiency enhanced TAM antigen presentation through OVA specific CD8 T cell activation. These findings identify PD-1 as a metabolic regulator in TAM dysfunction and reveal a unique PD-1 mediated and macrophage-specific mechanism for immune tumor surveillance and checkpoint blockade. This may contribute to improved immunotherapy response in TAM-enriched tumors and obesity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Macrophages,PD-1,Obesity,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Bader<\/b>, J. Rathmell; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"c94a06b7-f9cb-4250-93a1-85e10e4771b8","ControlNumber":"7501","DisclosureBlock":"&nbsp;<b>J. Bader, <\/b> None..<br><b>J. Rathmell, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1369","PresenterBiography":null,"PresenterDisplayName":"Jackie Bader, PhD,BS","PresenterKey":"f04f971e-c8b2-4886-867b-380e7005b6cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1369. PD-1 directly suppresses macrophage metabolism to restrict anti-tumor immunity in an obesity-cancer connection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PD-1 directly suppresses macrophage metabolism to restrict anti-tumor immunity in an obesity-cancer connection","Topics":null,"cSlideId":""},{"Abstract":"Tumor prognosis and immunotherapy efficacy coincides with the infiltration ratio and functional status of immune cells in the tumor microenvironment (TME). Signaling lymphocytes activating molecule factors (SLAMFs) has been reported to play a key role in regulating tumor immunity. Herein, using multi cohorts, in vitro and in vivo experiments, we showed that SLAMF9 worsens tumor and suppresses immune therapy responses by remodeling TME. A pan-cancer analysis showed that SLAMF9 had relatively high transcriptional levels within tumor tissues compared with normal tissues across most cancer types. High SLAMF9 expression is associated with poor prognosis and anti-PD-L1 therapy resistance in advanced clear cell renal cell carcinoma cohorts and metastatic urothelial cancer cohorts. SLAMF9 expression was markedly upregulated in anti-CTLA-4-resistant murine B16 melanoma compared with parental tumors. In particular, SLAMF9 expression was generally negatively correlated with CD8+T cell infiltration score in 12159 patients of 40 cancer types even using different immune cell infiltrating algorithms. Although in vitro experiments have shown that SLAMF9 knockdown has almost no effect on the malignant phenotype of tumor cells, subcutaneous melanoma and lung adenocarcinoma with SLAMF9 deficiency grew slowly, which featured with increased infiltration of CD8+T and PD-1+cells. More importantly, SLAMF9-knockdown significantly increases the sensitivity of subcutaneous melanoma to anti-CTLA-4 inhibitor or anti-PD-L1 antibodies and improved the survival benefits of tumor-bearing mice. This work highlights SLAMF9 as a new target in reshaping the tumor immune microenvironment by controlling the functional status of CD+8 T cells and to improve the efficacy of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Immunosuppression,Cancer marker,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Fan<\/b>, C. Xiao, Z. Deng, W. Cai, H. Tian, L. Wang, C. Li, J. He; <br\/>National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Bei jing, China","CSlideId":"","ControlKey":"6bf74991-4ec4-46f2-a644-c8c12bf39513","ControlNumber":"869","DisclosureBlock":"&nbsp;<b>T. Fan, <\/b> None..<br><b>C. Xiao, <\/b> None..<br><b>Z. Deng, <\/b> None..<br><b>W. Cai, <\/b> None..<br><b>H. Tian, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>J. He, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1371","PresenterBiography":null,"PresenterDisplayName":"Tao Fan, PhD","PresenterKey":"9c039865-f2e8-49e2-bf2f-560bd35a62c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1371. SLAMF9 promotes tumor progression and immunotherapy resistance by reshaping the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SLAMF9 promotes tumor progression and immunotherapy resistance by reshaping the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Butyrophilin 1A1 (BTN1A1) is a novel immune checkpoint protein belonging to the butyrophilin family and is expressed on immune cells such as macrophages, B cells, or activated CD8 T cells and in human tumors. Our results indicate that BTN1A1 and PD-L1 expression are mutually exclusive in various human solid tumors. Furthermore, it was observed that BTN1A1 had a significantly higher detection level than PD-L1 in cancer patient samples. We have reported that BTN1A1 plays an immunomodulatory role in T cell activation and proliferation. BTN1A1 inhibited the proliferation of T cells that are activated by anti-CD3 and anti-CD28 antibodies <i>in vitro<\/i>. Overexpression of BTN1A1 in PC3 cells also inhibits T cell-mediated killing of cancer cells. BTN1A1 is a bona fide immune checkpoint inhibitor and has anti-tumor activity in a human immune setting. BTN1A1 represents a novel cancer immunotherapy target that goes beyond the low expression levels of PD-1\/PD-L1 in tumors. BNT1A1 is an immune checkpoint and cell membrane protein that, together with its binding partners, serves as a starting point for signaling pathways. The BNT1A1 complex, which has various abilities by combining with a specific partner, plays a vital role as an immune checkpoint. In this study, we identified binding partners of BTN1A that regulate immune activity in a mutually interaction relationship with BTN1A1 in various ways. We identified binding partners for the extracellular domain of human BTN1A1 using cell microarrays from Retrogenix (Whaley Bridge, UK). Through this screening approach, we found that BTN1A1 binds to galectin-1 (Gal1), galectin-9 (Gal9), and neuropilin 2 (NRP2). These three putative binding partners could specifically bind to wild-type BTN1A1 but not to this protein's unglycosylated (2NQ) form. Of these three targets, immunoprecipitation and Biacore binding assays revealed that Gal9 exhibited the greatest affinity for human BTN1A1. Since Gal9 is a known PD-1 and TIM3 binding protein, we predicted the potential formation of a BTN1A1\/Gal9\/PD-1 or BTN1A1\/Gal9\/TIM3 complex. Indeed, it reveals that immunoprecipitation and confocal microscopy assays performed using cells expressing Myc-tagged versions of these four proteins demonstrated the formation of BTN1A1\/Gal9, PD-1\/Gal9, TIM3\/Gal9, BTN1A1\/Gal9\/TIM3, and BTN1A1\/Gal9\/PD-1 complexes. In T cell activation assay using these complexes, when present BTN1A1 alongside the complex inhibits activated T cells. As high Gal9 expression levels are correlated with poor prognosis in multiple cancers, our results highlight this BTN1A1-Gal9-PD-1 or BTN1A1-Gal9-TIM3 axis as a novel therapeutic target for immunotherapeutic drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,T cell,BTN1A1 complex,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lee<\/b>, Y.-S. Kim, C. Wu, A. Park, S. S. Yoo; <br\/>STCube Pharmaceuticals Inc., Gaithersburg, MD","CSlideId":"","ControlKey":"e8c857dc-b699-4e41-aef4-c3d474f8eec0","ControlNumber":"7675","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>A. Park, <\/b> None..<br><b>S. S. Yoo, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1372","PresenterBiography":null,"PresenterDisplayName":"Seung Hoon Lee, PhD","PresenterKey":"1d6cb15a-b2cb-47d3-9a69-844f89c6da81","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1372. BTN1A1 regulates T cell-mediated cancer immunotherapy by interacting with Galectin-9, PD-1, and TIM3","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BTN1A1 regulates T cell-mediated cancer immunotherapy by interacting with Galectin-9, PD-1, and TIM3","Topics":null,"cSlideId":""},{"Abstract":"Siglec-15 is a novel target for immunotherapy in cancer and exhibits low mRNA expression in normal tissues but broad expression across cancer indications, specifically on tumor-associated macrophages and tumor cells [1]. Expression of Siglec-15 and the immune checkpoint molecule PD-L1 have previously been reported to be mutually exclusive [1][2]. However, a large-scale meta-analysis of this claim has not been undertaken across cancer indications. Here, RNA-Seq analyses were performed across single cells, cell lines, and bulk tumor samples for Siglec-15 and PD-L1 mRNA expression. Data and meta-data from TCGA, CCLE, and primary tumor samples from 62 studies were obtained through OmicSoft OncoLand and single cell analysis was performed on the BioTuring Talk2Data platform. Analyses were limited to non-small cell lung cancer (NSCLC), cholangiocarcinoma, breast, thyroid, head and neck, colon, rectal, bladder, kidney, and endometrial cancers. Expression values were binned separately into percentiles across all indications and samples in increments of 10%. These analyses revealed individual gene expression levels of Siglec-15 and PD-L1 in bulk tumor samples varied substantially by indication, while co-expression of Siglec-15 and PD-L1 varied across indications. Analysis of gene expression of Siglec-15 and PD-L1 from the TCGA database showed a positive correlation in several indications including NSCLC, head and neck, kidney, and thyroid cancers. Analyses from additional studies in primary tumor samples confirmed co-expression of Siglec-15 and PD-L1 in NSCLC and head and neck cancer. Cell lines showed a similar trend of positive correlation with varying levels of Siglec-15 and PD-L1 expression. However, when examining expression at the single cell level (not bulk tumor), in 30 single cell studies spanning &#62;1.3M cells, only 731 cells in 20 studies were found to co-express Siglec-15 and PD-L1 on the same cell while each gene was expressed individually on other cells. The majority of the cells co-expressing the genes were macrophages (n=~350), followed by CD4 (n=~115) and CD8 T cells (n=~50). This study demonstrates that at the bulk tumor level, Siglec-15 and PD-L1 mRNA expression are not broadly mutually exclusive across cancer indications and instead expression of each gene varies broadly within a given indication. Additionally, their expression is frequently positively correlated, including in NSCLC, head and neck, kidney, and thyroid cancers. These results also demonstrate that Siglec-15 and PD-L1 are rarely found co-expressed on same cell. These associations enable a better understanding of the landscape of target expression in patients across a wide variety of cancer indications and can inform combination strategies with anti-Siglec-15 therapies. [1] Sun J, et al.&#8239;<i>Clin Cancer Res<\/i>,&#8239;2021;27(3):680-688. [2] Wang J, et al. <i>Nat Med,<\/i> 2019;25(4):656-666.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Siglec-15,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Watkins<\/b>, L. Diao, M. Crochiere, J. Pinkas; <br\/>Pyxis Oncology, Boston, MA","CSlideId":"","ControlKey":"7de4e41e-a2fe-45ef-8e7c-799929c440ba","ControlNumber":"4849","DisclosureBlock":"<b>&nbsp;K. Watkins, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>ImmunoGen Inc<\/b> Employment, Stock, Stock Option. <br><b>L. Diao, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>M. Crochiere, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Vigeo Therapeutics Inc<\/b> Employment, Stock, Stock Option. <br><b>J. Pinkas, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1373","PresenterBiography":null,"PresenterDisplayName":"Krystal Watkins","PresenterKey":"059c385a-b486-4d6f-8f20-3bf91a990d9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1373. Gene expression correlation of immune checkpoint molecules Siglec-15 and PD-L1 varies widely by cancer indication","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gene expression correlation of immune checkpoint molecules Siglec-15 and PD-L1 varies widely by cancer indication","Topics":null,"cSlideId":""},{"Abstract":"Signal regulatory protein-&#945; (SIRP&#945;; CD172a or SHPS-1) is a transmembrane molecule that highly expressed on myeloid population. Binding of CD47 (integrin-associated protein, IAP) to SIRP&#945; inhibits phagocytosis in macrophages, which acts as a mechanism of maintaining homeostasis. Tumor cells however, often time upregulate CD47 to evade immune response. Using publicly available dataset, we found that human prostate cancer cells upregulate expression of both CD47 and calreticulin, a &#8220;eat me&#8221; signal when engaged with Low density lipoprotein receptor-related protein 1 (LRP1). In addition, macrophages, monocytes and dendritic cells in human prostate cancer do have relatively high level of SIRP&#593; and LRP1 expression. This finding provides the rationale of targeting CD47\/SIRP&#593; axis in prostate cancer to shift the balance between pro-phagocytosis and anti-phagocytosis signaling. We then moved to RM1 and B6Cap, two syngeneic prostate cancer models in immunocompetent mice. Significant tumor growth inhibition was seen in both models with anti SIRP&#593; blocking antibody. Furthermore, we observed in vitro that CD47 or SIRP&#593; blockage led to enhanced PC3 cell line phagocytosis by human monocyte derived macrophages (HMDMs). Same finding was found using mouse bone marrow derived macrophages (BMDMs). We then utilized ovalbumin expressing MB49 bladder cancer cell line and cocultured those with BMDMs. CD8+ T cell from OT1 mice exhibited higher expression of activation makers when cocultured BMDMs treated by either anti CD47 or SIRP&#593; antibody, indicating that enhanced phagocytosis subsequently increases antigen cross presentation in macrophages. In summary, we identified that CD47 is overexpressed in human prostate cancer; blocking CD47\/SIRP&#593; did inhibit tumor growth through enhanced phagocytosis and antigen presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Prostate cancer,Phagocytosis,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Shen<\/b>, M. Praharaj, A. J. Lee, T. R. Nirschl, X. Wang; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"2d04c5e1-b0d8-4652-8631-261109a5ede0","ControlNumber":"4997","DisclosureBlock":"&nbsp;<b>F. Shen, <\/b> None..<br><b>M. Praharaj, <\/b> None..<br><b>A. J. Lee, <\/b> None..<br><b>T. R. Nirschl, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1374","PresenterBiography":null,"PresenterDisplayName":"Fan Shen, MS","PresenterKey":"8baab2f7-5dd7-4a98-a40b-9acc4760854e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1374. Targeting CD47\/SIRP&#593; axis in urologic cancer triggers enhanced phagocytosis of tumor cell and induces tumor growth inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CD47\/SIRP&#593; axis in urologic cancer triggers enhanced phagocytosis of tumor cell and induces tumor growth inhibition","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u>: Intra-tumoral CD4+ and CD8+ T cells expressing inhibitory receptor CD161 have an effector memory phenotype with high cytotoxic potential. CD161 inhibits T and NK cell function in the presence of its ligand, CLEC2D. This suppression can be recovered by treatment with IMT-009, a first in class anti-CD161 antibody. Single cell transcriptomic analysis of anti-PD1 refractory microsatellite stable colorectal tumors identified presence of CD161+ CD4+ cytotoxic T cells and CD161+ PD1+ exhausted CD8 T cells suggesting that anti-CD161 treatment may provide benefit in these tumors both as a monotherapy and in combination with anti-PD1. It was also observed that CD161+ CD4\/CD8T cells are more abundant in anti-PD1\/L1 non responders compared with responders in hepatocellular carcinoma, cutaneous squamous cell carcinoma, clear cell renal carcinoma and breast cancer, providing a rationale for targeting CD161. Using engineered ex-vivo tumor models and dissociated human tumors, we have demonstrated that IMT-009 reverses CLEC2D mediated inhibition and restores primary T cell function. Additionally, co-treatment of IMT-009 with anti-PD1 further enhanced T cell mediated cytotoxicity, providing rationale for studies combining IMT-009 and anti PD1 in the clinic.<br \/><u>Methods<\/u>: Using the Snakemake pipeline developed in house, we processed publicly available scRNAseq data. Cells were clustered by Louvian method followed by cell type annotation by Seurat, and gene expression and gene signature levels per cluster were plotted. For ex-vivo assays, antigen specific CD8 T cells expanded from HLA-A2:01 donors were co-cultured with HLA-A2:01 expressing MDA-MB 231 triple negative breast cancer cell line or Raji Burkitt Lymphoma model with HLA-A2:01 allelic overexpression. Target tumor cells were engineered to express the ligands CLEC2D or PDL1. These cell lines were made to overexpress luciferase for monitoring target cell death using a luminescence readout. Additionally, dissociated tumor cells (DTCs) were cultured in presence of the treatment molecules. Intracellular staining of cytotoxic T cells along with detection of IFN&#947;, IL-2, TNF&#945; and Granzyme B levels in culture supernatants by MSD\/ELISA were used to assess activation profile of tumor infiltrated T cells.<br \/><u>Results<\/u>: Combining anti-PD1 and IMT-009 significantly enhanced cytotoxic benefit compared to individual monotherapy in both Raji and MDA-MB-231 target cell line models. IFN&#947; levels in supernatants of DTCs treated with this combination were elevated as compared to individual monotherapy. Together with scRNAseq data of increased abundance of <i>KLRB1<\/i> (CD161) expressing T cells in anti PD1 non-responder patients, our data provide rationale for testing combination of IMT-009 with anti-PD1 in patients that may not respond to anti PD1 alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,PD-1,CD161,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Kar<\/b><sup>1<\/sup>, T. Nieuwenhuis<sup>2<\/sup>, M. Duan<sup>3<\/sup>, S. Tabrizi<sup>1<\/sup>, M. Huggins<sup>1<\/sup>, E. Scanlon<sup>1<\/sup>, C. Hession<sup>1<\/sup>, M. Bernstein<sup>1<\/sup>, M. Ross<sup>1<\/sup>, M. Tang<sup>1<\/sup>, S. Malu<sup>1<\/sup>; <br\/><sup>1<\/sup>Immunitas Therapeutics, Inc., Waltham, MA, <sup>2<\/sup>AstraZeneca, Waltham, MA, <sup>3<\/sup>Novartis Institute of Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"7cd0210c-b966-48ab-9674-d0475d462412","ControlNumber":"8434","DisclosureBlock":"<b>&nbsp;A. Kar, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>T. Nieuwenhuis, <\/b> <br><b>Immunitas Therapeutics<\/b> Previous Employee. <br><b>AstraZeneca<\/b> Employment. <br><b>M. Duan, <\/b> <br><b>Immunitas Therapeutics<\/b> Previous Employee. <br><b>Novartis<\/b> Employment. <br><b>S. Tabrizi, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>M. Huggins, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>E. Scanlon, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>C. Hession, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>M. Bernstein, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>M. Ross, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>M. Tang, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment. <br><b>S. Malu, <\/b> <br><b>Immunitas Therapeutics<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1375","PresenterBiography":null,"PresenterDisplayName":"Adwitiya Kar, PhD","PresenterKey":"60d97c02-c20a-4aff-9114-08330acea3a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1375. Abundance of <i>KLRB1+ <\/i>(CD161) T cells in anti-PD1 non responders coupled with enhanced tumor cytotoxicity of anti-CD161 (IMT-009) with anti-PD1 makes it a rational target for combination with anti-PD-(L)1 immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Abundance of <i>KLRB1+ <\/i>(CD161) T cells in anti-PD1 non responders coupled with enhanced tumor cytotoxicity of anti-CD161 (IMT-009) with anti-PD1 makes it a rational target for combination with anti-PD-(L)1 immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunosurveillance involves a dynamic interplay between the host&#8217;s innate and adaptive immunity. The regulation of programmed death ligand-1 (PD-L1) expression on cancer cells has emerged as an attractive approach for cancer treatment. However, challenges such as the immunosuppressive tumor microenvironment, ineffective trafficking, and tumor antigen heterogeneity limit the applications of cancer immunotherapy for solid tumors. Small interfering RNA (siRNA) against PD-L1 presents a compelling alternative to antibody treatment to reduce <i>PD-L1<\/i> presentation on cancer cells, thereby enhancing T-cell detection and preventing tumor progression. Bovine milk\/colostrum serve as a biocompatible source for exosomes for delivery biologics such as siRNA. Here, we demonstrate exosomes mediated delivery of si<i>PD-L1 <\/i>for lung cancer immunotherapy. Exosomes were isolated from bovine colostrum powder using ultracentrifugation. The average particle size of exosomes was 66 &#177; 2.5 nm, with polydispersity index (pdi) 0.27 &#177; 0.01 and a zeta potential -9.2 &#177; 0.70 mV, as analyzed by Zetasizer and validated by atomic force microscopy (AFM) and transmission electron microscopy (TEM). Formulations of exosomes with polyethyleneimine (EPM) and siRNA (1 - 20 &#956;g), when mixed with 5&#8217;-<sup>32<\/sup>P-labeled siRNA as a tracer resulted in over 90% entrapment of siRNA. Biodistribution studies of exosomes and EPM, with or without the tumor-targeting ligand folic acid (FA), revealed predominantly similar distribution patterns. Notably, FA-EPM exhibited enhanced tumor accumulation compared to EPM, attributed to the overexpression of folate receptors on tumor cells.To assess the functionality of EPM-siRNA, we screened 4 different siPD-L1 sequences in LLC-1 and A549 lung cancer cells. Following 48 h of EPM-siPD-L1 treatment, cells were harvested. Analysis of protein lysates by western blot showed a significant downregulation of the PD-L1 expression, ranging from 55% - 80% in LLC-1 cells and over 80% in A549 cells. <i>In vivo<\/i> mouse study with orthotopic Lewis lung carcinoma (LL\/2-Luc2) tumors is underway to validate the effective silencing of PD-L1 and its effect on tumor inhibition and immune markers. In summary, our targeted EPM technology represents a novel nanoplatform for siRNA therapeutics delivery. As milk\/colostrum are the most abundant sources of exosomes, clinical translatability of this novel approach is eminent.<br \/><b>Funding:<\/b> This research work was supported from the Kentucky Lung Cancer Research Program (GB170558) and Immunotherapy CCII CoBRE pilot project (P20GM135004).<br \/><b>Keywords:<\/b> Exosomes, siPD-L1, siRNA delivery, Lung cancer, Immunotherapy","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Exosomes,Immune checkpoint,PD-L1,siRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Kandimalla<\/b><sup>1<\/sup>, D. N. Moholkar<sup>2<\/sup>, M. Wallen<sup>3<\/sup>, C. Ding<sup>1<\/sup>, R. C. Gupta<sup>1<\/sup>, F. Aqil<sup>1<\/sup>; <br\/><sup>1<\/sup>Brown Cancer Center, University of Louisville, Louisville, KY, <sup>2<\/sup>University of Louisville, Louisville, KY, <sup>3<\/sup>3P Biotechnologies, Louisville, KY","CSlideId":"","ControlKey":"f5a8f60d-9a05-458d-bea7-1bcbaf726957","ControlNumber":"7243","DisclosureBlock":"&nbsp;<b>R. Kandimalla, <\/b> None..<br><b>D. N. Moholkar, <\/b> None..<br><b>M. Wallen, <\/b> None..<br><b>C. Ding, <\/b> None..<br><b>R. C. Gupta, <\/b> None..<br><b>F. Aqil, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1376","PresenterBiography":null,"PresenterDisplayName":"Raghuram Kandimalla, M Pharm;PhD","PresenterKey":"877bf0e3-cac3-4e2a-abec-d120502e4cb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1376. Engineered exosomes for the delivery of PD-L1 siRNA for lung cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered exosomes for the delivery of PD-L1 siRNA for lung cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Our group has recently developed and validated a novel prognostic score for human papillomavirus (HPV+) oropharyngeal cancer called UWO3, which stratifies patients into low risk (immune rich), intermediate risk (immune mixed), and high risk (immune desert) groups. The high-risk immune desert group had a paucity of immune cells, however, that population of lymphocytes expressed high levels of the checkpoint molecule TIM3. To follow up on this, we assessed the therapeutic effect of anti-TIM3 mAb alone and in combination with anti-PD-1 in a syngenic murine HPV+ head and neck cancer model using the mERR. T-cell immunoglobulin mucin 3 (TIM3) and Programmed death 1 (PD-1) are negative immune checkpoint receptors that are expressed on tumor-infiltrating lymphocytes (TIL), play a crucial role in tumor-induced immune suppression. Given the critical role that the tumour microenvironment (TME) has on the prognosis of head and neck squamous cell carcinoma (HNSCC), immune checkpoint inhibitor immunotherapy approaches, specifically anti-PD1 and\/or anti-TIM3 antibody therapy, may be very effective treatment strategies and may offer improved survival outcomes.<br \/>Methods:Immunocompetent C57BL\/6 mice were injected in one flank with the syngeneic mouse HPV+ cell line, mEERL (10<sup>6 <\/sup>cells), for tumour generation. Mice were then treated with either IgG2a isotype control, anti-PD1 (200&#956;g), anti-TIM3 (200 &#956;g) antibodies or a combination of anti-PD-1 and anti-TIM3 were administered via intraperitoneal injection 3 times per week following tumour establishement for 6 weeks (n = 7 mice per arm, total of 28 mice). Tumour volumes were measured every 2 days. Three representative tumors from each treatment group were collected for bulk RNA sequencing, scRNA-seq, and flow cytometry to characterise immune cell populations and transcriptional changes and monitor their impact on the TME of HNSCC.<br \/>Results:Anti-PD1 and anti-TIM3 both restricted tumour growth by size and weight relative to the IgG2a control (p&#60;0.01, linear mixed model [lmm]). The combination of anti-PD1 and anti-TIM3 was more effective than either monotherapy alone (p&#60;0.05, lmm). RNA sequencing analysis revealed differential abundance in CCL6, CCL9, CFD, and MAP3K5 transcripts relative to control for anti-PD1, anti-TIM3, and combination checkpoint inhibition.<br \/>Conclusion:Targeting both PD-1 and TIM3 enhanced the anti-tumor immune response in HPV+ head and neck tumours, providing further support for dual targeting of these molecules for more effective cancer immunotherapy.<i> <\/i>Our results suggest that immune checkpoint inhibitor therapy (PD1 and TIM3 blockades) could be a promising treatment strategy for HPV+ HNSCC, and the expression of these immune checkpoint molecules could serve as a predictive biomarker of patient outcome in HPV+ HNSCC.<i><\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Immune checkpoint blockade,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Shaikh<\/b>, A. Karimi, P. Zeng, H. Pan, J. Barrett, A. Nichols; <br\/>University of Western Ontario, London, ON, Canada","CSlideId":"","ControlKey":"18c4ef94-c7f4-4115-80b0-99fc11db176e","ControlNumber":"8895","DisclosureBlock":"&nbsp;<b>M. Shaikh, <\/b> None..<br><b>A. Karimi, <\/b> None..<br><b>P. Zeng, <\/b> None..<br><b>H. Pan, <\/b> None..<br><b>J. Barrett, <\/b> None..<br><b>A. Nichols, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1377","PresenterBiography":"","PresenterDisplayName":"Mushfiq Shaikh, BDS;MS;PhD","PresenterKey":"a2174a1e-1af7-4c99-9cbd-aba52339d597","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1377. The role of TIM3 and PD1 blockades in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"333","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of TIM3 and PD1 blockades in head and neck cancer","Topics":null,"cSlideId":""}]