[{"Abstract":"<b>Background: <\/b>Transitioning from metastatic castration-sensitive prostate cancer (mCSPC) to its resistant variant poses risks of intensified medication, toxic side effects, and financial burdens for men undergoing treatment. Our study proposes a multimodal approach that integrates clinical, pathological, and genomic features to optimize prediction of metastatic castration-resistant prostate cancer (mCRPC) events. By applying machine learning (MML) techniques to multimodal data, we aim to stratify these patients based on the risk of developing mCRPC, contributing to the development of safer and personalized treatment strategies.<br \/><b>Methods: <\/b>We analyzed a large cohort of patients with mCSPC (n=399) with a minimum of 36 month follow-up, annotated with clinical, pathological, and genomic features, encompassing relevant variables such as disease volume, PSA, metastases timing, variant classification, Grade Group, fraction of genome altered, MSI score, mutation counts, karyotypes, tumor mutational burden, and purity. Using a multimodal machine learning framework, we extracted informative features and employed eight distinct machine learning algorithms: K-Nearest Neighbor, Support Vector Machine, Decision Tree, and Logistic Regression, Support Vector Machine with RBF Kernel, Random Forest, and Gradient Boosting, in addition to a Deep Neural Networks architecture for building predictive models in supervised binary classification experiments. The models' performance was evaluated on separate training (80%) and testing sets (20%), and standard evaluation metrics, such as the area under the receiver operating characteristic curve (AUROC), and accuracy, were computed. Correlations were utilized to explore the relationships between features, and permutation analysis was employed to determine the importance of predictors. All raw data included in the analysis are available on <i>cBioPortal<\/i> database. The study is supported by the NIH-NCI-T32 for Next Generation Pathologists Program at our institution.<br \/><b>Results:<\/b> Of the 399 mCSPC patients, 56% developed castration resistance, 50% had Grade Group 5 disease, and 69% exhibited missense mutations. In a series of 8 experiments, the Support Vector Machine with RBF Kernel ensemble model and SVC exhibited the highest performance with an AUROC score of 0.77, while the remaining models tested in the study demonstrated AUROC scores ranging from 0.62 to 0.75. Notably, the fraction of altered genome emerged as the top-ranked predictor, displaying the highest importance score.<br \/><b>Conclusions: <\/b>Our study demonstrates the strong predictive performance of MML models in accurately identifying mCRPC events by leveraging routine clinical, pathological, and genomic data, offering valuable guidance for optimizing patient stratification and tailoring personalized therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Machine learning,Prostate cancer,Genomics,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Alexanderani<\/b>, F. Khani, M. Greenblatt, B. Robinson, M. Loda, L. Marchionni; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"35b91f03-fba6-498d-bfb6-06a214bce9b7","ControlNumber":"7194","DisclosureBlock":"&nbsp;<b>M. K. Alexanderani, <\/b> None..<br><b>F. Khani, <\/b> None..<br><b>M. Greenblatt, <\/b> None..<br><b>B. Robinson, <\/b> None..<br><b>M. Loda, <\/b> None..<br><b>L. Marchionni, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7286","PresenterBiography":null,"PresenterDisplayName":"Mohammad Alexanderani, MD","PresenterKey":"191a4561-af9a-48e4-87aa-c024b61cf540","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7286. Optimizing prediction of metastatic castration-resistant prostate cancer: Multimodal fusion of clinicopathological and genomic features with machine learning","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing prediction of metastatic castration-resistant prostate cancer: Multimodal fusion of clinicopathological and genomic features with machine learning","Topics":null,"cSlideId":""},{"Abstract":"Background: Ovarian carcinoma (OC) has the highest mortality among gynecologic malignancies due to absent or unspecific symptoms. The high-grade serous ovarian carcinoma (HGSC) accounts for over 60% of the OC associated deaths. The most frequent genetic aberrations in HGSC are mutations in the <i>TP53<\/i> gene, detected in approximately 96% of the tumors. Previous studies have proposed potential diagnostic utility of detecting mutations in circulating tumor DNA (ctDNA) from OC patients. However, the need for diagnostic methods capable of detecting asymptomatic HGSC is unmet.<br \/>Objectives: The primary aims of this study were to design a screening tool for identification of HGSC and to evaluate the suitability of various clinical specimen types for diagnostic applications.<br \/>Methods: In this study, we designed a highly sensitive and robust screening tool using the simple, multiplexed, PCR-based barcoding of DNA for sensitive mutation detection using sequencing (SiMSen-Seq) technique for identification of HGSC (n=11) by <i>TP53 <\/i>mutation profile in various clinical specimen for diagnostic applications. Specimens sampled included primary tumors, ascites, plasma, vaginal samples, and both liquid and solid samples from cyst-, endocervical-, and endometrial origin (n=94).<i><\/i><br \/>Results: The in-house designed panel amplified 17 regions, encompassing 619 nucleotide positions within the <i>TP53<\/i> gene. Pathogenic variants were identified in 10\/11 of the primary tumors, with a VAF &#8805; 9% (range: 9-91). Preliminary data indicated that all (100%) paired samples obtained corresponding somatic mutations between two or more of the different compartments from the same patient.<br \/>In total 10\/10 ascites-, 16\/16 cyst-, 8\/8 plasma-, 5\/8 vaginal-, 17\/22 endocervical-, and 14\/19 endometrial samples showed somatic variants at a consensus read depth of 3 and a minimum VAF &#8805; 0.1%.<br \/>Conclusion: The present study suggests that the <i>TP53<\/i> mutation panel can identify somatic variants in a variety of non-invasive liquid biopsies. Additionally, the assessment of the <i>TP53<\/i> mutation panel exhibits potential for forthcoming clinical utilization as a diagnostic tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"TP53,Sequencing,Mutations,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Olsson Widjaja<\/b><sup>1<\/sup>, P. Micallef<sup>2<\/sup>, B. Ulfenborg<sup>3<\/sup>, M. Lycke<sup>1<\/sup>, U. Gyllensten<sup>4<\/sup>, T. Carlsson<sup>2<\/sup>, T. Österlund<sup>5<\/sup>, A. Ståhlberg<sup>5<\/sup>, A. Linder<sup>1<\/sup>, K. Sundfeldt<sup>1<\/sup>; <br\/><sup>1<\/sup>Institute of Clinical Sciences, Gothenburg, Sweden, <sup>2<\/sup>Institute of Biomedicine, Gothenburg, Sweden, <sup>3<\/sup>School of Bioscience, Skövde, Sweden, <sup>4<\/sup>SciLifeLab Uppsala, Uppsala, Sweden, <sup>5<\/sup>Wallenberg Centre for Molecular and Translational Medicine, Gothenburg, Sweden","CSlideId":"","ControlKey":"9d31d048-e618-4398-883c-2ac4bdcacafe","ControlNumber":"2518","DisclosureBlock":"&nbsp;<b>A. Olsson Widjaja, <\/b> None..<br><b>P. Micallef, <\/b> None..<br><b>B. Ulfenborg, <\/b> None..<br><b>M. Lycke, <\/b> None..<br><b>U. Gyllensten, <\/b> None..<br><b>T. Carlsson, <\/b> None..<br><b>T. Österlund, <\/b> None..<br><b>A. Ståhlberg, <\/b> None..<br><b>A. Linder, <\/b> None..<br><b>K. Sundfeldt, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7287","PresenterBiography":null,"PresenterDisplayName":"Amanda Olsson Widjaja, MS","PresenterKey":"3e1c4fb7-f94f-49e2-87a6-dfee94c5770b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7287. High-grade serous ovarian carcinoma detected with <i>TP53<\/i> mutation panel and SiMSen-Seq","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-grade serous ovarian carcinoma detected with <i>TP53<\/i> mutation panel and SiMSen-Seq","Topics":null,"cSlideId":""},{"Abstract":"Late-stage cancers often lack effective management and treatment options, emphasizing the importance of early diagnosis for better prognosis and lower mortality rates. Molecular markers, such as DNA methylation tests, have shown promise in predicting and detecting cancer at its earliest stages. The COVID-19 post-pandemic scenario is providing a one in one-hundred-year opportunity of utilizing the excess installed PCR capacity world-wide to develop novel Quantitative Methylation Specific PCR (qMSP) screening strategies for cervical cancer screening in low-resource settings. This study aimed to compare the use of commercial bisulfite conversion kits in cervical epithelium liquid cytology samples (liquid cytology) from cancer screening clinics in the United States. Commercially available rapid bisulfite conversion protocols using silica spin column and magnetic beads were compared with conventional DNA extraction followed by bisulfite conversion protocols to profile DNA methylation by qMSP in a panel of methylated genes we previously developed to distinguish normal and cervical cancer patient samples. The results revealed that small sample volumes are suitable for methylation studies. Comparisons among four spin-column<b> <\/b>kits showed no significant differences in <i>&#946;-actin<\/i> Cycle Threshold (Cts) values between Abcam, Epigentek, QIAGEN and Zymo D5021 kits. Zymo The best performing spin-column kit was compared with manual and automated versions of magnetic bead kits using a 96-well plate format for higher throughput. Methylation profiling of three genes (<i>&#946;-actin<\/i> <i>ZNF516, <\/i>and <i>FKBP6<\/i>) with manual and automated magnetic bead kits revealed that automation increases throughput without a reduction in amplification efficiency in open PCR systems. Cost analysis showed that the direct kits 96-well plate format were more affordable compared to the Gold Standard manual protocol that uses spin-columns. An optimized version of Zymo D5046 magnetic bead kit provides the fastest turnaround time with similar amplification efficiency, when compared to spin-column or other magnetic bead kits. The test cost per sample is $5.41 dollars to process 83 samples in a 96 well-plate format in less than 2 hours. Another significant finding was showing the feasibility of using as low as 12&#181;L of liquid cytology samples for DNA methylation testing, proving that bodily fluids are a liquid biopsy alternative to plasma. Overall, this comprehensive comparison is useful in determining optimal options for efficient and cost-effective cancer DNA methylation diagnostic tests, particularly in low-resource settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Methylation,Screening,Promoter methylation,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Zamuner<\/b><sup>1<\/sup>, A. Ramos-Lopez<sup>2<\/sup>, A. Garcia-Negron<sup>2<\/sup>, A. Purcell-Wiltz<sup>3<\/sup>, A. Cortes-Ortiz<sup>3<\/sup>, A. Roman<sup>2<\/sup>, K. Gosala<sup>1<\/sup>, E. Winkler<sup>1<\/sup>, D. Sidransky<sup>1<\/sup>, M. Brait<sup>1<\/sup>, R. E. Guerrero-Preston<sup>2<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins School of Medicine, Baltimore, MD, <sup>2<\/sup>LifeGene BioMarks, Toa Baja, PR, <sup>3<\/sup>San Juan Bautista School of Medicine, Caguas, PR","CSlideId":"","ControlKey":"24e91eae-531f-4672-8a5e-31591dba6527","ControlNumber":"7921","DisclosureBlock":"&nbsp;<b>F. Zamuner, <\/b> None..<br><b>A. Ramos-Lopez, <\/b> None..<br><b>A. Garcia-Negron, <\/b> None..<br><b>A. Purcell-Wiltz, <\/b> None..<br><b>A. Cortes-Ortiz, <\/b> None..<br><b>A. Roman, <\/b> None..<br><b>K. Gosala, <\/b> None..<br><b>E. Winkler, <\/b> None..<br><b>D. Sidransky, <\/b> None..<br><b>M. Brait, <\/b> None..<br><b>R. E. Guerrero-Preston, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6365","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7288","PresenterBiography":null,"PresenterDisplayName":"Fernando Zamuner, PhD","PresenterKey":"976584ce-5e42-4b04-8d61-a4e75b6d4a48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7288. Evaluation of silica spin-column and bead formats for rapid promoter DNA methylation analysis by qMSP in clinical and point-of-care settings","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of silica spin-column and bead formats for rapid promoter DNA methylation analysis by qMSP in clinical and point-of-care settings","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer accounts for 3% of cancer cases and 7% of cancer deaths in the United States. It is currently in the third position with respect to cancer-related deaths, and it is expected to move to second place as of 2040. This is mainly due to its diagnosis in the later stage. If detected in the first or second stage surgery can be performed thus increasing the patient&#8217;s survival rate. The current methods of diagnosis cannot do early stage or asymptomatic detection. So, detecting cancer-specific biomarkers can aid in the prognosis. Serum protein-based biomarkers carbohydrate antigen CA242, CA19-9, and carcinoembryonic antigen CEA are specific to pancreatic cancer. Thus, in this preliminary study, we aim to develop a nanoengineered electrochemical biosensor combined with machine learning to detect pancreatic cancer-specific biomarkers CA242, CA19-9, and CEA.<br \/>Methodology: Nanoengineering the biosensor: The gold working electrode of the gold- biosensor (DRP-250AT) was coated with graphene oxide nano colloidal solution and kept in UV overnight for the graphene oxide nanosheet to crosslink with the working electrode. Detection of biomarkers using an electrochemical biosensor: First, a Crosslinker (DSP) was added to ethanol cleaned biosensor to bind the analytes. Following that antibody specific to each biomarker were added to the biosensors. The addition of TBS superblock prevented non-specific binding. Then different concentrations of biomarkers were added, and the corresponding sensor was subjected to various electrochemical analyses such as electrochemical impedance spectroscopy and voltammetry. SEM-EDAX analysis: The antigen-antibody binding on the biosensor's surface was confirmed. Automation and machine learning: Python code was developed to automate the analysis process and machine learning models (support vector machine and neural network) were used to classify the concentrations into various risk levels. The sensitivity of the developed tool was high when compared with conventional methods like ELISA and confocal microscopy.<br \/>Results: From the electrochemical studies we found that with increasing concentration of biomarkers, there was a trend in output parameters: capacitance, resistance, impedance and area under the curve. By analyzing this trend, the concentrations of biomarkers can be detected. Using this data as input the machine learning model (accuracy greater than 80%) classified the concentrations into risk levels (normal, low risk, and high risk).<br \/>Significance: Nanoengineering with graphene oxide nanosheets enhances the sensitivity of electrochemical biosensors. Automation and machine learning models help in the analysis of large datasets produced by this sensor.<b> <\/b>Overall, this device aids in the prognosis of pancreatic cancer. Our preliminary results are encouraging but more thorough research is required to make this diagnostic tool a working application.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Biomarkers,Pancreatic cancer,Early detection,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Meenal Karunanidhi<\/b><sup>1<\/sup>, Hemalatha Kanniyappan<sup>1<\/sup>, Edith Zhan<sup>2<\/sup>, Ruth Mathew<sup>3<\/sup>, Yani Sun<sup>3<\/sup>, Junyi Wu<sup>4<\/sup>, Yan Yan<sup>4<\/sup>, Gnanasekar Munirathinam<sup>1<\/sup>, Mathew  T.  Mathew<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Illinois College of Medicine (Rockford), Rockford, IL,<sup>2<\/sup>Hononegah High School, Rockton, IL,<sup>3<\/sup>University of Illinois Chicago, Chicago, IL,<sup>4<\/sup>IIT, Chicago, IL","CSlideId":"","ControlKey":"53e59338-ebd8-41a1-9ecc-409e839c302c","ControlNumber":"3182","DisclosureBlock":"&nbsp;<b>M. Karunanidhi, <\/b> None..<br><b>H. Kanniyappan, <\/b> None..<br><b>E. Zhan, <\/b> None..<br><b>R. Mathew, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>G. Munirathinam, <\/b> None..<br><b>M. T. Mathew, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7289","PresenterBiography":null,"PresenterDisplayName":"Meenal Karunanidhi, BE","PresenterKey":"716d6da9-2cb7-44b9-9505-6207fdc4c57d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7289. PancreaAlert: Intelligent nanoengineered biosensor for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PancreaAlert: Intelligent nanoengineered biosensor for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Alabama (AL) is tied for third-highest incidence rate and has second-highest death rate of cervical cancer as of 2020. Globally, cervical cancer has the fourth-highest incidence among cancers in women; 90% of deaths from cervical cancer in 2020 occurred in low- and middle-income (LMIC) countries. Inhibitor of differentiation\/DNA binding 1 (Id1) expression correlates with tumorigenesis, clinical grade\/stage, and aggressiveness of cervical cancer. Thus, Id1 expression could be exploited in novel screening approaches that aim to improve survival rates of cervical cancer in LMIC and clinically underserved settings. As a first step in developing an Id1-based screening approach, these preclinical studies utilized a plasmid that induces expression of a secreted reporter enzyme (secreted embryonic alkaline phosphatase, SEAP), controlled by the Id1 promoter sequence (pId1-SEAP). These studies examined relationships between Id1 expression and kinetics of reporter expression following plasmid transfection to detect human cervical cancer cells.<br \/>Methods and Results: To confirm the relevance of Id1 as a target in cervical cancer, immunohistochemical staining for Id1 was performed on a human cervical cancer tissue microarray. Western blotting was performed to determine Id1 expression in human cervical cancer cell lines (HeLa, SiHa, CaSki). Optimal transfection conditions with pId1-SEAP were determined experimentally for each line, and then media was sampled through a 48-hour period post-transfection to quantify reporter SEAP expression. Immunohistochemical stain for Id1 showed that early stage and late stage human cervical cancer tissues expressed significantly (p &#60; 0.05) higher levels of Id1 compared to normal tissues, with stain optical density values being 3e5&#177;1e5 for early and late stage compared to 3e4&#177;3e4 for normal tissues (early stage p=0.0001, late stage p=0.0002). Western blot for Id1 in HeLa, SiHa, and CaSki lines showed that all three positively expressed Id1, with Beta-actin-normalized expression values of 0.78&#177;0.12, 1.12&#177;0.05, and 0.76&#177;0.08, respectively. The cell lines transfected with pId1-SEAP<i> <\/i>expressed SEAP at rates significantly higher than control cells, with the highest rates of production seen during the 36-48-hour post-transfection period. Rates of SEAP production (counts\/hour) during this time period were 1e4&#177;3e3 (p=0.0278), 8e2&#177;1e2 (p=0.0834), and 3e2&#177;5e1 (p=0.0683) for transfected HeLa, SiHa, and CaSki cells, respectively.<br \/>Conclusions: The pId1-SEAP system enabled sensitive detection of cervical cancer cells. These preliminary data support future studies evaluating the <i>in vivo<\/i> performance of the system in preclinical models of early stage cervical cancer. Further development of this approach could enable sensitive and reliable detection of cervical cancer during early stages when treatment is most effective.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Cervical cancer,Preclinical,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Eli<\/b>, Y. Hartman, B. B. Kasten, R. Arend, J. Warram; <br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"673ff511-db54-47e7-b3fe-4d3e6559f837","ControlNumber":"2763","DisclosureBlock":"&nbsp;<b>A. Eli, <\/b> None..<br><b>Y. Hartman, <\/b> None..<br><b>B. B. Kasten, <\/b> None..<br><b>R. Arend, <\/b> None..<br><b>J. Warram, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6367","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7290","PresenterBiography":null,"PresenterDisplayName":"Abbigael Eli, BS","PresenterKey":"1a00bc6a-30cb-4386-94f2-f521055c3b9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7290. Novel plasmid-based screening method for cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel plasmid-based screening method for cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Multidrug resistance protein 1 (MRP1\/ABCC1) is an ATP dependent transmembrane efflux pump that confers to drug resistance. Overexpression of MRP1 has been observed in both pancreatic ductal adenocarcinoma (PDAC) and breast cancer tissues. Numerous proteomics studies have revealed the presence of MRP1 in small extracellular vesicles (sEVs) released from cancer cells. Cancer-derived sEVs are known to be released into the circulation, thus becoming attractive candidates for non-invasive biomarker development. However, whether the MRP1 level in plasma sEVs is indicative of human cancer has not been evaluated. This study examined the MRP1 expression in plasma sEVs derived from patients with PDAC, breast and colon cancer, and age- and gender-matched healthy subjects. The patient plasma samples were obtained primarily from the NCI-sponsored Cooperative Human Tissue Network and Stephenson Cancer Center. Healthy plasma samples were provided by the Oklahoma Blood institute. Human pancreatic cancer cell lines PANC-1, MIA PaCa-2 and BxPC-3, and the pancreatic ductal cell line hTERT-HPNE were tested for MRP1 expression prior to examination of plasma samples. Cellular and plasma sEVs were isolated using the double filtration followed by polymer precipitation method. Western blot was performed to assess the expression level of MRP1 and proteomics was applied to confirm the detection of a truncated form of MRP1 in plasma sEVs. MRP1 expression was detected in the sEVs derived from all three pancreatic cancer cell lines but absent in the sEVs from the HPNE line. Overexpression of a truncated MRP1 protein was detected in plasma sEVs derived from patients with early stage (stage I-IIA) and late stage (III-IV) PDAC, compared with that from matched healthy subjects (n=17 for each group). Similar findings were evident in plasma sEVs from patients with breast cancer (n=7), while the results remained inconclusive in plasma sEVs from patients with colon cancer (n=7). Protein structure analysis indicated that the truncated form of MRP1 likely consists of the regions between the QCRL-1 motif and the C-terminus of the protein. Proteomic analysis detected the peptides derived from the C-terminus region, consistent with the structural analysis. Furthermore, the truncated form of MRP1 can only be detected using antibodies against the epitopes in the C-terminus and QCRL-1 region of MRP1 protein. In summary, we have detected a truncated form of MRP1 protein in plasma sEVs derived from cancer patients, and the level of its expression is significantly elevated in patients with PDAC and breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Biomarker,Plasma derived sEVs,Multidrug resistance protein 1 (MRP1),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Bhandari<\/b>, J. Kong, C. Xu, A. Jain, W.-Q. Ding; <br\/>University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"452c3277-c58f-408c-8263-76d242354862","ControlNumber":"6555","DisclosureBlock":"&nbsp;<b>K. Bhandari, <\/b> None..<br><b>J. Kong, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>W. Ding, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7291","PresenterBiography":null,"PresenterDisplayName":"Kritisha Bhandari, MS,B Pharm","PresenterKey":"bc031dfb-1767-4ec2-8160-f7df143df435","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7291. Detection of a truncated form of multidrug resistance protein 1 (MRP1) in plasma sEVs derived from cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of a truncated form of multidrug resistance protein 1 (MRP1) in plasma sEVs derived from cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Carcinogenesis centers on principles of somatic evolution, where a cell gradually accumulates mutations, eventually transforming into a tumor cell. Exploring somatic variation in the healthy population offers insights for predicting cancer risk and facilitating early detection. In breast cancer (BC), the emergence of the malignant clone occurs within a broader spectrum of abnormal cells, often referred to as the 'field effect.' BC development is intricately linked to hormonal regulation, with prior research indicating that the initial changes manifest during puberty and pregnancy. Although around 10% of diagnosed BCs affect young women (&#60;45 years), with 35-55% of these cases arising within a decade after completed pregnancy (postpartum BC), effective screening tools are lacking. We propose a novel approach for the individualized quantification of somatic variation and the field effect using breast milk (BM) as a liquid biopsy. We conducted a retrospective analysis of 272 BM samples obtained from both the left and right breasts of 125 healthy donors, including 62 donors with elevated cancer risk due to a germline predisposition involving <i>BRCA<\/i>. Given the heterogeneous cellular composition of BM, encompassing epithelial cells and lymphocytes, we initially implemented a comprehensive analysis to reliably detect somatic mutations in whole BM, as well as in magnetically activated cell-sorted (MACS) epithelial-enriched (EE) and -depleted (ED) samples from a subset of donors. DNA extracted from all samples was used for NanoSeq, a single-molecule sequencing methodology, focusing on a targeted panel of 84 genes recognized as drivers in either BC or normal tissue. Our assessment of mutation burden estimates across all sample types revealed consistent results. Generally, cells accumulated somatic mutations linearly with age, but with a higher rate in individuals with a <i>BRCA2<\/i> cancer predisposition. We found several critical driver genes, including <i>PIK3CA<\/i>, <i>PIK3R1<\/i>, <i>TP53, <\/i>to be under significant positive selection using the ratio of non-synonymous to synonymous mutations. When we assessed the fraction of cells in each sample carrying mutations in these genes, we however detected a significantly higher fraction of mutated cells in individuals with germline predisposition - possibly representing a genetic manifestation of the epidemiologically higher risk of <i>BRCA<\/i> germline carriers.<br \/>As we expand our understanding of the interplay between the somatic mutation landscape and cancer risk, our efforts provide evidence for the utility of BM as an easily accessible, non-invasive sample. The proposed methodology, involving BM with precise genetic analysis through NanoSeq, presents a promising avenue for elucidating personalized somatic variation patterns. We anticipate that BM holds potential as a valuable tool for risk stratification, particularly for individuals under 45 and postpartum women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Breast cancer,Screening,Somatic mutations,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. J. Przybilla<\/b><sup>1<\/sup>, A. R. J. Lawson<sup>1<\/sup>, P. Nicola<sup>1<\/sup>, B. T. Pentecost<sup>2<\/sup>, I. Martincorena<sup>1<\/sup>, K. F. Arcaro<sup>2<\/sup>, P. J. Campbell<sup>1<\/sup>; <br\/><sup>1<\/sup>Wellcome Sanger Institute, Cambridge, United Kingdom, <sup>2<\/sup>Wellcome Sanger University of Massachusetts, Boston, MA","CSlideId":"","ControlKey":"00f076fa-27eb-4072-a514-a4c51710ee41","ControlNumber":"2107","DisclosureBlock":"&nbsp;<b>M. J. Przybilla, <\/b> None..<br><b>A. R. J. Lawson, <\/b> None..<br><b>P. Nicola, <\/b> None..<br><b>B. T. Pentecost, <\/b> None.&nbsp;<br><b>I. Martincorena, <\/b> <br><b>Quotient Therapeutics<\/b> Stock, Other, Consultant.<br><b>K. F. Arcaro, <\/b> None.&nbsp;<br><b>P. J. Campbell, <\/b> <br><b>Quotient Therapeutics<\/b> Stock, Other, Consultant.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7292","PresenterBiography":null,"PresenterDisplayName":"Moritz Przybilla, MS","PresenterKey":"fbd78cb7-89e6-46bb-ac2c-8188126f3949","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7292. Surveying the landscape of somatic variation in healthy breast tissue for cancer risk prediction","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Surveying the landscape of somatic variation in healthy breast tissue for cancer risk prediction","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common type of liver cancers and one of the most lethal malignancies for human. Early diagnosis of HCC is crucial in reducing the mortality of the disease. In this report, we analyzed a panel of 9 fusion transcripts in the serum samples from 136 individuals (61 HCC patients and 75 individuals without HCC) using TaqMan qRT-PCR. Our results showed that 7 fusion genes were frequently detected in the serum samples of HCC patients, including MAN2A1-FER (100%), SLC45A2-AMACR (62.3%), ZMPSTE24-ZMYM4 (62.3%), Pten-NOLC1 (57.4%), CCNH-C5orf30 (55.7%), STAMBPL1-FAS (26.2%) and PCMTD1-SNTG1 (16.4%). We then divided the samples into training and testing cohorts based on the sample collection time: 82 individuals with samples collected before 2016 as the training cohort while 54 individuals with sample collected after 2015 as the testing cohort. Machine learning models was constructed based on the combination of different fusion genes with various cutoffs to predict the occurrence of HCC in the training cohort using leave-one-out-cross-validation approach. One of the machine learning models called 4-fusion genes logistic regression model (MAN2A1-FER<u>&#60;<\/u>40, CCNH-C5orf30<u>&#60;<\/u>38, SLC45A2-AMACR<u>&#60;<\/u>41, Pten-NOLC1<u>&#60;<\/u>40) produced a 91.5% accuracy, with a sensitivity of 87.1% and specificity of 94.1% in the training cohort. The same model generated an accuracy of 83.3%, with a sensitivity of 73.3% and specificity of 95.8% in testing cohort. When the training and testing cohorts were combined, the model produced an accuracy of 86%. When serum &#945;-fetal protein (AFP) level was incorporated into the machine learning model, we found a 2-fusion gene+AFP logistic regression model (MAN2A1-FER<u>&#60;<\/u>40, CCNH-C5orf30<u>&#60;<\/u>38, AFP) generated an accuracy of 94.8% in the training cohort with a sensitivity of 93.5% and specificity of 96.3%. The same model generated 95% accuracy in both the testing cohort and the combined cohorts in the validation. Cancer treatment reduced most of the serum fusion transcript levels, reflecting the reduction of the tumor load. As a result, serum fusion gene machine learning models may serve as important tools in screening HCC and monitoring the impact of HCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Machine learning,Fusion genes,Hepatocellular carcinoma,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J.-H. Luo<\/b>, Y.-P. Yu, S. Liu, D. Geller; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"d151986c-3d97-49ca-9d63-ac5b2ddebe63","ControlNumber":"1774","DisclosureBlock":"&nbsp;<b>J. Luo, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>D. Geller, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7293","PresenterBiography":null,"PresenterDisplayName":"Jian-Hua Luo, MD;PhD","PresenterKey":"d6003f0f-cf94-4db9-bdec-f0555a682f28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7293. Serum fusion gene transcripts to predict liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serum fusion gene transcripts to predict liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is the third most common cancer worldwide, with almost 2 million new cases reported in 2020. CRC develops over time from a pre-cancerous stage (adenoma) - the &#8216;adenoma-carcinoma sequence&#8217;. Pre-cancerous lesions, such as Higher Risk Adenomas (HRA), harbour an increased risk of developing into CRC and their features are defined according to size, number and histological features. Screening for signs of CRC is recommended for average-risk adults using faecal immunochemical testing (FIT) in the UK, to enable the removal of pre-cancerous lesions and treatment of early-stage cancers. However, the performance of FIT is limited. Approximately 10% of CRC diagnoses have a negative FIT result, and it currently has ~93% false positive rate. Moreover, the sensitivity for detecting AA is only 24%, highlighting the need for alternative strategies.<br \/>Methods: A promising strategy for earlier CRC detection is the clinical use of Fourier transform infrared (FTIR) spectroscopy. The Dxcover&#174; Colorectal Cancer Liquid Biopsy is a rapid multi-omic test that interrogates a blood sample with infrared (IR) radiation and produces a distinctive signature that represents the whole biomolecular profile of the sample. Rather than focusing on individual biomarkers, the technique encompasses the full range of diagnostic information from both the tumor and the non-tumor response. In the initial CREATE (ColoREctal Cancer &#38; Adenoma Test Evaluation) feasibility study, the potential of the technology was highlighted in a retrospective cohort of patients comprising 100 CRC, 92 adenoma samples and 104 colonoscopy screening controls diagnosed as non-cancer. At 90% specificity, the test reported 80% CRC sensitivity and 59% HRA sensitivity. CREATE-2 is a prospective, observational, multicenter study, currently recruiting patients across the United States. The primary objective of the study is to determine the diagnostic accuracy of the blood-based Dxcover Colorectal Cancer Liquid Biopsy for CRC and HRA, and collectively as advanced colorectal neoplasia. Primary outcomes are sensitivity, specificity, negative predictive value, and positive predictive value of the test as compared to the standard of care screening modality. The study population is comprised of patients aged 45-84 considered &#8216;average-risk&#8217; for CRC, undergoing routine CRC screening as standard of care. Patients are treatment na&#239;ve for CRC\/HRA and must be willing to consent to blood draw pre-bowel preparation, and follow-up for 24 months. A rapid blood test that is sensitive to pre-cancerous lesions and early-stage CRC could substantially improve patient outcomes. Current screening programs have addressable shortcomings, and the emergence of new technologies is essential to support earlier CRC detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Colorectal cancer,Liquid biopsies,Early detection,Adenoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Cameron<\/b>, G. Antoniou, R. McHardy, D. Palmer, A. Sala, M. Baker; <br\/>Dxcover Ltd., Glasgow, United Kingdom","CSlideId":"","ControlKey":"086a9fef-6619-463d-bcc8-d8f8f3e23030","ControlNumber":"1661","DisclosureBlock":"<b>&nbsp;J. M. Cameron, <\/b> <br><b>Dxcover Ltd<\/b> Employment. <br><b>G. Antoniou, <\/b> <br><b>Dxcover Ltd<\/b> Employment. <br><b>R. McHardy, <\/b> <br><b>Dxcover Ltd<\/b> Employment. <br><b>D. Palmer, <\/b> <br><b>Dxcover Ltd<\/b> Employment, Stock. <br><b>A. Sala, <\/b> <br><b>Dxcover Ltd<\/b> Employment. <br><b>M. Baker, <\/b> <br><b>Dxcover Ltd<\/b> Employment, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7294","PresenterBiography":null,"PresenterDisplayName":"James Cameron, PhD","PresenterKey":"7b4c7ffa-93f6-470b-a16e-2e292d86ea9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7294. CREATE-2: Colorectal cancer &#38; adenoma test evaluation of a multi-omic blood test","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CREATE-2: Colorectal cancer &#38; adenoma test evaluation of a multi-omic blood test","Topics":null,"cSlideId":""},{"Abstract":"The Janus kinase 2 (JAK2) gene is located on chromosome 9p24.1 and encodes a non-receptor tyrosine kinase that plays a central role in cytokine and growth factor signaling. The JAK2 protein is especially important for controlling the production of blood cells from hematopoietic stem cells. In fact, the JAK2 mutation at amino acid 617 (Valine 617 to Phenylalanine, V617F) is the most frequently detected mutation in myeloproliferative neoplasms (MPN), including essential thrombocythemia (ET), polycythemia vera (PV), and primary myelofibrosis (PMF). This dominant gain-of-function V617F mutation results in constitutive tyrosine phosphorylation activity, leading to uncontrolled blood cell production, including increased numbers of erythrocytes, neutrophils, and platelets. To detect the JAK2 V617F mutation in DNA from patient blood samples, we developed a unique real-time PCR assay using our proprietary XNA technology that enables the assay to selectively amplify the mutant sequence by using a synthetic DNA analog XNA (Xenonucleic Acid). The JAK2 V617F mutation detection assay is designed to detect a valine-to-phenylalanine mutation at amino acid 617 (V617F). PCR primers, TaqMan probes, and XNA were designed for the JAK2 V617F mutation, along with primers and probes for an internal control gene in the duplex setting. The analytical performance of the assay was verified and validated using a variety of control samples. The results revealed that the XNA completely suppressed the amplification of wildtype sequence while only the V617F mutant sequence was amplified. The JAK2 V617F mutation detection assay is highly reproducible with intra- and inter-assay coefficients of variation of less than 10%. Results for the assay&#8217;s analytical sensitivity indicated that V617F could be detected with about 0.25% mutant allele frequency in 10 ng DNA input. In addition, no significant cross-amplification between V617F and V617I was observed. Thus, the JAK2 V617F mutation detection assay is specific for the V617F mutation. The JAK2 V617F mutation detection assay, using XNA-based technology, provides high sensitivity and specificity to detect the JAK2 V617F mutation. Thus, this assay would be a useful tool for clinical decision-making in determining the presence of the JAK2 V617F mutation in DNA from patient blood samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"JAK2,Mutations,Assay development,Quantitative real-time polymerase chain reaction (qRT-PCR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Shen, R. Brown, D. Kim, L. Pastor, A. Y. Fu, P. Kaur, A. Babu, W. Liu, A. Zhang, <b>H. Tanaka<\/b>, M. Y. Sha; <br\/>DiaCarta, Pleasanton, CA","CSlideId":"","ControlKey":"d820f078-cd28-4dd0-8bea-fb045db383a5","ControlNumber":"2929","DisclosureBlock":"&nbsp;<b>S. Shen, <\/b> None..<br><b>R. Brown, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>L. Pastor, <\/b> None..<br><b>A. Y. Fu, <\/b> None..<br><b>P. Kaur, <\/b> None..<br><b>A. Babu, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>A. Zhang, <\/b> None..<br><b>H. Tanaka, <\/b> None..<br><b>M. Y. Sha, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7295","PresenterBiography":null,"PresenterDisplayName":"Hiromi Tanaka, PhD","PresenterKey":"4b1b2e93-3283-4b2e-be4e-dcf5b22f2442","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7295. A novel XNA technology-based assay to detect JAK2 V617F mutation by real-time PCR","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel XNA technology-based assay to detect JAK2 V617F mutation by real-time PCR","Topics":null,"cSlideId":""},{"Abstract":"The V-domain Ig Suppressor of T cell Activation (VISTA) is expressed on cells of the myeloid and lymphoid lineages and is an emerging target for cancer immunotherapy. Blocking VISTA activates both innate and adaptive immunity to eradicate tumors in mice. Furthermore, a tripeptide small molecule antagonist of VISTA, CA170, exhibited potent anticancer efficacy on carcinogen-induced mouse lung tumorigenesis. We have previously demonstrated that KRAS or EGFR vaccines are effective in preventing lung tumorigenesis driven by either KRAS or EGFR in a pure prevention setting but are less effective in mice carrying existing lesions. Here, we determined if combining an MHC class II-restricted multi-antigen vaccine targeting KRAS or EGFR with CA170 will provide enhanced efficacy in preventing lung cancer progression. Using tetracycline-inducible KRAS and EGFR transgenic mice, we found that lung tumor development was significantly suppressed when CA170, delivered by aerosol inhalation to minimize systemic toxicity, was combined with either KRAS or EGFR MHCII-directed peptide vaccines using a post-initiation model. Flow cytometry and single-cell RNA sequencing (scRNA-seq) revealed that CA170 significantly increases tumor infiltrating CD8+ T cells and enhances effector-memory T cell frequencies and functions of both CD4+ and CD8+ T cells. These changes coincide with significant reductions in G-MDSCs (granulocytic myeloid-derived suppressor cells) and Foxp3+ Treg populations within lung tumors from mice treated with CA170. We found that the KRAS and EGFR preventive vaccines primarily induced the expansion of CD4<sup>+<\/sup> effector T cells. VISTA antagonism by CA170 revealed strong efficacy against lung tumorigenesis with broad immunoregulatory functions that influence effector, memory, and regulatory T cells, and drive an adaptive T cell tumor-specific immune response that enhances the efficacy of the KRAS and EGFR preventive vaccines in transgenic mouse models of lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Lung cancer,Small molecule inhibitor,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q. Zhang<sup>1<\/sup>, J. Pan<sup>1<\/sup>, D. Xiong<sup>1<\/sup>, <b>Y. Wang<\/b><sup>1<\/sup>, M. S. Miller<sup>2<\/sup>, M. You<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"b7c36eea-900c-4b25-bdb0-01d2cf9fcd5e","ControlNumber":"779","DisclosureBlock":"&nbsp;<b>Q. Zhang, <\/b> None..<br><b>J. Pan, <\/b> None..<br><b>D. Xiong, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>M. S. Miller, <\/b> None..<br><b>M. You, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7297","PresenterBiography":null,"PresenterDisplayName":"Yian Wang, MD, PhD","PresenterKey":"2f4f3539-0455-4d43-88a2-1ff440ccb599","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7297. Inhibition of lung tumorigenesis and potentiation of cancer preventive vaccines by a small molecule CA170 targeting the immune checkpoint protein VISTA","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of lung tumorigenesis and potentiation of cancer preventive vaccines by a small molecule CA170 targeting the immune checkpoint protein VISTA","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Extra virgin olive oil is a basic component of the Mediterranean diet; it contains several molecules with antioxidant, anti-inflammatory, anti-angiogenic and pro-apoptotic properties against a variety of cancers and influencing cellular metabolism too. Olive mill waste water (OMWW), a liquid residue produced in vast amounts during olive oil extraction, represents an environmental issue but on the other side it is a rich source of phytochemicals with potential health benefits. Particularly, OMWWs are rich in different phenolic compounds, that show promise in preventing the development of several disease disorders, including cancer. We have assessed the anti-angiogenic and anti-tumor properties exerted by a nutraceutical from purified OMWW extract, in <i>in vitro<\/i> and <i>in vivo<\/i> models, and evaluated its effect in a human pilot study upon informed consent.<br \/><b>Experimental procedures<\/b>: OMWWs ability to affect cell proliferation and survival on different cancer cell lines was assessed by MTT. OMWWs interference with human umbilical endothelial vein cells (HUVECs) tube formation, migration and invasive capacities was studied by endothelial cell morphogenesis and migration assays. The inhibition of angiogenesis and tumor cell growth was investigated by the matrigel assay and tumour xenograft. To evaluate contribution of potential metabolomic biomarkers, SANIST (surface-activated chemical ionization-electrospray-NIST technology) mass spectrometric data-based platform has been employed on sera from a pilot study (Aiello et al, in preparation).<br \/><b>Results<\/b>: OMWW extract shown a potent inhibitory effect inhibiting cells proliferation of both cancer cell lines and HUVECs.OMWW inhibited several molecular targets expression, including IL8, Angiogenin, mTOR, VEGF, CXCR4, CXCL12 and CXCL8, in tumor cells and in TNF-&#945;-stimulated HUVEC. We nalyzed sera from volunteers, after nutraceutical intervention with Oliphenoliaand we assessed several biological parameters. Endogenous vitamin D was significantly increased, as well as albumin, direct bilirubin, and calcium. We also observed glycemia and potassium decrease after Oliphenolia assumption. A previously unknow form of Vitamin D was also detected by mass spectrometry.<br \/><b>Conclusions<\/b>: OMWW extract has shown a stronger anti-angiogenic and anti-tumor properties, with potential chemo-preventive potentials. Results of human pilot study shows Oliphenolia as a promising and interesting natural dietary supplement, rich in polyphenol compounds, that can exert anti-inflammatory and antioxidant activities.<br \/>Acknowledgements: This study was supported by a donation from the Fattoria La Vialla di Gianni, Antonio e Bandino Lo Franco - SAS (Arezzo, Italy). We are grateful to Professor Anna Aiello, and Professor Calogero Caruso, Palermo University for the pilot study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Vitamin D,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Albini<\/b><sup>1<\/sup>, L. Calabrone<sup>2<\/sup>, F. Albini<sup>3<\/sup>, P. Corradino<sup>1<\/sup>, S. Cristoni<sup>2<\/sup>, D. M. Noonan<sup>4<\/sup>; <br\/><sup>1<\/sup>IEO - European Institute of Oncology, Milano, Italy, <sup>2<\/sup>I.S.B.-Ion Source & Biotechnologies, Bresso (MI), Italy, <sup>3<\/sup>Royal Society for the Encouragement of Arts, Manufactures and Commerce, London, United Kingdom, <sup>4<\/sup>IRCCS MultiMedica, Milano, Italy","CSlideId":"","ControlKey":"a0f33ae3-72c5-4dbd-9f17-05c33cda5129","ControlNumber":"6430","DisclosureBlock":"&nbsp;<b>A. Albini, <\/b> None..<br><b>L. Calabrone, <\/b> None..<br><b>F. Albini, <\/b> None..<br><b>P. Corradino, <\/b> None..<br><b>S. Cristoni, <\/b> None..<br><b>D. M. Noonan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7298","PresenterBiography":null,"PresenterDisplayName":"Adriana Albini, PhD","PresenterKey":"136c3c7a-3847-44b8-becc-abe9a1258ac8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7298. A nutraceutical supplement derived from olive oil byproducts exhibits potential cancer preventive properties in preclinical studies and increases vitamin D levels","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A nutraceutical supplement derived from olive oil byproducts exhibits potential cancer preventive properties in preclinical studies and increases vitamin D levels","Topics":null,"cSlideId":""},{"Abstract":"Colorectal Cancer (CRC) is among the leading causes of mortality globally, with high incidence rates in developed countries including the US. While FAP patients are prone to develop CRC in their lifetime, recent rising trends among young adults is also a major concern. Hence, preventing CRC would aid in reducing cancer mortality, especially in high-risk FAP patients for which there are no FDA approved preventive agents. Here, we evaluated TRAIL-inducing, orally active small molecule ONC201, alone and in combination with the NSAID naproxen (NAP) for CRC prevention in the PIRC rat model representing FAP cohort. Male PIRC rats were bred inhouse and randomized by age into placebo and intervention groups (N=15). Starting at 6 weeks of age, experimental groups were administered either ONC201 alone by gavage [25mg\/kg; 2X\/week or 50mg\/kg; 1X\/week]; NAP in AIN-76A diet [200 ppm; continuously or 1 week ON\/OFF]; or a combination of both agents, while placebo group received vehicle only. After 26 weeks of treatment, rats were euthanized and intestines were evaluated for tumor incidence and multiplicity. H&#38;E stained colonic tumor sections were histologically classified as hyperplastic polyps, adenomas (AD), and adenocarcinomas (ADCA). Gross tumor data indicated significant reduction in colonic polyps in both the NAP alone and NAP+ONC201 groups without any overt-toxicites. Histological analyses also demonstrated strong suppression of AD progression to ADCA as well as a significant decrease in the number of ADs and ADCAs (p&#60;0.05) in the treatment groups compared to the placebo. ONC201 regimens modestly reduced AD (19%-27% less, p&#60;0.05) but showed strong inhibition of ADCA (45%-59% less, p&#60;0.0001). A significant reduction of AD and ADCA was seen in NAP continuous (54% &#38; 87% less respectively; p&#60;0.0001) and intermittent (34% &#38; 68% less respectively; p&#60;0.0001) dosing regimens. As anticipated, the NAP continuous treatment had better efficacy than the intermittent dosing regimen. Notably, the combination treatment showed &#62;90% (p&#60;0.0001) inhibition of ADCA and 40%-57% (p&#60;0.0001) inhibition of ADs. Importantly, ONC201+ NAP treatment also resulted in an additional 45% - 70% reduction of ADCA (p&#60;0.0001) when compared to the NAP alone treatment. Thus, our data showed that the combination groups with NAP intermittent dosing demonstrated ~90% inhibition of ADCA, suggesting the synergistic effect of the two agents in preventing CRC progression. Molecular analysis of the rat tumors and additional analyses in in-vitro tumoroid models suggested induction of TRAIL (TRAIL, DR5, FADD), increased apoptosis (Caspases), and a decrease in proliferation markers (PCNA, Cyclin D1) and pro-inflammatory cytokines (IL1b, IL13 etc.). Our data suggests NAP\/ONC201 combo has no toxicities, warranting further investigation of CRC interception in high-risk FAP patients (Funding by NCI-PREVENT 75N91019D00020-75N91020F00004).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Colorectal cancer,TRAIL,Nonsteroidal anti-inflammatory drugs (NSAIDs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Madka<sup>1<\/sup>, G. Pathuri<sup>1<\/sup>, K. Venkatachalam<sup>1<\/sup>, S. P. Singh<sup>1<\/sup>, A. Singh<sup>1<\/sup>, N. Stratton<sup>1<\/sup>, S. Lightfoot<sup>1<\/sup>, S. Sei<sup>2<\/sup>, M. S. Miller<sup>2<\/sup>, <b>C. V. Rao<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK, <sup>2<\/sup>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"b66215d9-f844-4307-929a-0d781f17eb6f","ControlNumber":"5018","DisclosureBlock":"&nbsp;<b>V. Madka, <\/b> None..<br><b>G. Pathuri, <\/b> None..<br><b>K. Venkatachalam, <\/b> None..<br><b>S. P. Singh, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>N. Stratton, <\/b> None..<br><b>S. Lightfoot, <\/b> None..<br><b>S. Sei, <\/b> None..<br><b>M. S. Miller, <\/b> None..<br><b>C. V. Rao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6376","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7299","PresenterBiography":"","PresenterDisplayName":"Chinthalapally Rao, PhD","PresenterKey":"5bcdef50-171e-4c86-827b-5a56fc1a2728","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7299. Preventing CRC progression in FAP rat model using a combinational targeting of TRAIL signaling and inflammation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preventing CRC progression in FAP rat model using a combinational targeting of TRAIL signaling and inflammation","Topics":null,"cSlideId":""},{"Abstract":"Within the United States, prostate cancer (PCa) is the most commonly diagnosed non-cutaneous cancer, and approximately 1 in 8 men will receive a diagnosis in their lifetime. As the second leading cause of cancer deaths in American men, about 1 in 41 will die because of prostate cancer. The World Health Organization has suggested that approximately one-third of all cancer deaths are preventable, and one of the suggested means of prevention is through the increased consumption of fruits and vegetables. Fruits and vegetables contain natural compounds known as phytochemicals which possess biological activity including some anti-cancer effects. By adapting the ATP-bioluminescence assay for cell viability, our laboratory screened a natural compound library to find combinations of these compounds that may synergistically inhibit PCa cell viability. One of the combinations to emerge from this screening process was xanthohumol (XAN) and ursolic acid (UA). We examined the ability of the combination to inhibit tumor growth in a mouse HMVP2 PCa allograft tumor model. Mice were fed diets supplemented with either XAN (0.2%) or UA (0.2%) alone or the combination. Mice on the combination diet showed a significant inhibition of HMVP2 PCa tumor growth compared to mice on the single-agent diets. In addition, <i>in vitro<\/i> studies were performed to support the allograft tumor study and to further examine the mechanism of action of the combination. A cell survival assay utilizing six different PCa cell lines indicated that the combination of XAN and UA synergistically inhibited the survival of all cell lines as calculated by the Bliss index. Mechanistic studies performed in PCa cells indicate that the combination of XAN and UA inhibits oncogenic signaling better than either agent alone. Additionally, unbiased metabolomics revealed that the tumors from mice fed the combination diet had significantly less S-adenosyl-L-methionine compared to all other groups. Overall, 13 metabolic pathways were significantly different in the tumors from mice fed the combination diet compared to all other groups. The current data suggest that using a combination of XAN and UA may be a valuable chemopreventive strategy for PCa in humans. Funding: This work was supported by NIH Grant CA228404.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Prostate cancer,Diet,Natural products,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Clark<\/b>, A. Saha, C. A. Friedman, R. Gorgoglione, S. Tiziani, J. DiGiovanni; <br\/>The University of Texas At Austin, Austin, TX","CSlideId":"","ControlKey":"676858a6-243e-45af-85fe-1d7079a9755d","ControlNumber":"4917","DisclosureBlock":"&nbsp;<b>R. Clark, <\/b> None..<br><b>A. Saha, <\/b> None..<br><b>C. A. Friedman, <\/b> None..<br><b>R. Gorgoglione, <\/b> None..<br><b>S. Tiziani, <\/b> None..<br><b>J. DiGiovanni, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7300","PresenterBiography":null,"PresenterDisplayName":"Rachel Clark, BS","PresenterKey":"abc01613-1740-4197-9606-8f2ccce6632e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7300. Synergistic inhibition of prostate cancer growth by the combination of xanthohumol and ursolic acid","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic inhibition of prostate cancer growth by the combination of xanthohumol and ursolic acid","Topics":null,"cSlideId":""},{"Abstract":"Bladder Cancer (BC) is the second most common genitourinary cancer with high recurrence and mortality rate due to metastatic muscle invasive BC (MIBC). An estimated 82,290 adults in the United States will be diagnosed with BC and one-fifth of the patients will die with this cancer in 2023. Sex disparity of BC is well known with 4 times higher risk in men, but women are more likely to die from it than men. Studies suggest that estrogen receptor (ER)-&#945; and ER-&#946; are over expressed in 18% and 63% of bladder tumors and associated with highly proliferative tumors and reduced overall survival. Hence, ER signaling is considered an important target for intercepting BC. Since the majority of BCs are non-invasive at diagnosis, developing agents that block BC progression may be beneficial for clinical translation. Bazedoxifene (BAZ), a clinically approved second generation SERM, is a co-repressor for both the ER-&#945; and ER-&#946; receptors, and it is a competitive inhibitor of 17-&#946;-estradiol. In this study, BAZ was tested for toxicity and efficacy in an N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN)-induced BC rat model. Female F344 rats are administered carcinogen BBN (150mg x twice a week) for 8 weeks to induce BC. For toxicity evaluation, 5 doses of BAZ were fed (2.5 ppm to 12.5 ppm in diet) to BBN treated rats (n=6) for 10 weeks. After termination, serum, various organs, and bladder tissues were evaluated for toxicity biomarkers and histopathology. For efficacy study, Female F344 rats (8 weeks of age) were (n=24) administered BBN as stated above. A week later, rats received either control or BAZ (5 ppm and 10 ppm) containing diets for 33 weeks and terminated. Bladders and other major organs were analyzed grossly for size, weight, and visible abnormalities including tumors. Formalin fixed tumor sections were stained and histopathologically graded. Results showed that BBN-exposed rat bladders were significantly larger and heavier due to tumors (0.77&#177;0.10g, Mean&#177;SEM; p&#60;0.0001) as compared to vehicle treated rats&#8217; normal bladders (0.09&#177;0.02g). Bladder tumor histopathology showed transitional cell carcinoma (TCC) and squamous cell carcinomas (SCC) with non-MIBC (NMIBC) and MIBC tumor grades in the vehicle control group. There was no significant difference in bladder weights between the 5 ppm and 10 ppm BAZ-treated vs. control group (p&#62;0.05). However, histopathological evaluation showed ~20% (p&#62;0.05) reduction in papilloma and NMIBC in the treated rats. Importantly, BAZ 5 ppm and 10 ppm treated rats had significantly less MIBC in a dose dependent manner (50%-70% less respectively; p&#60;0.001) compared to control rats. In summary, our study demonstrates chemopreventive efficacy of bazedoxifene in interception of in BBN-induced rat bladder MIBC and warrants further investigation alone and in combination with complementary pathway targeting agents (Supported by NCI-PREVENT program 75N91019D00020-75N91020F00005).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Bladder cancer,Chemoprevention,Estrogen receptor,Bazedoxifene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Madka<\/b><sup>1<\/sup>, G. Pathuri<sup>1<\/sup>, S. P. Singh<sup>1<\/sup>, S. Chiliveru<sup>1<\/sup>, A. Singh<sup>1<\/sup>, A. Bao<sup>1<\/sup>, N. Stratton<sup>1<\/sup>, C. J. Grubbs<sup>2<\/sup>, S. Sei<sup>3<\/sup>, J. Clifford<sup>3<\/sup>, B. Cholewa<sup>3<\/sup>, C. V. Rao<sup>1<\/sup>; <br\/><sup>1<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK, <sup>2<\/sup>University of Alabama at Birmingham, Birmingham, AL, <sup>3<\/sup>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"02f8909d-a635-43ec-9bff-40bdd69e312e","ControlNumber":"7400","DisclosureBlock":"&nbsp;<b>V. Madka, <\/b> None..<br><b>G. Pathuri, <\/b> None..<br><b>S. P. Singh, <\/b> None..<br><b>S. Chiliveru, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>A. Bao, <\/b> None..<br><b>N. Stratton, <\/b> None..<br><b>C. J. Grubbs, <\/b> None..<br><b>S. Sei, <\/b> None..<br><b>J. Clifford, <\/b> None..<br><b>B. Cholewa, <\/b> None..<br><b>C. V. Rao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7302","PresenterBiography":"","PresenterDisplayName":"Venkateshwar Madka, MS;PhD","PresenterKey":"f53d0c6c-ba54-4dec-9fad-eb8e2bb341be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7302. Effect of estrogen receptor modulator bazedoxifene on progression of carcinogen induced bladder cancer in female F344 rats","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of estrogen receptor modulator bazedoxifene on progression of carcinogen induced bladder cancer in female F344 rats","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Natural bioactive pigments are of great interest for human health. Marine organisms are underexplored as source of useful metabolites. Diatoms produce diatoxantin (diatox), a xanthophyll with several properties (chemo-preventive, anti-inflammatory, antioxidant, photoprotective, immunomodulatory), that may have beneficial effects. Doxorubicin (doxo) is still one of the most effective chemotherapeutic drugs used in breast cancer (BC) treatment, but has side effects, particularly cardiotoxicity, mainly due to oxidative stress and cardiomyocyte damage. We have assessed the anti-cancer effects of diato, also verifying the absence of cardiotoxicity.<br \/><b>Experimental procedures<\/b>: Diatox was administered to MDA-MB-231 triple negative BC (TNBC) <i>in vitro<\/i>, in combination with doxo by MTT and by 3D-spheroid assays. The modulation of diatox on the secretome of both TNBC cells and Human Umbilical-Vein Endothelial cell line (HUVEc) was assessed <i>in vitro<\/i> by angiogenesis arrays. Gene expression analysis was evaluated by measuring different inflammation and angiogenesis gene expression in cells treated with diato, by qPCR; while transcriptomic analysis was performed by RNA-Seq to verify diato effects on pathways involved in TNBC progression and in HUVEc inflammation.<br \/><b>Results<\/b>: Diatox showed an inhibitory effect on the proliferation of MDA-MB-231 cells and, in combination with doxo, was able to inhibit TNBC spheroid growth, reducing their 3D-integrity and decreasing their viability. Diatoxx was able to down-regulate genes involved in inflammatory and angiogenic processes in HUVEc stimulated by TNF&#945; (angiostatin, IL2, IL4 and PECAM-1 in antibody array and TGF&#946;1, TGF&#946;2, TIMP1 and TIMP2 gene in qPCR analysis). Moreover, diatox reduced several biological processes involved in inflammation and tumour development and metastasis, as demonstrated by RNA-Seq data. In TNBC cells diatox down-regulated ANGPT1, GPR37, ANG, QRICH2, MUC1 genes involved in angiogenesis processes, while EPHA7 was up-regulated. In TNF&#945;-stimulated HUVEc, diatox down-regulated angiogenin, a powerful inducer of angiogenesis, and HSPA12A and EDNRB, which are involved in the regulation of macrophage cytokine production.<br \/><b>Conclusions<\/b>: Diatox shows to be a promising chemo-preventive and angiopreventive natural compound in cancer prevention and therapy. Microalgae derived drugs can represent a potential and relevant source of novel nutraceutical and preventive substances, which can be considered as supplements in therapeutic strategies for cancer prevention. Acknowledgements: The studies were supported by Stazione Zoologica Anton Dohrn, by \"Antitumor Drugs and Vaccines from the Sea \"ADViSE\" project (PG\/2018\/0494374).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Cardiotoxicity,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. M. Noonan<\/b><sup>1<\/sup>, L. Calabrone<sup>2<\/sup>, L. Pistelli<sup>3<\/sup>, C. Brunet<sup>3<\/sup>, C. Sansone<sup>3<\/sup>, D. Morelli<sup>1<\/sup>, G. Chiorino<sup>4<\/sup>, F. Guana<sup>4<\/sup>, A. Albini<sup>5<\/sup>; <br\/><sup>1<\/sup>IRCCS MultiMedica, Milano, Italy, <sup>2<\/sup>I.S.B.- Ion Source & Biotechnologies, Bresso (MI), Italy, <sup>3<\/sup>Stazione Zoologica Anton Dohrn, Napoli, Italy, <sup>4<\/sup>Fondazione Edo ed Elvo Tempia, Milano, Italy, <sup>5<\/sup>IRCCS European Institute of Oncology (IEO), Milano, Italy","CSlideId":"","ControlKey":"dc72966b-be47-4780-8934-5194e9a1fb8d","ControlNumber":"6499","DisclosureBlock":"&nbsp;<b>D. M. Noonan, <\/b> None..<br><b>L. Calabrone, <\/b> None..<br><b>L. Pistelli, <\/b> None..<br><b>C. Brunet, <\/b> None..<br><b>C. Sansone, <\/b> None..<br><b>D. Morelli, <\/b> None..<br><b>G. Chiorino, <\/b> None..<br><b>F. Guana, <\/b> None..<br><b>A. Albini, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7303","PresenterBiography":null,"PresenterDisplayName":"Douglas Noonan, PhD","PresenterKey":"3569af91-d462-405c-afc0-a691092e2853","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7303. The algal carotenoid diatoxanthin shows anti-cancer and cardio-protective properties: RNA seq analysis of potential targets","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The algal carotenoid diatoxanthin shows anti-cancer and cardio-protective properties: RNA seq analysis of potential targets","Topics":null,"cSlideId":""},{"Abstract":"According to the American Cancer Society &#8776;64,050 people will be newly diagnosed with pancreatic cancer in the United States, while &#8776;55, 550 (men and women numbers combined) will die of this malignancy in 2023 alone. Epidemiological studies have indicated that a diet rich in natural agents might reduce pancreatic ductal adenocarcinoma (PDAC) risk, prompting investigations into a natural agent with health benefits in pancreatic diseases [such as the fruits of <i>Momordica Charantia<\/i> (Bitter Melon)] as a potential natural and non-toxic anti-cancer approach against PDAC. Previously we have reported the protective effects of oral Bitter Melon Juice (BMJ-standardized-lyophilized powder) against growth and progression of PDAC in preclinical animal models (xenograft and patient-derived tumor models). In a recent study we reported the efficacy of BMJ against pancreatic cancer in the LSL-KrasG12D\/+, p48Cre\/+ transgenic mouse model [this model mimics the stage-specific progression of intraepithelial neoplasms to PDAC as it occurs in humans]. Both male and female LSL-KrasG12D\/+, p48Cre\/+ transgenic mice were subjected to BMJ intervention (daily oral gavage, dose: 200mg\/kg body wt.) during different stages in disease progression. Intervention was started at 4 or 15 weeks of mice age and continued till study end (10 and 30 weeks of mice age respectively). Additionally, in one group of mice, intervention was initiated at 6 weeks of mice age and continued till 41 weeks of mice age (study end). Outcomes were compared with wild-type and disease-positive untreated control groups. Pancreatic tissue\/tumors were harvested at study end and blood plasma was also collected. In the present study, we performed a stage specific evaluation of tissue and plasma cytokine\/chemokine profiling after BMJ intervention to gain detailed mechanistic insights into the potential of BMJ to mediate it is anti-pancreatic cancer effect <i>via <\/i>modulation of inflammatory pathways associated with PDAC growth and progression. BMJ (15 weeks of treatment) demonstrated a significant response in modulating cytokine\/chemokine profiles in LSL KrasG12D\/+, p48Cre\/+ mice pancreatic cancerous tissues (30 weeks old mice). BMJ intervention specifically downregulated the levels of monocyte chemoattractant protein (MCP-1), macrophage inflammatory protein-1 (MIP-1-gamma), tumor necrosis factor (TNF) receptor (TNFR1), Vascular cell adhesion molecule 1 (VCAM-1\/ CD106) and L-selectin (CD62L). Furthermore, Ingenuity Pathway Analysis indicated significant inhibitory predictions on TNF-&#945;, NF-&#954;B and MCP-1 (CCL-2) associated inflammatory pathways. Overall, these outcomes signify that the anti- cancer effects of BMJ in <i>KRAS<\/i> harboring PDAC tumors is associated with down-regulation of inflammatory pathways associated with growth and progression of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Cancer prevention,Pancreatic cancer,Diet,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Bugata<\/b><sup>1<\/sup>, R. Kumar<sup>1<\/sup>, M. Kabir<sup>1<\/sup>, R. Kant<sup>2<\/sup>, C. Agarwal<sup>2<\/sup>, R. Agarwal<sup>2<\/sup>, K. Raina<sup>1<\/sup>; <br\/><sup>1<\/sup>South Dakota State University, Brookings, SD, <sup>2<\/sup>University of Colorado Denver-Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"65f7bbac-353b-4e6f-a5f2-5c450205192e","ControlNumber":"7228","DisclosureBlock":"&nbsp;<b>L. Bugata, <\/b> None..<br><b>R. Kumar, <\/b> None..<br><b>M. Kabir, <\/b> None..<br><b>R. Kant, <\/b> None..<br><b>C. Agarwal, <\/b> None..<br><b>R. Agarwal, <\/b> None..<br><b>K. Raina, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7304","PresenterBiography":null,"PresenterDisplayName":"Lakshmi Sai Pratyusha Bugata, MS","PresenterKey":"c6923af2-f85b-432a-b74d-92ee73bf16de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7304. Modulation of cytokine and chemokine profiles in pancreatic tumors and plasma <i>via<\/i> stage-specific intervention with <i>Momordica Charantia<\/i> juice in the LSL-KrasG12D\/+, p48Cre\/+ mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of cytokine and chemokine profiles in pancreatic tumors and plasma <i>via<\/i> stage-specific intervention with <i>Momordica Charantia<\/i> juice in the LSL-KrasG12D\/+, p48Cre\/+ mouse model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Colorectal cancer (CRC) is a leading cause of cancer-related deaths worldwide. CRC usually develops from adenomas (CRC precursors) after a long latency period. Prevention is crucial in reducing CRC incidence and progression to cancer. Among several prevention options, calcium has been a widely considered chemo-preventative agent.<br \/><b>Aims: <\/b>Calcium plays a vital role in the regulation of epithelial cell differentiation, which is essential for epithelial growth control. Epidemiological studies have demonstrated that adequate calcium intake is crucial for protection against colonic polyp formation and colorectal cancer. However, recent interventional trials with calcium have had only modest and mixed results, and the question is how to improve efficacy. One potential strategy is to use calcium in combination with additional minerals and trace elements.<br \/><b>Results: <\/b>Our preclinical studies employing monolayer cultures with CRC cell lines and colon organoids cultures from colon polyps have shown that a calcium-rich mineral combination derived from fossilized red algae (Aquamin) is more effective than calcium alone in inducing differentiation, suppressing growth and upregulation of calcium-sensing receptor. When colonic adenomas in culture were subjected to differential proteomic analysis, Aquamin upregulated several proteins involved in proliferation suppression, DNA mismatch repair and inducing differentiation, and apoptosis. Two long-term mouse studies have demonstrated that Aquamin is more effective in suppressing polyp &#38; CRC incidence compared to calcium alone. Based on these findings, we conducted a 90-day FDA-approved trial (a pilot study with ten subjects per arm) comparing the two interventions in human subjects at risk for CRC. Results showed that Aquamin treatment reduced proliferation and increased cell differentiation observed by immunohistochemistry. Proteomic analysis also revealed that the minerals upregulated several proteins related to growth suppression, inducing differentiation and those contributing to cell-cell and cell-matrix adhesion functions and downregulated proteins involved in proliferation and nucleic acid metabolism.<br \/><b>Conclusion:<\/b> These results provide convincing evidence that a multi-mineral combination derived from red algae can provide benefits in preventing CRC that are not seen with calcium alone. Further studies, such as a polyp-prevention trial in human subjects, are warranted to advance these CRC prevention efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemoprevention,Calcium,Colon cancer,Calcium sensing receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Harber, S. McClintock, J. Varani, <b>M. N. Aslam<\/b>; <br\/>University of Michigan Medical School, Ann Arbor, MI","CSlideId":"","ControlKey":"0ed678f7-c73f-4cf1-99a6-c09f57248d1f","ControlNumber":"8949","DisclosureBlock":"&nbsp;<b>I. Harber, <\/b> None..<br><b>S. McClintock, <\/b> None..<br><b>J. Varani, <\/b> None..<br><b>M. N. Aslam, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7305","PresenterBiography":null,"PresenterDisplayName":"Muhammad Aslam, MBBS;MD","PresenterKey":"a4466f6b-bfb2-4373-86ac-05423152069f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7305. Chemoprevention of colorectal cancer: Role of trace minerals in conjunction with calcium ","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemoprevention of colorectal cancer: Role of trace minerals in conjunction with calcium ","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) risk reducing drugs have minimal impact due to their adverse effects and low acceptance by risk-eligible women. Further, they are ineffective against hormone receptor negative (HR-) BC. Novel agents with reduced toxicity and sufficient efficacy that extends beyond HR+ BC are needed. We showed previously that licochalcone A (LicA) from licorice has antioxidant\/anti-inflammatory effects, inhibits aromatase, and blocks estrogen genotoxic metabolism. We hypothesize that LicA prevents HR+ and HR- BC through reprogramming metabolism and antioxidant pathways. We prepared microstructures from the fresh tissue of contralateral unaffected breast of 6 postmenopausal women with unilateral BC. After exposing them to DMSO (control) or LicA (5 &#181;M), we performed total RNA sequencing followed by differential gene expression, pathway identification, and metabolism flux analyses. The NanoString metabolism panel was employed in 6 additional subjects. We performed live cell imaging to monitor proliferation of HR- and HR+ pre-malignant and malignant, as well as BRCA mutated cells. Xenograft models of HR+ and HR- tumors were established in female nude mice followed by 28-day treatment with vehicle or LicA (80 mg\/kg.day, s.c.) and monitoring the tumor growth. Using LC-MS\/MS we measured LicA in the blood and various tissues of intact BALB\/c female mice receiving oral LicA (100 mg\/kg) and assessed PK using Phoenix Platform. We observed significant (combined enrichment scores &#62; 4 and FDR &#60; 0.05) upregulation of antioxidant genes (up to 8-fold), consistent with upregulation of <i>NRF2<\/i> and the thioredoxin system. This was accompanied by significant downregulation of <i>RELA-<\/i> and <i>NF-kB1<\/i>-dependent inflammatory pathways. In addition, we observed decreased expression of <i>PI3K-AKT<\/i> genes and the pro-adipogenic transcription factors <i>SREBF1<\/i> and <i>SREBF2<\/i>, which may explain the downregulation (4 to 32-fold) of cholesterol biosynthesis, transport, and lipid metabolism genes. Metabolism studies confirmed these data and demonstrated a robust increase in the pentose phosphate shunt and NAD(P)H generation without enhancing ribose 5 phosphate formation, suggesting an antioxidant and antiproliferative environment. LicA also suppressed proliferation of pre-malignant and malignant cells, with sustained effects on aggressive cell lines at doses &#60;10 &#181;M. It reduced tumor growth in luminal (P = 0.008) and triple negative (P = 0.001) xenograft models. Oral bioavailability in serum and breast was in the low micromolar range and was sufficient to show efficacy.Our data suggest that LicA is an excellent candidate for both HR+ and HR- BC prevention by reprogramming metabolism and antioxidant pathways leading to decreased proliferation. Our next study will test an optimized oral formulation of LicA in intraductal models of HR+ and HR- precancer lesions in immunocompetent mice to further establish its preventive efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Prevention,Breast cancer,Natural products,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Atieh Hajirahimkhan<\/b><sup>1<\/sup>, Elizabeth  T.  Bartom<sup>1<\/sup>, Sriram Chandrasekaran<sup>2<\/sup>, Ruohui Chen<sup>1<\/sup>, Jeremy  J.  Johnson<sup>3<\/sup>, Susan  E.  Clare<sup>1<\/sup>, Seema  A.  Khan<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern University - Chicago, Chicago, IL,<sup>2<\/sup>University of Michigan, Ann Arbor, MI,<sup>3<\/sup>University of Illinois Chicago, Chicago, IL","CSlideId":"","ControlKey":"98a838d8-a681-4f27-8fee-f7593f6a5308","ControlNumber":"7112","DisclosureBlock":"&nbsp;<b>A. Hajirahimkhan, <\/b> None..<br><b>E. T. Bartom, <\/b> None..<br><b>S. Chandrasekaran, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>J. J. Johnson, <\/b> None..<br><b>S. E. Clare, <\/b> None..<br><b>S. A. Khan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7306","PresenterBiography":null,"PresenterDisplayName":"Atieh Hajirahimkhan, PhD","PresenterKey":"e3fb79a9-64ca-4230-934e-1c2b695ae853","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7306. Licochalcone A is an excellent candidate for preventing luminal and non-luminal breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Licochalcone A is an excellent candidate for preventing luminal and non-luminal breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second most common cancer in American men. The American Cancer Society estimates that in 2023 there have been ~288,300 new cases of PCa and ~34,700 deaths from PCa in the United States. We previously showed that silibinin (SB; a natural flavonolignan from milk thistle seeds) is an effective therapeutic against PCa that inhibits cell growth and mitogenic cell survival via EGFR, IGFR-1, and NF&#954;B signaling. However, the effect of SB on the tumor immunological microenvironment has not been elucidated. Mast cells (MCs) are archetypal solider of the immune system. The dynamics of PCa and MCs are complex, where they may contribute to tumor transformation\/progression\/regression; furthermore, their role in PCa is poorly understood. To address this gap and understand the role of SB in MC regulation, MCs were derived from the bone marrow (BMMCs) of C57BL\/6 mice. BMMCs were generated in the presence of IL-3 and SCF, and were confirmed to be BMMCs using flow cytometry (dual staining: cKit\/Fc&#8364;RI). Thereafter, the BMMCs were exposed to different doses of SB (25-100 &#181;M) and two concentrations (25 &#181;M; SB 25 and 100 &#181;M; SB 100) were selected for further experiments. BMMCs treated with SB 25, SB 100, and untreated (control) were subjected to proteomic analysis using LCMS on Fusion Lumos mass spectrometer. A total of 3575 proteins were identified using the annotated mouse proteome. Statistical analysis was performed using ANOVA followed by Fisher&#8217;s posthoc analysis (p&#60;0.05, FDR&#60;0.01) and 166 proteins were found to be have statistically significant differential expression amongst the three groups (n=4\/group). These 166 proteins were selected for further pathway analysis using Ingenuity Pathway Analysis (IPA; Qiagen). Only pathways specifically demonstrated experimentally in prostatic tissues\/cells were selected for further analysis. Important nodes found for SB regulation of MCs in PCa were androgen receptor (AR), transmembrane serine protease (TMPRSS), and NK3 Homeobox 1 (NKX3-1). AR, TMPRSS, and NkX3-1 are well established in PCA. Most important pathway found was glucocorticoid receptor (GR) signaling; nuclear receptor subfamily 3 group C member 1 (NR3C1) and HS90 were the most important proteins identified in GR signaling. GR signaling may cause androgen deprivation therapy (ADT)-resistance by directly activating AR-target genes (including TMPRSS2) and\/or activating an independent transcriptome. NR3C1 has been shown to share target specificity with AR and is highly upregulated in the resistant tumors. Thus, SB could play an important therapeutic role, specifically in ADT-resistant tumors via regulation of MCs. Further studies are warranted to delineate these mechanisms. Understanding these mechanistic could also potentially aid to decipher a general mechanism of resistance to antiandrogens and potential of SB in treating ADT-resistant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Prostate cancer,Immune cells,Chemoprevention,In vitro,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Mishra<\/b><sup>1<\/sup>, S. Paudel<sup>1<\/sup>, K. Raina<sup>2<\/sup>, P. Maroni<sup>1<\/sup>, C. Agarwal<sup>1<\/sup>, R. Agarwal<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>South Dakota State University, Brookings, SD","CSlideId":"","ControlKey":"a6f47130-0b3b-41af-9e17-0335341a3804","ControlNumber":"2072","DisclosureBlock":"&nbsp;<b>N. Mishra, <\/b> None..<br><b>S. Paudel, <\/b> None..<br><b>K. Raina, <\/b> None..<br><b>P. Maroni, <\/b> None..<br><b>C. Agarwal, <\/b> None..<br><b>R. Agarwal, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7307","PresenterBiography":null,"PresenterDisplayName":"Neha Mishra, PhD","PresenterKey":"3e9d1584-ccfc-4f9a-a1a2-b076b41f7d56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7307. Silibinin regulates glucocorticoid signaling via mast cells: Potential treatment of androgen-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Silibinin regulates glucocorticoid signaling via mast cells: Potential treatment of androgen-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Apoptosis is a controlled program cell death process that the body uses to combat cancer development. Pancreatic cancer is a devastating disease with a poor prognosis. It is usually symptom-free during development and is advanced at diagnosis. BxPC-3 is a pancreatic adenocarcinoma cell derived from a 61-year-old female with adenocarcinoma. <i>Scutellaria barbata<\/i> (SB) and <i>Oldenlanda diffusa <\/i>(OD) have been used in traditional Chinese medicine for treating liver, lung, and rectal cancers. They are included in most herbal cancer treatment formulas in Taiwan hospitals. We previously demonstrated that aqueous extracts of SB and OD selectively induced apoptosis in colon HCT 116 cancer cells but not in colon CCD 841 CoN normal epithelial cells by modulating the pro-apoptotic and anti-apoptotic proteins. They also induced and regulated apoptosis in pancreatic ductal carcinoma PANC-1 Cells. This study used the green\/red\/blue fluorescent Apoptosis \/Necrosis Detection Kit and the Human Apoptosis Antibody Array - Membrane [43 Targets] Test (Abcam). Our fluorescent apoptosis data showed that a 2-hour treatment with 1.5 mg\/mL and 3.0 mg\/mL aqueous extract of SB and OD induced a statistically significant percentage of apoptosis in BxPC-3 cells (SB: 42.5 &#177; 3.5%, 48.5 &#177; 0.5% &#62; 14.0% &#177; 4.0%, p &#60; 0.05; OD: 72.0 &#177; 2.0%, 37.5 &#177; 1.5%&#62; 14.0% &#177; 4.0%, p &#60; 0.05) as compared to the negative control respectively. Similar results were obtained with the 4-hour incubation period (SB: 46.0 &#177; 8.0%, 54.5 &#177; 2.5% &#62; 9.5% &#177; 2.5%, p &#60; 0.05; OD: 49.0 &#177; 7.0%, 37.0 &#177; 0.0%&#62; 9.5% &#177; 2.5%, p &#60; 0.05). From the antibody array-membrane experiments, significant up-regulation of various pro-apoptotic proteins such as Bid, Bim, Bad, Bax, C3, C8, CD40, HTRA, IGFBP-4, IGFBP-4, p53, TNF-&#945;, and TRAIL-2 as compared to the negative controls were observed; and regulation of anti-apoptotic proteins HSP27, IGF-II, and Survivin were also revealed. These results suggest that SB and OD contain phytochemicals that induce apoptosis in pancreatic adenocarcinoma BxPC-3 cells by regulating various apoptotic protein productions. Further study of their specific modulation effects of apoptosis is warranted to reveal their potential chemopreventive and therapeutic properties against pancreatic and other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Apoptosis,Chemoprevention,p53,Caspases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Choi, S. Wolf, R. Isaac, E. Choi, A. Shim, A. Campana, P. T. Uppala, R. Hayes, <b>B. Y. Wong<\/b>; <br\/>Andrews University, Berrien Springs, MI","CSlideId":"","ControlKey":"1157fae1-6bae-48e5-9d49-3bcd0a9db915","ControlNumber":"7587","DisclosureBlock":"&nbsp;<b>C. Choi, <\/b> None..<br><b>S. Wolf, <\/b> None..<br><b>R. Isaac, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>A. Shim, <\/b> None..<br><b>A. Campana, <\/b> None..<br><b>P. T. Uppala, <\/b> None..<br><b>R. Hayes, <\/b> None..<br><b>B. Y. Wong, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7308","PresenterBiography":null,"PresenterDisplayName":"Brian Wong, PhD","PresenterKey":"7001298a-f245-4edf-b155-3e8a673ea4c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7308. Induction of apoptosis via the regulation of pro-apoptotic and anti-apoptotic proteins in pancreatic adenocarcinoma BxPC-3 cells by Chinese medicinal herbs <i>Scutellaria barbata <\/i>and<i> Oldenlandia diffusa<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induction of apoptosis via the regulation of pro-apoptotic and anti-apoptotic proteins in pancreatic adenocarcinoma BxPC-3 cells by Chinese medicinal herbs <i>Scutellaria barbata <\/i>and<i> Oldenlandia diffusa<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is the second leading invasive cancer with a greater capacity to invade and metastasize. Increased oxidative stress has been shown to be involved in melanoma growth and spread. Several antioxidants, vitamins, and other phytochemicals have been shown to prevent melanoma cancer growth. However, the chemopreventive efficacy of vialinin-A, an edible mushroom-derived p-terphenyl antioxidant, on cancer growth and invasion is unknown. We, therefore, hypothesized that with its potent anti-oxidative and anti-inflammatory actions, vialinin-A could prevent melanoma cell growth and invasion. B16-F10 melanoma cells were treated without or with various concentrations of vialinin-A. The cell viability was determined by MTT assay and apoptosis by annexin-V staining. Our results suggest that vialinin-A prevents melanoma cell growth in a dose-dependent manner. Vialinin-A also prevents the invasion and migration of melanoma cells. Further, vialinin-A prevents the generation of reactive oxygen species and promotes apoptosis of B16-F10 cells. In addition, vialinin-A increases the activation of caspase-3 and cleavage of PARP protein. Vialinin-A also regulated the expression of various anti-apoptotic, pro-apoptotic, and inflammatory markers in melanoma cells. In conclusion, our results suggest that vialinin-A, through regulating oxidative stress-modulated apoptotic pathways, could prevent melanoma cell growth and invasion and has potential chemopreventive properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Oxidative stress,Antioxidant,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Vo<\/b>, A. Zafar; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"7c0ffbc7-944e-41c8-a8e7-70c202de4224","ControlNumber":"8058","DisclosureBlock":"&nbsp;<b>A. Vo, <\/b> None..<br><b>A. Zafar, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6393","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7309","PresenterBiography":null,"PresenterDisplayName":"Alexandria Vo, BS","PresenterKey":"e36e6190-a8d4-452e-8e35-89a4cdb730a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7309. Edible mushroom derived antioxidant, vialinin A, prevents melanoma growth and invasion","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Edible mushroom derived antioxidant, vialinin A, prevents melanoma growth and invasion","Topics":null,"cSlideId":""},{"Abstract":"Exposure to UVB radiation causes various malignancies, including basal cell carcinoma (BCC) and squamous cell carcinoma (SCC). BCC is the most prevalent skin cancer type worldwide; ~3.6 million cases of BCC are diagnosed annually in the USA. Silibinin (SB) is a naturally occurring flavonolignan that is present in milk thistle seeds. It has been shown to effectively reduce BCC occurrence upon UVB radiation exposure, in both pre- and post-treatment studies, when applied topically. However, SB efficacy, when fed in diet, against UVB-induced BCC formation and growth has not been reported. We addressed this question employing Ptch+\/- mice, where animals were divided into three groups. Group 1: control group, mice were fed adjusted vitamin diet (AIN-76A; TD94096) with no UVB exposure. Group 2: UVB group, mice were fed pellet control diet (semi-purified, modified AIN-76A) and exposed to UVB (240 mJ\/cm<sup>2<\/sup>) 3 times\/week (Mon, Wed, Fri). Group 3: SB group, mice were fed 1% SB (w\/w)-supplemented diet and exposed to UVB similar to that in Group 2. This protocol was followed for 26 weeks; thereafter, animals were sacrificed at 14 weeks and 26 weeks post-UVB initiation, and skin samples were harvested and analyzed for BCC formation. &#946;-galactosidase staining showed the development of BCC lesions at 26 weeks in the UVB group; however, SB-fed group had both lesser number of BCC lesions and decreased area covered by BCCs as compared to the UVB group. Non-UVB exposed control group had no BCC lesions. To address if SB feeding starts exerting its efficacy earlier than 26 weeks, we selected the early efficacy timepoint for transcriptomics analysis to determine the mechanism of SB efficacy. Skin RNA samples from the 14-week time point (n=4\/group; RIN&#8805;7; DV200&#62;85%) were subjected to library preparation (550 ng of total RNA; Zymo-Seq RiboFree Total RNA Library Kit), ribosomal RNA-depletion RNA sequencing (80 million paired-end reads\/sample), and data processing. About 16,000 unique genes were identified, of which ~65% were protein-coding genes. The samples within each group were highly correlated (mean&#62;0.99; Pearson&#8217;s correlation). The UVB cluster was sequestered away from the other groups, indicating that the SB diet effectively mitigated the effects of UVB exposure, even at the transcriptome level. Additionally, gene ontology and pathway enrichment analysis (Ingenuity Pathway Analysis, Qiagen) of differentially expressed genes (p&#60;0.05; fold change&#8804;2) showed UVB-induced aberration and SB-associated enrichment in mitotic prometaphase, metaphase, and anaphase pathways, RHO GTPase signaling, and cell cycle regulation; the top functional network found to be dysregulated was lipid metabolism. Taken together, these results highlight the potential of dietary SB intake (apart from topical SB) to be an effective modality against UVB-induced BCC formation and growth and identify molecular targets that are plausibly involved in SB efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Skin,Chemoprevention,Cancer therapy,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Paudel<sup>1<\/sup>, N. Mishra<sup>1<\/sup>, K. Raina<sup>2<\/sup>, C. Agarwal<sup>1<\/sup>, <b>R. Agarwal<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>South Dakota State University, Brookings, SD","CSlideId":"","ControlKey":"763f787c-b143-474c-9150-f3aa905b83a8","ControlNumber":"2076","DisclosureBlock":"&nbsp;<b>S. Paudel, <\/b> None..<br><b>N. Mishra, <\/b> None..<br><b>K. Raina, <\/b> None..<br><b>C. Agarwal, <\/b> None..<br><b>R. Agarwal, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7310","PresenterBiography":null,"PresenterDisplayName":"Neha Mishra, PhD","PresenterKey":"3e9d1584-ccfc-4f9a-a1a2-b076b41f7d56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7310. Dietary feeding of silibinin effectively protects against UVB-induced basal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dietary feeding of silibinin effectively protects against UVB-induced basal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the leading cause of cancer death in women in the US and the second leading cancer after skin cancer in women worldwide. According to the CDC, women from 45-84 years of age are most at risk, with approximately 30% of deaths in this group being from cancer. Increased free radical formation, and oxidative and inflammatory responses have been shown to be major contributing factors for the progression of breast cancer. Several antioxidants and vitamins have been tested for their efficacy in preventing breast cancer. However, the role of vitamin B1 derivatives in the prevention of breast cancer is not known. Therefore, we hypothesize that with potent anti-oxidative and anti-inflammatory actions, lipid-soluble derivatives of vitamin B1 (thiamine), such as benfotiamine and fursultiamine, could prevent breast cancer growth and spread. We have treated human breast cancer cells such as MCF-7 and T-4D1 and mouse breast cancer cells 4T1 with vitamin B1 derivatives and examined the cancer cells growth. Our results indicate that treatment of various breast cancer cells with benfotiamine and fursultiamine prevents the proliferation of cancer cells in a dose-dependent manner. Further, both benfotiamine and fursultiamine by regulating the activation of caspase-3 and cleavage of PARP protein could prevent breast cancer cells growth. Benfotiamine and fursultiamine also regulates generation of reactive oxygen species in breast cancer cells. Further, vitamin B1 derivatives regulate the expression of various anti-apoptotic, pro-apoptotic, survival and inflammatory factors in both human and mouse breast cancer cells. We next planned to examine the effect of vitamin B1 derivatives on breast cancer growth in vivo using athymic nude mouse models. In conclusion, our in vitro results suggest that vitamin B1 derivatives, benfotiamine and fursultiamine, by promoting the apoptotic pathways prevent breast cancer cells growth and could be further developed as chemopreventive drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Breast cancer,Apoptosis,Vitamin B1,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. C. O'Neill, <b>A. P. Langmead<\/b>, K. V. Ramana; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"276a0349-2674-4818-b14f-f967c52abcc8","ControlNumber":"1181","DisclosureBlock":"&nbsp;<b>C. C. O'Neill, <\/b> None..<br><b>A. P. Langmead, <\/b> None..<br><b>K. V. Ramana, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7311","PresenterBiography":null,"PresenterDisplayName":"Aveline Langmead, BS","PresenterKey":"3f5e16af-febd-41bb-bb89-dae11cea83d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7311. Lipid soluble vitamin B1 derivatives, benfotiamine and fursultiamine, prevent breast cancer cells growth","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipid soluble vitamin B1 derivatives, benfotiamine and fursultiamine, prevent breast cancer cells growth","Topics":null,"cSlideId":""},{"Abstract":"Background: Ovarian carcinoma (OC) is the leading cause of death from gynecologic cancers mainly due to late detection, where most patients are diagnosed at advanced stages (51% in stage III; 29% in stage IV). Despite an overall more favorable prognosis, endometrial carcinoma (EC) is the most common gynecologic cancer, with an increasing incidence and where some subtypes are associated with a poor prognosis. Identification of DNA mutations from precancerous lesions or early-stage OC and EC would allow for early intervention. Liquid biopsies through routine sampling such as endocervical sampling, or blood collection for isolation and analysis of ctDNA have previously been assessed for their use in detection of OC and EC. These studies have provided evidence that tumor-derived mutations can be detected in endocervical samples, supporting endocervical liquid biopsies as a potential source of ctDNA. Herein, we aimed to construct a diagnostic gene panel corresponding to common mutation profiles of OC and EC to detect early-stage malignancy through a non-invasive approach.<br \/>Methods: Using the NGS-method, Simple multiplexed PCR-based barcoding of DNA for sensitive mutation detection using sequencing (SiMSen-Seq), a gene panel was constructed targeting hotspot mutations in known OC- and EC-associated genes. Hotspots were identified using the Catalogue of Somatic Mutations in Cancer (COSMIC) database or retrieved from the literature and assays were designed for amplification of short DNA fragments. Precise assay development was carried out including multiple steps of careful validation to ensure high specificity and efficient amplification. Individual assays were validated in multiple steps using qPCR and fragment analysis.<br \/>Results: The gene panel was designed as two non-overlapping subunits for comprehensive diagnosis of OC and EC. The two constructed multiplexes, together composed of 125 single assays target genomic regions in 34 EC and OC-associated genes e.g., <i>PTEN<\/i>, <i>TP53<\/i>, <i>PIK3CA<\/i> and <i>CTNNB1<\/i>. Included assays had a median amplicon size of 92 bp (range 57-111 bp). Both multiplexes displayed good performance with distinguishable libraries at low DNA input (10 ng). Validation of individual assays showed high specificity and efficient amplification where &#62;80% of assays displayed a sequencing coverage &#62;500 UMI counts at a consensus depth of 3. Patient coverage calculations of COSMIC data suggested comparable coverage as similar published approaches.<br \/>Conclusion: The results suggest that the constructed gene panel has great potential to detect mutations in liquid biopsies collected from the gynecologic tract, despite low tumor DNA levels. Validation of the two multiplexes by fragment analysis and sequencing showed high performance, hence, prospective for the approaching sequencing of liquid biopsies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Ovarian cancer,Endometrial cancer,Liquid biopsies,Circulating tumor DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Schumacher<\/b>, T. Carlsson, J. Malchau Lauesgaard, A. Linder, A. Olsson Widjaja, K. Sundfeldt; <br\/>University of Gothenburg, Gothenburg, Sweden","CSlideId":"","ControlKey":"84d3d3d2-cd35-46a3-a3a0-e11cc6779536","ControlNumber":"4352","DisclosureBlock":"&nbsp;<b>S. Schumacher, <\/b> None..<br><b>T. Carlsson, <\/b> None.&nbsp;<br><b>J. Malchau Lauesgaard, <\/b> <br><b>Gedeon Richter Nordics AB<\/b> Independent Contractor.<br><b>A. Linder, <\/b> None..<br><b>A. Olsson Widjaja, <\/b> None..<br><b>K. Sundfeldt, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7312","PresenterBiography":null,"PresenterDisplayName":"Sara Schumacher","PresenterKey":"0358e85b-5918-4534-8370-1dede5aa2d64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7312. Construction of a gene panel for liquid biopsy-based diagnostics of gynecologic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Construction of a gene panel for liquid biopsy-based diagnostics of gynecologic cancer","Topics":null,"cSlideId":""},{"Abstract":"Our research is (focused) on delineating the relationship of aging and cancer with the goal to develop prevention and intervention therapies. Our success towards this end is based on the ability to employ companion dogs in clinical studies, particularly given the similarities of aging and cancer in dogs and people. Here, we report results of the development of both a companion diagnostic and a potential therapeutic intervention from the canine clinical Shine On study. The Shine On study included a training set of 97 dogs in four groups, consisting of (1) healthy 2-4 year-old dogs that were skeletally mature but had not reached the age boundary where cancer risk is apparent, and three groups where dogs had pathologically confirmed (2) hemangiosarcomas, (3) other malignant cancers, or (4) benign splenic masses. It also included a test set of 209 dogs over 6 years of age with no evidence of cancer or other chronic diseases. Using the Shine On Suspicion (SOS) test, dogs could be assigned to a low-risk category, where the probability of developing cancer over the next 400 days (approximately 1\/10<sup>th<\/sup> of a modern domestic dog&#8217;s lifespan) was less than 4%, or to a high-risk category, where the probability of developing cancer over the same time period was almost 25%, and it increased to more than 50% by 1,450 days. Not surprisingly, the relative risk of cancer in dogs that were originally assigned to the low-risk category increased in a fashion that was comparable to that seen in dogs assigned to the high-risk category within 400-600 days after testing. We have used the bispecific ligand targeted toxin, eBAT, as a strategic preventative in seven dogs to date. The drug is well tolerated and associated with favorable outcomes (extended lifespan with no cancer deaths). Ongoing experiments seek to define the identity and functional properties of putative-niche forming cells and mechanisms through which we can modify the permissive environment to delay or prevent cancer in dogs - and eventually in humans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Prevention,Flow cytometry,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. F. Modiano<\/b><sup>1<\/sup>, A. J. Schulte<sup>1<\/sup>, R. Dicovitsky<sup>2<\/sup>, T. A. DePauw<sup>1<\/sup>, A. Khammanivong<sup>1<\/sup>, M. Lewellen<sup>1<\/sup>, L. E. Burt<sup>1<\/sup>, D. A. Vallera<sup>1<\/sup>, G. R. Cutter<sup>3<\/sup>, A. L. Winter<sup>2<\/sup>, K. M. Stuebner<sup>1<\/sup>, A. Chehadeh<sup>2<\/sup>, S. Pracht<sup>2<\/sup>, A. Borgatti<sup>1<\/sup>, M. S. Henson<sup>1<\/sup>, E. B. Dickerson<sup>1<\/sup>, C. Ober<sup>4<\/sup>, K. L. Anderson<sup>2<\/sup>, E. Nell<sup>5<\/sup>, A. L. Sarver<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>University of Minnesota, St. Paul, MN, <sup>3<\/sup>University of Alabama, Birmingham (Emeritus), Birmingham, AL, <sup>4<\/sup>Darkside Veterinary Imaging, Woodbury, MN, <sup>5<\/sup>Acuity Veterinary Imaging, Menlo Park, CA","CSlideId":"","ControlKey":"5fe13a72-d2c8-4980-898b-79bad0ba519a","ControlNumber":"5176","DisclosureBlock":"<b>&nbsp;J. F. Modiano, <\/b> <br><b>IDEXX Laboratories<\/b> Other, Consulting (KOL). <br><b>Invenra, Inc.<\/b> Independent Contractor. <br><b>ImmunityBio, Inc.<\/b> Other, IACUC. <br><b>Anivive Lifesciences, Inc.<\/b> Other, License agreement. <br><b>Companion Biosciences<\/b> Other, Founder.<br><b>A. J. Schulte, <\/b> None..<br><b>R. Dicovitsky, <\/b> None..<br><b>T. A. DePauw, <\/b> None.&nbsp;<br><b>A. Khammanivong, <\/b> <br><b>Oncodea<\/b> Employment.<br><b>M. Lewellen, <\/b> None..<br><b>L. E. Burt, <\/b> None.&nbsp;<br><b>D. A. Vallera, <\/b> <br><b>GTBP Georgetown Biopharma<\/b> Other, Patent Inventor entitled to royalties and License Agreement through U of M. <br><b>Anvive<\/b> Other, Patent inventor entitled to royalties and license agreement through U of M. <br><b>G. R. Cutter, <\/b> <br><b>Pythagoras, Inc<\/b> Employment. <br><b>See comments<\/b> Other, Dr. Cutter serves on DSMBs for the companies listed: Applied Therapeutics, AI therapeutics, AMO Pharma, Astra-Zeneca, Avexis Pharmaceuticals, Bristol Meyers Squibb\/Celgene, CSL Behring, Cynata Therapeutics, Horizon Pharmaceuticals, Immunic, Karuna Therapeutics, Kezar Life Sciences, Mapi Pharmaceuticals LTD, Merck, Mitsubishi Tanabe Pharma Holdings, Opko Biologics, Prothena Biosciences, Novartis. <br><b>See comments<\/b> Other, Dr. Cutter serves on DSMBs for the companies and institutions listed: Pipeline Therapeutics, Regeneron, Sanofi-Aventis, Reata Pharmaceuticals, Teva Pharmaceuticals, Visioneering Technologies, Inc., University of Texas Southwestern, University of Pennsylvania, and NHLBI (Protocol Review Committee). <br><b>see comments<\/b> Other, Dr. Cutter serves in Consulting or Advisory Boards for the companies listed: Alexion, Antisense Therapeutics, Avotres, Biogen, Clene Nanomedicine, Clinical Trial Solutions LLC,Endra Life Sciences, Entelexo Biotherapeutics, Inc., Genzyme, Genentech, GW Pharmaceuticals, Hoya Corporation, Immunic, Immunosis Pty Ltd,  Klein-Buendel Incorporated, Linical, Merck\/Serono, Novartis, Perception Neuroscience. <br><b>see comments<\/b> Other, Dr. Cutter serves in Consulting or Advisory Boards for the companies listed: Protalix Biotherapeutics,  Regeneron, Roche, SAB Biotherapeutics, Sapience Therapeutics.<br><b>A. L. Winter, <\/b> None..<br><b>K. M. Stuebner, <\/b> None..<br><b>A. Chehadeh, <\/b> None..<br><b>S. Pracht, <\/b> None.&nbsp;<br><b>A. Borgatti, <\/b> <br><b>Lifengine (Leah Labs)<\/b> Grant\/Contract, Other, Canine clinical study. <br><b>Anivive<\/b> Other, DSAB, License agreement. <br><b>Calviri<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract.<br><b>M. S. Henson, <\/b> None..<br><b>E. B. Dickerson, <\/b> None..<br><b>C. Ober, <\/b> None..<br><b>K. L. Anderson, <\/b> None..<br><b>E. Nell, <\/b> None..<br><b>A. L. Sarver, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7313","PresenterBiography":null,"PresenterDisplayName":"Jaime Modiano, PhD;VMD","PresenterKey":"9e15fa32-10b5-4e83-9217-80a01499e43e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7313. Risk assessment, early detection, and strategic prevention of naturally occurring cancers in companion dogs","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Risk assessment, early detection, and strategic prevention of naturally occurring cancers in companion dogs","Topics":null,"cSlideId":""},{"Abstract":"Multi-cancer early detection (MCED) liquid biopsy screening tests provide great promise for both first-time cancer detection, and recurrence monitoring applications. The prominent feature of asymptomatic cancer screening solutions is their demand for ultra-high specificity (e.g., circa 99.99%), while maintaining a reasonable sensitivity. However, the challenges of screening are not limited to these technical specifications. Among other challenges, psychological and economical barriers-to-entry can be mentioned. In this work, we discuss the value of adding a high-sensitivity liquid-biopsy prescreening system to a screening solution. Such a tandem system can retain the high specificity offered by the screening solution, while relieving some of the economical concerns in cancer screening, by providing an opportunity to forgo screening in individuals with negative prescreening results. In order to serve in a general multi-cancer scheme, the prescreening solution must be MCED in nature. While our screening solution is primarily single-cell genomics\/proteomics-based, we adopted a predominantly proteomics-based solution for prescreening. A proteomics solution has the potential to be notably more economical due to its simplicity\/maturity. This is in contrast to the relatively high cost of the &#8242;omics-based screening methods. Nevertheless, proteomics-based solutions, historically, have suffered from limited sensitivity and low specificity. In order to attain a high sensitivity while maintaining a workable specificity, we have used a complex Artificial Intelligence (AI) based system, comprising machine learning (ML) and Expert Systems (ES). Our MCED blood-based prescreening solution has been successfully tested on a series of cancers, including (among others) the cancers of breast, lung, prostate, ovary, uterus, and cervix, with cancer signal detection sensitivity of &#8776;92% for early stages (Stage I or II). While a tandem prescreening-screening system is designed primarily for testing asymptomatic individuals for early detection of cancer, a prescreening method has other potential uses. For instance, it can be used for: 1) minimal residual disease (MRD) detection after treatment; 2) recurrence monitoring after achieving remission. In particular, in cases where the original cancer is aggressive and has a high chance of recurrence, e.g., triple-negative breast cancer (TNBC), such a prescreening test can be repeated several times in the course of a year, providing the patient with measurements that are affordable and near real-time. In conclusion, the introduced proteomics\/AI-based prescreening system could provide an economical, yet high-sensitivity solution for general adoption, acting primarily as a molecular risk assessment tool, to be performed prior to using a high-specificity screening modality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Cancer,Screening,Artificial Intelligence (AI),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. G. Kermani<\/b>; <br\/>Crystal Genetics, Inc., Los Altos, CA","CSlideId":"","ControlKey":"2d9f0ad3-293f-4bb1-979d-3094cfcea3ee","ControlNumber":"7700","DisclosureBlock":"<b>&nbsp;B. G. Kermani, <\/b> <br><b>Crystal Genetics<\/b> Employment, Fiduciary Officer, Stock, Patent, Trademark, Other Intellectual Property. <br><b>Illumina<\/b> Stock, Patent. <br><b>Guardant Health<\/b> Stock, Patent. <br><b>Complete Genomics<\/b> Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7314","PresenterBiography":null,"PresenterDisplayName":"Bahram Kermani, PhD","PresenterKey":"e32fb561-f03b-43b0-8a54-cf6adff611ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7314. Technological and economic values of an AI-based pre-screening multi-cancer early detection (MCED) liquid-biopsy test as a companion system for a cancer screening solution","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Technological and economic values of an AI-based pre-screening multi-cancer early detection (MCED) liquid-biopsy test as a companion system for a cancer screening solution","Topics":null,"cSlideId":""},{"Abstract":"The Oral and Salivary Cancer Biology Program at National Institute of Dental and Craniofacial Research (NIDCR) supports research activities that improve early detection and treatment of cancers of the oral cavity, pharynx, and salivary glands. We promote basic science research on the regulatory pathways and transformation process of pre-cancerous lesions to primary and metastatic tumors, as well as translational science activities to develop novel technologies and therapeutics for the diagnosis, prognosis, and treatment of cancers. NIDCR and National Cancer Institute (NCI) have established long-term collaborations to promote and co-manage awards funded through The Immuno-Oncology Translational Network (IOTN) of the Cancer Moonshot program, Specialized Programs of Research Excellence (SPOREs), and Early Detection Research Network (EDRN) program. NIDCR and NCI have co-developed Notice of Special Interest (NOSI) and Request for Application (RFA) on Advancing Head and Neck Cancer Early Detection Research (AHEAD), which co-funded seven research projects to discover and develop molecular signatures of early detection and diagnosis of HPV positive and negative head and neck cancer (HNC). To further strengthen NIDCR and NCI collaboration, we jointly organized the symposium to promote HNC early detection and biomarker identification at the American Head and Neck Society (AHNS) 11th International Conference on Head and Neck Cancer in July 2023. In addition, NIDCR has organized a symposium to promote HNC research at the 2024 annual meeting of American Association for Dental, Oral, and Craniofacial Research (AADOCR) to celebrate the 75th anniversary of NIDCR. This AADOCR symposium will feature the collaboration between NIDCR with NCI in the Cancer Moonshot program focusing on immunoprevention and immunotherapy, HNC early detection and biomarker research in AHEAD and EDRN, and investigation of HPV positive and negative HNC and clinical translational research under SPORE. At this 2024 AACR annual meeting, NIDCR and NCI program directors will present the collaborations and funding opportunities between NIDCR and NCI, focusing on early cancer detections and biomarker discovery and validation. Collaboration between NIDCR with NCI provides a unique opportunity to promote basic, translational, and clinical research in advancing HNC early detection to benefit cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-14 Other,,"},{"Key":"Keywords","Value":"Head and neck cancers,Early detection,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Chen<\/b><sup>1<\/sup>, W. Wang<sup>2<\/sup>; <br\/><sup>1<\/sup>National Institute of Dental and Craniofacial Research, NIH, Bethesda, MD, <sup>2<\/sup>National Cancer Institute, NIH, Rockville, MD","CSlideId":"","ControlKey":"d3f7cc66-6529-4b6f-a56b-8a4c54d7c043","ControlNumber":"4742","DisclosureBlock":"&nbsp;<b>Z. Chen, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7315","PresenterBiography":null,"PresenterDisplayName":"Zhong Chen, MD;PhD","PresenterKey":"fbbe886d-83a7-4b94-a047-82d330817fe8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7315. Collaboration between NIDCR and NCI promotes innovative research in head and neck cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"410","SessionOnDemand":"False","SessionTitle":"Secondary and Tertiary Cancer Prevention Studies and Patient Communication Decision Making","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Collaboration between NIDCR and NCI promotes innovative research in head and neck cancers","Topics":null,"cSlideId":""}]