[{"Abstract":"Background: Neuroendocrine tumors (NETs) are rare malignancies derived from enterochromaffin cells of the diffuse neuroendocrine system and most frequently observed in the gastrointestinal tract and bronchopulmonary system. Surgery is the major treatment for localized NETs. In high-grade NETs, treatment opportunities include chemotherapeutic drugs such as temozolomide (TEM), and capecitabine and small-molecule targeted therapies such as everolimus or sunitinib. Despite promising initial responses, most patients develop therapy resistance by unknown mechanisms. Therefore, there is a pressing need to apprehend the mechanisms of resistance to improve the therapeutic efficacy of the current treatments. Phosphatases are emerging and novel targets in human malignancies and their modulation yields significant anti-tumor activities. Dual specificity phosphatase 6 (DUSP6) is a MAPK phosphatase and mainly binds to and dephosphorylates extracellular signal-regulated kinase (ERK)1\/2. DUSP6 expression is increased in several malignancies, correlating with distant metastases and a worse clinical outcome. Moreover, DUSP6 mediates resistance to certain chemotherapeutics and small molecular tyrosine kinase inhibitors and its blockade increases therapeutic sensitivity. The current study aimed to investigate the contribution of DUSP6 to therapy resistance in the NET models.<br \/>Material and Methods: Using Western blot analysis, the expression of DUSP6 was measured in 8 clinical samples of small bowel neuroendocrine tumors, the NET cell lines BON-1, H69, IMR-32, QGP and H524 and two PDX models, 1452 (rectal neuroendocrine) and 913 (pancreatic neuroendocrine). The effects of DUSP6 depletion on cell viability were explored using a pharmacological inhibitor, BCI, and its siRNA-mediated knockdown. Moreover, BCI-mediated apoptotic cell death was measured by an annexin V\/PI staining assay.<br \/>Results: DUSP6 expression was positive in 5 out of 8 clinical samples, 4 NET cell lines and both the PDX models. BCI treatment induced an apoptotic response in the NET models and synergistically increased sensitivity to TMZ and cisplatin in 1452 cells., RNAi-mediated depletion of <i>DUSP6<\/i> also increased sensitivity to sunitinib and triggered TMZ-induced apoptotic cell death in 1452 cells, which was associated with changes in (O<sup>6<\/sup>-Methylguanine-DNA-methyltransferase) MGMT expression. These findings suggest that DUSP6 is an important therapeutic target in neuroendocrine tumors and its blockade is a promising therapeutic approach to enhance the therapeutic index of current treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,Drug resistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Majid Momeny<\/b><sup>1<\/sup>, Vahid Khalaj<sup>1<\/sup>, Solmaz AghaAmiri<sup>1<\/sup>, Po Hien Ear<sup>2<\/sup>, Servando Hernandez Vargas<sup>1<\/sup>, Sukhen Ghosh<sup>1<\/sup>, Ali Azhdarinia<sup>1<\/sup><br><br\/><sup>1<\/sup>The Univeristy of Texas Health Science Center Houston, Houston, TX,<sup>2<\/sup>Department of Surgery, University of Iowa, Iowa city, IA","CSlideId":"","ControlKey":"5b8898c8-4d14-4e72-adff-fd1a1ed170e6","ControlNumber":"2868","DisclosureBlock":"&nbsp;<b>M. Momeny, <\/b> None..<br><b>V. Khalaj, <\/b> None..<br><b>S. AghaAmiri, <\/b> None..<br><b>P. H. Ear, <\/b> None..<br><b>S. H. Vargas, <\/b> None..<br><b>S. Ghosh, <\/b> None..<br><b>A. Azhdarinia, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1111","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5953","PresenterBiography":null,"PresenterDisplayName":"Majid Momeny, PhD","PresenterKey":"cde286f4-0ee3-4986-9b32-ab342c616193","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5953. DUSP6 is a novel target in neuroendocrine tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DUSP6 is a novel target in neuroendocrine tumors","Topics":null,"cSlideId":""},{"Abstract":"The integration of big data analytics with cancer research is catalyzing a transformative approach in cancer treatment, primarily focusing on the discovery of novel and efficacious anticancer targets. Our study presents an advanced algorithm, specifically crafted to exploit the extensive data available in the field of oncology. We started with the genomic and clinical information of 8,864 patients with 33 different cancers (TCGA). Then we implemented the following algorithm to discover anti-cancer targets by analyzing the clinical significance (cBioPortal), drug development status (Cortellis), and oncogenicity (DepMap) of candidate genes: Candidate genes = {gene | gene &#8712; Genes, [Frequency(gene) &#62; 50, Drug(gene) &#8712; {'biological testing', 'preclinical stage'}, Association(gene) &#8805; 0.4, Publication(gene) &#8804; 200] &#8744; [Publication(gene) &#8805; 200 &#8743; Boolean(gene)]}. We employed this algorithm to analyze fusion genes, which represent promising anti-cancer targets known for their potential to elicit substantial clinical responses, but there is a high demand for new ones. We identified four druggable therapeutic targets out of a total of 15,291 fusion genes through the algorithm: frame-shifted FGFR3-TACC3, in-framed DLK1-RPS11, frame-shifted CHP1-RAD51B, and in-framed TBC1D22A-SMYD3. We conducted in vitro validation studies of these fusion genes in NIH3T3 cell lines, and it confirmed that all of the fusion genes not only produce mRNA and protein levels but also induce oncogenic effects on cellular behavior. In the case of FGFR3-TACC3, the introduced fusion gene induced mRNA (p &#60; 0.05) and protein expression (p &#60; 0.05) even when frame-shifted. In addition, the proliferation rate of transformed cells increased more than 4-fold on day 10 (p &#60; 0.0001) and colony formation increased more than 5-fold on day 21 (p &#60; 0.01) compared to wild-type cells. These results demonstrate the tumorigenicity of the fusion genes. Taken together, this study emphasizes the crucial role of big data in propelling oncology research forward. The algorithm we developed can offer a new pathway for creating innovative cancer treatment, marking a significant advancement in the realm of personalized cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Fusion genes,Bioinformatics,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Dooho Kim<\/b><sup>1<\/sup>, Jong Woo Park<sup>2<\/sup>, Jung-Ae Kim<sup>3<\/sup>, Jeong-Hoon Kim<sup>4<\/sup>, Tae Sub Park<sup>1<\/sup>, Joonghoon Park<sup>1<\/sup><br><br\/><sup>1<\/sup>Seoul National University, Pyeongchang, Korea, Republic of,<sup>2<\/sup>Hyundai Pharm Co., Gyeonggi-do, Korea, Republic of,<sup>3<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of,<sup>4<\/sup>Korea Research Institute of Bioscience and Biotechnology, Deojeon, Korea, Republic of","CSlideId":"","ControlKey":"dad6345a-064f-4e0a-801d-d9e98a2d802d","ControlNumber":"8594","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>T. Park, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1113","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5954","PresenterBiography":null,"PresenterDisplayName":"Dooho Kim, B Eng","PresenterKey":"071d2c34-563b-4693-9b68-ab9e9effe951","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5954. Big data-driven discovery of novel oncogenic fusion genes for anticancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Big data-driven discovery of novel oncogenic fusion genes for anticancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is the most common and aggressive primary brain malignancy, which accounts for about half of all brain tumors. Notably, GBM has been shown to express high levels of microRNA-10b (miR-10b) compared to normal brain tissue, which expresses virtually no miR-10b. Importantly, the mounting body of evidence suggests that suppressing miR-10b in glioblastoma cells disrupts various pathways involved in tumor formation, ultimately leading to the suppression of tumor growth and an increase in apoptosis. We have recently reported that our experimental nanodrug targeting miR-10b (MN-anti-miR10b) effectively suppresses miR-10b expression, inhibits tumor cell migration and invasion, and decreases GBM cell viability <i>in vitro<\/i>. MN-anti-miR10b consists of an iron oxide core with cross-linked dextran, which acts as the delivery vehicle, and is further conjugated with Cy5.5 fluorophores and therapeutic anti-miR-10b locked-nucleic acid antagomirs. The iron oxide core provides MR imaging contrast while Cy5.5 enables optical imaging modalities <i>in vivo<\/i>. In this study, U251, human GBM cells, were orthotopically implanted in nude, athymic mice and injected via tail vein with PBS, scrambled antagomir vehicle control (MN-Scr), or MN-anti-miR10b (10 and 20 mg Fe\/kg), beginning on day 7 post-implantation. Mice were injected with respective treatments once a week for 6 weeks before assessing changes in survival and expression of miR-10b. In one trial, we assessed the differences in survival between treatment groups after completion of the injection regimen and found that MN-anti-miR10b can increase survival compared to control groups. In another trial, mice were euthanized one week after the last injection and GBM tissues were assessed for miR-10b expression by qRT-PCR. RNA samples extracted from this trial have been submitted for RNA sequencing and differential gene expression analysis will be performed. Here, we demonstrated <i>in vivo <\/i>that MN-anti-miR10b can efficiently decrease miR-10b expression (57%) and increase median survival (MN-anti-miR10b: 54.5 days vs MN-Scr: 44 days vs PBS: 44 days) compared to PBS and MN-Scr treatment groups. These studies suggest the use of MN-anti-miR10b can be effective in the treatment of GBM <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,MicroRNA,Nanoparticle,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Bryan Doyun Kim<\/b><sup>1<\/sup>, Elizabeth Kenyon<sup>2<\/sup>, Ming Chen<sup>2<\/sup>, Sujan Mondal<sup>2<\/sup>, Ana deCarvalho<sup>3<\/sup>, Anna Moore<sup>2<\/sup><br><br\/><sup>1<\/sup>Biomedical Engineering, Michigan State University, East Lansing, MI,<sup>2<\/sup>Radiology, Michigan State University, East Lansing, MI,<sup>3<\/sup>Henry Ford Health, Detroit, MI","CSlideId":"","ControlKey":"43caa0a6-a428-4a5c-be80-604ec1f70962","ControlNumber":"6989","DisclosureBlock":"&nbsp;<b>B. D. Kim, <\/b> None..<br><b>E. Kenyon, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>S. Mondal, <\/b> None..<br><b>A. deCarvalho, <\/b> None.&nbsp;<br><b>A. Moore, <\/b> <br><b>TransCode Therapeutics<\/b> Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5955","PresenterBiography":null,"PresenterDisplayName":"Bryan Kim, BS","PresenterKey":"54d93cfb-7238-4ef9-824c-0773e01489ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5955. <i>In vivo <\/i>precision therapy for glioblastoma using a nanodrug targeting microRNA-10b","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo <\/i>precision therapy for glioblastoma using a nanodrug targeting microRNA-10b","Topics":null,"cSlideId":""},{"Abstract":"<b>Backgroud: <\/b>The prognosis of B cell ALL patients (pts) relapsing after Hematopoietic Transplant is poor and new drugs are needed. In acute myeloid leukemia, FLT3-inhibitors (FLT3i) are showing promising results in <i>FLT3<\/i>-mutated (mut) cases. Their potential use in <i>FLT3<\/i>-mut B-ALL has been poorly investigated.<br \/><b>Aim:<\/b> To assess if <i>FLT3 <\/i>could be a valid targetable marker in B-ALL.<br \/><b>Methods: <\/b>We sequenced with a capture based large RNA-seq panel (1385genes) 183 adult B-ALL [n=52 Pos for Ph or t(4;11) or t(1;19) and n=131 Triple-Negative (TN) pts that are negative for Ph (n=43), t(4;11) and t(1;19) translocations] and 15 donors. To confirm <i>FLT3<\/i> muts, 13 available samples were further sequenced with Extended Myeloid Solution (98 genes; SOPHiA) where <i>FLT3<\/i> gene is fully covered. <i>In vitro<\/i> studies using 5 FLT3i [Gilteritinib (Gil), Midostaurin, Crenolanib, Sorafenib and Quizartibin] and Venetoclax (Ven) were conducted on pt primary cells and on TN and other B-ALL cell lines (MUTZ5, MHH-CALL4 Ph-like; NALM6;RS4;11, 697, REH) and 2 AML cell lines (OCI-AML3 FLT3;MV-4-11 FLT3-ITD).<br \/><b>Results: <\/b>We found 15 <i>FLT3<\/i> mut in 14\/131 TN B-ALL and in 1\/43 Ph+ cases: 43.8% were TKD mut, 3 ITD mut, 3 splicing site mut,1 N-terminal, 1 juxta-membrane domain and 1 Ig-like site (Fig. 1A). After pathogenicity interpretation we excluded 3 variants and one mutation was not confirmed at DNA level. Overall 7.6% of TN were mut (Ph+ 2.3%). 81.8% of <i>FLT3<\/i>mut pts potentially druggable with FLT3i, mainly TKD (63.3%). Targeted NGS revealed the co-occurrence with other mutations (range 2-15), and in particular with <i>CSMD1 <\/i>(n=4),<i> KDM6A, KMT2D<\/i> and <i>CREBBP<\/i> (n=3) alterations. Moreover, 11\/13 samples carried copy number alteration (mean 12), mostly amplifications. <i>CDKN2A<\/i> &#38; <i>IKZF1<\/i> were the most frequently altered genes (n=5;4 CN-loss). <i>FLT3<\/i> expression was increased in 11\/15 cases compared to donors and wt pts. As reported, the expression was higher in <i>ZNF384<\/i> or <i>MLLr<\/i> B-ALL subtypes.To evaluate the effect of FLT3is in ALL, we treated <i>ex vivo<\/i> primary leukemic cells of 6 adult ALL patients (<i>FLT3<\/i>-mut n=4; <i>FLT3<\/i>-wt n=2) with increasing concentrations of 5 FLT3i for 24, 48 and 72h. We observed a trend towards greater response of <i>FLT3<\/i>-mut ALL cells compared to wt ones. The average IC50 values in response to the five FLT3i was 1.6 uM and 24.5 uM after 72h of treatment in <i>FLT3<\/i>-mut and <i>FLT3<\/i>-wt B-ALL, respectively (Fig. 1B). We than evaluated the sensitivity to the 5 Inhs in all cell lines. Interestingly MHH-CALL4 wt were more sensitive to Gil compared to OCI AML3 wt, and showed the same effect compare to MV-4-11 AML mut (F.1C). Given the effect of Gil in single agent, we combined it with Ven in wt B-ALL cells at increasing concentrations. Interestingly We noticed a strong additive effect with the higher Gil concentration and all Ven doses(F.1D).<b> <\/b><br \/><b>Conclusions: <\/b><i>FLT3<\/i> alterations identify a novel subgroup of TN B-ALL with therapeutic potential also in combination regimens. Ricerca Corrente Italian MoH L3P1946.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"FLT3,B cells,Leukemias: acute lymphoblastic,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Ferrari<\/b><sup>1<\/sup>, A. Ghelli Luserna di Rorà<sup>2<\/sup>, F. Lo Schiavo<sup>1<\/sup>, E. Fonzi<sup>1<\/sup>, G. Capirossi<sup>1<\/sup>, C. Salvesi<sup>1<\/sup>, M. Bochicchio<sup>1<\/sup>, L. Ledda<sup>1<\/sup>, C. Servilli<sup>1<\/sup>, M. Paganelli<sup>1<\/sup>, G. Marconi<sup>1<\/sup>, C. Papayannidis<sup>3<\/sup>, C. Sartor<sup>3<\/sup>, M. Rondoni<sup>4<\/sup>, A. Mianulli<sup>5<\/sup>, B. Giannini<sup>6<\/sup>, C. Pasciolla<sup>7<\/sup>, F. Giglio<sup>8<\/sup>, S. Galimberti<sup>9<\/sup>, M. Fumagalli<sup>10<\/sup>, P. Salutari<sup>11<\/sup>, V. Gaidano<sup>12<\/sup>, G. Martinelli<sup>1<\/sup>, G. Simonetti<sup>1<\/sup>; <br\/><sup>1<\/sup>IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola, Italy, <sup>2<\/sup>Fondazione Pisana per la Scienza ONLUS, San Giuliano Terme,Pisa, Italy, <sup>3<\/sup>IRCCS Azienda Ospedaliero-Universitaria di Bologna, Istituto di Ematologia “Seràgnoli”, Bologna, Italy, <sup>4<\/sup>Hematology Unit & Romagna Transplant Network, Ravenna Hospital, Ravenna, Italy, <sup>5<\/sup>Hematology, Infermi Hospital, Rimini, Italy, <sup>6<\/sup>Laboratorio Unico- AUSL della Romagna Pievesestina, Cesena, Italy, <sup>7<\/sup>Hematology and Bone Marrow Transplantation Unit, Istituto Oncologico IRCCS “Giovanni Paolo II\", Bari, Italy, <sup>8<\/sup>Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy, <sup>9<\/sup>Hematology Unit, AOUP Santa Chiara, Pisa, Italy, <sup>10<\/sup>Hematology Unit, Ospedale San Gerardo, Monza, Italy, <sup>11<\/sup>Dipartimento Oncologia Ematologia, Ospedale Civile Santo Spirito, Pescara, Italy, <sup>12<\/sup>SCDU Ematologia e Terapie cellulari, A.O. Ordine Mauriziano, Torino, Italy","CSlideId":"","ControlKey":"d0d3971b-cccd-44d5-beb6-9e8236596edd","ControlNumber":"6227","DisclosureBlock":"&nbsp;<b>A. Ferrari, <\/b> None..<br><b>A. Ghelli Luserna di Rorà, <\/b> None..<br><b>F. Lo Schiavo, <\/b> None..<br><b>E. Fonzi, <\/b> None..<br><b>G. Capirossi, <\/b> None..<br><b>C. Salvesi, <\/b> None..<br><b>M. Bochicchio, <\/b> None..<br><b>L. Ledda, <\/b> None..<br><b>C. Servilli, <\/b> None..<br><b>M. Paganelli, <\/b> None..<br><b>G. Marconi, <\/b> None..<br><b>C. Papayannidis, <\/b> None..<br><b>C. Sartor, <\/b> None..<br><b>M. Rondoni, <\/b> None..<br><b>A. Mianulli, <\/b> None..<br><b>B. Giannini, <\/b> None..<br><b>C. Pasciolla, <\/b> None..<br><b>F. Giglio, <\/b> None..<br><b>S. Galimberti, <\/b> None..<br><b>M. Fumagalli, <\/b> None..<br><b>P. Salutari, <\/b> None..<br><b>V. Gaidano, <\/b> None.&nbsp;<br><b>G. Martinelli, <\/b> <br><b>Novartis<\/b> Other, -. <br><b>MSD<\/b> Other, -. <br><b>Roshe<\/b> Other, -. <br><b>Pfizer<\/b> Other, -. <br><b>Ariad<\/b> Other, -. <br><b>MDS<\/b> Other, -.<br><b>G. Simonetti, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5956","PresenterBiography":"","PresenterDisplayName":"Anna Ferrari, PhD","PresenterKey":"4521b175-9193-4d92-99ac-86c8bcb451ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5956. <i>FLT3<\/i> alterations and inhibition in triple negative B-cell adult acute lymphoblastic leukemia patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>FLT3<\/i> alterations and inhibition in triple negative B-cell adult acute lymphoblastic leukemia patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Transcription regulators, such as cyclin-dependent kinase 9 (CDK9), have been implicated in the super-enhancer driven transcriptional control of oncogenes in multiple cancers including pancreatic cancer. CDK9 has been shown to be employed by cancer cells for the constant production of short-lived oncoproteins such as c-Myc to maintain their survival. Due to its critical role in regulating transcription in cancer cells, CDK9 has emerged as a potential therapeutic target. Here, we report the antitumor activity of a selective, oral ATP-competitive CDK9 inhibitor, BLX-3030, in preclinical models for pancreatic cancer.<br \/><b>Experimental Procedures <\/b>Fragment-based MolecuLern driven AI workflow methods were used to design a series of ATP-competitive CDK9 specific kinase inhibitors. BLX-3030 was selected as one of the most potent leads with an IC<sub>50 <\/sub>of 1.1 nM in a cell-free CDK9 kinase assay. A Sulforhodamine B (SRB) assay was used to evaluate the cell growth inhibitory activity of BLX-3030 in a panel of 10 pancreatic ductal adenocarcinoma (PDAC) and 2 pancreatic neuroendocrine tumor (pNET) cell lines. Western blotting was used to determine the effects of BLX-3030 treatment on c-Myc expression in cancer cells. The combination effects between BLX-3030 and standard of care regimen, gemcitabine (GEM) and nab-paclitaxel (NP), was assessed using the SRB assay. Finally, the <i>in vivo<\/i> antitumor activity of BLX-3030 alone or in combination with GEM and NP was evaluated in a mouse cell line xenograft model for pancreatic cancer.<br \/><b>Results <\/b>BLX-3030 exhibited potent cell growth inhibitory activity in the panel of pancreatic cancer cell lines with IC<sub>50<\/sub> values ranging from 133.5 nM to 508.1 nM. The potency of BLX-3030 in the cell lines appears to correlate with the expression level of c-Myc in the cell lines. BLX-3030 showed similar activities in PDAC and pNET cell lines with mean IC<sub>50<\/sub> values of 244.5 nM and 194.6 nM, respectively. However, treatment with BLX-3030 for 48 hours did not seem to significantly reduce c-Myc expression in PSN-1 PDAC cells. When combined with GEM and NP, BLX-3030 demonstrated mostly additive effects in PSN-1 cells. Preliminary data from the <i>in vivo <\/i>study show that BLX-3030 improves the antitumor activity of GEM and NP.<br \/><b>Conclusion <\/b>In summary, BLX-3030 potently inhibited the growth of both PDAC and pNET cells <i>in vitro<\/i>. The growth inhibitory activity of BLX-3030 in PDAC cell lines correlates with their c-Myc expression levels. BLX-3030 showed an additive effect when combined with standard of care drugs (GEM and NP) in PDAC cell lines. Overall, the novel CDK9 inhibitor, BLX-3030, demonstrated potent activity in pancreatic cancer cell line models and presents a promising preclinical lead for pancreatic cancer. (This work was supported in part by Biolexis Therapeutics and the Seena Magowitz Foundation).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,CDK inhibitor,Therapeutics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Barrera-Millan<\/b><sup>1<\/sup>, Z. Li<sup>2<\/sup>, H. Vankayalapati<sup>2<\/sup>, D. J. Bearss<sup>2<\/sup>, D. D. Von Hoff<sup>1<\/sup>, H. Han<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>Biolexis Therapeutics, American Fork, UT","CSlideId":"","ControlKey":"9c2444b0-6adc-4d87-bba7-73666bdf02ab","ControlNumber":"7566","DisclosureBlock":"&nbsp;<b>Y. Barrera-Millan, <\/b> None.&nbsp;<br><b>Z. Li, <\/b> <br><b>Biolexis Therapeutics<\/b> Employment. <br><b>H. Vankayalapati, <\/b> <br><b>Biolexis Therapeutics<\/b> Employment. <br><b>D. J. Bearss, <\/b> <br><b>Biolexis Therapeutics<\/b> Employment. <br><b>D. D. Von Hoff, <\/b> <br><b>Biolexis Therapeutics<\/b> Other, Consultant.<br><b>H. Han, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5957","PresenterBiography":null,"PresenterDisplayName":"Yesenia Barrera-Millan","PresenterKey":"7ef73eab-3860-4c9c-97bd-8ecf72c6ca45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5957. Development of a selective, oral ATP-competitive CDK9 inhibitor, BLX-3030, for treatment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a selective, oral ATP-competitive CDK9 inhibitor, BLX-3030, for treatment of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Erlotinib has demonstrated promising efficacy in lung adenocarcinoma (LUAD) patients with epidermal growth factor receptor mutation. However, the development of resistance to erlotinib poses a significant challenge in achieving long-lasting treatment responses. Aldo-keto reductase family 1 member C3 (AKR1C3) is associated with tumor progression, drug resistance, and unfavorable prognosis. This study aims to assess the potential of AKR1C3 as a therapeutic target for overcoming erlotinib resistance in LUAD.<br \/>Methods: AKR1C3 expression was assessed in paired tumor tissues from 100 LUAD patients using reverse transcription quantitative polymerase chain reaction. Both in vitro and in vivo experiments were categorized into four treatment groups: a saline control (CTR), erlotinib (ER), an AKR1C3 inhibitor 3-(4-trifluoromethyl)phenylamino)benzoic acid (BA), and the combination of erlotinib with the AKR1C3 inhibitor (COM). An erlotinib-resistant cell line was established from the LUAD cell line HCC4006. The MTS assay was used to evaluate cell proliferation and viability. The combined effect of erlotinib and the AKR1C3 inhibitor was assessed using Synergyfinder and CompuSyn calculation software. Both cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) models of erlotinib resistance to LUAD were established in NSG mice. The mice received daily oral gavage administration of the drugs for 31 days, while tumor volume was monitored biweekly.<br \/>Results: AKR1C3 expression was significantly upregulated by more than three-fold in LUAD tumor samples compared to normal counterparts (p &#60; 0.0001). After 24 hours of treatment in erlotinib-resistant cells, the ER and BA groups exhibited inhibition rates of 7% and 9%, respectively, while the COM group demonstrated a substantially higher inhibition rate of 45%. Synergyfinder and CompuSyn analysis revealed a synergy score of 12 and a combination index of 0.5 for the COM group, indicating a robust synergistic effect between the two drugs. In the CDX model, the COM group exhibited a tumor volume reduction of 25% in erlotinib-resistant cells and 64% in parental cells compared to the CTR group. In the PDX model, the COM group displayed a significant reduction of 50.4% in tumor volume compared to the CTR group. There was no significant difference in the weight of body and internal organs among the four treatment groups in both xenograft models.<br \/>Conclusions: AKR1C3 overexpression was observed in the tumor tissues of LUAD patients. The combination of erlotinib and AKR1C3 inhibitor showed promising efficacy in overcoming erlotinib resistance in both <i>in vitro<\/i> and <i>in vivo<\/i> experiments. These findings highlight AKR1C3 as a potential therapeutic target for managing erlotinib resistance in LUAD patients. Targeting AKR1C3 represents a novel approach to overcome resistance and enhance treatment outcomes in LUAD patients undergoing erlotinib therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,AKR1C3,Erlotinib resistance,Epidermal growth factor receptor (EGFR) mutation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. C. Cho<\/b>, K. P. Li, C. F. Wong, K. Y. Fung, J. C. H. Chow, K. M. Cheung, J. C. H. Chan, E. Y. T. Lau; <br\/>Queen Elizabeth Hospital, Hong Kong SAR, China","CSlideId":"","ControlKey":"54dd9f49-b3cd-41ba-9568-7efcea334c08","ControlNumber":"3342","DisclosureBlock":"&nbsp;<b>W. C. Cho, <\/b> None..<br><b>K. P. Li, <\/b> None..<br><b>C. F. Wong, <\/b> None..<br><b>K. Y. Fung, <\/b> None..<br><b>J. C. H. Chow, <\/b> None..<br><b>K. M. Cheung, <\/b> None..<br><b>J. C. H. Chan, <\/b> None..<br><b>E. Y. T. Lau, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5958","PresenterBiography":"","PresenterDisplayName":"W Cho, PhD","PresenterKey":"39a2b1ea-dbfe-469a-8092-b6baa8da53c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5958. Exploring AKR1C3 as a therapeutic target to overcome erlotinib resistance in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring AKR1C3 as a therapeutic target to overcome erlotinib resistance in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> TRIM11 (tripartite motif-containing protein 11) belongs to the TRIM\/RBCC (the RING B-box coiled-coil) family of E3 ubiquitin ligases. Emerging evidence has demonstrated that TRIM11 is a novel target against cancer and neurodegenerative diseases as it plays vital role in cellular proliferation, differentiation, tumor progression, and apoptosis. Our previous work demonstrated that TRIM11 is over-expressed in high-grade gliomas and promotes proliferation, invasion, migration and tumor growth, suggesting that TRIM11 may be used as a target for malignant glioma treatment. The tumor suppressor p53 plays critical roles in tumor prevention, and deregulated p53 pathway has been found in a majority of glioblastomas (GBMs). Recent studies have shown that TRIM proteins are involved in the regulation of p53, and TRIM proteins are also regulated by p53.<br \/><b>Methods:<\/b> To evaluate the effect of TRIM11 on GBM progression <i>in vivo<\/i>, we intracranially implanted GBM cells over-expressing TRIM11 in immunocompromised mice, and the animal survival was monitored. We have synthesized a series of TRIM11 inhibitors and evaluated their anti-GBM potential <i>in vitro<\/i>. Furthermore, we tested the crosstalk between TRIM11 and p53 by knocking down TP53 through RNA interference.<br \/><b>Results:<\/b> Our <i>in vivo<\/i> data showed that the control group mice (GL261 parent line) survived longer than the mice bearing TRIM11 over-expressing GL261 tumors (<i>p<\/i>&#60;0.05), suggesting TRIM11 enhances tumor progression <i>in vivo<\/i>. <i>In vitro<\/i> data showed that the oncogenic effect of TRIM11 may be related to its influence on the apoptosis pathway since a robust induction of poly (ADP-ribose) polymerase (PARP) was observed in TRIM11 over-expressing GBM cells. When treated with Temozolomide (TMZ), TRIM11 over-expressing cells were more resistant and showed a higher survival rate compared to parental cells. We screened a small library of TRIM11 inhibitors (~ 25 compounds), and identified several compounds which significantly inhibited the growth of both established and primary GBM cells in a dose-dependent manner, implicating that TRIM11 inhibitors may serve as novel agents for GBM treatment. We found that inactivation of p53 by siRNA increased the expression of TRIM11 and modulated the sensitivities of GBM cells to chemotherapy drugs.<br \/><b>Conclusion:<\/b> Despite remarkable advances in the prognosis and multidisciplinary treatment strategies, GBM is still the most lethal primary brain tumor, and there is a pressing need for newer anti-GBM agents with novel targets and mode of action. Our preclinical studies demonstrate a significant anti-tumor effect of TRIM11 inhibitors on malignant glioma cells. Our finding that TRIM11 may be modulated by p53 adds a new layer of regulation to this complicated signaling pathway. A better understanding of the crosstalk between p53 and TRIM11 will benefit the clinical application of targeting p53 and TRIM11 signaling pathways for therapeutical indications in GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Glioblastoma,TRIM11,TP53,small molecule inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Di<\/b><sup>1<\/sup>, B. C. Das<sup>2<\/sup>, D. A. Abrams<sup>3<\/sup>, D. A. Bota<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, Irvine, Irvine, CA, <sup>2<\/sup>Arnold & Marie Schwartz College of Pharmacy & Health Sciences, Long Island University, Brooklyn, NY, <sup>3<\/sup>Mercy Medical Center, Cedar Rapids, IA","CSlideId":"","ControlKey":"93c7373a-60dc-4fc7-92b0-cdd9fadb2339","ControlNumber":"8734","DisclosureBlock":"&nbsp;<b>K. Di, <\/b> None..<br><b>B. C. Das, <\/b> None..<br><b>D. A. Abrams, <\/b> None..<br><b>D. A. Bota, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1172","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5959","PresenterBiography":null,"PresenterDisplayName":"Kaijun Di, PhD","PresenterKey":"365b61ef-fb54-40c4-aa0a-60f0fed5d91e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5959. Targeting TRIM11 is a potential therapeutic strategy for malignant gliomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting TRIM11 is a potential therapeutic strategy for malignant gliomas","Topics":null,"cSlideId":""},{"Abstract":"Alveolar rhabdomyosarcoma (aRMS), characterized by poor overall survival and limited advancements in therapy over the past four decades, poses a great challenge in childhood cancer treatment. More than 60% of high-risk aRMS is driven by the oncofusion protein PAX3-FOXO1. The direct targeting of transcription factor fusions, however, is quite difficult. Given that PAX3-FOXO1 is reported to drive disease by controlling transcriptional programs to maintain an undifferentiated myoblastic state, an alternative approach would be to target the transcriptional machinery recruited by the fusion. To identify potential novel targets in aRMS, we utilized the Broad Institute&#8217;s Cancer Dependency Map dataset, a collection of genome-wide CRISPR-Cas9 screens performed in over 1000 cancer cell line models. We focused on druggable dependencies that are selective to fusion-positive aRMS and intersected this data with PAX3-FOXO1-associated transcriptional complexes. Among these candidates, we identified CDK8 as a top selective dependency. Importantly, other components of the CDK8 kinase module in the mediator complex, such as CCNC, also scored as a strong selective dependency in fusion-positive aRMS. CDK8 expression is notably elevated in aRMS tumors compared to other pediatric tumors, and aRMS cell lines exhibit significantly higher CDK8 protein levels than non-transformed primary skeletal muscle cells.<br \/>We next validated these in silico results through the application of shRNA knockdown, CRISPR knockout, and the use of CDK8 kinase inhibitory small molecules, including BI-1347, SEL-120-34A, and JH-XII-178, which demonstrated on-target activity as assessed by STAT1<sup>Ser727<\/sup> phosphorylation. Both genetic loss of CDK8 function and kinase inhibition impaired aRMS cell line growth <i>in vitro<\/i>. <i>In vivo<\/i> studies demonstrated a significant inhibition of xenograft tumor growth with both doxycycline inducible CDK8-directed shRNAs and with pharmacologic inhibition of CDK8 with SEL120-34A treatment. To understand the mechanisms by which CDK8 inhibition impairs aRMS growth, we evaluated the transcriptional consequences of CDK8 inhibition by RNA-sequencing in aRMS, as well as the chromatin accessibility by ATAC-sequencing. We discovered that loss of CDK8 led to gain of chromatin accessibility and the upregulation of hallmark genes involved in myogenesis, such as <i>MYH3<\/i>, <i>MYOG<\/i>, <i>MEF2C<\/i>, and <i>MYBPH<\/i>, as well as alteration of PAX3-FOXO1 gene expression programs. We next validated this differentiation phenotype both <i>in vitro <\/i>through detection of increased myogenin staining by immunofluorescence and<i> in vivo<\/i> by visualization of myofibrils in the xenograft tumors and increased myoglobin quantified by qRT-PCR after CDK8 inhibition.<br \/>In conclusion, this work identifies CDK8 as a novel and readily translatable therapeutic target in fusion-positive aRMS laying a robust foundation for further mechanistic and preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,CDK8,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Zhang<\/b><sup>1<\/sup>, C. Malone<sup>1<\/sup>, B. Guedes<sup>2<\/sup>, K. Engel<sup>1<\/sup>, M. Just<sup>2<\/sup>, K. Ross<sup>1<\/sup>, A. Fahs<sup>2<\/sup>, G. Digiovanni<sup>1<\/sup>, D. Granum<sup>2<\/sup>, R. Bentley<sup>2<\/sup>, L. Barbar<sup>2<\/sup>, C. Cerda-Smith<sup>2<\/sup>, E. mendes<sup>2<\/sup>, O. Erdogan<sup>2<\/sup>, A. Kovach<sup>2<\/sup>, K. Oristian<sup>2<\/sup>, S. Zimmerman<sup>2<\/sup>, J. F. Shern<sup>3<\/sup>, K. Wood<sup>2<\/sup>, C. Counter<sup>2<\/sup>, C. M. Linardic<sup>2<\/sup>, K. Stegmaier<sup>1<\/sup>; <br\/><sup>1<\/sup>DFCI\/Harvard Medical School, Boston, MA, <sup>2<\/sup>Duke University School of Medicine, Durham, NC, <sup>3<\/sup>National Institute of Health, Bethesda, MD","CSlideId":"","ControlKey":"1115fefa-d672-4d10-8dad-cf6263c0c56e","ControlNumber":"4158","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None..<br><b>C. Malone, <\/b> None..<br><b>B. Guedes, <\/b> None..<br><b>K. Engel, <\/b> None..<br><b>M. Just, <\/b> None..<br><b>K. Ross, <\/b> None..<br><b>A. Fahs, <\/b> None..<br><b>G. Digiovanni, <\/b> None..<br><b>D. Granum, <\/b> None..<br><b>R. Bentley, <\/b> None..<br><b>L. Barbar, <\/b> None..<br><b>C. Cerda-Smith, <\/b> None..<br><b>E. mendes, <\/b> None..<br><b>O. Erdogan, <\/b> None..<br><b>A. Kovach, <\/b> None..<br><b>K. Oristian, <\/b> None..<br><b>S. Zimmerman, <\/b> None..<br><b>J. F. Shern, <\/b> None..<br><b>K. Wood, <\/b> None..<br><b>C. Counter, <\/b> None..<br><b>C. M. Linardic, <\/b> None..<br><b>K. Stegmaier, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1174","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5960","PresenterBiography":null,"PresenterDisplayName":"Susu Zhang, MS;PhD","PresenterKey":"6bfa9363-b484-4eac-b20d-66d7fa5d9533","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5960. Targeting CDK8: A translatable therapeutic approach for fusion-positive aRMS","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CDK8: A translatable therapeutic approach for fusion-positive aRMS","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) ranks as the 7th most frequently diagnosed cancer and the 6th leading cause of cancer-related death worldwide. NRF2 is identified as a therapeutic target for human ESCC, with a mutation rate of approximately 10-22%. Hyperactive NRF2 promotes proliferation, metastasis, and resistance to radiation and chemotherapy in ESCC. Although some evidence suggest NRF2 regulates kinases which contribute to these phenotypes, it remains unclear which kinases are responsive to hyperactive NRF2. Using NRF2 ChIP-seq analysis, we have enrichment of 42 kinases including <i>Akt2<\/i> and <i>Pkm<\/i> and 31 phosphatases including <i>Pten<\/i> and <i>Dusp16<\/i> enriched in the <i>Keap1<sup>-\/-<\/sup><\/i> mouse esophagus in comparison with the wild-type esophagus. We further confirmed the binding of NRF2 to the promoter regions of mouse <i>Akt2<\/i> and <i>Pten<\/i>. mRNA expression profiling revealed enrichement of the PI3K\/AKT, RAS, ERK, and GSK3 pathways in the <i>Keap1<sup>-\/-<\/sup><\/i> esophagus as compared to the <i>Nrf2<sup>-\/-<\/sup>;Keap1<sup>-\/-<\/sup><\/i> esophagus. Immunohistochemical staining showed that pAKT, p-mTOR, pS6, PKM2 were overexpressed in the <i>Keap1<sup>-\/-<\/sup><\/i> esophagus, as well as in the adult NRF2-hyperactive esophagus (<i>Sox2CreER;LSL-Nrf2<sup>E79Q\/+<\/sup><\/i>). Using PhosphoExplorer array and PamChip array to analyze <i>NRF2<sup>W24C<\/sup><\/i>-KYSE70 cells (in comparison with <i>NRF2<sup>null<\/sup><\/i>-KYSE70 cells) and <i>Sox2CreER;LSL-Nrf2<sup>E79Q\/+<\/sup><\/i> mouse esophageal epithelium in comparison with wild-type mouse tissue, we further identified multiple kinases including PI3K as potential NRF2-responsive kinases. These findings suggest a potential role for kinases such as PI3K in NRF2-driven ESCC, and support the idea of targeting both NRF2 and NRF2-responsive kinases as a therapeutic strategy for ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Esophageal cancer,PI3K,Kinase inhibitors,Nrf2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Subramaniyan<\/b><sup>1<\/sup>, Z. Xiong<sup>2<\/sup>, C. Paiboonrungruang<sup>2<\/sup>, Y. Li<sup>1<\/sup>, M. Ben Major<sup>3<\/sup>, X. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Cooper University Health Care, Camden, NJ, <sup>2<\/sup>Coriell Institute for Medical Research, Camden, NJ, <sup>3<\/sup>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"6d260fa0-c8e6-43df-8202-da63532ba67c","ControlNumber":"904","DisclosureBlock":"&nbsp;<b>B. Subramaniyan, <\/b> None..<br><b>Z. Xiong, <\/b> None..<br><b>C. Paiboonrungruang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>M. Ben Major, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1175","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5961","PresenterBiography":null,"PresenterDisplayName":"Boopathi Subramaniyan, PhD","PresenterKey":"a520b5d6-1839-4a48-a5da-cda079598343","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5961. NRF2-responsive kinases in esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NRF2-responsive kinases in esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple negative breast cancer (TNBC) is a highly heterogeneous subset of breast cancer, which has the worst prognosis and lacks specifically targeted therapeutic options. The TNBC subtype termed M\/MSL is enriched with cells of high mesenchymal state and increased stemness, and is particularly resistant to current therapies<sup>1,2<\/sup>. But this cancer cell phenotype is susceptible to ferroptosis, hence targeting these aggressive tumors with ferroptosis inducers such as xCT inhibitors (xCTi) is an attractive alternative. The cystine\/glutamate exchanger xCT\/<i>SLC7A11<\/i> plays a key role in maintaining redox homeostasis in cancer cells. xCT is expressed on subsets of most solid tumors, including stem\/progenitor and metastatic tumor cells. xCT inhibition yields a variety of anti-proliferative phenotypes including death by ferroptosis<sup>3<\/sup>. xCT knockout mice exhibit normal development and lifespan. Altogether, targeting xCT outside of CNS may potentially have widespread clinical utility in cancer treatment.<br \/>Results: We present preclinical data demonstrating development of novel, first-in-class xCT-targeted biotherapeutics (AX68c, AX76c) using studies in TNBC cell lines <i>in vitro<\/i> and in xenograft. We find that these agents have highly favorable pharmacokinetics, with FcRn-dependent serum half-lives greatly exceeding those of known small molecule xCTi. <i>In vitro<\/i>, AX68c or AX76c reduces glutathione levels in TNBC cells in accord with inhibition of xCT function. Analysis of anti-proliferative effects in a panel of TNBC cell lines revealed particular potency against those of M\/MSL phenotype (IC50s 0.3-1uM). We further tested the susceptibility of the mesenchymal phenotype to AX68c and found that EMT induction in epithelial cancer cells significantly increased sensitivity in a ferroptosis-dependent manner. In wildtype and immunodeficient mice, AX68c is well tolerated at steady-state serum concentrations that are 15-300 fold of its <i>in vitro<\/i> IC50s in tested TNBC cells. In orthotopic MDA-MB-231 xenografts, AX68c treatment significantly reduced tumor metastasis and sensitized primary tumors to cisplatin and paclitaxel. Bulk RNAseq and GSEA analysis on primary tumors revealed treatment associated alterations in key cancer signaling pathways such<br \/>as TGF&#946;, INF&#947; and TNF&#945;\/NF&#954;B. In MDA-MB-436 orthotopic xenografts, AX68c alone led to significantly improved survival primarily through abrogating metastasis. Combining AX68c and cisplatin further prolonged survival through concurrent suppression of metastasis and primary tumor growth.<br \/>Conclusions: We conclude that our anti-xCT biologics may provide novel targeted therapies for M\/MSL-subtype TNBC and metastatic tumors with a large mesenchymal component.<br \/>1. Viswanathan, et al., Nature, 2017; 2. Wang, et al., npj Precision Oncology, 2021; 3. Koppula, et al., Protein and Cell, 2021 (review).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Metastasis,Mesenchymal TNBC,xCT\/SLC7A11 transporter,Ferroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Gong<sup>1<\/sup>, J. Li<sup>1<\/sup>, C. Becker<sup>1<\/sup>, L. Timmerman<sup>2<\/sup>, S. Sikandar<sup>3<\/sup>, <b>Y. Huang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Xomics Biopharma, Inc., Redwood City, CA, <sup>2<\/sup>University of California, San Francisco, CA, <sup>3<\/sup>University of California, Santa Cruz, CA","CSlideId":"","ControlKey":"ab396a79-371d-4e7e-ab60-f3b6e4f604f4","ControlNumber":"836","DisclosureBlock":"<b>&nbsp;H. Gong, <\/b> <br><b>Xomics Biopharma Inc.<\/b> Employment, Stock Option. <br><b>J. Li, <\/b> <br><b>Xomics Biopharma Inc.<\/b> Employment, Stock Option. <br><b>C. Becker, <\/b> <br><b>Xomics Biopharma Inc.<\/b> Employment, Stock Option.<br><b>L. Timmerman, <\/b> None..<br><b>S. Sikandar, <\/b> None.&nbsp;<br><b>Y. Huang, <\/b> <br><b>Xomics Biopharma Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1177","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5962","PresenterBiography":null,"PresenterDisplayName":"Yong Huang, PhD","PresenterKey":"fcd4c123-7878-4655-81df-4e02583b1c82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5962. Novel xCT-targeted biologics significantly suppress metastasis, improve survival, and sensitize primary tumors to chemotherapy in TNBC xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel xCT-targeted biologics significantly suppress metastasis, improve survival, and sensitize primary tumors to chemotherapy in TNBC xenograft models","Topics":null,"cSlideId":""},{"Abstract":"YAP\/TAZ, cofactors of TEA domain-containing transcription factor TEADs (TEAD1-4), play a key role in the HIPPO pathway, which is involved in various function including embryonic development, organ size, cell proliferation, tissue regeneration, and the development and progression of several cancers. YAP\/TAZ is therefore considered as master regulators of various cancers. However, we are interested in VGLL1, a cofactor of TEAD4, because it is mainly involved in the proliferation and metastasis of various cancers, including gastric, breast, pancreatic, and ovarian cancers. In gastric cancer, VGLL1 expression is regulated by the PI3K\/AKT\/&#946;-catenin pathway. VGLL1 is then phosphorylated at S84 by TGF-&#946;\/ribosomal S6 kinase 2 (RSK2) and interacts with TEAD4 to express target genes such as MMP9, cyclin D1, IGFBP3, IGFBP5 and ITG&#945;V. which are involved in cancer malignancy. We designed S84-containing VGLL1-derived peptides (VGLL1S84 peptides, SCVP), which consist of 7 to 15 amino acids linked to CPP, a cell-penetration peptide. We evaluated SCVP to inhibit the VGLL1-TEAD4 interaction and their therapeutic potential as anticancer agents. SCVP suppressed the growth of gastric and breast cancer cells expressing high levels of VGLL1, EGFR, and\/or HER2. In the RNA-seq analysis of NUGC3 to elucidate the molecular mechanisms of SCVP induced cell death, SCVP-treated cells showed gene expression changes in metabolic pathway, RAS signaling, PI3K-AKT signaling, Wnt signaling, TNF signaling, and mTOR signaling. However, RNA-seq analysis of breast cancer cells treated with SCVP showed changes in the expression of genes involved in cell cycle, DNA replication, DNA repair, and apoptosis. Then, we performed CRISPR\/Cas9 screening using SCVP and sgRNA library to explore companion biomarkers and genetic interactors of VGLL1 for targeted cancer therapy. As a result, we identified several candidate genes, including ZNF292 and PLK1, as synthetic lethal genes of VGLL1. As expected, HCC70 cells with ZNF292 mutation showed increased sensitivity to SCVP. We also found that SCVP in combination and the PLK inhibitor volasertib resulted in a synergistic effect on the growth inhibition of breast cancer cells. In conclusion, we demonstrated VGLL1 as a novel target for anticancer drug development, and elucidated the molecular mechanism and therapeutic potential of the SCVP in gastric and breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Gastric cancer,Breast cancer,Therapeutic target,Peptides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Ock<sup>1<\/sup>, C. Lee<sup>1<\/sup>, W. Jung<sup>1<\/sup>, I. Whang<sup>2<\/sup>, K.-S. Kim<sup>1<\/sup>, J. Han<sup>1<\/sup>, S. Yim<sup>1<\/sup>, B.-K. Kim<sup>3<\/sup>, H.-S. Lee<sup>1<\/sup>, K.-Y. Chang<sup>1<\/sup>, <b>M. Won<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>OneCureGEN Co., Ltd, Daejeon, Korea, Republic of, <sup>2<\/sup>Ewha Womans University, Seoul, Korea, Republic of, <sup>3<\/sup>Korea Research Institute of Bioscience & Biotechnology (KRIBB), Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"2842e35e-1014-49d8-b829-6d0d714aa8f4","ControlNumber":"4639","DisclosureBlock":"&nbsp;<b>S. Ock, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>W. Jung, <\/b> None..<br><b>I. Whang, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>S. Yim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>M. Won, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5963","PresenterBiography":null,"PresenterDisplayName":"Misun Won, PhD","PresenterKey":"ac8e47b3-3fd7-4761-8dca-017c205cf138","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5963. VGLL1-derived peptides demonstrated anticancer effect by inhibiting VGLL1-TEAD4 interaction","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VGLL1-derived peptides demonstrated anticancer effect by inhibiting VGLL1-TEAD4 interaction","Topics":null,"cSlideId":""},{"Abstract":"<i>MYC<\/i> is one of the most validated driver oncogenes and is overexpressed in most human cancers. However, the MYC protein is considered &#8220;undruggable&#8221; due to its disordered structure and difficulties associated with targeting transcription factors. The <i>MYC<\/i> gene promoter forms G- quadruplex, a four-stranded non-canonical DNA secondary structure. The <i>MYC<\/i> G-quadruplex functions as a transcription silencer and further inhibits <i>MYC<\/i> expression upon drug binding, representing an exciting approach for MYC-targeting cancer therapy. Indenoisoquinolines are topoisomerase I inhibitors with better physicochemical and biological properties than the clinical camptothecin drugs. We previously revealed a novel mechanism of action for active anticancer indenoisoquinolines by dual inhibition of MYC and topoisomerase I, where potent MYC inhibition was achieved through targeting its promoter G-quadruplex. Herein, we report the design, cellular activity, and in vivo efficacy of novel anticancer 7-aza-8,9-methylenedioxyindenoisoquinoline derivatives based on optimized substituents and &#960;-&#960; stacking interactions. Using biophysical, biochemical, and cellular assays, we demonstrated that the new indenoisoquinoline derivatives greatly stabilized the <i>MYC<\/i> promoter G-quadruplex, significantly lowered MYC protein and mRNA levels in cancer cells, and inhibited topoisomerase I activity. A <i>MYC<\/i> G-quadruplex mediated mechanism of action was evident by differential activities in Raji vs CA-46 cells. The importance of MYC targeting was corroborated by potent cytotoxicity against a panel of MYC-dependent cancer cell lines as well as the NCI-60 panel of human cancer cell lines. The top three candidates were evaluated for pharmacokinetics and in vivo anticancer properties. Excellent metabolic stability, bioavailability, and tumor accumulation were observed in xenograft mouse models. Potent and significant tumor growth inhibition was demonstrated in the aggressive RD-ES Ewing Sarcoma xenograft mouse model while the drugs were well-tolerated. In addition, favorable brain penetration and pharmacokinetics were established, which encourage future evaluations in difficult-to-treat brain tumors. In conclusion, we designed and developed 7-aza-8,9-methylenedioxyindenoisoquinoline derivatives that are dual inhibitors of MYC and topoisomerase I. Our drug candidates demonstrated excellent pharmacokinetics and in vivo anticancer activities with promising indications in MYC-dependent cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Myc,G-quadruplex,Indenoisoquinoline,Topoisomerase I,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Han<sup>1<\/sup>, <b>L. Chen<\/b><sup>1<\/sup>, A. Buric<sup>1<\/sup>, V. Chintareddy<sup>2<\/sup>, P. Chand<sup>2<\/sup>, R. Riggs<sup>3<\/sup>, M. Cushman<sup>1<\/sup>, D. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Purdue University, West Lafayette, IN, <sup>2<\/sup>Therachem Research Medilab LLC, Chelsea, AL, <sup>3<\/sup>Gibson Oncology LLC, Miami, FL","CSlideId":"","ControlKey":"c9b0c1ea-7c4b-41ac-9878-7d47284dedbc","ControlNumber":"7617","DisclosureBlock":"&nbsp;<b>Y. Han, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>A. Buric, <\/b> None.&nbsp;<br><b>V. Chintareddy, <\/b> <br><b>Therachem Research Medilab LLC<\/b> Employment. <br><b>P. Chand, <\/b> <br><b>Therachem Research Medilab LLC<\/b> Employment. <br><b>R. Riggs, <\/b> <br><b>Gibson Oncology, LLC<\/b> Employment. <br><b>M. Cushman, <\/b> <br><b>Gibson Oncology, LLC<\/b> Other Business Ownership, Patent. <br><b>D. Yang, <\/b> <br><b>Gibson Oncology, LLC<\/b> Grant\/Contract, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5964","PresenterBiography":"","PresenterDisplayName":"Luying Chen, BE","PresenterKey":"3ef33716-755c-401d-93b2-b5b069a34f58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5964. Design and anticancer biological evaluation of novel 7-aza-8,9-methylenedioxyindenoisoquinoline derivatives that inhibit MYC and topoisomerase I","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Design and anticancer biological evaluation of novel 7-aza-8,9-methylenedioxyindenoisoquinoline derivatives that inhibit MYC and topoisomerase I","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Gastric cancer (GC) remains a common and deadly disease, and inactivating <i>TP53<\/i> mutations occur in up to 68% of GC tumors. p53 is a master regulator of multiple cellular pathways, such as the cell cycle, apoptosis, and senescence. Previously, we demonstrated the ability to activate endogenous target gene expression using a novel chemical induced proximity system comprised of deactivated Cas9 (dCas9) and &#8220;chemical epigenetic modifiers&#8221; or &#8220;CEMs&#8221; (PMID: 31712774). In this study, we applied our dCas9-CEM system for the first time in oncology to activate <i>TP53<\/i> gene expression and selectively kill targeted cells in a preclinical model of GC.<br \/><i>Methods:<\/i> AGS cells were derived from a gastric adenocarcinoma, and harbor wild-type <i>TP53<\/i>. They were transduced with our dCas9 system and either sgRNAs targeting <i>TP53 <\/i><i>or a<\/i> non-targeting (NT) sgRNA<i>. <\/i>After 48 h CEM87 incubation (1-25 nM), expression of <i>TP53<\/i> and downstream targets (<i>CDKN1A <\/i><i>and BBC3<\/i><i>) <\/i>were evaluated by RT-qPCR. After 48 h CEM87 incubation (0.1-25 nM), colony-forming potential was assessed by crystal violet staining after 10 days. After 24 h incubation (5-25 nM), cells were fixed and stained with propidium iodide (PI), and DNA content was assessed by flow cytometry to determine cell cycle fractions. After 48 h incubation (50-200 nM), cells were fixed and stained with Annexin V and PI, and apoptosis was assessed by flow cytometry. Last, cells were treated with nine ascending concentrations (10 pM-100 &#956;M) for 48 h, and cell viability was measured using CellTiter-Glo&#8482;. IC<sub>50<\/sub> values were calculated using four-parameter non-linear regression.<br \/><i>Results:<\/i> AGS-<i>TP53 <\/i>cells show significantly increased expression of <i>TP53<\/i> and downstream target genes <i>CDKN1A<\/i> and <i>BBC3<\/i> versus AGS-NT cells after 10 nM CEM87 (105%, 99%, and 43% increase, <i>P=<\/i>0.004, 0.002, and 0.03, respectively; n=3). Colony formation was significantly reduced in AGS-<i>TP53<\/i> versus AGS-NT cells after 10 nM CEM87 (60.2% reduction, <i>P=<\/i>0.003; n=3). Treatment with 10 nM CEM87 also led to a G2\/M stall after significantly reducing cells in both G1 (47.4% vs 38.9%, <i>P<\/i>&#60;0.0001; n=3) and S-phase (25.1% vs 20.3%%, <i>P<\/i>&#60;0.0001; n=3) in AGS-<i>TP53 <\/i>versus AGS-NT cells. Treatment with 200 nM CEM87 significantly increased early apoptosis in AGS-<i>TP53 <\/i>versus AGS-NT cells (28.7% vs 6.6%, respectively, <i>P<\/i>&#60;0.0001; n=3). Last, CEM87 was 50 times more potent in AGS-<i>TP53<\/i> cells than AGS-NT cells (IC<sub>50<\/sub>: 3 vs 146 nM; n=8).<br \/><i> <\/i> <i>Conclusions:<\/i> These data highlight how our innovative system upregulates <i>TP53 <\/i>expression and impacts downstream phenotypic effects of <i>TP53<\/i><i> <\/i>activation in a preclinical<i> <\/i>model of GC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Gastric cancer,p53,Targeted therapy,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. M. Kemper<\/b>, T. J. Nelson, N. A. Hathaway, D. J. Crona; <br\/>UNC Eshelman School of Pharmacy, Chapel Hill, NC","CSlideId":"","ControlKey":"21575f98-9e08-4ed3-bf9a-8b40dd8147ce","ControlNumber":"6823","DisclosureBlock":"&nbsp;<b>R. M. Kemper, <\/b> None..<br><b>T. J. Nelson, <\/b> None.&nbsp;<br><b>N. A. Hathaway, <\/b> <br><b>Epigenos Biosciences Inc.<\/b> Stock, Patent, Other, Founder.<br><b>D. J. Crona, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5965","PresenterBiography":null,"PresenterDisplayName":"Ryan Kemper, BA","PresenterKey":"c36ff6c6-7163-4b30-a086-17a5ae3543d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5965. First-in-class chemical induced proximity system achieves dose-dependent control of <i>TP53<\/i> activation in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First-in-class chemical induced proximity system achieves dose-dependent control of <i>TP53<\/i> activation in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"CDK9 is a master regulator of transcription that modulates transcription elongation via phosphorylation of RNA polymerase II. Short-term inhibition of CDK9 depletes short-lived transcripts and labile proteins such as MCL1, BFL1 and MYC to promote cancer cell death. We previously described PRT2527, a novel, potent, highly selective CDK9 inhibitor with anti-leukemic activity in various preclinical models. PRT2527 is currently under evaluation in a Phase I clinical trial in patients with relapsed\/refractory hematologic malignancies (NCT05159518). Here we demonstrate PRT2527 potently inhibits cancer cell growth and induces cell death in various models of Diffuse Large B Cell Lymphoma (DLBCL), Mantle Cell Lymphoma (MCL) and Chronic Lymphocytic Leukemia (CLL), through depletion of MCL1, BFL1 and MYC. Specifically, we show that brief treatment with PRT2527 (6h) potently induces apoptosis and inhibits proliferation in DLBCL, MCL and CLL cell lines. We also show that the addition of BTK inhibitors (BTKi) or BCL2 inhibitors (BCL2i) potentiates the apoptosis response induced by PRT2527 <i>in vitro<\/i> and leads to more robust and durable responses including complete tumor regressions in DLBCL CDX and PDX models <i>in vivo.<\/i> In all studies, the combination of PRT2527 with BTKi or BCL2i is well tolerated. Mechanistically, we show that BTK inhibition upregulates BMF, an endogenous inhibitor of BCL2 and BCL-xL, driving cells towards MCL1 and BFL1 dependency in TMD-8 cells. Concurrent depletion of MCL1 and BFL1 with PRT2527 leads to complete inhibition of Bcl-2- family mediated survival signaling, potently inducing cell death. In similar fashion, Venetoclax-driven BCL2 inhibition also potentiates the anti-tumor activity of PRT2527. Consistent with these findings <i>in vitro<\/i>, we observe reduced BFL1 and MCL1 as well as increased BMF in tumors of mice treated with BTKi and PRT2527 suggesting complete Bcl-2 family inhibition. We also demonstrate potent induction of apoptosis in peripheral blood mononuclear cells isolated from patients with both treatment-na&#239;ve and relapse\/refractory CLL following brief treatment with PRT2527 (6h). Co-treatment with BTKi or BCL2i further enhances the apoptotic effect of PRT2527, similarly suggesting combinatorial benefit. Additionally, we characterize the activity of PRT2527 in models of BTKi relapsed\/refractory MCL where increased CDK9 dependency has previously been described. In an Ibrutinib-resistant Mino CDX model, we observe increased tumor growth inhibition following treatment with PRT2527 compared to tumors derived from parental Mino cells, suggesting PRT2527 is efficacious in BTKi-resistant MCL. Altogether these data provide a rationale for evaluating PRT2527 in combination with BTK and BCL2 inhibitors for the treatment of patients with relapsed\/refractory lymphoid malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"CDK inhibitor,Lymphoma,BTK,Venetoclax,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Fultang<\/b>, A. M. Schwab, S. McAneny-Droz, D. Heiser, P. Scherle, N. Bhagwat; <br\/>Prelude Therapeutics, Wilmington, DE","CSlideId":"","ControlKey":"ec2021ac-a83e-45a3-9cd8-909ded7f0cd2","ControlNumber":"3172","DisclosureBlock":"<b>&nbsp;N. Fultang, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>A. M. Schwab, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>S. McAneny-Droz, <\/b> <br><b>Prelude Therapeutics<\/b> Employment. <br><b>D. Heiser, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>P. Scherle, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Fiduciary Officer, Stock Option. <br><b>N. Bhagwat, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1187","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5966","PresenterBiography":null,"PresenterDisplayName":"Norman Fultang, PhD","PresenterKey":"fb5e113b-0f8f-4815-af52-aed587cab423","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5966. PRT2527, a novel highly selective cyclin-dependent kinase 9 (CDK9) inhibitor, has potent antitumor activity in combination with BTK and BCL2 inhibition in various lymphoid malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PRT2527, a novel highly selective cyclin-dependent kinase 9 (CDK9) inhibitor, has potent antitumor activity in combination with BTK and BCL2 inhibition in various lymphoid malignancies","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND-- Wnt5A and its non-canonical Wnt receptor, ROR1, have emerged as a promising new signaling pathway target for lethal, metastatic prostate cancer. Wnt5A has emerged as a significant marker of poor prognosis in circulating tumor cells (CTCs) of metastatic castration resistant prostate cancer (mCRPC) patients. ROR1 is expressed in lethal types of mCRPC, especially neuroendocrine prostate cancer (NEPC). A therapeutic ROR1 antibody, Zilovertamab, has been clinically tested in chronic lymphocytic leukemia (CLL) and metastatic breast cancer and shown to be safe. We sought to investigate Zilovertamab-based therapies for metastatic prostate cancer in pre-clinical model systems.<br \/>HYPOTHESIS -- Wnt5A\/ROR1 signaling may mediate a cancer stem cell program which makes cells resistant to therapies which target the cell cycle and proliferation. Blocking ROR1 may reveal vulnerabilities which sensitize cancer cells to chemotherapies like docetaxel.<br \/>METHODS-- ROR1 expression was determined using RNASeq, qRT-PCR, FACS, IHC and Western blotting. ROR1 signaling was blocked using the anti-ROR1 therapeutic antibody, Zilovertamab, or CRISPRCas9 ROR1 knock out. Cell growth was measured using an Incucyte real time imaging system. Stem cell activity was assessed in 3D organoids. Cell cycle analysis was performed in live cells in 2D cultures and 3D organoids using the <i>Fucci2BL<\/i> bicistronic Fluorescent, Ubiquitination-based Cell Cycle Indicator reporter system. PDX PCSD13 tumor growth was measured via calipers and IVIS. RNASeq was performed on tumors.<br \/>RESULTS-- We showed that ROR1 was expressed at high levels in mCRPC cell lines: PC3, DU145, and in the bone metastatic prostate cancer PDX: PCSD13. CRISPR\/Cas9 Knock out of ROR1 in PC3 and DU145 cells showed increased sensitivity to docetaxel inhibition of proliferation in vitro in 2D real time Incucyte proliferation assays and in 3D organoids. Organoid formation was significantly reduced in ROR1 KO cells. Cells expressing the FUCCI live cell cycle tracker showed docetaxel led to G2 arrest and ROR1 signaling inhibition increased efficacy of docetaxel induced cell cycle arrest. Treatment of PCSD13 PDX in vivo with Zilovertamab plus docetaxel synergistically increased tumor growth inhibition in vivo and modulated cancer stem cell and cell cycle expression profiles.<br \/>CONCLUSIONS-- Cancer stem cells represent the fundamental precursors from which all diverse tumor subpopulations evolve. Thus, therapeutic targeting of these tumor initiating stem\/progenitor cells may prevent the evolutionary diversification of a tumor and overcome a critical clinical barrier to cancer treatment.<b> <\/b>We showed synergistic response in our PDX and PCs cell line models to Zilovertamab plus docetaxel. We are now conducting a phase 1b clinical trial with zilovertamab plus docetaxel in patients with metastatic CRPC (CirmD, NCT05156905, PI R Mckay).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Metastasis,Prostate cancer,Wnt signaling,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. A. Jamieson<\/b><sup>1<\/sup>, J. Murtadha<sup>1<\/sup>, C. S. Oh<sup>1<\/sup>, M. T. Muldong<sup>1<\/sup>, N. Etemadfard<sup>1<\/sup>, E. Koutouan<sup>1<\/sup>, Y. E. Yoon<sup>2<\/sup>, S. Lee<sup>1<\/sup>, O. S. Kwon<sup>3<\/sup>, J. J. Oh<sup>4<\/sup>, M. S. Kim<sup>5<\/sup>, K. Willert<sup>1<\/sup>, N. A. Cacalano<sup>6<\/sup>, C. H. Jamieson<sup>1<\/sup>, T. Gaasterland<sup>1<\/sup>, R. R. Mckay<sup>1<\/sup>, C. J. Kane<sup>1<\/sup>, A. A. Kulidjian<sup>7<\/sup>, C. E. Prussak<sup>1<\/sup>; <br\/><sup>1<\/sup>UC San Diego, La Jolla, CA, <sup>2<\/sup>Hanyang University College of Medicine, Seoul, Gyeonggi-do, Korea, Republic of, <sup>3<\/sup>Hallym University College of Medicine, Seoul, Youngdeungpo-gu, Korea, Republic of, <sup>4<\/sup>Seoul National University Bundang Hospital, Bundang-gu, Seongnam-si, Gyeonggi, Korea, Republic of, <sup>5<\/sup>Seoul Medical Center, Jungnang-gu, Seoul, Korea, Republic of, <sup>6<\/sup>UC Los Angeles, Los Angeles, CA, <sup>7<\/sup>Scripps Health MD Anderson, La Jolla, CA","CSlideId":"","ControlKey":"99eaf8e5-44d1-4ce4-9db9-ca2f406b5f7f","ControlNumber":"8728","DisclosureBlock":"<b>&nbsp;C. A. Jamieson, <\/b> <br><b>Oncternal Therapeutics, Inc<\/b> Grant\/Contract.<br><b>J. Murtadha, <\/b> None..<br><b>C. S. Oh, <\/b> None.&nbsp;<br><b>M. T. Muldong, <\/b> <br><b>Icosavax<\/b> Employment.<br><b>N. Etemadfard, <\/b> None..<br><b>E. Koutouan, <\/b> None..<br><b>Y. E. Yoon, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>O. S. Kwon, <\/b> None..<br><b>J. J. Oh, <\/b> None..<br><b>M. S. Kim, <\/b> None..<br><b>K. Willert, <\/b> None..<br><b>N. A. Cacalano, <\/b> None..<br><b>C. H. Jamieson, <\/b> None..<br><b>T. Gaasterland, <\/b> None..<br><b>R. R. Mckay, <\/b> None..<br><b>C. J. Kane, <\/b> None..<br><b>A. A. Kulidjian, <\/b> None..<br><b>C. E. Prussak, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5967","PresenterBiography":null,"PresenterDisplayName":"Christina Jamieson, PhD","PresenterKey":"aefd9c60-6c6f-4d52-926a-d2793e031ed6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5967. Blockade of Wnt5A\/ROR1 signaling as cancer stem cell targeting therapy for metastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blockade of Wnt5A\/ROR1 signaling as cancer stem cell targeting therapy for metastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is estimated to contribute to over 34,000 deaths in men residing in the United States, with the majority fatality due to metastatic disease. CDC7 is a kinase that regulates DNA replication and is an emerging cancer biomarker for poor prognosis in carcinomas such as Wilms tumor and hepatocellular carcinomas. In this study, we demonstrated that high level of CDC7 is associated with metastatic prostate cancer when compared to benign prostate tissues or localized prostate cancer. Furthermore, we found that CDC7 expression is highest in prostate cancer patient-derived xenografts (PDX) models of adenocarcinomas with neuroendocrine features. <i>In vitro<\/i>, we showed that inhibition of CDC7 with TAK-931, a CDC7 specific inhibitor, reduced the ability of aggressive prostate cancer cells to proliferate, migrate, and invade. Similarly, knock-down of CDC7 in prostate cancer cell lines inhibited cell growth in a colony formation assay. TAK-931 treated prostate cancer cell lines also showed an abnormal cell cycle profile, indicating that inhibiting CDC7 in aggressive prostate cancer could contribute to replication stress and promote apoptosis. Overall, this study demonstrates that CDC7 is a targetable protein that regulates advanced and aggressive prostate cancer growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,CDC7,Cancer progression,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. B. Hartono<\/b><sup>1<\/sup>, S. Paparaju<sup>1<\/sup>, C. Lee<sup>1<\/sup>, S. Liu<sup>1<\/sup>, B. R. Alabi<sup>2<\/sup>, E.-C. Hsu<sup>2<\/sup>, J. D. Brooks<sup>2<\/sup>, E. Corey<sup>3<\/sup>, T. Stoyanova<sup>1<\/sup>; <br\/><sup>1<\/sup>UCLA - University of California Los Angeles, Los Angeles, CA, <sup>2<\/sup>Stanford University, Palo Alto, CA, <sup>3<\/sup>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"b5d4930a-c9d2-44c4-bd5a-072b3ae5000f","ControlNumber":"5160","DisclosureBlock":"&nbsp;<b>A. B. Hartono, <\/b> None..<br><b>S. Paparaju, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>B. R. Alabi, <\/b> None..<br><b>E. Hsu, <\/b> None..<br><b>J. D. Brooks, <\/b> None.&nbsp;<br><b>E. Corey, <\/b> <br><b>Dotquant<\/b> Other, Consultant. <br><b>AbbiVie<\/b> Other, Sponsored Research Agreement. <br><b>Astra Zeneca<\/b> Other, Sponsored Research Agreement. <br><b>Janssen Research<\/b> Other, Sponsored Research Agreement. <br><b>Gilead<\/b> Other, Sponsored Research Agreement. <br><b>Zenith Epigenetics<\/b> Other, Sponsored Research Agreement. <br><b>Forma Therapeutics<\/b> Other, Sponsored Research Agreement. <br><b>Bayer<\/b> Other, Sponsored Research Agreement. <br><b>Kronos<\/b> Other, Sponsored Research Agreement. <br><b>Foghorn<\/b> Other, Sponsored Research Agreement. <br><b>MacroGenics<\/b> Other, Sponsored Research Agreement.<br><b>T. Stoyanova, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5968","PresenterBiography":null,"PresenterDisplayName":"Alifiani Hartono, MS;PhD","PresenterKey":"a107d9f3-3b67-4d67-a3f9-da1c99515170","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5968. CDC7 is a targetable regulator of advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDC7 is a targetable regulator of advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: Small cell neuroendocrine carcinoma of the uterine cervix (SCNEC) is extremely rare but highly aggressive and its prognosis is usually poor. Vaccinia-related kinase (VRK)1 is a serine\/threonine protein kinase that is involved in cell proliferation by regulating cell-cycle progression and inducing cell-cycle arrest in response to stress signals. VRK2 belongs to the same family as VRK1, and they are paralogs. VRK1 has been reported as a potential therapeutic target in nervous system tumors with low VRK2 expression. Previously, we identified high expression of VRK1 in SCNEC through proteomic analysis of isolated organoids. The objective of the present study is to investigate the effect of VRK1 on the proliferation of SCNEC and its potential as a therapeutic target.<br \/>Methods: The mRNA and protein expression of VRK1 and VRK2 in ten organoids and two cell lines derived from SCNEC were examined and compared with cervical cancer of other histological subtypes by RNA microarray and western blot analysis. The effect of VRK1 on tumor growth in vitro and in vivo (xenograft model) were evaluated by shRNA-mediated knockdown of VRK1 (shVRK1). RNA-seq was performed from the xenograft tumors. The effects of shVRK1 on cell proliferation were evaluated under various levels of oxidative stress induced by H<sub>2<\/sub>O<sub>2<\/sub>.<br \/>Results: VRK1 expression was higher in organoids and cell lines derived from SCNEC than those derived from squamous cell carcinoma and adenocarcinoma, while VRK2 expression was lower in SCNEC. Tumor growth was suppressed significantly by shVRK1 in vivo (mean weight: cell line 1: 0.62 vs 0.06g, p&#60;0.05, 2: 1.79 vs 0.58g, p&#60;0.01). Gene ontology analysis of RNA-seq data suggested that VRK1 is related to cellular responses to stress. Proliferation was slightly suppressed by shVRK1 under normal conditions; however, it was significantly enhanced under oxidative stress (Cell line 1: in shVRK1, -14.0% without oxidative stress vs -54.9% under H<sub>2<\/sub>O<sub>2<\/sub> 750&#956;M, p&#60;0.01, Cell line 2: similar to Cell line 1).<br \/>Conclusion: SCNEC exhibited high VRK1 and low VRK2 expression, and the tumor suppressive effect of shVRK1 was more significant in vivo than in vitro. VRK1 may play a role in the tumor microenvironment, including oxidative stress, and is a potential therapeutic target for SCNEC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Proliferation,Serine\/threonine kinase,shRNA,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mariya Kobayashi<\/b><sup>1<\/sup>, Satoshi Nakagawa<sup>1<\/sup>, Mizuki Kanda<sup>1<\/sup>, Yuji Kamei<sup>1<\/sup>, Masuda Tatsuo<sup>2<\/sup>, Mamoru Kakuda<sup>1<\/sup>, Kosuke Hiramatsu<sup>1<\/sup>, Toshihiro Kimura<sup>1<\/sup>, Yutaka Ueda<sup>1<\/sup>, Takayuki Enomoto<sup>1<\/sup>, Masahiro Inoue<sup>3<\/sup>, Tadashi Kimura<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Obstetrics and Gynecology, Osaka University, Suita, Japan,<sup>2<\/sup>StemRIM Institute of Regeneration-Inducing Medicine, Osaka University, Suita, Japan,<sup>3<\/sup>Department of Clinical Bio-Resource Research and Development, Graduate School of Medicine, Kyoto University, Kyoto, Japan","CSlideId":"","ControlKey":"0358d88a-c478-4cb7-8e28-124a2ee849e6","ControlNumber":"2190","DisclosureBlock":"&nbsp;<b>M. Kobayashi, <\/b> None..<br><b>S. Nakagawa, <\/b> None..<br><b>M. Kanda, <\/b> None..<br><b>Y. Kamei, <\/b> None..<br><b>M. Tatsuo, <\/b> None..<br><b>M. Kakuda, <\/b> None..<br><b>K. Hiramatsu, <\/b> None..<br><b>T. Kimura, <\/b> None..<br><b>Y. Ueda, <\/b> None..<br><b>T. Enomoto, <\/b> None..<br><b>M. Inoue, <\/b> None..<br><b>T. Kimura, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5969","PresenterBiography":null,"PresenterDisplayName":"Mariya Kobayashi, MD","PresenterKey":"2d7ac940-6f3b-4442-9ff7-ad9f55b6f461","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5969. VRK1 can be a therapeutic target in small cell neuroendocrine carcinoma of the uterine cervix","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VRK1 can be a therapeutic target in small cell neuroendocrine carcinoma of the uterine cervix","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Carbamazepine (CBZ) is an autophagy inducer along with its other therapeutic properties. <i>KRAS<\/i>-mutated CRC has a worse prognosis and limited treatment options when compared to <i>KRAS<\/i> wild-type CRC. In this study, we followed the effects of CBZ treatment in the mutant and wild-type CRC cells. We herein report that CBZ exhibits mutant selectivity in efficacy and significantly modulates <i>SMARCA4<\/i> levels, a protein heavily implicated in both tumor suppression and proliferation, presenting a promising method for <i>KRAS<\/i>-mutated CRC treatment.<br \/>Methodology: 2 cell lines, HCT116 (<i>KRAS<\/i> mutant) and Hke3 (<i>KRAS<\/i> wild-type), were used in this study. These cells were treated with Carbamazepine (CBZ) for either 6 or 24 hours. Subsequently, RNA and protein extractions were performed to assess the expression levels of <i>SMARCA4<\/i> through quantitative polymerase chain reaction (qPCR) and Western blot analysis, respectively. Furthermore, the TCGA COAD-READ patient dataset was accessed using Xena. The data is used to assess the correlation of <i>KRAS<\/i> and <i>SMARCA4<\/i> wt-tumor vs. mutant-tumor. The dataset was also used to visualize the effect of high <i>SMARCA4<\/i> mRNA on the different patient cohorts.<br \/>Results: Basal levels of <i>SMARCA4<\/i> are higher in CRC patients than control (p = 1.81e-16). Patients with a <i>KRAS<\/i> mutation has higher levels than <i>KRAS<\/i>-wt (p = 0.000005). <i>KRAS<\/i> mutated cells treated with CBZ expressed less BRG1 (<i>SMARCA4<\/i> protein) at 24 hours (Fold Change = 0.68, p= 0.041). <i>KRAS<\/i> wildtype cells treated with CBZ expressed more BRG1 at 6 hours (Fold Change = 1.23, p= 0.006). The fold change of BRG1 in <i>KRAS<\/i>-mutant was significantly lower than in <i>KRAS<\/i>-wildtype at both 6 and 24 hours (p= 0.013 and p= 0.002). <i>KRAS<\/i> mutated cells treated with CBZ expressed less <i>SMARCA4<\/i> mRNA at 24 hours (Fold Change = 0.69, p= 0.008). <i>KRAS<\/i> wildtype cells treated with CBZ expressed more <i>SMARCA4<\/i> at 6 hours (Fold Change = 1.62, p= 0.006) and 24 hours (Fold Change = 1.31, p= 0.06). The fold change of <i>SMARCA4<\/i> in <i>KRAS<\/i>-mutant was significantly lower than in <i>KRAS<\/i>-wildtype at both 6 and 24 hours (p= 0.0032 and p= 0.00009). BRG1 expression affected overall survival for the first 1500 days - only in patients with a <i>KRAS<\/i>-mutant (p= 0.015).<br \/>Conclusion: This study sheds light on the potential therapeutic role of CBZ in colorectal cancer, particularly in the context of <i>KRAS<\/i>-mutated CRC. Our findings indicate that CBZ treatment has distinct effects on <i>SMARCA4<\/i> expression in CRC depending on <i>KRAS<\/i> mutation status. In <i>KRAS<\/i>-mutated cells, CBZ reduced <i>SMARCA4<\/i> protein and mRNA levels. Conversely, in <i>KRAS<\/i> wild-type cells, CBZ resulted in an increase in <i>SMARCA4<\/i> expression. Furthermore, our analysis of patient datasets reaffirmed the association between elevated <i>SMARCA4<\/i> and <i>KRAS<\/i>, since high <i>SMARCA4<\/i> expression led to worse overall survival rates, specifically in <i>KRAS<\/i>-mutant CRC patients. These findings emphasize the need for further exploration of CBZ as a potential treatment strategy for CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"KRAS,SMARCA4,Carbamazepine,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Aaron Shaykevich<\/b><sup>1<\/sup>, Danbee Chae<sup>1<\/sup>, Isaac Silverman<sup>1<\/sup>, Jeremy Bassali<sup>1<\/sup>, Netanel Louloueian<sup>1<\/sup>, Alexander Siegman<sup>1<\/sup>, Gargi Bandyopadhyaya<sup>1<\/sup>, Sanjay Goel<sup>2<\/sup>, Radhashree Maitra<sup>1<\/sup><br><br\/><sup>1<\/sup>Biology, Yeshiva University, New York, NY,<sup>2<\/sup>Oncology, Rutgers Cancer Institute of New Jersey, New Brunswik, NJ","CSlideId":"","ControlKey":"61bc844b-276d-44bd-a201-1fd434d86b06","ControlNumber":"223","DisclosureBlock":"&nbsp;<b>A. Shaykevich, <\/b> None..<br><b>D. Chae, <\/b> None..<br><b>I. Silverman, <\/b> None..<br><b>J. Bassali, <\/b> None..<br><b>N. Louloueian, <\/b> None..<br><b>A. Siegman, <\/b> None..<br><b>G. Bandyopadhyaya, <\/b> None..<br><b>S. Goel, <\/b> None..<br><b>R. Maitra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1198","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5970","PresenterBiography":"","PresenterDisplayName":"Aaron Shaykevich, No Degree","PresenterKey":"2c426552-63aa-40b5-af67-8058756fc09d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5970. Carbamazepine mediated <i>SMARCA4 <\/i>inhibition as a therapeutic target for <i>KRAS<\/i>-mutated CRC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Carbamazepine mediated <i>SMARCA4 <\/i>inhibition as a therapeutic target for <i>KRAS<\/i>-mutated CRC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: F3 is a cell surface protein that plays a role in blood clotting, but recent research has revealed its implication in cancer proliferation, metastasis, angiogenesis, and immune escape. TCGA cohort analysis has shown that elevated F3 is a common feature of many cancers, and generally correlates with poor patient survival. Therefore, the potential of F3 as a therapeutic target in cancer is worth exploring. Tisotsumab-vedotin, an antibody-drug conjugate (ADC) that targets F3, was approved by the FDA for cervical cancer and is undergoing clinical trials in some solid cancers. However, ADCs may give rise to concerns about drag resistance following cellular internalization. Herein, we developed and tested an F3 targeted near-infrared photoimmunotherapy (NIR-PIT) to overcome some of these resistance mechanisms.<br \/>Methods: We created a conjugate of tisotumab as an F3 antibody and IR700. The efficacy of F3-targeted NIR-PIT was investigated using multiple cancer cell lines (A431; epidermoid carcinoma, HPAF-II; pancreatic adenocarcinoma, HSC-2; oral carcinoma, HT-1376luc; bladder carcinoma, MDAMB231; breast adenocarcinoma, and SKOV-3; ovarian serous cystadenocarcinoma) in vitro. In vivo, the efficacy of F3-targeted NIR-PIT was evaluated in HPAF-II tumor using xenograft mouse models. In addition, the pathological change after NIR-PIT was also evaluated in A431, HPAF-II, HSC-2, HT-1376luc, MDAMB231, and SKOV-3 tumors.<br \/>Results: These cell lines showed F3 expression in vitro and in vivo. Additionally, F3 expression was specific to cancer cells in HPAF-II tumor model. In vitro, F3-targeted NIR-PIT damaged the multiple cell lines in an NIR light dose-dependent manner. In vivo, F3-targeted NIR-PIT suppressed tumor growth and improved survival rates compared to the untreated group. Pathologically, A431, HPAF-II, HSC-2, HT1376-luc, MDAMB231 and SKOV-3 tumors after NIR-PIT contain large numbers of necrotic cells that are shown typically less dark nuclei and eosinophilic cytoplasm with some vacuolar degeneration than untreated tumors.<br \/>Conclusions: F3-targeted NIR-PIT holds the efficacy against multiple cancers expressing F3, regardless of the specific cancer type. Therefore, this modality exhibits significant promise as a potential NIR-PIT option.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Tissue factor,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Takao<\/b>, A. Furusawa, H. Fukushima, S. Okuyama, M. Kano, H. Yamamoto, P. L. Choyke, H. Kobayashi; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"4d54d9eb-9c0f-4b8a-9f5d-8020d9550208","ControlNumber":"777","DisclosureBlock":"&nbsp;<b>S. Takao, <\/b> None..<br><b>A. Furusawa, <\/b> None..<br><b>H. Fukushima, <\/b> None.&nbsp;<br><b>S. Okuyama, <\/b> <br><b>SHIMADZU CORPORATION<\/b> Grant\/Contract.<br><b>M. Kano, <\/b> None.&nbsp;<br><b>H. Yamamoto, <\/b> <br><b>Nihon University<\/b> Grant\/Contract.<br><b>P. L. Choyke, <\/b> None..<br><b>H. Kobayashi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5971","PresenterBiography":null,"PresenterDisplayName":"Seiichiro Takao, PhD","PresenterKey":"5501ff3a-ff3f-4920-8580-d76246ca3596","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5971. F3 targeted near-infrared photoimmunotherapy: The ideal therapeutic approach for numerous malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"F3 targeted near-infrared photoimmunotherapy: The ideal therapeutic approach for numerous malignancies","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the top cause of cancer mortality. Despite recent advances, the majority of patients with lung cancer still lack effective therapeutic options, underscoring the dire need for additional treatment approaches. Genomic studies have identified frequent mutations in subunits of the SWI\/SNF chromatin remodeling complex including <i>SMARCA4<\/i> and <i>ARID1A<\/i> in non-small cell lung cancer with a frequency of up to 33% in advanced stage disease, making it the most frequently mutated complex in lung cancer. Previous work in our lab, as well as others, have identified a metabolic vulnerability in targeting oxidative phosphorylation (OXPHOS) in SMARCA4<\/i>-mutant lung cancer. However, OXPHOS inhibitors are still not approved to treat cancer due to modest efficacy and adverse effects. This strongly suggests that novel, efficacious and tolerated agents that synergize with OXPHOS inhibition are urgently needed. To this end, we undertook a functional genomics screen by utilizing a focused CRISPR-Cas9 library targeting genes with available FDA approved therapeutics in genetically defined lung cancer cell lines. Importantly, we utilized low doses of the OXPHOS inhibitor IACS-10759 that are known to be well tolerated in patients. Among our top validated hits was ROCK1\/2 kinases and we demonstrate that Belumasudil, a clinically approved ROCK inhibitor with a robust safety and tolerability profile, displays a synergistic combination with IACS-10759. Furthermore, low doses of IACS-10759 synergized with ROCK inhibition in vivo eliciting marked tumor growth inhibition. Mechanistically, we showed that the combination of Belumasudil and IACS-10759 induced a profound energetic stress. This was primarily due to ROCK inhibition-mediated suppression of the normally observed adaptive increase in glycolysis upon OXPHOS inhibition. Steady-state metabolomics and C<sup>13<\/sup>-glucose isotope tracing confirmed downregulation of multiple glycolytic metabolites and reduced glycolytic flux by the combination of ROCK inhibition and IACS-10759 and was associated with severe reduction in glucose uptake. In summary, our study identified a key role of ROCK kinases in metabolic adaptation of cancer cells and provides a strong rationale for pursuing ROCK inhibitors as novel combination agents with OXPHOS inhibition and lay the foundation for future clinical investigation in genetically defined subtypes of lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,ROCK kinase,Metabolism,Oxidative phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Blazanin<\/b>, X. Liang, I. Mahmud, E. Kim, L. Tan, N. Esmaeili Anvar, W. Chan, M. Ha, R. Minelli, M. Peoples, P. Lorenzi, T. Hart, Y. Lissanu, N. Blazanin; <br\/>UT MD Anderson Cancer Ctr., Houston, TX","CSlideId":"","ControlKey":"3c08f5b2-ee82-465c-8630-b33fe29a32ea","ControlNumber":"2679","DisclosureBlock":"&nbsp;<b>N. Blazanin, <\/b> None..<br><b>X. Liang, <\/b> None..<br><b>I. Mahmud, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>L. Tan, <\/b> None..<br><b>N. Esmaeili Anvar, <\/b> None..<br><b>W. Chan, <\/b> None..<br><b>M. Ha, <\/b> None..<br><b>R. Minelli, <\/b> None..<br><b>M. Peoples, <\/b> None..<br><b>P. Lorenzi, <\/b> None..<br><b>T. Hart, <\/b> None..<br><b>Y. Lissanu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5972","PresenterBiography":null,"PresenterDisplayName":"Nicholas Blazanin, BS;PhD","PresenterKey":"24665a0b-432d-428b-8d5f-01495e18ddc4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5972. Therapeutic modulation of rock overcomes metabolic adaption to oxphos inhibition and suppresses tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic modulation of rock overcomes metabolic adaption to oxphos inhibition and suppresses tumor growth","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pancreatic ductal adenocarcinoma (PDAC) is a lethal disease that has a 5-yearrelative survival rate of less than 9%. It is the fourth leading cause of cancer-associated mortality,and is projected to become the second leading cause of cancer-related deaths by 2030. Since most(~80%) PDACs are diagnosed at late stages (metastasized), there is an urgent need to identifymolecular determinants that regulate PDAC progression and serve as candidates for therapeutictargeting. Prolyl 4-hydroxylase subunit alpha 1 (P4HA1) is the major isoform overexpressed inmost cancers, including PDAC. In PDAC, high expression of P4HA1 is associated with tumorprogression and poor clinical outcomes. Thus, we investigated if targeting P4HA1 in PDAC witha small molecule inhibitor; diethyl-pythiDC, had an inhibitory effect on cell proliferation, tumorprogression\/growth, and metastasis.<br \/><b>Methods:<\/b> To demonstrate the therapeutic efficacy of diethyl-pythiDC, we performed MTT, colonyformation, wound healing, Transwell, and western blot assays in various PDAC cell lines. Tumorgrowth and metastasis was evaluated with xenografts in NOD\/SCID\/IL2&#947; receptor-null (NSG)mice. Additionally, expression of P4HA1 in human PDAC and in adjacent normal pancreatictissues was assessed.<br \/><b>Results:<\/b> In human PDACs, there was elevated expression of P4HA1 protein relative to adjacentnormal pancreatic tissues. Treatment of various PDAC cells (S2VP10, MIA PaCa2, BxPC-3, andPANC-1) with diethyl-pythiDC reduced cell proliferation and colony formation, and inducedG2\/M cell cycle arrest. Diethyl-pythiDC reduced migration and invasion of PDAC cells bymodulating epithelial-mesenchymal transition (EMT) markers (N-cadherin, E-cadherin, andvimentin). In addition, diethyl-pythiDC reduced the expression of argonaute-2 (AGO2), acomponent of microRNA biogenesis implicated in tumorigenesis, and its downstream target,matrix metalloproteinase (MMP1). In preclinical animal models of PDAC, diethyl-pythiDCreduced tumor growth and metastasis. Furthermore, in xenograft tumors, diethyl-pythiDCtreatment reduced the expression of AGO2, MMP1, and the proliferative marker, PCNA, andmodulated proteins of the EMT.<br \/><b>Conclusions:<\/b> Treatment with diethyl-pythiDC reduces PDAC progression by decreasing cellproliferation, arresting cells in the G2\/M phase, downregulating AGO2\/MMP1 expression, andmodulating the EMT. These findings suggest that targeting P4HA1 by diethyl-pythiDC could be aviable strategy to improve treatment for PDACs, particularly those expressing high levels ofP4HA1. They also provide a basis to conduct clinical trials to assess the utility of targeting P4HA1by diethyl-pythiDC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Diethyl-pythiDC,Small molecule inhibitor,Tumor progression and metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Afaq<\/b><sup>1<\/sup>, M. Khushman<sup>2<\/sup>, P. Bajpai<sup>1<\/sup>, S. Al Diffalha<sup>1<\/sup>, D. Otali<sup>1<\/sup>, S. Varambally<sup>1<\/sup>, U. Manne<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Alabama at Birmingham, Birmingham, AL, <sup>2<\/sup>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"68f5f239-bd2a-400b-9fb6-cfa56aac38f2","ControlNumber":"7973","DisclosureBlock":"&nbsp;<b>F. Afaq, <\/b> None..<br><b>M. Khushman, <\/b> None..<br><b>P. Bajpai, <\/b> None..<br><b>S. Al Diffalha, <\/b> None..<br><b>D. Otali, <\/b> None..<br><b>S. Varambally, <\/b> None..<br><b>U. Manne, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5973","PresenterBiography":null,"PresenterDisplayName":"Farrukh Afaq, PhD","PresenterKey":"df5b0f06-9b77-4f5a-a087-7250901cf884","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5973. Targeting prolyl 4-hydroxylase subunit alpha 1 with a small molecule inhibitor, diethyl-pythiDC, reduces pancreatic ductal adenocarcinoma growth and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting prolyl 4-hydroxylase subunit alpha 1 with a small molecule inhibitor, diethyl-pythiDC, reduces pancreatic ductal adenocarcinoma growth and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Anti-VEGF therapy is a key therapeutic in several cancer treatment regimens. However, none of the current therapeutics are directly cytotoxic against tumor cells. VEGF<sub>121<\/sub> is the smallest isoform in the VEGF-A family of cytokines that binds to VEGF receptors R-1 and R-2. Both receptors are over-expressed on several tumor cells and the endothelium of tumor vasculature but not normal vasculature. We hypothesized that delivery of a cytotoxic payload through VEGFR-2 into tumor cells and tumor neovasculature would significantly enhance cancer therapy. Granzyme B is a key effector in immune-mediated cell killing through both caspase-dependent and -independent mechanisms. We previously reported the development of a fusion protein composed of granzyme B (GrB) and VEGF<sub>121<\/sub> (GrB\/VEGF<sub>121<\/sub>). Here, we report on GrB-Fc-VEGF<sub>121<\/sub>, a fusion protein incorporating a human IgG heavy chain Fc fragment for dimerization to increase the molecular weight and improve <i>in vivo<\/i> circulation and targeting potential. We expressed and purified GrB-Fc-VEGF<sub>121<\/sub> from HEK-293E cells under serum-free conditions with a final yield of approximately 40 mg\/L. The enzymatic activity of GrB in GrB-Fc-VEGF<sub>121<\/sub> was comparable to that of commercially available human GrB. We characterized this construct against both human and mouse VEGFR+ cell lines as this ligand cross-reacts to both species. GrB-Fc-VEGF<sub>121<\/sub> showed <i>in vitro<\/i> cytotoxicity in the nanomolar range against tumor and endothelial cell lines expressing high levels of VEGFR-1 or VEGFR-2, while receptor-negative cells demonstrated IC<sub>50<\/sub> levels in the high micromolar range. GrB-Fc-VEGF<sub>121<\/sub> internalized into VEGFR-2+ tumor and endothelial cells within 2 hours of treatment while untargeted GrB did not internalize, suggesting internalization was receptor-mediated. Treatment of VEGFR2+ cells at the respective IC<sub>50<\/sub> dose resulted in &#62;50% cell death via apoptosis and\/or necrosis within 48 h. <i>Ex vivo<\/i> serum stability studies indicated a gradual protein loss of GrB-Fc-VEGF<sub>121<\/sub> with an overall stability of about 50% over 96 hours. No toxicity was observed in mice treated with a total dose of 475 mg\/kg (IP, QOD x 5), indicating that the maximum tolerated dose of GrB-Fc-VEGF<sub>121<\/sub> exceeds this dose level. <i>In vivo<\/i> efficacy studies in an OVCAR8 tumor xenograft model (20 mg\/kg GrB-Fc-VEGF<sub>121<\/sub> x 5) resulted in significant growth inhibition of established tumors compared to vehicle controls. The number of CD31+ blood vessels and Ki-67+ proliferating tumor cells decreased significantly in treated tumors compared to controls. Pharmacokinetic studies are underway and will be reported. Thus, GrB-Fc-VEGF<sub>121<\/sub> significantly reduces tumor growth <i>in vivo<\/i> with no observed toxicity against normal tissues. This tumor- and vascular-targeting agent appears to have significant potential as a new class of targeted therapeutic agents with a unique mechanism of action. Research conducted, in part, by the Clayton Foundation for Research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Granzyme B,Vascular endothelial growth factor receptor (VEGFR),Vascular targeting,Tumor targeting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. A. Mohamedali<\/b>, L. H. Cheung, A. Alvarez-Cienfuegos, W. N. Hittelman, M. G. Rosenblum; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"10e0753f-a39f-4072-8d3a-da7ff112050e","ControlNumber":"3318","DisclosureBlock":"&nbsp;<b>K. A. Mohamedali, <\/b> None..<br><b>L. H. Cheung, <\/b> None..<br><b>A. Alvarez-Cienfuegos, <\/b> None..<br><b>W. N. Hittelman, <\/b> None..<br><b>M. G. Rosenblum, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5974","PresenterBiography":null,"PresenterDisplayName":"Khalid Mohamedali, PhD","PresenterKey":"79fabe2d-0eb1-41dc-8edf-a4b68d544795","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5974. Targeting VEGFR on tumor cells and activated vasculature through delivery of granzyme B","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting VEGFR on tumor cells and activated vasculature through delivery of granzyme B","Topics":null,"cSlideId":""},{"Abstract":"Antibodies targeting HER receptors have led to successful therapeutics for multiple human malignancies. Targeting the family of HER ligands provides an alternative strategy to inhibit signaling and subsequent proliferation of cancer cells. We have engineered ligand traps that bind the growth factors activating the HER family and have characterized a series of molecules (EN2000-Fc) using Surface Plasmon Resonance (SPR). Five distinct molecules were further evaluated for improved in vivo pharmacokinetics in mice that express human neonatal Fc receptor (FcRn). Mutations in the IgG Fc known to extend the <i>in-vivo<\/i> half-life of monoclonal antibodies were incorporated into the parental EN2000-Fc to generate 3 more distinct pan HER ligand traps. In addition, an EN2000-Fc variant with a full-length hinge was engineered, which is 5-amino-acid longer N-terminally than the parental molecule. These five molecules were synthesized (&#62; 300 mg of each), purified (&#62;98%), and characterized for <i>in vitro<\/i> and <i>in vivo<\/i> testing. Two variants were compared by evaluating the ligand binding affinity to 11 HER ligands using SPR. Both molecules showed comparable affinity against all ligands tested, confirming reproducibility of the pan HER ligand trap engineering technology. Among the ligands, HB-EGF had the highest affinity. High binding affinities to EGF, NRG1, NRG2, betacellulin and TGF&#945; were also measured. The serum pharmacokinetics of the different ligand traps were compared in 6- to 8-week-old female C57BL\/6 mice engineered to express human FcRn. Ligand traps were administered by single tail vein injection, and serum samples collected over a 28-day interval were analyzed by ELISA. Ligand traps with engineered Fc-mutations had 3- to 4-fold greater systemic exposure (area-under-the-curve) compared to ligand traps with the parental sequence, demonstrating improved <i>in vivo<\/i> characteristics of selected engineered fusion proteins. These results provide useful information for product candidate selection and for further preclinical development of a ligand trap targeting HER family receptors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"HER2,EGFR,Pharmacokinetics,Fusion proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. C. Maneval<\/b><sup>1<\/sup>, C. Yang<sup>2<\/sup>, C. Trevisiol<sup>2<\/sup>, H. Shepard<sup>2<\/sup>, P. Jin<sup>2<\/sup>; <br\/><sup>1<\/sup>Independent Consultant, Del Mar, CA, <sup>2<\/sup>Enosi Therapeutics, Eugene, OR","CSlideId":"","ControlKey":"16b77bc3-834a-454e-bf58-f88fa17ea988","ControlNumber":"8780","DisclosureBlock":"<b>&nbsp;D. C. Maneval, <\/b> <br><b>Enosi Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>C. Yang, <\/b> <br><b>Enosi Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>C. Trevisiol, <\/b> <br><b>Enosi Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>H. Shepard, <\/b> <br><b>Enosi Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>P. Jin, <\/b> <br><b>Enosi Therapeutics<\/b> Independent Contractor, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5975","PresenterBiography":null,"PresenterDisplayName":"Daniel Maneval, PhD","PresenterKey":"040e6120-d650-4cfe-a970-74ada984dc62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5975. Characterization and pharmacokinetics of ligand traps targeting the human epidermal growth factor receptor (HER) family","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization and pharmacokinetics of ligand traps targeting the human epidermal growth factor receptor (HER) family","Topics":null,"cSlideId":""},{"Abstract":"Triple Negative Breast Cancer (TNBC) is a highly aggressive breast cancer subtype, disproportionately affecting young and African American populations. TNBC constitutes up to 15% of breast cancers that lack effective targeted therapy. The Nucleosome Remodeling and Deacetylase (NuRD) complex, a pivotal chromatin remodeling entity, plays a crucial role in cancer development and progression. Specifically, the NuRD complex associates with SALL4 in cancer cells, contributing to the silencing of tumor-suppressor genes like PTEN. In this study, we discover R9, a novel small-molecule nucleotide analog, a first-in-class NuRD inhibitor. Utilizing computational and cellular methods, R9 demonstrated selective engagement with RBBP4, a key NuRD complex subunit. Cellular target engagement technology has been utilized to verify direct interaction of R9 with NuRD complex as well as to guide medicinal chemistry efforts. Mass spectrometry thermal proteome profiling (TPP) affirmed RBBP4 as the primary target of R9 with minimal off-target effects. In vitro studies reveal R9 displaying robust toxicity in TNBC cells, while sparing normal tissue derived cells. Encouragingly, R9 effectively impeded TNBC tumors growth in mice without inducing toxicity. Mechanistically, we demonstrate R9 induces DNA damage in sensitive TNBC cells, and the sensitivity correlates to DNA damage-vulnerable cancer cells, indicating DNA damage is a major effector of NuRD complex inhibition in TNBCs. We further demonstrate that R9 induces DNA damage through a c-MYC dependent manner. Ongoing studies aim to elucidate key transcription factors involved in NuRD complex inhibition and the role of MYC and DNA damage in response to NuRD complex inhibition. This research positions R9 as a promising candidate for targeted therapy in TNBC, offering potential insights into the intricate molecular pathways involved in TNBC tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Triple-negative breast cancer (TNBC),c-Myc,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>k. zhang<\/b><sup>1<\/sup>, S. Jacob<sup>1<\/sup>, M. Dozmorov<sup>1<\/sup>, I. Babic<sup>2<\/sup>, E. Nurmemmedov<sup>2<\/sup>, A. C. Faber<sup>1<\/sup>; <br\/><sup>1<\/sup>Virginia Commonwealth University - VCU, Richmond, VA, <sup>2<\/sup>Nerd bio, San Diego, CA","CSlideId":"","ControlKey":"7a4e3ef6-4c1e-46a9-8644-47c840909b84","ControlNumber":"4116","DisclosureBlock":"&nbsp;<b>K. zhang, <\/b> None..<br><b>S. Jacob, <\/b> None..<br><b>M. Dozmorov, <\/b> None..<br><b>I. Babic, <\/b> None..<br><b>E. Nurmemmedov, <\/b> None..<br><b>A. C. Faber, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5976","PresenterBiography":null,"PresenterDisplayName":"Kun Zhang","PresenterKey":"a7374e06-1d4f-4a71-a160-43199a1eabe3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5976. R9: A novel NuRD complex inhibitor for targeted therapy in triple negative breast cancer (TNBC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"R9: A novel NuRD complex inhibitor for targeted therapy in triple negative breast cancer (TNBC)","Topics":null,"cSlideId":""},{"Abstract":"Background: Gremlin-1 (GREM1), a member of the TGF&#8209;&#946; superfamily, plays a key role in EMT, and cancer cell proliferation by binding to BMPs. GREM1 is widely expressed in various human cancers and TME stromal cells. Overexpression of GREM1 is correlated with poor prognosis. TST003 is a novel humanized IgG1 monoclonal antibody targeting GREM1 with high affinity and selectivity, and it blocks GREM1 binding to BMP2\/4 resulting in enhanced BMP signaling. This study will investigate TST003&#8217;s safety, tolerability, and preliminary anti-tumor activity in patients with advanced solid tumors.<br \/>Objectives: The primary objectives are to evaluate the safety and tolerability and determine the maximum tolerated dose and\/or optimal biologic dose(s) of TST003. Secondary objectives include pharmacokinetic, pharmacodynamic and preliminary anti&#8209;tumor activity of TST003. A comprehensive biomarker plan will be implemented to analyze GREM1 expression, BMP signaling pathway, and tumor microenvironment with tumor tissues (including tumor cells, CAFs, T<sub>eff<\/sub>, T<sub>reg<\/sub>, MDSCs and TAMs), as well as circulating tumor DNA to explore the correlation among drug exposure, pharmacodynamic markers and clinical outcomes.<br \/>Method: This is a first in human Phase 1 study in locally advanced or metastatic solid tumor subjects having tumor progression during or after prior therapies and have no standard therapy that could confer clinical benefit. It comprises of the Part 1 Dose Escalation and the Part 2 Pharmacodynamic Cohorts. Part 1 will evaluate sequential dose levels of 1, 3, 10, 20 and 30 mg\/kg TST003 iv., every three weeks as a single agent. The traditional &#8220;3+3&#8221; design were used for dose escalation of the first two cohorts (1 and 3 mg\/kg), and Bayesian Optimal Interval (BOIN) Design with prespecified cohort size of 3 is used in the following cohorts. Part 2 will include 2 pharmacodynamic cohorts to evaluate the pharmacokinetic (PK) profile, pharmacodynamic (PD) markers, preliminary tumor response, as well as safety of TST003 as monotherapy in locally advanced or metastatic colorectal adenocarcinoma (CRC) subjects. The 2 doses used in the pharmacodynamic cohorts will be chosen from Part 1 and are expected to be within the pharmacologically active range based on nonclinical PK\/PD modeling and available clinical PK\/PD data from the ongoing study. Baseline GREM1 expression will be analyzed by immunohistochemistry. In each pharmacodynamic cohort, around 13-18 subjects will be enrolled to ensure at least 7 GREM1 positive subjects. Eligible subjects will receive TST003 until unacceptable toxicity or disease progression by RECIST v1.1. The enrollment is ongoing in clinical centers in the US and China. No significant safety signals were reported in the first few patients treated with TST003.<br \/>Clinical Trial Information: NCT05731271.<br \/>Study Sponsor: Suzhou Transcenta Therapeutics Co., Ltd.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Bone morphogenetic proteins,Epithelial-mesenchymal transition (EMT),Gremlin-1,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ismael Rodriguez Rivera<\/b><sup>1<\/sup>, Lin Shen<sup>2<\/sup>, Shivaani Kummar<sup>3<\/sup>, Minal Barve<sup>4<\/sup>, Caroline Germa<sup>5<\/sup>, Chuan Qi<sup>6<\/sup>, Lei chen<sup>6<\/sup>, Jenny Milata<sup>5<\/sup>, Jenny Yao<sup>5<\/sup>, Li Shen<sup>6<\/sup>, Xuelian Zhu<sup>6<\/sup><br><br\/><sup>1<\/sup>NEXT Oncology, San Antonio, TX,<sup>2<\/sup>Beijing Cancer Hospital, Beijing, China,<sup>3<\/sup>Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR,<sup>4<\/sup>Mary Crowley Cancer Research Centers, Dallas, TX,<sup>5<\/sup>Transcenta Therapeutics Inc., Princeton, NJ,<sup>6<\/sup>Suzhou Transcenta Therapeutics Co., Ltd, Shanghai, China","CSlideId":"","ControlKey":"3b484c89-b4b1-472c-b5bd-4622d9d4a5dc","ControlNumber":"1424","DisclosureBlock":"<b>&nbsp;I. Rodriguez Rivera, <\/b> <br><b>NEXT Oncology<\/b> Employment. <br><b>Syneos<\/b> Other, Consulting. <br><b>L. Shen, <\/b> <br><b>MSD<\/b> Other, Consulting. <br><b>AstraZeneca<\/b> Other, Consulting. <br><b>Boehringer Ingelheim<\/b> Other, Consulting. <br><b>SERVIER<\/b> Other, Consulting. <br><b>Transcenta<\/b> Other, Consulting. <br><b>S. Kummar, <\/b> <br><b>Transcenta<\/b> Other, Consulting. <br><b>Bayer<\/b> Travel, Other, Consulting. <br><b>Boehringer Ingelheim<\/b> Other, Consulting. <br><b>Mundipharma<\/b> Other, Consulting. <br><b>SpringWorks Therapeutics<\/b> Other, Consulting. <br><b>Gilead Sciences<\/b> Other, Consulting. <br><b>Mirati Therapeutics<\/b> Other, Consulting. <br><b>EcoR1 Capital<\/b> Other, Consulting. <br><b>Genome Insight<\/b> Other, Consulting. <br><b>Oxford BioTherapeutics<\/b> Other, Consulting. <br><b>Seagan<\/b> Other, Consulting. <br><b>PathomIQ<\/b> Stock. <br><b>M. Barve, <\/b> <br><b>Texas Oncology<\/b> Employment, Stock. <br><b>C. Germa, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>C. Qi, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>L. chen, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>J. Milata, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>J. Yao, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>L. Shen, <\/b> <br><b>Transcenta<\/b> Employment, Stock. <br><b>X. Zhu, <\/b> <br><b>Transcenta<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5977","PresenterBiography":null,"PresenterDisplayName":"Ismael Rodriguez Rivera, MD","PresenterKey":"96e75c37-3425-47c5-8b9a-200cff9dc08c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5977. A first-in-human, open-label, multi-center phase 1 study of TST003, a GREM 1 inhibitor, in subjects with locally advanced or metastatic solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-in-human, open-label, multi-center phase 1 study of TST003, a GREM 1 inhibitor, in subjects with locally advanced or metastatic solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Triple-negative breast cancer (TNBC) is the most aggressive subtype of breast cancer linked to high chemo-resistant metastatic cases and limited therapeutic options due to the absence of conventional bioreceptors. Therefore, to treat TNBC, it is imperative to identify promising druggable biological targets.<br \/><b>Experimental Procedures:<\/b> An integrated bioinformatic analysis of microarray datasets was performed to identify significantly differentially expressed genes (DEGs) in TNBC. For selecting a potent therapeutic target, the function and significance of the upregulated DEGs in TNBC was investigated by an <i>in silico<\/i> study employing the UALCAN portal, String database, KM plotter, and Enrichr tools. This analysis included gene expression validation, insights into protein-protein interactions, survival analysis, and pathway mapping of the genes. To obtain potent drugs binding to the selected target MELK (maternal embryonic leucine zipper kinase), a drug repurposing approach was employed starting with virtual screening followed by molecular dynamic simulation (MDS) using GROMACS. Further, the anti-cancer activity of the top two drugs was validated by live-dead imaging, gene expression analyses, MTT-based cell viability and ROS detection assays.<br \/><b>Results:<\/b> Based on a stringent criterion for significant DEG identification (log<sub>2<\/sub>|FC|&#62;1 &#38; adjust P-value &#60; 0.05), 25 overlapping upregulated genes were obtained from three selected datasets. Further, <i>in silico<\/i> analysis revealed that MELK is significantly upregulated across the four stages and subtypes of breast cancer, including TNBC. Higher MELK expression and its oncogenic interactions correlated with poor overall survival of TNBC patients. Evidence suggests that the existing inhibitor for MELK (OTSSP167) has shown poor specificity. Therefore, to block its activity, a library of 1293 FDA-approved drugs was screened against the kinase domain of MELK. MDS study and analysis using parameters like RMSD, RMSF and pair distance revealed that the top 10 drugs were strongly stabilized by H-bonds in the binding pocket of MELK, with minimal deviation and reduced fluctuations of MELK upon drug binding. Binding free energy calculation of drug-MELK interaction using the MM-PBSA method revealed that nine drugs possessed higher binding energy than the inhibitor.<b> <\/b>The top two drugs obtained from the study (originally kinase and reductase inhibitors respectively) were further validated for their <i>in vitro<\/i> anti-cancer efficacy in MDA-MB-231 and MDA-MB-468 cells. Treatment with these drugs exhibited (a) a dose-dependent decrease in proliferation, (b) significant cell death, (c) a marked increase in the cellular ROS levels, and (d) a decrease in the expression of MELK and its downstream targets in TNBC cell lines.<br \/><b>Conclusion: <\/b>The present study opens the avenue for using repurposed drugs as potential therapeutic molecules against MELK activity to combat TNBC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Cell proliferation,Drug-discovery screen,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Arora<\/b>, S. Sarkar, S. S. Ghosh; <br\/>Indian Institute of Technology Guwahati, Guwahati, India","CSlideId":"","ControlKey":"035bc1f4-b392-4494-8c6f-7a32899233f6","ControlNumber":"5361","DisclosureBlock":"&nbsp;<b>A. Arora, <\/b> None..<br><b>S. Sarkar, <\/b> None..<br><b>S. S. Ghosh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5978","PresenterBiography":null,"PresenterDisplayName":"Arisha Arora, B Eng,M Eng","PresenterKey":"fb7d0305-190b-4ab6-adfc-1389a84713dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5978. Therapeutic targeting of MELK using a drug repurposing approach to combat TNBC cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of MELK using a drug repurposing approach to combat TNBC cells","Topics":null,"cSlideId":""},{"Abstract":"Activity of the enzyme N-acetylgalactosamine-4-sulfatase (Arylsulfatase B: ARSB), which removes the 4-sulfate group at the non-reducing end of chondroitin 4-sulfate (C4S) and dermatan sulfate, is reduced in several malignant cell lines and human tissues, including melanomas, mammary, prostate, and colon. Following tail vein injection of B16F10 melanoma cells in 12-week-old female C57BL\/6J mice (n=11) and subsequent treatment by tail vein injection of bioactive, recombinant human ARSB (0.2 mg\/kg), on days 2 and 7, development of metastatic lung lesions was markedly reduced. The average number of lesions declined from mean value of 114 (range: 10-278; n=5) to mean value of 2.5 (range: 0-9; n=6). These findings are consistent with our previous report of significant increase in survival and decrease in size of B16F10 subcutaneous melanomas in C57BL\/6J mice treated with exogenous ARSB. The underlying mechanisms leading to inhibition of melanoma proliferation have profound impact on vital signaling pathways and transcriptional events. These pathways involve more or less binding with C4S when ARSB activity is modified. Notably, galectin-3 binding with C4S increases following exogenous ARSB, leading to decline in free nuclear galectin-3. This leads to reduced expression of the melanoma biomarker chondroitin sulfate proteoglycan CSPG)-4; also known as melanoma-associated chondroitin sulfate proteoglycan (MCSP). Expression of Programmed Death-Ligand 1 (PD-L1) is also reduced, declining from 1.34 &#177; 0.23 ng\/mg protein (n=5) to 0.50 &#177; 0.05 ng\/mg protein (n=6) following ARSB treatment. Inverse to the effect on galectin-3, SHP2, the ubiquitous non-receptor tyrosine phosphatase (PTPN11), binds less to C4S following treatment with exogenous ARSB. The resulting activation of SHP2 impacts on MAPK signaling, reducing phospho-ERK1\/2 and phospho(T180\/Y182)-p38-MAPK. These effects contribute to decline in matrix metalloproteinases MMP2 and MMP9 and thereby restrain invasiveness and metastasis. Following treatment with exogenous ARSB, the serum MMP2 declined from 267 &#177; 38 (ng\/ml; n=5) to 121 &#177; 16 ng\/ml (n=6), consistent with the observed decline in melanoma lesions. The impact of ARSB on signaling pathways and transcriptional events demonstrates how modification of a critical sulfation and the resulting impact on binding with C4S influences vital cell processes and can suppress tumor development. Recombinant human ARSB is an approved agent for the treatment of Mucopolysaccharidosis VI and is used safely and effectively for this congenital deficiency of ARSB. Exogenous ARSB may become an effective treatment for acquired deficiency of ARSB in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Galectin-3,Signaling pathways,Matrix metalloprotease,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. K. Tobacman<\/b><sup>1<\/sup>, S. Bhattacharyya<sup>2<\/sup>, I. O-Sullivan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Chicago and Jesse Brown VAMC, Chicago, IL, <sup>2<\/sup>Jesse Brown VAMC, Chicago, IL","CSlideId":"","ControlKey":"1c249c31-5200-4e80-a0c2-85554271bdbf","ControlNumber":"2676","DisclosureBlock":"&nbsp;<b>J. K. Tobacman, <\/b> None..<br><b>S. Bhattacharyya, <\/b> None..<br><b>I. O-Sullivan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5979","PresenterBiography":null,"PresenterDisplayName":"Joanne Tobacman, BA;MD","PresenterKey":"9c43f30b-5cde-4625-bba3-f4d244cd5700","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5979. Recombinant N-acetylgalactosamine-4-sulfatase (arylsulfatase B; ARSB) inhibits lung metastases in murine B16F10 syngeneic tumor model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recombinant N-acetylgalactosamine-4-sulfatase (arylsulfatase B; ARSB) inhibits lung metastases in murine B16F10 syngeneic tumor model","Topics":null,"cSlideId":""},{"Abstract":"As the energy factory for the cell, the mitochondrion, through its role of ATP production by oxidative phosphorylation, can be regarded as the guardian of well regulated cellular metabolism; the integrity of mitochondrial functions, however, is particularly vulnerable in cancer due to the lack of superstructures such as histone and lamina folds to protect the mitochondrial genome from unintended exposure, which consequently elevates risks of mutation. In cancer, mechanisms responsible for enforcing quality control surveillance for identifying and eliminating defective mitochondria are often poorly regulated, and certain uneliminated mitochondrial DNA (mtDNA) mutations and polymorphisms can be advantageous for the proliferation, progression, and metastasis of tumor cells and disseminated into microenvironment cells through extracellular vesicle and tunnel nano tube. Such pathogenic mtDNA aberrations are likely to increase and frequently be homoplasmic in metastatic cancer cells and, intriguingly, in normal cells in the tumor microenvironments as well. Distinct characteristics of these abnormalities in mtDNA may provide a new path for cancer therapy. We recently tested this hypothesis with a few PIP-TPP conjugates targeting mtDNA mutations to induce mutants reduction in heteoplasmic cells or apoptosis in homoplasmic or near homoplasmic cells in vivo model without major adverse effects. This finding reaffirms the feasibility of such a PIP-TPP-based mtDNA-targeting approach for anticancer therapy as well as perhaps cancer risk prevention. However, the absence of known mtDNA mutation hotspots limits the clinical application of somatic mutation-targeted PIP-TPPs. Thus, we designed CCCh-1005-TPP to selectively target a frequent ATP6 gene variant and often oncogenically homoplasmic in the associated with hypertrophic cardiomyopathy, colon, breast and ovarian cancer risk and found its anticancer effect in mouse xenograft models. Here we study preclinical trial of CCCh-1005-TPP, a promising novel anti-cancer agent for clearing abnormal mtDNA by reactivating mitochondrial quality control surveillance of mitophagy. Given those mechanistic insights may provide a promising therapeutic or maybe preventive approach of the pathogenic mtDNA removal in homoplasmic or heteroplasmic cells. Additional caveat is that this strategy may also use not only for cancer but also many other mitochondria related diseases, such as neurodegenerative, diabetic, renal, muscle and hearing loss diseases as well as aging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Mitochondria,Mitochondrial DNA,Reactive oxygen species,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Nagase<\/b>; <br\/>Shin Nippon Biomedical Laboratories, Tokyo, Japan","CSlideId":"","ControlKey":"cc1c5932-fac2-4e74-96ae-9701c97119ce","ControlNumber":"8904","DisclosureBlock":"<b>&nbsp;H. Nagase, <\/b> <br><b>Shin Nippon Biomedical Laboratories<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5980","PresenterBiography":null,"PresenterDisplayName":"Hiroki Nagase, MD, PhD","PresenterKey":"67ee81a5-6f60-4c5f-ab0b-d42db389ff9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5980. Cancer therapeutic and prevention strategy targeting mutated mitochondria DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer therapeutic and prevention strategy targeting mutated mitochondria DNA","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cholangiocarcinoma (CCA) is a highly aggressive adenocarcinoma of the hepatobiliary system showing an alarming rise in incidence and mortality with unsatisfactory treatment options. Claudin-1 (CLDN1) is a transmembrane protein expressed in tight junctions, but exposed at the cell surface on cancer epithelial cells. Using highly specific monoclonal antibodies (mAbs) targeting the extracellular loop 1 of exposed CLDN1 with an excellent safety profile (Roehlen, Saviano et al. Science Transl Med 2022), we aimed to investigate the role of CLDN1 as therapeutic target for CCA.<br \/>Methods: Integrative CCA patient CLDN1 expression analyses, spatial transcriptomics and mouse models were used to evaluate the role of CLDN1 as an oncogenic driver for CCA. Proof-of-concept studies were performed in cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) mouse as well as patient CCA organoid models using humanized CLDN1 mAbs.<br \/>Results: Integrative expression analyses of CLDN1 in CCA patient tissues revealed robust CLDN1 upregulation across several cohorts and patients with well-characterized driver mutations. scRNASeq and spatial transcriptomics of patient CCA showed that CLDN1 expression in cancer cells is associated with stemness, oncogenic signaling and EMT. Gain-of-function studies using an orthotopic HDTVi and syngeneic mouse model revealed a decrease in survival and an enhanced tumor growth, unraveling a functional role of CLDN1 as an oncogenic driver in CCA. Targeting exposed CLDN1 using highly CLDN1-specific mAb demonstrated a robust anti-tumoral effect across intra- and extra-hepatic CCA mouse models, with a significant inhibition of metastatic disease including models with medium or low CLDN1 expression. Functional studies in patient-derived CCA organoids demonstrated that CLDN1 mAb decreased cellular viability and altered cancer cell plasticity and fate. Mechanistically, CLDN1 mAb treatment suppressed gene expression of pathways mediating proliferation, stemness and EMT by inhibition of Notch1, SRC-FAK, and Hippo-YAP signaling.<br \/>Conclusion: These results demonstrate that CLDN1 is a CCA driver and therapeutic target. The proof-of-concept studies in patient-derived models pave the way for the clinical development of CLDN1 mAbs to improve the outcomes of patients with advanced CCA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Cancer therapy,Cholangiocarcinoma,Claudin-1,Monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Nehme<\/b><sup>1<\/sup>, M. Muller<sup>1<\/sup>, E. Crouchet<sup>1<\/sup>, F. Juehling<sup>1<\/sup>, J. Moehlin<sup>1<\/sup>, R. Désert<sup>1<\/sup>, J. Brochon<sup>1<\/sup>, F. Del Zompo<sup>1<\/sup>, N. Roehlen<sup>1<\/sup>, C. Thumann<sup>1<\/sup>, P. Pessaux<sup>1<\/sup>, E. Felli<sup>1<\/sup>, A. Venkatasamy<sup>2<\/sup>, P. Marchand<sup>3<\/sup>, M. Onea<sup>4<\/sup>, R. Iacone<sup>5<\/sup>, M. Meyer<sup>5<\/sup>, A. Toso<sup>5<\/sup>, N. Bardeesy<sup>6<\/sup>, L. Goyal<sup>7<\/sup>, V. Ranvir<sup>8<\/sup>, M. Fernández-Vaquero<sup>8<\/sup>, M. Heikenwälder<sup>8<\/sup>, T. Ostyn<sup>9<\/sup>, T. Roskams<sup>9<\/sup>, P. Laquerriere<sup>3<\/sup>, C. Schuster<sup>1<\/sup>, L. Mailly<sup>1<\/sup>, T. Baumert<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Strasbourg, Inserm, Institut de Recherche sur les Maladies Virales et Hépatiques UMR_S1110, Strasbourg, France, <sup>2<\/sup>IHU Strasbourg, Institute of Image-Guided Surgery, Strasbourg, France, <sup>3<\/sup>CNRS, Institut Pluridisciplinaire Hubert Curien UMR 7178, Strasbourg, France, <sup>4<\/sup>Department of Pathology, Strasbourg University Hospital, Strasbourg, France, <sup>5<\/sup>Alentis Therapeutics, Allschwil, Switzerland, <sup>6<\/sup>Center for Cancer Research, Massachusetts General Hospital, Department of Medicine, Harvard Medical School, Boston, MA, <sup>7<\/sup>Division of Oncology, Stanford School of Medicine, Palo Alto, CA, <sup>8<\/sup>Division of Chronic Inflammation and Cancer, German Cancer Research Center, Heidelberg, Germany, <sup>9<\/sup>Department of Imaging and Pathology, University of Leuven, Leuven, Belgium","CSlideId":"","ControlKey":"48e618b7-f250-44f8-903f-6b9a2aa9ce01","ControlNumber":"3985","DisclosureBlock":"&nbsp;<b>Z. Nehme, <\/b> None..<br><b>M. Muller, <\/b> None..<br><b>E. Crouchet, <\/b> None..<br><b>F. Juehling, <\/b> None..<br><b>J. Moehlin, <\/b> None..<br><b>R. Désert, <\/b> None..<br><b>J. Brochon, <\/b> None..<br><b>F. Del Zompo, <\/b> None..<br><b>N. Roehlen, <\/b> None..<br><b>C. Thumann, <\/b> None..<br><b>P. Pessaux, <\/b> None..<br><b>E. Felli, <\/b> None..<br><b>A. Venkatasamy, <\/b> None..<br><b>P. Marchand, <\/b> None..<br><b>M. Onea, <\/b> None.&nbsp;<br><b>R. Iacone, <\/b> <br><b>Alentis Therapeutics<\/b> Employment, Stock. <br><b>M. Meyer, <\/b> <br><b>Alentis Therapeutics<\/b> Employment, Stock. <br><b>A. Toso, <\/b> <br><b>Alentis Therapeutics<\/b> Employment, Stock.<br><b>N. Bardeesy, <\/b> None..<br><b>L. Goyal, <\/b> None..<br><b>V. Ranvir, <\/b> None..<br><b>M. Fernández-Vaquero, <\/b> None..<br><b>M. Heikenwälder, <\/b> None..<br><b>T. Ostyn, <\/b> None..<br><b>T. Roskams, <\/b> None..<br><b>P. Laquerriere, <\/b> None.&nbsp;<br><b>C. Schuster, <\/b> <br><b>Alentis Therapeutics<\/b> Stock, Other Intellectual Property.<br><b>L. Mailly, <\/b> None.&nbsp;<br><b>T. Baumert, <\/b> <br><b>Alentis Therapeutics<\/b> Stock, Grant\/Contract, Other Intellectual Property.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5981","PresenterBiography":null,"PresenterDisplayName":"Zeina Nehme","PresenterKey":"595afc58-6257-4b05-8ba5-f86f8adbb762","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5981. Treatment of cholangiocarcinoma using humanized monoclonal antibodies targeting claudin-1","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of cholangiocarcinoma using humanized monoclonal antibodies targeting claudin-1","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid carcinoma (PTC) is the most common thyroid cancer that usually affects women ages 20-50, presenting as an asymptomatic neck mass. Total or partial thyroidectomy shows an excellent prognosis; however, investigation into non-invasive therapeutics with minimal adverse effects is ongoing. In addition to driver mutations such as BRAF, RAS, and RET-PTC, p53 mutations have also been identified. The loss of function of p53 is linked to cancer progression from PTC to poorly differentiated thyroid cancer and possibly anaplastic thyroid cancer. The disruption of the Wnt cell pathway is documented to be related to malignant cell transformation in thyroid cancer, leading to remarkable upregulation of c-myc, resulting in enhancement of tumor growth and drug resistance. Previous studies revealed that upregulation of BCL-2 occurs at later stages of tumorigenesis and is involved in chemotherapy resistance in some forms of cancer. In PTC, the downregulation of BCL-2 is linked to its favorable prognosis. Cannabinoid Derived Products (CDPs) have shown effectiveness in inhibiting different types of cancer, with research dating back to the 1970s. Ongoing in-vitro and in-vivo studies show that CDPs can effectively modulate tumor growth. However, the apoptotic properties of CDPs are largely dependent on the cancer type and drug dose\/concentration. Our investigation focuses on CDPs and its potential anti-cancer effects by modulation of gene expression. We investigated its effects on gene expression of p53, c-Myc, and BCL-2 in K1 cell line which consists of PTC cells obtained from metastasis of well-differentiated PTC. K1 PTC cells (1 x10<sup>6<\/sup> cells\/mL) were cultured with CDPs and incubated at 37&#176;C under 5% CO<sub>2<\/sub> for 24 and 48 hours. Cells were harvested, and cell viability was determined via trypan blue exclusion assay. Using qRT-PCR, we determined the effects of CDPs on the expression of TP53, c-Myc, and BCL-2. Results show that the CDPs decreased the viability (<i>p<\/i>&#60; 0.001) of K1 PTC cells in a dose and time-dependent manner. Within 24 hours, the cannabinoid-containing product increased the gene expression of TP53 (<i>p<\/i> &#60; 0.01) and decreased the gene expression of BCL-2 (<i>p<\/i>&#60; 0.01) and c-Myc (<i>p<\/i>&#60; 0.05) in K1 PTC cells. The results suggest that CDPs interact as a potential regulator in cancer with the upregulation of p53 and downregulation of BCL-2 and c-Myc. Further in-vitro and in-vivo studies are needed to understand the mechanism and therapeutic potential of cannabinoid-containing products in papillary thyroid cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Thyroid cancer,Cannabinoid,Tumor Suppressor Genes,Oncogenes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Taico<\/b><sup>1<\/sup>, I. Musa<sup>1<\/sup>, F. Ardalani<sup>1<\/sup>, A. Maskey<sup>1<\/sup>, N. Yang<sup>2<\/sup>, J. Breslin<sup>3<\/sup>, R. Tiwari<sup>1<\/sup>, J. Geliebter<sup>1<\/sup>, X. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>New York Medical College, Valhalla, NY, <sup>2<\/sup>General Nutraceutical Technology LLC, Elmsford, NY, <sup>3<\/sup>Breslin Research Institute, Taos, NM","CSlideId":"","ControlKey":"5546fbf3-1ea3-4d60-aeb6-57b5cd6397f7","ControlNumber":"3796","DisclosureBlock":"&nbsp;<b>C. Taico, <\/b> None..<br><b>I. Musa, <\/b> None..<br><b>F. Ardalani, <\/b> None..<br><b>A. Maskey, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>J. Breslin, <\/b> None..<br><b>R. Tiwari, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>X. Li, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9769","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5982","PresenterBiography":null,"PresenterDisplayName":"Carolina Taico Oliva","PresenterKey":"6b4d27f1-6272-4a84-8f20-fd9f2f5bf893","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5982. Cannabinoid derived product is a potential novel therapeutic for papillary thyroid carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"276","SessionOnDemand":"False","SessionTitle":"Novel Biologic Therapies and Therapeutic Targets","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cannabinoid derived product is a potential novel therapeutic for papillary thyroid carcinoma","Topics":null,"cSlideId":""}]