[{"Abstract":"Glioblastoma (GBM) is the most common and lethal primary brain tumor in adults. Within the tumor, there is a subtype of cells deemed brain tumor initiating cells (BTICs), which contribute to tumor progression, therapy resistance, and tumoral heterogeneity. The tumor microenvironment, surrounding tumors, contains an ecosystem of cells in which BTICs can interact with and further promote tumor progression. In the lateral wall of the lateral ventricles, the neurogenic niche of the subventricular zone (SVZ), contains neural progenitor cells (NPCs) that self-renew and generate highly migratory neuroblasts. Interestingly, GBM tumors proximal to the SVZ are more proliferative, migratory, and negatively impact the survival of patients. We have previously observed that the presence of GBM induces reciprocal changes to the SVZ altering its neurogenic capacity and resulting in a more proliferative tumor. BTICs share similar self-renewal capacity to NPCs and may exert intercellular communication resulting in increased malignancy features. The mechanisms of intercellular communication, present in the SVZ include paracrine, autocrine, direct cell contact, gap junctions, nanotubes, and more recently extracellular vesicles (EVs). However, <u>the exact mechanisms of how BTICs communicate with NPCs is not well understood<\/u>. EVs are a heterogenous group of cell-derived membranous structures that serve as means of intercellular communication, allowing for cells to exchange proteins, lipids, RNA, and other genetic material. Cancer cells release higher amounts of EVs than non-malignant cells, and these EVs help communicate with other nearby cells, leading to promotion of tumorigenesis. We have observed that BTICs-derived EVs increase the proliferation of human NPCs, while altering their morphology and expression of stem cell markers. These effects are not observed when NPCs are treated with vesicle-free BTIC-derived secreted factors. To investigate the distinctions between BTIC secreted factors and protein cargo contained in BTIC-EVs, we employ the proximity protein labelling system, TurboID, and express this system in BTIC-EVs. The overarching goal of this project is to characterize BTIC-derived EV cargo to identify proteins that modify the GBM tumor microenvironment. <b>We hypothesize that the phenotype of non-cancer NPCs is altered by distinct protein cargo contained in BTIC-derived EVs. <\/b>The results of these experiments will help us to elucidate what BTIC-specific EV cargo impacts the tumor microenvironment, with the potential of revealing therapeutic targets for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Glioblastoma,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Russo<\/b>, M. Ulloa Navas, E. Norton-Ramos, A. Qui침ones Hinojosa, H. Guerrero Cazares; <br\/>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"ef2af0d6-84ed-4479-92b8-0edc65ab10a8","ControlNumber":"1793","DisclosureBlock":"&nbsp;<b>M. Russo, <\/b> None..<br><b>M. Ulloa Navas, <\/b> None..<br><b>E. Norton-Ramos, <\/b> None..<br><b>A. Qui침ones Hinojosa, <\/b> None..<br><b>H. Guerrero Cazares, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7056","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2776","PresenterBiography":null,"PresenterDisplayName":"Marissa Russo, BS","PresenterKey":"8ae09dc5-bf54-4bf5-a3f6-f607b3e776b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2776. Exploring the differences between brain tumor initiating cell extracellular vesicles and secreted factors that influence the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the differences between brain tumor initiating cell extracellular vesicles and secreted factors that influence the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Microvascular proliferation (MVP) and spatial heterogeneity are defining histological features of glioblastoma (GBM). Using <i>ex vivo<\/i> culture method to analyze human GBMs we have previously identified mesenchymal stem cell (MSC)-like cells, called glioma-associated-MSCs (GA-MSCs) in the heterogenous tumor-microenvironment (TME) of GBMs. Like pericytes, fibroblastic cells and smooth muscle cells (SMCs), these GA-MSCs reside in the perivascular niche (PVN) within GBM, and their presence correlates with MVP, decrease in immune cell counts, and poor prognosis. However, the impact of GA-MSCs on the TME remains correlative, and to date, a causative role of GA-MSCs in MVP and immune evasion has not been established <i>in vivo<\/i>. We hypothesize that recruited GA-MSCs promote MVP and enhance immune evasion in the GBM-TME. To begin to address this hypothesis, we first identified and characterized GA-MSCs at single-cell resolution in an immunocompetent murine GBM model. We sorted tumor, immune, and non-tumor-non-immune (NTNI) cells from GFP-labelled GSC005 tumors in C57Bl\/6 mice and performed scRNA-seq. Tumor cells (GFP<sup>+<\/sup> cells) clustered together into 13 distinct cell states. Of the immune cells (CD45<sup>+<\/sup>), the most abundant cell types were microglia (33.9%), macrophages (31.9%), T cells (10.3%), dendritic cells (7.5%) and B cells (1.4%), mimicking human GBM. In the NTNI compartment, we identified 17 clusters, which mapped to endothelial cells, oligodendrocytes, astrocytes and other cell types. Interestingly, there were 4 distinct cell clusters that exclusively expressed platelet-derived growth factor receptor beta (PDGFRB). Three of these clusters mapped to pericytes, SMCs and fibroblastic cells. The fourth cluster expressed both adipose tissue and bone marrow MSC markers, identifying for the first time, GA-MSCs in murine GBM. Next, to define the spatial organization of GA-MSCs and their relationship to immune cells in the GBM TME, we conducted spatial proteomics. GA-MSC counts were significantly higher in the PVN compared with the avascular niche (AN) (p= 0.009) and GA-MSCs were absent in contralateral non-tumor regions. Interestingly, GA-MSCs co-localized with SMCs, fibroblastic cells and pericytes as well as pro-tumorigenic macrophages\/microglia (Iba1<sup>+<\/sup>\/CD163<sup>+<\/sup>) in the PVN indicating potential interactions between these cell populations. In conclusion, we have identified for the first time, MSC-like cells in the PVN of murine GBM. Our results suggest that these GA-MSCs are recruited to the TME where they may promote MVP, a hallmark of GBM, and interact with immunosuppressive immune cells. Building on these observations, future experiments will investigate the extent to which GA-MSCs drive MVP formation and immune evasion in GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Mesenchymal stem cell,Glioblastoma,Perivascular Niche,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. F. Zaman<\/b>, S. K. Singh, A. Hossain, L. M. Phillips, J. Gumin, D. Ledbetter, B. Milutinovic; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"73d6a38b-21ed-497e-a0fa-10c10904c944","ControlNumber":"1494","DisclosureBlock":"&nbsp;<b>M. F. Zaman, <\/b> None..<br><b>S. K. Singh, <\/b> None..<br><b>A. Hossain, <\/b> None..<br><b>L. M. Phillips, <\/b> None..<br><b>J. Gumin, <\/b> None..<br><b>D. Ledbetter, <\/b> None..<br><b>B. Milutinovic, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2777","PresenterBiography":null,"PresenterDisplayName":"Mohammad Fayyad Zaman, BS;MS","PresenterKey":"06b2d78a-d4c3-4ae5-ab49-a307d4a720b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2777. A unique sub-population of PDGFRB+ glioma-associated mesenchymal stem cells constitute the perivascular niche in murine glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A unique sub-population of PDGFRB+ glioma-associated mesenchymal stem cells constitute the perivascular niche in murine glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"The iPSC-derived NK (iNK) cells offer new perspectives to produce large-scale of homogeneous immunotherapeutic cellular products and open the way towards manufacturing off-the-shelf cancer immunotherapies. Numerous strategies and protocols of differentiation of iPSCs toward NK lineage have been published in the last decade. Nevertheless, the embryological development of the NK cells and the impact of the differentiation strategy on the activity of the NK cells are still not clearly understood. Furthermore, very few studies have compared different NK differentiation strategies from iPSC. this study, we compared two previously reported protocols for NK cell generation from the same iPSC line, one feeder-based and the other feeder-free. In the first protocol, 3D hematopoietic differentiation was followed by lymphoid differentiation, using an OP9 DLL4 expressing feeder cell line. The second protocol employed a clinical-grade approach, utilizing the &#8220;spin embryoid body&#8221; method to generate primitive hematopoietic progenitors. Subsequently, these progenitors were differentiated towards the NK lineage in a feeder-free environment. Hematopoietic progenitors produced by these protocols have distinct phenotypes, suggesting variations in their maturity levels. Furthermore, the protocols have different kinetics of differentiation revealed by CD56 and CD7 phenotypes. Although, both protocols were able to efficiently generate functional and mature NK cells, characterized by the expression of activating and maturity ligands but with a distinct transcriptomic profile. iNK cells generated using feeders exhibit a more pronounced inflammatory profile with the expression of hallmark NFKB and STAT3 signaling pathways. In contrast, feeder-free iNK cells have a more proliferative profile as evidenced by increased expression of cell cycle factors such as E2F or Myc. Feeder-based iNK cells exhibit increased expression of transcription factors involved in NK cell differentiation, such as GATA2, STAT1, and IRF1. These transcriptional variances are reinforced by superior functionality observed in feeder-based NK cells compared to feeder-free NK cells, evidenced by increased degranulation (p-value &#60; 0.0001) and cytotoxicity (p-value = 0.0004) at a 1:2 (effector-to-target) ratio against the K562 cell line. Our findings indicate that, despite the advantages of the feeder-free strategy, the feeder-based protocol remains more efficient and produces iPSC-derived NK cells with an enhanced cytotoxic profile in vitro. Our comprehensive transcriptional analysis offers significant insights into the biological and functional properties of iNK cells. This information has the potential to oncover novel mechanisms for NK differentiation strategies from iPSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Embryonic stem cells,,"},{"Key":"Keywords","Value":"Immune cells,Natural killer cells,Cytotoxic T lymphocytes,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Huyghe, C. Desterke, J. Imeri, N. Belliard, <b>A. G. Turhan<\/b>, A. Bennaceur Griscelli, F. Griscelli; <br\/>INSERM U1310, Villejuif, France","CSlideId":"","ControlKey":"7b91e530-3651-48d3-b723-1250724ae1ec","ControlNumber":"5631","DisclosureBlock":"&nbsp;<b>M. Huyghe, <\/b> None..<br><b>C. Desterke, <\/b> None..<br><b>J. Imeri, <\/b> None..<br><b>N. Belliard, <\/b> None..<br><b>A. G. Turhan, <\/b> None..<br><b>A. Bennaceur Griscelli, <\/b> None..<br><b>F. Griscelli, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2778","PresenterBiography":null,"PresenterDisplayName":"Ali Turhan, MD;PhD","PresenterKey":"e6c61bbe-9e25-4916-819b-a4952c2e62be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2778. Influence of the differentiation strategy on the phenotypic and genotypic features of iPSC derived NK cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Influence of the differentiation strategy on the phenotypic and genotypic features of iPSC derived NK cells","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapeutic resistance in non-small-cell lung cancer (NSCLC) poses a formidable clinical challenge. Numerous studies have highlighted the critical role of tissue inhibitor of matrix metalloproteinase-1 (TIMP-1) in tumorigenesis and, increasingly, in the development of chemoresistance. We have studied multiple aspects of the MMP-independent, tumor-promoting function of TIMP1 in human NSCLC. Our recent studies have found a pivotal role for TIMP1 in chemoresistance. In order to gain an enhanced comprehension of the mechanisms underpinning TIMP-1-mediated chemoresistance, we have sought to determine the contribution of CSCs and hypoxia. TIMP-1 plays a role in propagating stemness, although relatively unexplored in the context of CSCs within NSCLC. A second crucial factor in the development of chemoresistance in NSCLC is the interplay between intratumoral hypoxia and CSCs. As the tumor grows, metabolic demand for oxygen increases and hypoxic regions are seen in areas furthest from the blood vessels. We have shown TIMP1 levels to increase under experimentally-induced hypoxia. In the present study, we cultured NSCLC cell lines and their TIMP1 KD clones in an assay with serum-free media and found a significant decrease in spheroid size in TIMP1 KD clones. Postulating a reduction in CSC population in KD clones, we determined the NSCLC CSC markers CD133 and ALDH&#8217;s expression in the NT and KD TIMP1 clones. Flow cytometry results showed that CD133<sup>pos <\/sup>and ALDH<sup>high <\/sup>populations were significantly decreased in TIMP1 KD clones relative to NT clones. Moreover, KD clone of TIMP1 showed a decrease in the levels of CSC-specific Transcription factors Oct 4A and Nanog. Taken together, our findings confirm that reduction in TIMP1 expression negatively impacts CSC populations. Furthermore, we determined the mRNA levels of CD44, another CSC marker also expressed in lung cancer is upregulated under hypoxia (1% O<sub>2<\/sub>) in both the NT and KD clones of TIMP1. Thus, we postulate that TIMP1 enhances chemoresistance by promoting CSC propagation within a hypoxic tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"TIMP,Lung cancer: non-small cell,Hypoxia,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Thirusenthilarasan<\/b><sup>1<\/sup>, W. Xiao<sup>2<\/sup>, M. V. Rojiani<sup>1<\/sup>; <br\/><sup>1<\/sup>Penn State University, Hershey, PA, <sup>2<\/sup>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"ef9852fe-3f19-4449-bc03-129a5eadecd5","ControlNumber":"1534","DisclosureBlock":"&nbsp;<b>I. Thirusenthilarasan, <\/b> None..<br><b>W. Xiao, <\/b> None..<br><b>M. V. Rojiani, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2779","PresenterBiography":null,"PresenterDisplayName":"Ilamathi Thirusenthilarasan, PhD","PresenterKey":"106c8e70-e52d-4675-9f6e-25e3f6f66652","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2779. The significance of TIMP-1 and hypoxia in cancer stemness: A synergistic role in chemoresistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The significance of TIMP-1 and hypoxia in cancer stemness: A synergistic role in chemoresistance","Topics":null,"cSlideId":""},{"Abstract":"Despite the development of new immunotherapy strategies, lung cancer remains the leading cause of cancer-related deaths. One of the reasons is attributed to the persistence of cancer stem cells (CSCs) within the tumor, contributing to drug resistance, dormancy and metastatic spread. To eradicate CSCs, iPSC-based vaccination represents a novel approach based on the paradigm that CSCs and iPSCs share common tumor associated antigens (TAAs) with the ability to elicit a strong anti-tumor immune response.We previously showed that induced allogeneic pluripotent stem cells (miPSCs), combined with a histone deacetylase inhibitor (HDACi), induced a major reduction of tumor growth and metastatic spread to lungs in an aggressive triple negative breast cancer model (4T1) in syngeneic mice. We report here the use of the same protocol in a lung carcinoma model using LLC1 cell line in combination with an anti-CTLA4 antibody. We compared the effectiveness of allogenic miPSCs treatment alone or with an anti-CTLA4 mouse antibody on mice-bearing LLC1-Luc tumors (mean<u>+<\/u>se: 17,5<u>+<\/u>0,6 mm<sup>3<\/sup>). Five mice received 5 subcutaneous (SC) injection of 2x10<sup>6<\/sup> miPSCs, 5 mice received 3 intraperitoneal injections of anti-CTLA4 antibody at 5mg\/kg and 5 mice were treated with the combinatory regimen (miPSCs and anti- CTLA4 ) with the same doses. In addition, all treated mice received a HDACi in the drink water throughout the experience.After 24 days, all tumor volumes from the 3 groups were significantly reduced compared to the control mice receiving only PBS. We obtained a reduction of 72% (p=0.007) and 74% (p=0.009) respectively for the mice treated solely with miPSCs or anti-CTLA4. An important synergic effect was obtained for the mice treated with miPSCs and anti- CTLA4 with a reduction of the tumor size by 92% (p=0.005) compared to the control mice. We also found a significant inhibition of metastatic spread to lungs for the 3 groups that was more pronounced in mice receiving the combination treatment with a significant reduction of 91 % compared to the control group. All these therapeutic effects were correlated with a significant increase of CD4+ and CD8+ cells that was more pronounced in mice receiving the combinatory regimen.We also have performed single-cell RNA sequencing analysis (10x Genomics) of LLC1 tumors treated with miPSCs and anti- CTLA4 compared to mice treated with monotherapy and untreated mice. T-distributed stochastic neighbor embedding plot reveals distinct clusters of stromal and immune cells across tumors with a significant upregulation of CD8+ and CD4+ T cells in mice receiving the combinatory regimen.Overall, these results demonstrate for the first time the clinical relevance of using an off-the-shelf allogeneic iPSC-based vaccine combined with an anti-CTLA4 antibody as a new anti-cancer immunotherapy strategy against aggressive non-small cell lung cancer (NSCLC) with metastatic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Vaccines,Immunotherapy,Stemness,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"F. Griscelli, D. Chaker, N. Oudrhiri, C. Desterke, <b>A. G. Turhan<\/b>, A. Bennaceur Griscelli; <br\/>INSERM U1310 Universite Paris Saclay, Villejuif, France","CSlideId":"","ControlKey":"55f2cc95-c49e-49a3-a3ab-1c637c89a885","ControlNumber":"6277","DisclosureBlock":"&nbsp;<b>F. Griscelli, <\/b> None..<br><b>D. Chaker, <\/b> None..<br><b>N. Oudrhiri, <\/b> None..<br><b>C. Desterke, <\/b> None..<br><b>A. G. Turhan, <\/b> None..<br><b>A. Bennaceur Griscelli, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2780","PresenterBiography":null,"PresenterDisplayName":"Ali Turhan, MD;PhD","PresenterKey":"e6c61bbe-9e25-4916-819b-a4952c2e62be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2780. Induced pluripotent stem cell (iPSC) based vaccines potentializes anti-CTLA4 immune response in a murine lung carcinoma model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induced pluripotent stem cell (iPSC) based vaccines potentializes anti-CTLA4 immune response in a murine lung carcinoma model","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most lethal and aggressive form of brain cancer, with incredibly high recurrence rates and virtually no long-term survival. Despite our growing understanding of GBM at the molecular level, we still don&#8217;t fully comprehend the molecular mechanisms driving recurrence in GBM. Current knowledge indicates that Glioma Stem Cells (GSCs) drive a resistant cell phenotype in GBM. Understanding the molecular events coordinated by GSCs leading to therapy-resistance can provide key advancements on how we treat recurrent GBM (rGBM). Mechanisms of GSC immune escape are considered fundamental to clinical GBM growth and recurrence. The cross talk between cancer cells and the immune system is now classified as a hallmark of cancer. The current dogma is that cancer cells, including GSCs, influence recruitment of immune-suppressive cell subsets to tumor tissue, <i>however how subsets of GSCs mimic this immune-suppressive effect within the tumor microenvironment remains to be elucidated.<\/i> Single-cell RNA sequencing analysis of GBM neurospheres revealed a previously unrecognized Oct4\/Sox2<sup>high<\/sup>\/FOXP3<sup>-<\/sup> cell subpopulation with high expression of TGF&#946;1, CD39, CD73, PD-L1, and Galectin-1, a gene expression fingerprint typically associated with regulatory T cell (Tregs) and their immune suppressive functions within the tumor microenvironment. Bioinformatics analysis of public databases shows that the above-mentioned genes are enriched in the mesenchymal GBM subtype and highly correlated with TGF&#946; type II receptor (TGFBR2) expression in clinical GBM. Mechanistically, we show that blocking TGFBR2 or XBP1 signaling, key intermediary of this process, counteracts the immune-suppressive phenotype of rGBM cells by restoring CD4 and CD8 tumor killing capacity and reversing exhaustion in co-culture experiments. siRNA-mediated knock-down of TGFBR2 in rGBM cells also decreased CD206 expression and reduced release of anti-inflammatory chemokines in THP1 cells. By combining miRNA-based network analysis and advanced nanoparticle formulation for miRNA delivery we show that miR-16\/124-3p effectively target all nodes of this immunosuppressive axis successfully blocking the immunosuppressive nature of rGBM cells. This research provides the first description of such neoplastic cells in any malignancy and has high potential translational impact since targeting these tumor cell subsets and their immunosuppressive mechanisms may be critical to the successful development of GBM immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Glioblastoma,MicroRNA,Tumor immunity,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Lopez-Bertoni<\/b><sup>1<\/sup>, S. Sall<sup>2<\/sup>, H. Khela<sup>2<\/sup>, J. Korleski<sup>2<\/sup>, K. Luly<sup>1<\/sup>, M. Johnson<sup>2<\/sup>, B. Lal<sup>2<\/sup>, A. Johnson<sup>1<\/sup>, S. Tzeng<sup>1<\/sup>, J. Green<sup>1<\/sup>, J. Laterra<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins School of Medicine, Baltimore, MD, <sup>2<\/sup>Hugo W Moser Institute at Kennedy Krieger, Baltimore, MD","CSlideId":"","ControlKey":"3f0d3a75-3065-451f-bf14-3a666c2818cf","ControlNumber":"308","DisclosureBlock":"&nbsp;<b>H. Lopez-Bertoni, <\/b> None..<br><b>S. Sall, <\/b> None..<br><b>H. Khela, <\/b> None..<br><b>J. Korleski, <\/b> None..<br><b>K. Luly, <\/b> None..<br><b>M. Johnson, <\/b> None..<br><b>B. Lal, <\/b> None..<br><b>A. Johnson, <\/b> None..<br><b>S. Tzeng, <\/b> None..<br><b>J. Green, <\/b> None..<br><b>J. Laterra, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2781","PresenterBiography":null,"PresenterDisplayName":"Hernando Lopez-Bertoni, PhD","PresenterKey":"e2ca36a3-cc3d-4cd9-a99b-3f14d10a2e8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2781. GBM cells mimic regulatory T cell function to protect the CSC pool from immune surveillance in recurrent GBM","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GBM cells mimic regulatory T cell function to protect the CSC pool from immune surveillance in recurrent GBM","Topics":null,"cSlideId":""},{"Abstract":"Senescent cells have a unique senescence-associated secretory profile (SASP) and understanding SASP has contributed to numerous advances in knowledge on aging and cancer biology. Quiescence, which is an important yet poorly understood mechanism for chemoresistance, is related but distinct from senescence. Quiescence shares a non-proliferative feature with senescence but is a reversible state in which quiescent cells can reenter the cell cycle. We hypothesized that, analogous to senescent cells, quiescent cells have a distinct quiescence-associated secretory profile (QuASP) and that defining the QuASP will uncover new genes and pathways associated with cancer cell viability and therapeutic resistance. Indeed, suggesting quiescent cells have a unique and biologically important secretome, we found that tumor conditioned medium (TCM) from quiescent ovarian cancer cells (qOvCa) vs. TCM from proliferating cancer cells increased chemoresistance. Similarly, TCM from quiescent cancer cells vs. TCM from proliferating cancer cells suppressed T cell proliferation and INF-gamma\/Granzyme B secretion, suggesting a QuASP immunosuppressive effect. RNASeq analysis of qOvCa cells revealed the secreted factor Follistatin (FST) is upregulated in qOvCa and acted as a paracrine pattern to induce chemoresistance. Furthermore, FST was found to be upregulated in peritumoral fluid following chemotherapy and FST levels in patients with OvCa predicted poor prognosis. To identify additional QuASP factors, we used an ER-BIOID labeled system and LC-MS\/MS to characterize the secreted proteins from qOvCa induced by serum starvation compared with normal cells in three OvCa cell lines (PT412, PT340, HEY1). Quiescent OvCa cells indeed have a secretome that is highly unique from proliferating cells, with 137\/577 upregulated proteins (LFC&#62;1) and 65\/577 downregulated proteins (LFC&#60;-1 or no detection in quiescence). Several proteins identified as upregulated have been linked to immunosuppression and\/or chemoresistance, oncogenesis and cell cycle were selected for validation and further analysis (CLU, VGF, SERPINE1). In conclusion, we find quiescent cells have a unique quiescence associated secretory profile and that the QuASP induces chemoresistance and immunosuppression. As such, this study has important implications for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Proteomics,Immunosuppression,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Q. Jiang<\/b><sup>1<\/sup>, S. Panesso- G칩mez<sup>1<\/sup>, D. Natesan<sup>1<\/sup>, M. L. MacDonald<sup>2<\/sup>, R. J. Buckanovich<sup>3<\/sup>; <br\/><sup>1<\/sup>Magee-Womens Research Inst. & Foundation, Pittsburgh, PA, <sup>2<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>3<\/sup>Magee-Womens Research Inst. & Foundation, UPMC Hillman Cancer Center, Pittsburgh, PA","CSlideId":"","ControlKey":"1dfe741f-42fe-4b22-b044-4d9a2dacded2","ControlNumber":"5454","DisclosureBlock":"&nbsp;<b>Q. Jiang, <\/b> None..<br><b>S. Panesso- G칩mez, <\/b> None..<br><b>D. Natesan, <\/b> None..<br><b>M. L. MacDonald, <\/b> None..<br><b>R. J. Buckanovich, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2782","PresenterBiography":"","PresenterDisplayName":"Qi Jiang, No Degree","PresenterKey":"a3fdfbd3-bf13-4f1c-92ea-c08c5c290a17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2782. Characterization of quiescence-associated secretory profile (QuASP) in cancer: A novel defining feature and therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of quiescence-associated secretory profile (QuASP) in cancer: A novel defining feature and therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T (Treg) cells expressing FOXP3 play a critical role in suppressing immune responses against anti-tumor immune responses. However, their presence in tumor tissues is often associated with poor prognosis. Cord blood stem cell-derived exosome vesicles (CBSC-EV) constitute a valuable source of lipids, microRNAs, and proteins, that are essential for cell-to-cell communication and provide therapeutic benefits.<br \/>This study aimed to investigate the contents of CBSC-EV, identifying several known miRNAs (from <i>Let7<\/i> and <i>Let5<\/i> families) and two unknown miRNAs. Healthy lymphocytes, fibroblasts, and CHL1 amelanotic melanoma cell lines were transfected with these two novel miRNA inhibitors, and the changes before and after treatment compared to CBSC-EV and H<sub>2<\/sub>O<sub>2<\/sub> were examined. Following treatment, the cells underwent a 24-hour incubation period, during which the level of cytotoxicity was assessed using CCK8, and the degree of DNA damage incurred was quantified with the Fast Microplate DNA damage assay. To further investigate the effects of treatment, RNA sequencing was conducted on both healthy and cancerous cells. The results demonstrated that CBSC-EV and novel miRNAs induced cytotoxicity in cancer cells, while in healthy cells, the DNA damage was repaired and cell viability was significantly increased (p&#60;0.001). RNA sequencing revealed that following treatment with CBSC-EV and both CBSC-EV+N1 and N2 inhibitors in malignant melanoma cells, the expression of genes involved in the cytokine-mediated signaling pathway, cytokine-cytokine interaction, and cytokine activity were enhanced. In healthy cells treated with CBSC-EV and novel miRNA inhibitor transfection, the MT-CO1 gene was upregulated, contributing to cytochrome-c oxidase activity.<br \/>This study presents evidence of the potential use of novel miRNAs as genetic material for cancer therapeutics in the future. Additionally, the findings suggest that these miRNAs could be used as an immune system modulator against melanoma. These findings demonstrate that miRNAs can effectively suppress resistance to anticancer cytotoxic therapy, which is a common feature of cancer cells. This suggests that miRNAs can potentially enhance current cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Stem cells,Exosomes,Malignant melanoma,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Mojgan Najafzadeh<\/b><sup>1<\/sup>, A. Baumgartner<sup>2<\/sup>, S. Jafarinejad<sup>1<\/sup>, Z. Karimi<sup>1<\/sup>, M. Isreb<sup>1<\/sup>, P. Akhbari<sup>3<\/sup>, N. Ghaderi<sup>4<\/sup>, F. Sefat<sup>1<\/sup>, S. Heidari Keshel<sup>5<\/sup>, P. Naeem<sup>1<\/sup>, R. Ghaderi<sup>6<\/sup>, J. E. Gomez<sup>1<\/sup>, D. Anderson<sup>1<\/sup>, A. Wright<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Bradford, Bradford, United Kingdom, <sup>2<\/sup>York St John University, York, United Kingdom, <sup>3<\/sup>University of Exeter, Exeter, United Kingdom, <sup>4<\/sup>Bradford Teaching Hospitals NHS Foundation Trust, Bradford, United Kingdom, <sup>5<\/sup>Shahid Beheshti University, Tehran, Iran, Islamic Republic of, <sup>6<\/sup>Imperial College London, London, United Kingdom","CSlideId":"","ControlKey":"e07b1840-e9e9-4908-a540-639d674253d3","ControlNumber":"1551","DisclosureBlock":"&nbsp;<b>M. Mojgan Najafzadeh, <\/b> None..<br><b>A. Baumgartner, <\/b> None..<br><b>S. Jafarinejad, <\/b> None..<br><b>Z. Karimi, <\/b> None..<br><b>M. Isreb, <\/b> None..<br><b>P. Akhbari, <\/b> None..<br><b>N. Ghaderi, <\/b> None..<br><b>F. Sefat, <\/b> None..<br><b>S. Heidari Keshel, <\/b> None..<br><b>P. Naeem, <\/b> None..<br><b>R. Ghaderi, <\/b> None..<br><b>J. E. Gomez, <\/b> None..<br><b>D. Anderson, <\/b> None..<br><b>A. Wright, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2783","PresenterBiography":null,"PresenterDisplayName":"Mojgan Najafzadeh, MBBCh,MD,PhD","PresenterKey":"ff4eee5b-fb3d-4802-b2e7-e05a27470b57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2783. The exosomes from cord blood stem cells, containing novel miRNAs, induce apoptosis in melanoma cells and enhance T cell anticancer function","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The exosomes from cord blood stem cells, containing novel miRNAs, induce apoptosis in melanoma cells and enhance T cell anticancer function","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Overexpression of lipogenic enzymes has been associated with a poor clinical outcome in colorectal cancer (CRC). Fatty acid synthase (FASN) synthesizes palmitate which can be utilized for post-translational modifications of various proteins. Notum, a palmitoleoyl-protein, prevents the downstream activation of Wnt signaling by de-palmitoylating Wnt ligands. Notum is also a CRC stem cell marker, and its expression correlates with poor prognosis in CRC. We found that upregulation of FASN is associated with an increase in Notum expression in mouse adenoma tissues. Therefore, the purpose of this study is to elucidate the mechanisms and contribution of FASN\/Notum axis in CRC.<br \/>Methods: Adenoma and normal intestinal organoids, established from Apc<sup>Min<\/sup>\/VillinCre-ERT2 and Apc\/VillinCre-ERT2 mouse models with hetero- and homozygous deletion of FASN. 4-hydroxytamoxifen (4-OHT) and TVB-3664 (FASN inhibitor) treatments were used to assess the effect of FASN deletion\/inhibition on organoid growth and viability. LIVE\/DEAD<sup>&#8482;<\/sup> Viability\/Cytotoxicity and Cell Titer-Glo<sup>&#174;<\/sup> 3D Cell Viability Assays were used for quantitative analysis of growth. Human NOTUM\/Protein notum homolog ELISA Kit was used to analyze Notum secretion. CRC cells, NTC and FASN shRNA, and control and FASN overexpression, were used for Notum analysis.<br \/>Results: The TCGA data analysis shows that Notum is significantly upregulated in CRC and its expression correlates with expression of FASN in tumor tissue. Utilizing qRT-PCR and Western blot analyses, we show that downregulation of FASN leads to a decrease in expressions of active &#946;-catenin, Notum, and other stem cell markers in transgenic mouse models. Moreover, 4-OHT-mediated inhibition of FASN results in decrease viability and size in Apc<sup>Min<\/sup>\/ FASN\/VillinCre-ERT2 and Apc\/FASN\/VillinCre-ERT2 organoids. Consistently, shRNA-mediated deletion of FASN decreases expression of Notum in CRC cells. In contrast, overexpression of FASN increases the expression levels of active and total &#946;-catenin, Notum, and other stem cell markers in SW480 cells. We show that normal epithelial cells exposed to CRC cell medium exhibit stem-like phenotype which is reduced when cells are exposed to medium collected from Notum shRNA knockdown cells. Moreover, the addition of recombinant Notum restores this phenotype.<br \/>Conclusion: In summary, downregulation of FASN leads to a decrease in expression of Notum and is associated with morphological changes and significant decrease in viability in organoid models. Conversely, FASN overexpression upregulates Notum expression suggesting a potential cross talk between <i>de novo<\/i> lipid synthesis and Notum. Delineating the role of FASN regulation of stem-like properties via upregulation of &#946;-catenin signaling and expression of Notum and other stem cell markers will provide the rationale for targeting the FASN\/Notum axis in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stemness,Lipid metabolism,Fatty acid synthase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. O. Kelson<\/b>, J. Weber Tessmann, D. He, C. Wang, Y. Zaytseva; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"575ad721-bc0a-4527-bcf4-84fa149218cb","ControlNumber":"1990","DisclosureBlock":"&nbsp;<b>C. O. Kelson, <\/b> None..<br><b>J. Weber Tessmann, <\/b> None..<br><b>D. He, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Zaytseva, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2784","PresenterBiography":null,"PresenterDisplayName":"Courtney Kelson, BS;MS","PresenterKey":"2f11f9d7-25fe-4fc9-9c29-8395c8ab4f88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2784. Fatty acid synthase enhances stem-like properties of normal intestinal and colorectal cancer cells via an increase in notum expression and secretion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fatty acid synthase enhances stem-like properties of normal intestinal and colorectal cancer cells via an increase in notum expression and secretion","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is a common form of primary liver cancer and is associated with poor prognosis. Although sorafenib and lenvatinib have shown promising results in HCC treatment, their clinical benefits for patients have been limited owing to drug resistance and tumor relapse. This may be associated with the presence of tumor-initiating cells (T-ICs), which require further investigation to identify the key pathways or molecules involved in their regulation. Through <i>in vitro<\/i> enrichment of liver T-IC populations via a series of sphere passages under treatment with chemotherapeutic drugs, subsequent bulk RNA sequencing analysis identified a vitamin B-12 binding protein, transcobalamin 1 (TCN1), as the most upregulated molecule in such enriched T-IC populations. This result was consistent with the enrichment profiles of the stem cell signature in TCN1<sup>High<\/sup> HCC samples in the clinical dataset.<br \/>TCN1 is a secretory protein expressed at high levels in salivary glands and glandular cells; however, its function beyond its native role as a vitamin B12-binding protein in the regulation of T-ICs is unclear. Using lentiviral shRNA overexpression and knockdown approaches, we identified a critical role for TCN1 in regulating the properties of T-ICs, including self-renewal, invasiveness, tumorigenicity, and drug resistance, through <i>in vitro<\/i> and <i>in vivo<\/i> assays. Clinically, we also observed a substantial increase in TCN1 mRNA signatures in HCC samples, which was associated with poor prognosis of HCC patients. By analyzing the TCGA-LIHC dataset with confirmation by immunoprecipitation, we report, for the first time, that TCN1 directly interacts with integrin subunit alpha 3 (ITGA3), thereby regulating the Notch signaling pathway. Furthermore, ELISA results revealed the presence of the secretory form of TCN1 in HCC cells, which exerts a T-IC-enhancing effect on HCC cells via autocrine regulation.<br \/>In conclusion, our study provides novel insights into how TCN1 functions in HCC via a non-canonical mechanism, which goes beyond its conventional role as a vitamin B12-binding protein and uncovers a potential novel therapeutic target for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-07 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Tumor initiating cells,TCN1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Muliawan<\/b>, C. Leung, T. Lee; <br\/>Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"a2b57b8a-bbe9-4a47-82e8-99396cbe0fbc","ControlNumber":"1888","DisclosureBlock":"&nbsp;<b>G. Muliawan, <\/b> None..<br><b>C. Leung, <\/b> None..<br><b>T. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2785","PresenterBiography":null,"PresenterDisplayName":"Gregory Muliawan, BS","PresenterKey":"0ef2e82e-ce7f-4aa0-9176-c3616e522936","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2785. Beyond the role of transcobalamin 1 (TCN1) as a vitamin B12-binding protein in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beyond the role of transcobalamin 1 (TCN1) as a vitamin B12-binding protein in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Cancer Stem Cells (CSCs) are known to initiate a tumor, resist chemotherapy and radiotherapy, and also cause tumor recurrence. A deeper understanding of CSC biology is needed for a more effective therapeutic response. An integrative study of regulated transcriptome of human patient-derived Glioma Stem-like Cells (GSCs) using Gene Ontology (GO) analysis and Gene Set Enrichment Analysis (GSEA) identified a potential role for GSC in tumor angiogenesis. We chose Seizure Related 6 Homolog (SEZ6), one of the Wnt target genes, for further study, as its downregulation inhibited the potential of GSCs to induce angiogenesis without impacting GSC growth. SEZ6, a transmembrane protein, is shed upon cleavage by Beta-site APP cleaving enzyme 1 (BACE 1) and is known to be involved in normal neuronal functions; however, its role in cancer has not been studied yet.<br \/>SEZ6 silencing inhibited GSC-initiated tumor growth in an intracranial orthotopic mouse model due to reduced tumor angiogenesis and increased the mouse survival. Pre-treatment with a pharmacological inhibitor of BACE1 (BACE1i) prevented SEZ6 shedding from GSCs and inhibited the ability of the GSC-secretome to induce angiogenesis. Further investigations are ongoing to establish the use of BACE1i or BACE1-silencing as a novel therapeutic strategy to inhibit SEZ6-mediated tumor angiogenesis.<br \/>We also carried out a protein array-based investigation, which revealed that SEZ6 induced IL8 in endothelial cells to induce angiogenesis. Additional investigation showed that SEZ6 activated the TGF&#946; pathway in endothelial cells to induce IL8. SEZ6 interacted with TGF&#946;RII as seen by confocal microscopy and co-immunoprecipitation. Generation of various deletion mutants of SEZ6 revealed that three Sushi [also known as complement control protein (CCP) module or the short consensus repeat (SCR)] domains, 3, 4, and 5, interacted with TGF&#946;RII. Molecular docking and dynamic simulation studies identified Sushi-3 domain as the mediator of the interaction between SEZ6 and TGF&#946;RII extracellular domain. Based on the above results, experiments are underway to design specific inhibitors of this interaction. We are also developing an improved BACE1 inhibitor that would inhibit the shedding of SEZ6 into the extracellular milieu to inhibit SEZ6 functions.<br \/>Thus, this study establishes that GSC-secreted SEZ6 activates the TGF&#946; pathway in endothelial cells to induce tumor angiogenesis and proposes a novel therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Angiogenesis,Inhibitors,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Mukherjee<\/b>, S. Sengupta, A. Chowdhury, A. Srivastava, K. Somasundaram; <br\/>Indian Institute of Science, Bengaluru, India","CSlideId":"","ControlKey":"12a5701c-d3a8-471b-a987-9aaafff0bd3d","ControlNumber":"2995","DisclosureBlock":"&nbsp;<b>A. Mukherjee, <\/b> None..<br><b>S. Sengupta, <\/b> None..<br><b>A. Chowdhury, <\/b> None..<br><b>A. Srivastava, <\/b> None..<br><b>K. Somasundaram, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2786","PresenterBiography":null,"PresenterDisplayName":"Arani Mukherjee","PresenterKey":"1c46a164-5124-469d-9a46-ca7fbdade694","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2786. Seizure related 6 homolog (SEZ6), a cancer stem cell-specific secreted protein, is a novel GBM therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Seizure related 6 homolog (SEZ6), a cancer stem cell-specific secreted protein, is a novel GBM therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second most diagnosed cancer in men globally, and it is positioned as the fifth leading cause of cancer-related death in males. PCa aggressiveness and mortality is intricately linked to the metastatic disease, which is propelled by PCa stem cells (PCSCs). We have previously showcased the strong antitumoral role heme oxygenase-1 (HO-1) exerts in PCa. However, little is known about the association of HO-1 with the stemness capacity of PCa cells. In this work, we first performed clonogenic assays in PCa cells (PC3 and C4-2B) to assess colony formation, which evidenced a reduction on the stem-like properties of tumor cells treated with hemin (FDA approved drug and specific HO-1 inducer and activator). Next, we employed an indirect co-culture system of PCa cells (PC3) grown with bone progenitors (MC3T3) to emulate the dynamic PCa-bone crosstalk. PC3 cells were pre-treated or not with hemin. We performed comprehensive RNA-seq analyses and assessed the transcriptome of PC3 cells focusing on genes associated with stemness (<i>CD44, CD133<\/i> and other pluripotency markers), metastasis and a stem-like signature previously identified by our group (<i>ADAM15<\/i>, <i>BCL2L1<\/i>, <i>LTBR<\/i>, <i>MBNL2<\/i>, <i>SPINT1<\/i>). PC3 cells that were co-cultured with MC3T3 displayed upregulated PCSC and pluripotency markers, as well as <i>BCL2L1 <\/i>and <i>LTBR<\/i>, when compared with PC3 cells cultured alone. Intriguingly, pre-treatment of PC3 cells with hemin prior to the co-culture impaired the upregulation of these genes, including the PCSC marker <i>CD44<\/i>, underscoring the protective effect of HO-1 induction against the pro-stemness effect triggered by bone progenitors secreted factors. Furthermore, we extended our analysis using PCa patients&#8217; survival and transcriptomic publicly available data (TCGA-PRAD (n=565), SU2C-PRAD (n=444), FHCRC-PRAD (n=176)), which revealed that <i>ADAM15, BCL2L1, LTBR and SPINT1<\/i> expression was higher in bone metastases <i>vs<\/i>. primary PCa (p&#60;0.001). Moreover, <i>POU5F1, ALDH1L2, ADAM15, BCL2L1, LTBR <\/i>and<i> SPINT1<\/i> presented higher expression in bone metastases <i>vs<\/i>. other sites of metastasis (p&#60;0.01). We also performed multiple survival analyses including progression-free, metastasis-free, biochemical relapse-free and overall survival (TCGA-PRAD, GSE116918, GSE70770) which revealed that <i>CD44 <\/i>expression is associated with increased risk of metastasis (p&#60;0.05), while patients with high expression of <i>SOX2<\/i>, <i>ALDH1B1<\/i> and <i>ALDH1L2<\/i> showed shorter times to biochemical relapse (p&#60;0.05) Altogether, HO-1 expression modulates stemness and metastasis-related genes in PCa cells, steering tumor cells towards a more differentiated state and counteracting the pro-stemness effect inherent to the communication with bone progenitors. These findings support the antitumoral role of HO-1 in PCa and underscores <i>CD44 <\/i>as an HO-1-modulated compelling candidate for further investigations.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Prostate cancer,Metastasis,Stemness,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. A. Sabater<\/b><sup>1<\/sup>, I. Achinelli<sup>2<\/sup>, P. Sanchis<sup>1<\/sup>, N. Anselmino<sup>3<\/sup>, J. Bizzotto<sup>1<\/sup>, G. Pascual<sup>2<\/sup>, R. Seniuk<sup>2<\/sup>, J. Cotignola<sup>2<\/sup>, E. Vazquez<sup>2<\/sup>, G. Gueron<sup>2<\/sup>, A. Toro<sup>2<\/sup>; <br\/><sup>1<\/sup>CONICET - IQUIBICEN; Universidad Argentina de la Empresa (UADE), Instituto de Tecnolog칤a (INTEC), CABA, Argentina, <sup>2<\/sup>CONICET - IQUIBICEN, CABA, Argentina, <sup>3<\/sup>Department of Genitourinary Medical Oncology and the David H. Koch Center for Applied Research of Genitourinary Cancers, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8ba5b522-e02c-49f9-848e-c74090b5fdfb","ControlNumber":"8132","DisclosureBlock":"&nbsp;<b>A. A. Sabater, <\/b> None..<br><b>I. Achinelli, <\/b> None..<br><b>P. Sanchis, <\/b> None..<br><b>N. Anselmino, <\/b> None..<br><b>J. Bizzotto, <\/b> None..<br><b>G. Pascual, <\/b> None..<br><b>R. Seniuk, <\/b> None..<br><b>J. Cotignola, <\/b> None..<br><b>E. Vazquez, <\/b> None..<br><b>G. Gueron, <\/b> None..<br><b>A. Toro, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2787","PresenterBiography":null,"PresenterDisplayName":"Agustina Sabater, BS","PresenterKey":"4a670f47-bcc7-42a4-af06-00d440162070","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2787. Heme oxygenase 1 pulls the brake on stemness-induced properties by prostate cancer-bone crosstalk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heme oxygenase 1 pulls the brake on stemness-induced properties by prostate cancer-bone crosstalk","Topics":null,"cSlideId":""},{"Abstract":"We previously reported two integrin &#946;4 (ITGB4)-targeted immunologic strategies, e.g., ITGB4 protein-pulsed dendritic cells (ITGB4-DC) for vaccination and adoptive transfer of anti-CD3\/anti-ITGB4 bispecific antibody (ITGB4 BiAb)-armed tumor draining lymph node (TDLN) T cells. Both immunotherapies significantly demonstrated efficacy in inhibiting local tumor growth and lung metastases. We found these therapeutic efficacies were closely associated with the T cell as well as humoral anti-integrin &#946;4<sup>high<\/sup> cancer stem cells (CSCs) in breast (4T1) and head and neck squamous cell carcinoma (SCC7) tumor models. Recently, we further found that integrin subunits &#946;1 (ITGB1) and &#946;3 (ITGB3) are expressed at significantly high level in melanoma cells. In culture cell lines, integrin &#946;1 and &#946;3 are highly expressed on approximately 98% and 95% of the two mouse melanoma cell lines F10 and D5. We confirmed the expression of these two integrin subunits in newly harvested fresh melanoma tumors <i>in vivo<\/i>, which is very similar to the findings in cell lines. We then assessed ITGB1 and\/or ITGB3-pulsed dendritic cell (DC) vaccines<i> <\/i>using F10 mouse model and demonstrated that ITGB1-DC or ITGB3-DC vaccine both exhibited significant antitumor efficacy inhibiting tumor growth, and ITGB1-DC + ITGB3-DC showed an additive\/synergistic anti-tumor effect. Notably, we found that ITGB1 and ITGB3 loaded on separate DCs demonstrated more potent antitumor efficacy than loaded on the same DCs as vaccine. In addition, anti-PD-L1 significantly augmented the antitumor efficacy of ITGB1-DC\/ITGB3-DC vaccine to inhibit tumor growth. Considering the crucial role of CSCs in tumor initiation, progression, metastasis, and recurrence, we further evaluated the expression of ITGB1 and ITGB3 on F10 and D5 ALDH<sup>high <\/sup>CSCs. We detected significantly higher expression of ITGB1 on ALDH<sup>high<\/sup> F10 CSCs (83.3%) and ALDH<sup>high<\/sup> D5 CSCs (87.1%) <i>vs<\/i>. ALDH<sup>low <\/sup>F10 non-CSCs (0.2%) and ALDH<sup>low <\/sup>D5 non-CSCs (2.0%), suggesting that ITGB1 and ITGB3-targeted vaccine-conferred anti-melanoma effects may have significantly involved targeting of ITGB1<sup>high<\/sup>\/ITGB3<sup>high<\/sup> melanoma CSCs. Furthermore, recent studies suggested that bone marrow (BM)-DCs expressing dysfunctional integrin &#946;2 (ITGB2) exhibited more potent antigen presentation function than WT BM-DCs. We found that ITGB2 highly (63.3%) expressed on the surface of BM-DC, but not on F10 or D5 tumor cells. On-going experiments include the investigation of experimental evidence to verify that ITGB1 and ITGB3-targeted vaccines have induced targeting of ITGB1<sup>high<\/sup>\/ITGB3<sup>high<\/sup> melanoma CSCs; and both the cellular and humoral mechanisms underlining the anti- ITGB1<sup>high<\/sup>\/ITGB3<sup>high<\/sup> melanoma CSC immunity. At the same time, generation and use of ITGB2 deficient DCs for the vaccine preparation to improve the efficacy of DC vaccine targeting integrin ITGB1<sup>high<\/sup>\/ITGB3<sup>high<\/sup> melanoma and melanoma CSCs warranty further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Dendritic cells,Immunotherapy,Integrin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Wang<\/b>, Y. Xin, J. J. Moon, A. E. Chang, M. Wicha, Q. Li; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"d0c77288-18bf-4d98-8d7a-ea8bbee460cc","ControlNumber":"7172","DisclosureBlock":"&nbsp;<b>F. Wang, <\/b> None..<br><b>Y. Xin, <\/b> None..<br><b>J. J. Moon, <\/b> None..<br><b>A. E. Chang, <\/b> None..<br><b>M. Wicha, <\/b> None..<br><b>Q. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2788","PresenterBiography":null,"PresenterDisplayName":"Feng Wang","PresenterKey":"a17dcb08-6a86-497d-bde7-2a23827af56c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2788. Immunological targeting of integrin &#946;1<sup>high<\/sup>\/&#946;3<sup>high<\/sup> melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunological targeting of integrin &#946;1<sup>high<\/sup>\/&#946;3<sup>high<\/sup> melanoma","Topics":null,"cSlideId":""},{"Abstract":"Objective: Triple-negative breast cancer (TNBC) is life-threatening because of limited therapies and lack of effective therapeutic targets. NCAPG, an oncogenic marker, might be served as a new target for TNBC treatment. Here, we aimed to elucidate the role of NCAPG played in TNBC and the underlying mechanism.<br \/>Design: GEO data was used to investigate the potential targets for TNBC. Patient samples and TCGA data were used to demonstrate the clinical significance. Cell migration, self-renewal ability, chemoresistance and expression of pluripotency factors were tested to detect the stemness of TNBC cells. Immunoprecipitation, ubiquitination assay and chromatin immunoprecipitation assay were utilized to investigate the mutual regulation mechanism of NCAPG and HIF-1&#945;.<br \/>Results: NCAPG was significantly overexpressed in TNBC compared with other subtypes of breast cancer and was positively correlated with poor overall survival. Elevated NCAPG expression could enhance cancer stem-like cell properties of TNBC cells. Mechanically, NCAPG positively regulated HIF-1&#945; protein stability by interacting with HIF-1&#945; and competitively abrogating the E3 ligase FBXW7-mediated ubiquitination and degradation towards HIF-1&#945;. NCAPG, as a direct target gene of HIF-1&#945;, could be in turn transcriptionally upregulated by HIF-1&#945;.<br \/>Conclusion: NCAPG promotes TNBC stemness by a HIF-1&#945;\/NCAPG positive feedback loop. NCAPG is a promising target for TNBC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Hypoxia-inducible factor,Stemness,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Zhang<\/b><sup>1<\/sup>, P. Xie<sup>2<\/sup>, R. An<sup>2<\/sup>; <br\/><sup>1<\/sup>The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, China, <sup>2<\/sup>Xi'an Jiaotong University, Xi'an, China","CSlideId":"","ControlKey":"d17ef55e-1954-4e75-9b1e-f0ad31ac297a","ControlNumber":"2878","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>P. Xie, <\/b> None..<br><b>R. An, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7070","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2789","PresenterBiography":null,"PresenterDisplayName":"Huimin Zhang, MD","PresenterKey":"dc8eb19f-e74f-42c1-8d9b-7ec21123e517","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2789. NCAPG promotes triple-negative breast cancer stemness by a positive feedback loop with HIF-1&#945;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCAPG promotes triple-negative breast cancer stemness by a positive feedback loop with HIF-1&#945;","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancers are the most challenging to treat with targeted therapy because of their non-expression of cell surface receptors, unlike other types of breast cancer. However, conventional therapies such as chemotherapy, radiotherapy, and surgery are standard treatment modalities. Moreover, drug encapsulation strategies to deliver drugs at the targeted site have been sought-after alternatives. Hematopoietic Stem Cells (HSCs) have unique features to migrate towards inflammatory sites and other body organs during any injuries and release various cytokines, which lead to interaction with molecular pathways and results in reduced inflammation and tissue injuries. From this characteristic, we have hypothesized that hematopoietic stem cells can show tumor tropism and modulate the metabolic alteration in cancer and cancer stem cells, mainly focusing on Triple Negative Breast Cancer Stem Cells (TNBC CSCs). In this study, we have sorted both cancer stem cells and hematopoietic stem cells from TNBC and hematological cell lines, respectively. Sorted HSCs were cultured in specific conditions to prepare conditioned media. Then, both cell&#8217; types were used for co-cultured assay and conditioned media cultured with TNBC-CSCs were performed. Metabolomics studies were performed to decipher the molecular interactions and TNBC-CSCs metabolic alterations. The result indicates that the HSCs are showing positive tropism towards TNBC stem cells. Furthermore, HSCs-derived conditioned media (CM) interact with the cell cycle pathway by downregulating the CDK genes and causing DNA breakage in the TNBC-CSCs. Moreover, the Metabolomics studies further confirmed that HSCs CM-derived cytokines interact with various pathways, dysregulating the TNBC-CSCs proliferation and altering the metabolic activities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Therapeutic target,Stem cells,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Mallick<\/b>, S. Shenoy P, B. Bose; <br\/>Yenepoya University, Mangaluru, India","CSlideId":"","ControlKey":"dac94f2b-789b-45de-9e2f-f6eebae5bf30","ControlNumber":"2097","DisclosureBlock":"&nbsp;<b>S. Mallick, <\/b> None..<br><b>S. Shenoy P, <\/b> None..<br><b>B. Bose, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7071","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2790","PresenterBiography":null,"PresenterDisplayName":"Sumit Mallick, DMSc","PresenterKey":"6ad37031-40b6-4f2f-99dd-2b95f4a96640","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2790. Hematopoietic stem cells tropism and conditioned media for targeting the triple negative breast cancer stem cells and associated mechanism: An in vitro study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hematopoietic stem cells tropism and conditioned media for targeting the triple negative breast cancer stem cells and associated mechanism: An in vitro study","Topics":null,"cSlideId":""},{"Abstract":"Objective: To establish endometrial immortalized cell lines using the Sendai virus and analyze their characteristics.<br \/>Methods: The study included patients with benign ovarian tumors and endometrioid carcinoma who had regular menstrual cycles. Endometrial cells were collected and separated into epithelial and non-epithelial cells using flowcytometry (FCM) (CD326 (EpCAM) antibody). Furthermore, the isolated cells were infected with Sendai virus carrying three immortalization genes (Bmi-1, hTERT, and SV40T) to create immortalized cell lines. The cells were characterized as epithelial cells by immunocytochemistry (ICC), and receptor expression was assessed by reverse transcription PCR (RT-PCR) and ICC. Non-epithelial cells from the patients with endometrial carcinoma were evaluated using ICC.<br \/>Results: The immortalized cell lines were capable of more than 20 passages. Immortalized endometrial epithelial cells tested positive for anti-Keratin antibodies and negative for anti-Vimentin antibodies by ICC. Additionally, FCM detected these cells as positive for anti-EpCAM antibody, confirming that they were epithelial cells. RT-PCR confirmed mRNA expression of estrogen &#945;-receptor and progesterone receptor after 20 passages and ICC confirmed protein expression of them after 10 passages, establishing an endometrial epithelial immortalized cell line. Non-epithelial cells isolated from patients with endometrial carcinoma tested positive for anti-&#945;-smooth muscle actin and anti-Vimentin antibodies by ICC, indicating their characterization as cancer-associated fibroblasts.<br \/>Conclusion: We successfully established an immortalized cell line of endometrial epithelial cells using Sendai virus and generated cancer-associated fibroblasts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Endometrial cancer,Immortalization,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Hikino<\/b>, H. Komatsu, G. Hichiwa, K. Kazuki, Y. Kazuki, H. Kugoh, M. Okawa, Y. Ida, M. Hosokawa, M. Sawada, A. Kudoh, S. Sato, F. Taniguchi; <br\/>Tottori University School of Medicine, Yonago City, Japan","CSlideId":"","ControlKey":"f3bc3de7-fc61-4a80-b503-7095d2907ed0","ControlNumber":"1556","DisclosureBlock":"&nbsp;<b>K. Hikino, <\/b> None..<br><b>H. Komatsu, <\/b> None..<br><b>G. Hichiwa, <\/b> None..<br><b>K. Kazuki, <\/b> None..<br><b>Y. Kazuki, <\/b> None..<br><b>H. Kugoh, <\/b> None..<br><b>M. Okawa, <\/b> None..<br><b>Y. Ida, <\/b> None..<br><b>M. Hosokawa, <\/b> None..<br><b>M. Sawada, <\/b> None..<br><b>A. Kudoh, <\/b> None..<br><b>S. Sato, <\/b> None..<br><b>F. Taniguchi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2791","PresenterBiography":null,"PresenterDisplayName":"Kohei Hikino, BMBCh","PresenterKey":"66c3e11e-b7bc-4227-ad2e-40d540ad5fe6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2791. Establishment of immortalized endometrial cell lines using Sendai virus","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Cancer Stem Cells and Their Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of immortalized endometrial cell lines using Sendai virus","Topics":null,"cSlideId":""}]