[{"Abstract":"Glycosylated RNA (glycoRNA) is an emerging field. Carbohydrate modifications are vital for biomolecule (proteins and lipids) stability, transport, and localization. Glycosylation influences cell functions like differentiation, apoptosis, and immune response, potentially impacting human disease. The Bertozzi lab initially discovered that RNAs can carry sugar modifications when they metabolically labeled mammalian cultured cells using bioorthogonal chemistry methods normally employed for glycosylated protein and lipid enrichment. Our lab wanted to investigate the translational potential of glycoRNAs and determine if these modifications could be developed as novel clinical targets for aggressive prostate cancer. (PCa). As advanced forms of PCa often lead to poor prognoses, it is imperative that better screening biomarkers and therapeutic treatment options are developed to increase patient survivorship. We predicted that glycoRNA expression would correlate with malignancy, metastatic status, and hormone sensitivity in prostate cells. Our lab used the sialic acid metabolic precursor Ac4ManNAz and click chemistry to label a panel of human prostate cancer cell lines representing the spectrum of prostate disease followed by rigorous RNA isolation procedures and northern blot analysis. We found that human prostate cell lines with no (RWPE-1) or low malignancy (LNCaP) expressed higher levels of glycoRNA belonging to the small &#60;200 nt (but not large) noncoding RNA class compared to aggressive, metastatic PCa cell lines. Our glycosidase studies and lectin northern blot analysis indicated that RNA carries both N-linked and O-linked modifications. Based on these findings, we hypothesized that glycosylated RNA plays an important role in maintaining prostate homeostasis and in cancer protection. To better profile these glycoRNAs, we aimed to: 1) Test a wider range of metabolic labeling regents to characterize the glycoRNA populations using a panel of human prostate cell lines; 2) Perform cellular fractionation studies to determine localization of glycoRNA in prostate cells; and 3) Explore glycoRNAs in a genetic animal model. These studies focused on LNCaP PCa cell lines, which express high levels of glycoRNA. We found that small glycoRNA expression was noted when LNCaP cells were metabolically labeled with Ac<sub>4<\/sub>GalNAz (predominantly O-linked) and Ac<sub>4<\/sub>ManNAz (predominantly N-linked), verifying glycoRNA heterogeneity. Cellular fractionation studies indicated glycoRNA localization was enriched in the membrane fraction of LNCaP cells using these metabolic labels. Furthermore, we verified that <i>C. elegans<\/i> grown on Ac<sub>4<\/sub>GalNAz plates expressed small glycoRNA, indicating biological conservation. We are now characterizing these glycoRNAs using RNA sequencing and LC-MS\/MS glycomics. Our findings will provide novel insights into cancer-associated glycoRNA, leading to improved clinical tools for PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"RNA,Glycosylation,Prostate cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. McGuire<\/b>, E. Jones, S. Moen, A. Esquela-Kerscher; <br\/>Eastern Virginia Medical School, Norfolk, VA","CSlideId":"","ControlKey":"337e7fc4-3519-4ebb-aeff-04f38b129f01","ControlNumber":"4578","DisclosureBlock":"&nbsp;<b>S. McGuire, <\/b> None..<br><b>E. Jones, <\/b> None..<br><b>S. Moen, <\/b> None..<br><b>A. Esquela-Kerscher, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6795","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2984","PresenterBiography":null,"PresenterDisplayName":"Samantha McGuire, BA","PresenterKey":"09c105fb-5060-4d69-957f-8eeb92457bdc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2984. Prostate cancer associated glycosylated RNAs: Who are you and where are you hiding?","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prostate cancer associated glycosylated RNAs: Who are you and where are you hiding?","Topics":null,"cSlideId":""},{"Abstract":"Basal cell carcinoma (BCCs) and Squamous cell carcinoma (SCCs) are the most common skin neoplasms in the Caucasian population. UVB is considered as the most important etiologic factor for these cancers. The molecular mechanism regulating pathogenesis of these neoplasms is not well defined. Similar to humans Ptch<sup>+\/-<\/sup>\/SKH-1 mice develop both BCCs and SCCs, following chronic UVB-irradiation. We used TaqMan-based Open Array platform containing 796 miRNAs (miRs) to profile miRs associated with BCCs and SCCs. Pathway enrichment analysis was performed using miRPathDB databases at https:\/\/mpd.bioinf.uni-sb.de\/. 81 miRNAs were differentially expressed in BCCs, of which 54 miRs had cumulative frequency of greater than 1 (FC&#62;1) and 78 miRs were differentially expressed in SCCs, out of which 20 miRs had FC&#62;1. miR-721 was highly induced (123.75 fold, P&#60;0.0430) in BCCs followed by miR-2182, miR-21, miR-451, miR-124a, and miR-685 while downmodulated miRs includes miR-1, miR-133a, miR-133b, and miR-196b. Likewise, miR-21 had maximum fold induction (45.94, P&#60;0.007) in SCCs followed by miR-2182, miR-685, miR-1938, miR-2138, and miR-451 while miR-196b, miR196c, and miR-1 were downmodulated. Kegg pathways analysis revealed that altered miRs belong to Hepatitis B, HIF-1, FoxO, chemokine, adipocytokine, NF&#954;B, cholinergic and TLR signaling pathways. WikiPathway database showed alterations in miRs associated with neovascularization process, Notch Signaling, Pregnane X receptor, &#945;6&#946;4, and BDNF-TrkB signaling. To further investigate the importance of pathways associated with tumor progression, we profiled miRs in residual BCCs and SCCs procured from UAB30 treatment groups. The chemopreventive agent UAB30 is an RXR agonist. In BCCs, UAB30 treatment significantly downmodulated UVB-upregulated miRs. These miRs includes miR-210, miR-546, miR-324-3p, miR-706 and miR-1898. However, UAB30 treatment significantly upregulates miR-380-5p which was downmodulated by UVB-alone. These miRs were involved in immune regulation, Fanconi anemia pathways, FoxO signaling, prostate cancer and p53 signaling. In SCCs, UAB30 treatment significantly reversed the expression of various miRs which were downmodulated by UVB. These miRs were miR-24, miR-26a, miR-30c, miR-328, miR-30b, miR-495 and miR-2100. The expression of miR-21a-3p was downmodulated by UAB30 in SCCs of UVB-exposed group relative to SCCs of untreated but UVB-exposed group. These miRs belong to pathways involved in cell cycle progression, p53 signaling, viral carcinogenesis, Hepatitis B, Melanoma, Prostate cancer, FoxO and PI3K-AKT signaling. In summary, this profiling of miRs in UVB-induced BCC and SCC represents the underlying epigenetic mechanisms that regulate various signaling pathways in these cancers. Our data also show the critical role of miRs responsive to UAB30 treatment in cancer chemoprevention. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Skin carcinogenesis,Retinoids,UVB radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. P. Kashyap<\/b>, R. Sinha, C. A. Elmets, V. R. Atigadda, M. Athar; <br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"0975109c-ea5f-4b69-9c78-175bf05f164d","ControlNumber":"4011","DisclosureBlock":"&nbsp;<b>M. P. Kashyap, <\/b> None..<br><b>R. Sinha, <\/b> None..<br><b>C. A. Elmets, <\/b> None..<br><b>V. R. Atigadda, <\/b> None..<br><b>M. Athar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6796","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2985","PresenterBiography":null,"PresenterDisplayName":"Mahendra Kashyap, PhD","PresenterKey":"f3e4d584-c0b1-4208-9fd7-22293d40f5e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2985. RXR agonist, 9cUAB30 impacts epigenetic regulations to achieve chemoprevention of UVB-induced Skin cancer by altering global miRNA profiling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RXR agonist, 9cUAB30 impacts epigenetic regulations to achieve chemoprevention of UVB-induced Skin cancer by altering global miRNA profiling","Topics":null,"cSlideId":""},{"Abstract":"Background: Because germline microRNA-based variants predict toxicity risk to anti-PD-1\/PDL-1 treatment, and CTLA4 inhibitors are often used in combination with them, we wanted to see if we could also predict toxicity and\/or response to anti-CTLA4 therapy.<br \/>Methods: The study included 69 patients from 3 institutions treated with anti-CTLA4 therapy alone. Patients were 23-89 years old with median age of 62. &#8220;Toxicity&#8221; was defined as grade 3 or higher toxicity and &#8220;Response&#8221; as a complete response, partial response, or stable disease. A panel of previously tested variants (n=139), age, sex and cycles of anti-CTLA4 were used to predict endpoints of interest. To balance model dimensionality we pre-screened variants and included them if they were marginally associated with our outcomes of interest via Fisher&#8217;s Exact Test or Jonckheere-Terpstra Test at a p-value threshold of &#60; 0.2. We fit Elastic Net (EN), Random Forest (RF), and Boosted Tree (BT) models with up-sampling to predict outcomes of interest. Leave-one-out cross validation (LOOCV) was used to evaluate model performance, and the model with the highest LOOCV AUC (between all EN, RF, and BT) was chosen as the final model and re-fit using all observations. We also performed a stratified gene ontology (GO) analysis to assess biological differences between variants involved in the signatures. Our GO analysis compared gene clusters across groupings with an adjusted p-value cutoff of 0.05 against a universal genomic background.<br \/>Results: 15 patients had toxicity and 21 patients had a response, with 27\/139 and 25\/139 variants marginally associated with these endpoints, respectively. Our toxicity model had a LOOCV AUC of 0.811 with the top variables being age, TNNT2_rs3729843, REV3L_rs465646, miR34b_c_rs4938723, and XRCC3_rs861539. Our response model had an LOOCV AUC of 0.716 with top variants being IL2RA_rs2476491, REV3L_rs465646, and IL10RB_rs2834167. Including anti-CTLA4 cycles improved the prediction accuracy for Response with an AUC 0.764. GO analysis revealed 117 pathways enriched in both the Toxicity and Response signatures, which were predominantly involved in pri-miRNA transcriptional regulation. Top GO terms in the Response signature (333 unique) were related to apoptosis and cell death. Top GO terms in the Toxicity signature (425 unique) were related to DNA replication and cellular signaling and response, including the interleukin-35-mediated signaling pathway.<br \/>Conclusion: We identified germline signatures predicting toxicity and response following anti-CTLA4 therapy. These signatures differed from each other as well as from a previously identified signature of toxicity to anti-PD1\/PDL-1 therapy, and GO analysis identified plausible underlying signaling pathways. Our findings continue to validate the potential of these variants to predict meaningful endpoints in cancer therapy, and thus further research in larger and more diverse cohorts is warranted.<br \/><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"MicroRNA,Biomarkers,Toxicity,response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. B. Weidhaas<\/b><sup>1<\/sup>, K. McGreevy<sup>1<\/sup>, N. Marco<sup>2<\/sup>, N. Sundahl<sup>3<\/sup>, C. R. Cabanski<sup>4<\/sup>, C. Spencer<sup>4<\/sup>, P. Ost<sup>5<\/sup>, D. Telesca<sup>1<\/sup>; <br\/><sup>1<\/sup>UCLA David Geffen School of Medicine, Los Angeles, CA, <sup>2<\/sup>Duke University, Durham, NC, <sup>3<\/sup>AZ Groeninge, Kortrijk, Belgium, <sup>4<\/sup>Parker Institute for Cancer Immunotherapy, San Francisco, CA, <sup>5<\/sup>Ghent University, Ghent, Belgium","CSlideId":"","ControlKey":"61e849a0-d748-4c9d-afd9-1b575d917654","ControlNumber":"4019","DisclosureBlock":"<b>&nbsp;J. B. Weidhaas, <\/b> <br><b>MiraDx<\/b> Stock, Stock Option, Patent.<br><b>K. McGreevy, <\/b> None..<br><b>N. Marco, <\/b> None..<br><b>N. Sundahl, <\/b> None..<br><b>C. R. Cabanski, <\/b> None..<br><b>C. Spencer, <\/b> None..<br><b>P. Ost, <\/b> None..<br><b>D. Telesca, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6797","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2986","PresenterBiography":null,"PresenterDisplayName":"Joanne Weidhaas, MD;PhD","PresenterKey":"89094a20-49c6-44fd-afe6-dfd69d8b5f80","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2986. Germline signatures predicting toxicity and response to CTLA4 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Germline signatures predicting toxicity and response to CTLA4 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer (BC), is a highly heterogeneous disease, divided into molecular subtypes based on gene expression and clinical outcomes. Transcriptomics profiling depicted a subtype that has luminal expression profile but lacks estrogen receptor (ER), progesterone receptor expression with an overlapping expression of HER-2; yet it overexpresses androgen receptor (AR). This subtype was referred to as MABC and constitutes 8-14% of all BC types. At present MABC is often misdiagnosed with triple negative BC (TNBC). Its improper diagnosis demands the adoption of complementary tools; miRNA, key players in BC tumorigenic processes, hold promise in defining MABC.<br \/>Methods: 539 BC microarray data were downloaded from The Cancer Genome Atlas (TCGA-BRCA) (PMID: 25691825) using TCGA biolinks R\/Bioconductor package (PMID:267704973). Cases with available miRNA data were retained and classified using citbcmst R package (PMID: 21785460). Differential expression analysis identified deregulated miRNAs using DEseq2. The validation set consists of 111 ER-neg samples (68 MABC, and 43 TN samples) with an average age at diagnosis 58.51 years and a median follow-up=78.5 months. MABC tumors were characterized apart of TNBC by the molecular signature (AR, FOXA1 and AR-related genes, PMID: 25516281) on fresh tissue sections. Using miRCURY LNA<sup>TM<\/sup> miRNA PCR assay, miRNA profiling was done for a panel of differentially expressed miRNAs. Non tumorigenic (MCF-10A) and BC Cellular models MABC (MDA-MB-453) and TNBC (MDA-MB-231) were used to investigate the invasive potential of MABC.<br \/>Results: TCGA data analysis indicated MABC as a separate entity based on gene signature. MiRNA-seq data analysis depicted a set of 6 significantly deregulated miRNA with absolute value of log2 fold change&#62; 1 and P-adjusted value &#60;0.05 between MABC and TNBC. We validated, by miRNA profiling, significant upregulation of miR-2115-3p and miR-187-3p in MABC compared to TNBC. These miRNAs significantly differentiate MABC patients from TNBC patients where the combined miRNA panel of miR-2115-3p and miR-187-3p had an area under the curve of 0.904 &#177;0.28 (<i>P<\/i>&#60;0.0001 and 95% CI: 0.850-0.958) and sensitivity, specificity, and a diagnostic accuracy of 90.41%, 81.1%, and 86.5% respectively. Preliminary data, showed that non-tumorigenic\/non-invasive MCF-10A had a significant increase in its invasive ability upon transfection with miR-187-3p mimic (<i>P<\/i>&#60;0.05). Similarly, the invasive cell line MDA-MB-231 showed a significant increase in invasion upon transfection with miR-187-3p mimic (<i>P<\/i>&#60;0.05). On the other hand, only miR-187-3p inhibitor significantly decreased the invasive potential of MDA-MB-453 cells (<i>P<\/i>&#60;0.05).<br \/>Conclusion: MABC has a unique signature of miRNA as compared to TNBC. miR-2115-3p, and miR-187-3p could be potential diagnostic biomarkers for MABC. The invasive potential of MABC could be attributed to miR-187-3p activity. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"Breast cancer,MicroRNA,Diagnostic marker,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"G. Chamandi<sup>1<\/sup>, A. Borgel<sup>2<\/sup>, A. Kurdi<sup>1<\/sup>, P. Khoueiry<sup>1<\/sup>, L. Teixeira<sup>3<\/sup>, M. Le Bras<sup>2<\/sup>, J. Lehamnn<sup>2<\/sup>, <b>R. Nasr<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>American University of Beirut, Beirut, Lebanon, <sup>2<\/sup>INSERM U976, HIPI, Paris, France, <sup>3<\/sup>St. Louis Hospital Paris, Paris, France","CSlideId":"","ControlKey":"b4536236-38e6-4789-a7de-420bdf28feb8","ControlNumber":"3940","DisclosureBlock":"&nbsp;<b>G. Chamandi, <\/b> None..<br><b>A. Borgel, <\/b> None..<br><b>A. Kurdi, <\/b> None..<br><b>P. Khoueiry, <\/b> None..<br><b>L. Teixeira, <\/b> None..<br><b>M. Le Bras, <\/b> None..<br><b>J. Lehamnn, <\/b> None..<br><b>R. Nasr, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6798","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2987","PresenterBiography":null,"PresenterDisplayName":"Rihab Nasr, PhD,MS","PresenterKey":"28d3aeb5-bec2-4140-afd2-5f7220b8bcfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2987. microRNA (miRNA) a putative biomarker to better define the molecular apocrine breast cancer (MABC) subtype","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"microRNA (miRNA) a putative biomarker to better define the molecular apocrine breast cancer (MABC) subtype","Topics":null,"cSlideId":""},{"Abstract":"Exosomal long-non coding RNAs (lncRNAs) play an important role in cancer progression and have potential prognostic biomarker potential in several cancers including prostate cancer (PCa). Taurine-upregulated gene 1 (TUG1) is an oncogenic lncRNA overexpressed in PCa. This exosomal lncRNA has been reported to promote PCa migration, invasion and Epithelial-Mesenchymal Transition (EMT). However, TUG1 PCa prognostic mechanisms remain to be elucidated. This study aimed to profile differentially expressed lncRNAs in PCa high-grade tumor cells (PC-3) cells compared to low-grade PCa tumor cells (LNCaP). This was achieved by using a 384-well plate of PCa lncRNA gene panel. A human lncRNA database, LncSEA and other bioinformatics tools were used for annotation and enrichment analysis. RT-qPCR was used to confirm the gene array data. Up or down-regulation of &#177;2 and p &#60;0.05 were considered significant. Forty two (42%) percent and 14% of lncRNAs were shown to be up and downregulated, respectively. Notably, TUG1 was shown to be upregulated in PC-3 cells from PCR array and RT-qPCR results. Bioinformatics analysis revealed that TUG1 is involved in several cancer hallmarks including apoptosis evasion, migration, invasion and EMT. Furthermore, lncRNA\/miRNA complexes regulate a series of oncogenic signaling pathways and this study demonstrated that TUG1 sponges the let-7 miRNA family members (a highly conserved tumor suppressor miRNA family) and promotes PCa progression. Precise mechanisms of TUG1\/ let-7 axis in PCa prognosis need to be largely elucidated as this may hold potential to understanding lncRNA\/miRNA-mediated PCa progression and thus be targeted for novel therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Exosomes,Long noncoding RNA,Prostate cancer,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. M. Marima<\/b><sup>1<\/sup>, M. Mbeje<sup>1<\/sup>, J. Kandhavelu<sup>2<\/sup>, C. Penny<sup>3<\/sup>, Z. Dlamini<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pretoria, Pretoria, South Africa, <sup>2<\/sup>Georgetown University Medical Center, Washington, WA, <sup>3<\/sup>University of the Witwatersrand, Johannesburg, South Africa","CSlideId":"","ControlKey":"eae2c26a-cc6f-42a5-b02c-6c8bde9c6740","ControlNumber":"3116","DisclosureBlock":"&nbsp;<b>R. M. Marima, <\/b> None..<br><b>M. Mbeje, <\/b> None..<br><b>J. Kandhavelu, <\/b> None..<br><b>C. Penny, <\/b> None..<br><b>Z. Dlamini, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6799","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2988","PresenterBiography":null,"PresenterDisplayName":"Rahaba Marima, PhD","PresenterKey":"3ae74e8e-3523-4dcf-87ae-58baab05a2f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2988. TUG1 exosomal lncRNA sponges let-7 miRNA family members and advances prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TUG1 exosomal lncRNA sponges let-7 miRNA family members and advances prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastasis and drug resistance remain significant contributors to cancer-related mortality globally. In ovarian cancer, a substantial 70% of cases develop resistance to the front-line therapy, cisplatin. Despite numerous proposed mechanisms for cisplatin resistance, the complete molecular events leading to this phenomenon in ovarian cancer remain incompletely understood. Mounting evidence suggests that dysregulation of microRNAs (miRNAs) plays a pivotal role in carcinogenesis, including the development of drug resistance. While various miRNAs have been identified in ovarian cancer samples and cell lines, few studies have compared miRNA expression in human paraffin ovarian samples and cisplatin-resistant high-grade serous ovarian cancer (HGSOC), the most prevalent and malignant of gynecological malignancies. This study aimed to identify key miRNAs implicated in cisplatin resistance. We performed miRNA expression profiles in RNA isolated from human paraffin ovarian tumors and ovarian cancers cell lines. Eight miRNAs were commonly increased in paraffin samples and cisplatin resistant ovarian cancer cells. Targeting these miRNAs with inhibitors significantly reduced cell proliferation by more than 50% for miR-203a, miR-96-5p, miR-10a-5p, miR-141-3p, miR-200c-3p, and miR-182-5p, and to a lesser extent, miR-296-5p and miR-1206. Inhibitors demonstrated a reduction in cell migration for all targets except miR-200c-3p and miR-10a-5p. Analysis of online databases, literature reports, and molecular pathway construction revealed that these eight miRNAs regulate key molecular pathways associated with cell proliferation, primarily through PTEN regulation in cisplatin-resistant HGSOC cells. Interrogation of the KM plotter patient database revealed that high expression of miR-1206, miR-10a, miR-141, and miR-96 correlates with a poor prognosis in ovarian cancer patients. These findings position these eight miRNAs as potential therapeutic targets and markers for cisplatin response in ovarian cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Cisplatin resistance,Ovarian cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Rivera-Serrano<\/b><sup>1<\/sup>, M. Flores<sup>2<\/sup>, J. Rolon<sup>2<\/sup>, V. Reyes<sup>2<\/sup>, F. Valiyeva<sup>1<\/sup>, P. E. Vivas-Mejia<sup>1<\/sup>; <br\/><sup>1<\/sup>UPR - Comprehensive Cancer Center, San Juan, PR, <sup>2<\/sup>UPR Medical Sciences Campus, San Juan, PR","CSlideId":"","ControlKey":"99a3ce89-136d-4890-a8f7-7a2086f05a66","ControlNumber":"4157","DisclosureBlock":"&nbsp;<b>M. Rivera-Serrano, <\/b> None..<br><b>M. Flores, <\/b> None..<br><b>J. Rolon, <\/b> None..<br><b>V. Reyes, <\/b> None..<br><b>F. Valiyeva, <\/b> None..<br><b>P. E. Vivas-Mejia, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6800","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2989","PresenterBiography":null,"PresenterDisplayName":"Mariela Rivera, MS","PresenterKey":"d38132d6-0898-4e3f-b213-a64460fb52e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2989. MicroRNA profiling in human samples and cell lines uncovers eight key players in the cisplain resistance of HGSOC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA profiling in human samples and cell lines uncovers eight key players in the cisplain resistance of HGSOC","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal Adenocarcinoma (PDAC) is a highly lethal solid tumor with 5-year survival rate of 5-8%. Extracellular vesicles like exosomes circulating in the blood are crucial mediators of intracellular communication, immunomodulation and tumor progression. The microRNAs being the major cargo of exosomes, are the primary carriers of intracellular information. The role of exosomal-miRNA (exoMIR&#8217;s) in regulating the pathogenesis of tumors is well-established in oncology but its potential is still unexplored. To the best of our knowledge no study has yet explored the contrasting exoMIR expression in cancer patients before and after their surgery. In this study, differential exoMIR&#8217;s profile of three pancreatic ductal adenocarcinoma patients at three stages: pre-surgery, post-surgery, and follow-up was established using small RNA sequencing on the Illumina platform. In blood samples taken before and after surgery total of 181, 201 and 201 microRNAs were dysregulated in circulating exosomes of three different patients viz. P_1, P_9 &#38; P_11 (Patient identifiers) respectively. Out of the total dysregulated microRNAs in post-op samples 76 were upregulated and 105 downregulated in P_1, 95 upregulated and 106 downregulated in P_9 &#38; 69 upregulated and 132 downregulated in P_11 as compared to their Pre surgery samples. Further, when exoMIR&#8217;s of post-op samples were compared to that of follow-up samples after 6 months of surgery their expression profile changed notably such that a total of 184, 157 &#38; 190 microRNAs dysregulated in follow-up of P_1, P_9 and P_11 respectively. Out of the total dysregulated microRNAs in follow up samples 93 were upregulated and 91 downregulated in P_1, 69 upregulated and 88 downregulated in P_9 &#38; 96 upregulated and 94 downregulated in P_11 as compared to their post-op samples. On Venn diagram analysis 27 microRNAs were found to be commonly dysregulated in all 3 patients before surgery and 22 common micro RNAs were again dysregulated even after 6 months of surgery. Bioinformatic analysis of these<br \/>differentially expressed miRNAs and their respective protein targets revealed that their role in oncogenic molecular pathways is very prominent, thus highlighting their potential use in cancer therapeutics, diagnostics as well as prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Pancreatic cancer,Exosomes,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Kaur<\/b>, S. Bhoriwal, P. K. Gautam; <br\/>All India Institute of Medical Sciences (AIIMS) New Delhi, New Delhi, India","CSlideId":"","ControlKey":"c6d54a18-980c-474d-9725-8392e6c34f7f","ControlNumber":"4467","DisclosureBlock":"&nbsp;<b>R. Kaur, <\/b> None..<br><b>S. Bhoriwal, <\/b> None..<br><b>P. K. Gautam, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6801","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2990","PresenterBiography":null,"PresenterDisplayName":"Rupinder Kaur, BS,MS","PresenterKey":"248f5a82-9a9a-4515-9e0e-cb1db81cee73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2990. Differential micro-RNA expression in circulating exosomes of pancreatic ductal adenocarcinoma patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential micro-RNA expression in circulating exosomes of pancreatic ductal adenocarcinoma patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Hypoxia is frequent in solid tumors and stabilizes Hypoxia Inducible Factor-1 (HIF-1). HIF-1, in turn, activates several cellular pathways that promote tumor growth and resistance to chemotherapy. MicroRNA (miRNA) miR-210 is a direct HIF-1 target. HIF-1 binds to a Hypoxia-Response Element (HRE) in the miR-210 promoter, up-regulating its expression. miR-21 is the most widely reported oncogenic miRNA in cancer. miRNAs complexed with Argonaute-2 (AGO2) bind target mRNAs to inhibit translation. Given that a single miRNA can have hundreds of predicted mRNA targets, we sought to identify mRNA targets of miR-210 and miR-21. Identifying dysregulated target genes of miR-210 and miR-21 may highlight new therapeutic targets.<br \/><b>Methods<\/b>: The SW1736 (anaplastic thyroid cancer) cell line was cultured at 2% (hypoxic) or atmospheric (normoxic) O<sub>2 <\/sub>for 24 or 48hrs. HIF-1&#945; accumulation relative to normoxia was analyzed by Western blot. miR-210-3p expression was measured relative to normoxia by RT-qPCR. Small and total RNA-sequencing was performed to identify additional differentially expressed miRNAs and mRNAs in hypoxia after 48hrs. To identify direct miRNA targets, SW1736 cells were cross-linked by UV irradiation after 48hrs of normoxic or hypoxic conditions. AGO2 covalently cross-linked to miRNA and target mRNAs were purified by immunoprecipitation after DNA and RNA digestion. miRNA and target mRNAs protected by AGO2 were ligated to generate chimeric miRNA:mRNA molecules followed by sequencing. miRNA:mRNA chimeras were analyzed using the SCRAP bioinformatic pipeline.<br \/><b>Results<\/b>: miR-210-3p expression was up-regulated by ~11-fold at 24hrs and ~19-fold at 48hrs, which was consistent with increased HIF-1&#945; protein levels assessed by Western blot. miR-210-3p and HIF-1&#945; levels were highest after 48hr of hypoxia relative to normoxia. Small RNA-seq showed that miR-210-3p was the only miRNA significantly up-regulated (&#62;2-fold) in hypoxia (48hr) in SW1736. Further, miRNA:mRNA chimeric sequencing results confirmed that miRNAs primarily interacted with the 3&#8217;UTRs and coding sequences of mRNA. miR-210-3p was most abundant in hypoxia and found in chimeras with HIF-1&#945; mRNA as well as some oncogenic and tumor suppressor transcripts involved in metabolism and mRNA processing. miR-21-5p was the most abundant chimera miRNA in both normoxia and hypoxia and was primarily bound to tumor suppressor mRNAs associated with cell cycle arrest, TGFB signaling, and inhibition of tumor invasion and migration.<br \/><b>Conclusions<\/b>: miR-210-3p and miR-21-5p elevated levels and interactions indicate hypoxia and malignancy in solid tumors including breast, thyroid, prostate, and lung. Further analysis of other miRNA:mRNA interactions and functional validation may aid in identifying novel therapies for solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Hypoxia-inducible genes,Gene regulation,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. H. Powell<\/b><sup>1<\/sup>, W. T. Mills IV<sup>1<\/sup>, A. Turchinovich<sup>2<\/sup>, Y. Wang<sup>1<\/sup>, M. A. Zeiger<sup>3<\/sup>, C. B. Umbricht<sup>1<\/sup>, M. K. Meffert<sup>1<\/sup>, K. W. Witwer<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD, <sup>2<\/sup>SciBerg e.Kfm, Mannheim, Germany, <sup>3<\/sup>National Cancer Institute, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"6ad42166-e708-4ce9-8aa0-948b340cfc4b","ControlNumber":"5895","DisclosureBlock":"&nbsp;<b>B. H. Powell, <\/b> None..<br><b>W. T. Mills, <\/b> None..<br><b>A. Turchinovich, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>M. A. Zeiger, <\/b> None..<br><b>C. B. Umbricht, <\/b> None..<br><b>M. K. Meffert, <\/b> None..<br><b>K. W. Witwer, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2991","PresenterBiography":null,"PresenterDisplayName":"Bonita Powell, BS;MS","PresenterKey":"7d898c44-b01a-4ab6-a0be-68c1da1fdab9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2991. Global analysis of miR-210 and miR-21 dysregulation and direct targeting in thyroid cancer during hypoxia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Global analysis of miR-210 and miR-21 dysregulation and direct targeting in thyroid cancer during hypoxia","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs) play a crucial role in the tumor microenvironment and contribute to the development and progression of lung cancer. We aimed to elucidate whether miRNA-200 (miR-200), which is recognized for its ability to suppress EMT, prevents CAFs from promoting cancer progression. Inactivation of CAFs mediated by miR-200 suppressed lung cancer cell invasion, migration, tumorigenesis, and metastasis. Additionally, miR-200 attenuated the ability of CAFs to facilitate the aggressiveness of lung cancer cells, encourage M2 polarization of macrophages, and increase the angiogenic sprouting of vascular endothelial cells. NRP2, known as a co-receptor of VEGFR, was identified as a target of miR-200, mediating the functional activity of miR-200 in CAFs. NRP2-VEGFR signaling promoted the secretion of VEGFD and PTN from CAFs to activate cancer cell migration and invasion. Based on these findings, we suggest that miR-200 impedes cancer progression and metastasis by remodeling CAFs, and that miR-200 and NRP2 are potential therapeutic targets in the treatment of lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,MicroRNA,Neuropilin 2,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Cheon<\/b>, S. Lee, Y.-H. Ahn; <br\/>Ewha Womans University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"844b4c62-82a5-4953-a07b-96b672c1d548","ControlNumber":"5840","DisclosureBlock":"&nbsp;<b>I. Cheon, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Ahn, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2992","PresenterBiography":"","PresenterDisplayName":"Inyoung Cheon, BS","PresenterKey":"38035a9d-b063-4481-87f4-65300a5e7e1b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2992. miR-200-mediated inactivation of cancer-associated fibroblasts attenuates lung cancer invasion and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-200-mediated inactivation of cancer-associated fibroblasts attenuates lung cancer invasion and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: MicroRNAs (miRNAs) are small noncoding RNAs that bind mRNA and inhibit translation or encourage degradation. MiRNAs play a significant regulatory role, with approximately 60% of protein-coding genes harboring miRNA binding sites. MiRNA dysregulation is associated with tumor onset, growth, and metastasis. These important regulatory RNAs have been studied as potential cancer biomarkers, yet the widespread adoption of any miRNA signature has been hindered by the variable nature of miRNA targeting, which is highly context specific. Total tumor cell mRNA content, or TmS, has been shown to have potential as a pan-cancer prognostic indicator. Here we expand the TmS framework using deconvolved miRNA expression to calculate TmiS, an estimate of total tumor-cell miRNA content and investigate the utility of TmiS as a prognostic marker in prostate cancer.<br \/>Methods: Whole exome sequencing and miRNA sequencing, along with clinical annotations were downloaded for prostate cancer patient samples from The Cancer Genome Atlas (TCGA). Sample purity and ploidy were estimated from exomes using ASACT and ABSOLUTE. Tumor miRNA proportion was estimated using our previously developed miRNA deconvolution method DeMixMir, and TmiS, the total miRNA content per haploid genome per tumor cell, was calculated for each sample. Patients were separated by Gleason category and were binarized into High-TmiS and Low-TmiS within samples with Gleason 7 and Gleason 8+ scores separately.<br \/>Results: We find Low-TmiS patients to have significantly better prognosis in both Gleason 7 (P = 0.04) and Gleason 8+ (P = 0.01) prostate cancer. We confirm that TmiS is indeed an aggregate measure of total miRNA levels, with no strong correlations observed with any one miRNA. We identify differentially expressed miRNAs and mRNAs between high and low TmiS, and find distinct enriched pathways between Gleason 7 and Gleason 8+ samples, and that several of the differentially expressed miRNAs are well-characterized cancer-related transcripts.<br \/>Conclusions: In spite of their important regulatory function, the variable and context specific nature of miRNA targeting has been a barrier to their implementation as a robust biomarker. We find TmiS to be a measure of total miRNA dysregulation, and that patients with high total miRNA content show poorer survival within prostate samples graded at Gleason 7 (as well as Gleason 8+), which has been a challenging group for further risk classification. In summary, while the consequences of miRNA dysregulation are subtype specific, we find that by measuring total tumor cell miRNA, TmiS has potential as a robust prognostic indicator independent cellular context.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Prognostic markers,Prostate cancer,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Montierth<\/b><sup>1<\/sup>, K. Németh<sup>2<\/sup>, G. A. Calin<sup>2<\/sup>, W. Wang<sup>2<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"0597d48d-874e-457f-84d8-a67d0d57f315","ControlNumber":"2490","DisclosureBlock":"&nbsp;<b>M. Montierth, <\/b> None..<br><b>K. Németh, <\/b> None..<br><b>G. A. Calin, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6804","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2993","PresenterBiography":null,"PresenterDisplayName":"Matthew Montierth, BS","PresenterKey":"cbcf441e-4918-45e6-a29a-0852a3e87ae3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2993. TmiS: A prognostic indicator for prostate cancer survival based on total tumor cell miRNA levels","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TmiS: A prognostic indicator for prostate cancer survival based on total tumor cell miRNA levels","Topics":null,"cSlideId":""},{"Abstract":"Background: Estrogen receptor (ER) positive breast cancer is the most common subtype of breast cancer. Elucidation of the regulatory network in estrogen receptor pathway is critical to develop and deliver potent targeted therapy for ER-positive breast cancer. The Mir-99a-let-7c cluster host gene MIR99AHG is a long non-coding RNA involving in a variety of tumor formation and disease progression processes. However, the biological functions of MIR99AHG in ER-positive breast cancer have not been reported.<br \/>Methods: The Western-blot, qRT-PCR, Immunofluorescence and fluorescence in-situ hybridization were used to identify potential target genes and regulatory pathway of estrogen receptor &#945; (ERa), which is a key proliferative driver of ER-positive breast cancer cells. The cell proliferation assay, clone formation assay, xenograft tumor model and rescue assay were used to investigate the effect of differential expression of MIR99AHG on the proliferative capacity of ER-positive breast cancer cells MCF7 and T47D. In addition, correlation analysis was performed to verify the relation of the expression of MIR99AHG, LATS1, LATS2, CYR61, CTGF and ESR1 from The Cancer Genome Atlas (TCGA) and Gene Expression Omnibus (GEO) cohorts. And survival analysis was used to predict the prognostic impact of MIR99AHG in breast cancer patients.<br \/>Results: MIR99AHG expression was significantly higher in ER-positive breast cancer cells MCF7 and T47D than in ER-negative breast cancer cells SKBR3, MDA-MB-231 and BT549. The high expression of MIR99AHG predicted poor prognosis in ER-positive breast cancer patients. <i>In vitro<\/i> and <i>in vivo <\/i>assays demonstrated that MIR99AHG positively regulated the proliferation of MCF7 and T47D cells. Importantly, the Hippo signaling was identified to be down-stream mediators of MIR99AHG in modulating ER&#945; transcription. Furthermore, XMU-MP-1, which targets the Hippo signaling upstream kinase MST1\/2, was able to reverse the effect of MIR99AHG on MCF7 cell proliferation.<br \/>Conclusions: MIR99AHG up-regulates ER&#945; expression and promotes proliferation in ER-positive breast cancer cells through activating Hippo signaling pathway. Targeting MIR99AHG\/Hippo pathway is a potential strategy for the treatment of ER-positive breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor,MIR99AHG,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wende Wang<\/b><sup>1<\/sup>, Danping Lin<sup>1<\/sup>, Ziyang Lin<sup>1<\/sup>, Yangyang Yan<sup>1<\/sup>, Yusen Qin<sup>1<\/sup>, Yuanke Liang<sup>2<\/sup>, Haoyu Lin<sup>2<\/sup>, De Zeng<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Breast Medical Oncology, Cancer Hospital of Shantou University Medical College, Shantou, China,<sup>2<\/sup>Department of Breast and Thyroid Surgery, The First Affiliated Hospital of Shantou University Medical College, Shantou, China","CSlideId":"","ControlKey":"fe6f542a-37d7-43a7-8e9c-a85341bb365f","ControlNumber":"4678","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>D. Lin, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>Y. Qin, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>D. Zeng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6805","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2994","PresenterBiography":null,"PresenterDisplayName":"Wende Wang","PresenterKey":"44672c94-c044-420f-81e4-dc21a896ac25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2994. MIR99AHG promotes ER&#945; expression and ER-positive breast cancer cells proliferation via activating Hippo signaling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MIR99AHG promotes ER&#945; expression and ER-positive breast cancer cells proliferation via activating Hippo signaling","Topics":null,"cSlideId":""},{"Abstract":"Telomerase activity (TA) and the alternative lengthening of telomere (ALT) pathway are two telomere maintenance mechanisms (TMM) yet identified in human cancers. Although the activation of either TMM seems to be equivalent in supporting tumor cell immortalization (a hallmark of cancer), the contribution of TA and ALT to tumor progression and aggressiveness may be different. Mounting evidence suggests that cancer cell aggressiveness could be associated with a TA&#8596;ALT shift that would allow the acquisition of distinct aggressive traits. We previously showed that an ALT-like phenotype emerged in diffuse malignant peritoneal mesothelioma (DMPM) cells upon miR-380-5p-dependent inhibition of TA (<i>Cimino-Reale G, et al. J Hematol Oncol. 2017<\/i>). To analyze the transcriptomic changes associated with the emergence of such a phenotype, gene expression profiling was carried out. Results showed that 3331 genes were differentially expressed (FDR&#60;0.05, adjusted for multiple hypothesis testing) in miR-380-5p- <i>vs.<\/i> preNeg-transfected DMPM cells, out of which 1673 genes were up-regulated and 1658 genes down-regulated. To get biological meaning about the molecular events occurring upon miR-380-5p reconstitution, Gene Set Enrichment Analysis was performed. Results showed a positive enrichment of 188 gene sets, restricted for an FDR &#60; 0.05, out of which signatures related to DNA replication, DNA recombination and telomere maintenance via recombination were present. Conversely, only 1 gene set (GO: positive regulation of blood vessel endothelial cell migration) was negatively enriched at significant level. Notably, among the leading edge genes, <i>PTGS2<\/i>, which encodes for cyclooxygenase-2 (COX-2) and represents a predicted target of miR-380-5p (miRWalk), was the most significantly down-regulated gene (FDR&#60; 0.000001; log(fold-change): -2.15). Notably, a complete abrogation of <i>PTGS2<\/i> expression levels and COX-2 protein amounts was observed in miR-380-5p- compared to preNeg-transfected cells upon validation by qRT-PCR and western blotting, respectively. This evidence was paralleled by reduced amounts of phospho-FAK (focal adhesion kinase) and impaired migrating\/invading capabilities of cells ectopically expressing miR-380-5p. Moreover, a reduction of Vimentin and a slight increase in P-Cadherin protein levels were also observed in cells ectopically expressing miR-380-5p, likely indicating the occurrence of a reverse-EMT program. Finally, a pronounced increase in the sensitivity to Cisplatin and Doxorubicin was also appreciable in miR-380-5p- <i>vs.<\/i> preNeg-transfected cells, suggesting that miRNA-mediated induction of a reverse-EMT may, at least in part, contribute to improve the response of DMPM cells to chemotherapeutic drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"MicroRNA,Cell migration,Mesothelioma,COX-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Percio, L. Di Pietro, E. Naghshineh, M. Deraco, N. Zaffaroni, <b>M. Folini<\/b>; <br\/>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy","CSlideId":"","ControlKey":"5a14f2e8-6966-4f81-bc38-ac70b250249b","ControlNumber":"3148","DisclosureBlock":"&nbsp;<b>S. Percio, <\/b> None..<br><b>L. Di Pietro, <\/b> None..<br><b>E. Naghshineh, <\/b> None..<br><b>M. Deraco, <\/b> None..<br><b>N. Zaffaroni, <\/b> None..<br><b>M. Folini, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6806","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2995","PresenterBiography":null,"PresenterDisplayName":"Marco Folini, PhD","PresenterKey":"d761a27e-9734-4d22-b7b0-93584084379c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2995. The ectopic expression of miR-380-5p interferes with the aggressive traits of diffuse malignant peritoneal mesothelima cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ectopic expression of miR-380-5p interferes with the aggressive traits of diffuse malignant peritoneal mesothelima cells","Topics":null,"cSlideId":""},{"Abstract":"Mantle Cell Lymphoma (MCL) is a rare and incurable type of B-cell non-Hodgkin lymphoma that affects about 4,000 people per year in the United States. Despite intense research to identify novel therapeutic approaches, the median progression-free survival after first-line treatment is four years. For this reason, the discovery of novel therapeutic targets remains crucial. Over half of the human genome is actively transcribed as non-coding RNAs. Among them, the non-coding RNAs that are longer than 200 nucleotides are named long non-coding RNAs (lncRNAs). lncRNAs have been shown to play essential roles in several human diseases, including cancer, by modulating cell cycle, immune response, or stemness through their interactions with DNA, protein, and RNA. For this reason, we decided to perform an RNA sequencing (RNA-Seq) profiling to identify the dysregulated lncRNAs in MCL. In more detail, we performed RNA-Seq in a cohort of 18 MCL patients compared to normal B-cells from the peripheral blood of healthy donors (HD). Reads were first trimmed for quality filtering, and adapters were removed using Trim Galore. Trimmed reads were mapped to the human genome (HG38 assembly) using HISAT 2. All the reads mapped inside the genomic coordinates of lncRNAs, reported in the GTF annotation file of GENCODE v43, were counted by featureCounts. Differential expression analysis between MCL samples vs HD was performed by LIMMA. To validate the results obtained from our internal MCL cohort, we also downloaded publicly available RNA-Seq data of 16 MCL patients and analyzed them using the previously described pipeline. Our analyses revealed several dysregulations in lncRNA expression occurring in MCL. Precisely, we identified 385 upregulated and 387 downregulated lncRNAs (|log2FC| &#62; 0.58 and adjusted p-value &#60; 0.05) in our internal MCL cohort, and 63% of them were also confirmed in the external cohort. Notably, the lncRNA called MALAT1 showed the highest significant upregulation in both cohorts, reinforcing this lncRNA's pivotal role in cancer development. To study the potential involvement of MALAT1 in MCL, we compared the MCL samples with higher MALAT1 expression (upper quartile) against those with lower expression (lower quartile) in both cohorts. The identified differentially expressed genes were used as input for a mechanistic network-based topological pathway analysis using MITHrIL. The analysis revealed that the KEGG pathway \"Cell Cycle\" was among the top upregulated pathways in MCL samples with high MALAT1 expression, suggesting the relevance of this lncRNA in promoting cellular proliferation, as also reported in the literature for other tumor types. In conclusion, our is the first study to describe the novel dysregulation signature of lncRNAs in MCL in two independent cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Lymphoma: non-Hodgkin's lymphoma,Mantle cell lymphoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. LaFerlita<\/b>, S. Singh, A. Sircar, R. Baiocchi, N. Muthusamy, L. Alinari, N. Epperla, L. Sehgal; <br\/>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"39dd7d32-aab9-4b43-bea3-cf15c55fee5c","ControlNumber":"5477","DisclosureBlock":"&nbsp;<b>A. LaFerlita, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. Sircar, <\/b> None.&nbsp;<br><b>R. Baiocchi, <\/b> <br><b>prelude therapeutics<\/b> Other, Consultancy. <br><b>EUSA<\/b> Other, Consultancy. <br><b>Viracta<\/b> Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Atara Biotherapeutics<\/b> Other, Membership on an entity's Board of Directors or advisory committees.<br><b>N. Muthusamy, <\/b> None..<br><b>L. Alinari, <\/b> None.&nbsp;<br><b>N. Epperla, <\/b> <br><b>Incyte<\/b> Other, Speakers Bureau. <br><b>Novartis<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau;. <br><b>Merck<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau;. <br><b>Lilly<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau;. <br><b>Beigene<\/b> Grant\/Contract, Other, Speakers bureau.<br><b>L. Sehgal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6808","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2997","PresenterBiography":null,"PresenterDisplayName":"Alessandro Ferlita, PhD","PresenterKey":"8af7dc0d-7dd8-455a-afce-60b769f5d7da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2997. Identification of novel long non-coding RNAs in mantle cell lymphoma patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel long non-coding RNAs in mantle cell lymphoma patients","Topics":null,"cSlideId":""},{"Abstract":"Inherited defects in the breast cancer susceptibility gene, BRCA1 are associated with an increased risk for hereditary breast, ovarian, and other cancers. BRCA1-associated basal like breast cancers (BLBCs) are high-grade ductal carcinomas that do not express ER, PR or HER2, but frequently overexpress epidermal growth factor receptor (EGFR\/ErbB1\/HER1). The EGFR-driven signaling network plays a pivotal role in BLBC pathogenesis. EGFR overexpression is associated with tumor progression and metastasis, resistance to radiation and chemotherapy, and poor prognosis. Growth factor receptors are regulated by multiple miRNAs, each having many targets, coordinately controlling the complex pathways of downstream signaling. We have previously reported a post-transcriptional mechanism by which BRCA1 regulates EGFR expression through the induction of miR-146a and provided a rationale for the development of miR-146a based therapeutic strategies. In addition, we have shown that BRCA1 also exerts regulatory control over dozens of important miRNAs that appear to play a critical role in breast neoplasia. From TCGA analysis, we show that low expression of these miRNAs is associated with distinctively poor overall survival of TNBC patients. Using miR-146a loss or gain of function experiments <i>in vitro<\/i>, we show that BRCA1 and miR-146a regulate EGFR signaling, stemness, epithelial-to-mesenchymal transition (EMT), extracellular matrix (ECM) remodeling and chemoresistance. Using <i>in vivo<\/i> mouse models, we demonstrate that miR-146a overexpression delays tumor formation leading to better overall survival. BLBC unlike the other subtypes, lacks targeted therapy approaches making cytotoxic chemotherapy essentially the only option for treatment. Though EGFR inhibitors have been used to treat other cancers, clinical trials for breast cancer have so far been unsuccessful due to poor response rates. Since one miRNA can target multiple genes and regulate multiple signaling pathways, our study provides evidence to suggest that restoring miR-146a could suppress EGFR-RAS-MEK signaling and the other compensatory pathways, providing a targeted therapeutic option for BRCA1 associated BLBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"BRCA1,EGFR,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Kumaraswamy<\/b><sup>1<\/sup>, R. M. Koren Shimak<sup>1<\/sup>, S. Gunewardena<sup>2<\/sup>, K. L. Wendt<sup>3<\/sup>, D. Alexander<sup>2<\/sup>, S. L. Hembruff<sup>1<\/sup>, R. A. Jensen<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Kansas Cancer Center, Kansas City, KS, <sup>2<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>3<\/sup>The University of Oklahoma, Norman, OK","CSlideId":"","ControlKey":"4dbd3e73-5473-4510-8212-e610e5163cb3","ControlNumber":"3288","DisclosureBlock":"&nbsp;<b>E. Kumaraswamy, <\/b> None..<br><b>R. M. Koren Shimak, <\/b> None..<br><b>S. Gunewardena, <\/b> None..<br><b>K. L. Wendt, <\/b> None..<br><b>D. Alexander, <\/b> None..<br><b>S. L. Hembruff, <\/b> None..<br><b>R. A. Jensen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6809","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2998","PresenterBiography":null,"PresenterDisplayName":"Easwari Kumaraswamy, PhD","PresenterKey":"2519c668-c36a-4fd9-87a4-f3b5524a8752","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2998. Regulation of epidermal growth factor receptor signaling by BRCA1-microRNA 146a network","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of epidermal growth factor receptor signaling by BRCA1-microRNA 146a network","Topics":null,"cSlideId":""},{"Abstract":"Salivary gland tumors are a heterogeneous group of lesions, being mucoepidermoid carcinoma (MEC) the malignant neoplasm with the highest incidence, occurring mainly in the parotid gland. Characterization of its histological grade (high, intermediate, and low) is important for determining patient prognosis. Metastasis is more common high-grade tumors and can occur at regional lymph nodes or distant sites. Although the mechanisms underlying the metastatic process are largely unknown, large-scale microRNA expression profiling studies of human cancers have demonstrated that dysregulation of miRNA is frequently associated with many cancer types. The aim of this study is to validate the use of microRNA expression for the discrimination of the metastatic potential of MEC samples. Using Real Time RT-PCR (qPCR) we have analyzed the expression of 384 miRNAs and controls in 4 non-metastatic MECs, 3 MECs with lymph node metastasis, 3 MECs with distant metastasis, and 2 non-neoplastic human salivary gland samples. Comparing the expression among these groups we identified 45 differentially expressed miRNAs that may be related with the metastatic potential of these tumors. To validate the microRNA expression associated with the metastatic potential, we selected 7 out of the 45 differentially expressed microRNAs and 7 MEC samples from the different groups of samples. Considering the 7 microRNAs evaluated, we validated that the expression of miR-191 was increased in non-neoplastic samples when compared to MECs with lymph node metastasis and the expression of miR-494 was increased in non-neoplastic samples when compared to MECs with distant metastasis, suggesting that loss of these microRNAs might be involved in the development of metastasis in mucoepidermoid carcinoma. The determination of a miRNA expression profile could provide a better understanding of the molecular basis of MEC and facilitate the determination of diagnosis and prognosis of patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Metastasis,Real-time polymerase chain reaction (RT-PCR),Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. E. S. Trevizani<sup>1<\/sup>, K. K. Oliveira<sup>1<\/sup>, F. A. Marchi<sup>2<\/sup>, D. Bizinelli<sup>2<\/sup>, F. V. Mariano<sup>3<\/sup>, C. P. Nagano<sup>2<\/sup>, F. A. Costa<sup>1<\/sup>, C. A. L. Pinto<sup>1<\/sup>, L. P. Kowalski<sup>1<\/sup>, S. V. Lourenço<sup>2<\/sup>, <b>C. M. Coutinho-Camillo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>A.C.Camargo Cancer Center, São Paulo, Brazil, <sup>2<\/sup>University of São Paulo, São Paulo, Brazil, <sup>3<\/sup>Unicamp, São Paulo, Brazil","CSlideId":"","ControlKey":"87a028ee-900f-4354-b36e-f0ebc5be6229","ControlNumber":"4490","DisclosureBlock":"&nbsp;<b>M. E. S. Trevizani, <\/b> None..<br><b>K. K. Oliveira, <\/b> None..<br><b>F. A. Marchi, <\/b> None..<br><b>D. Bizinelli, <\/b> None..<br><b>F. V. Mariano, <\/b> None..<br><b>C. P. Nagano, <\/b> None..<br><b>F. A. Costa, <\/b> None..<br><b>C. A. L. Pinto, <\/b> None..<br><b>L. P. Kowalski, <\/b> None..<br><b>S. V. Lourenço, <\/b> None..<br><b>C. M. Coutinho-Camillo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6810","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2999","PresenterBiography":null,"PresenterDisplayName":"Claudia Coutinho-Camillo, PhD","PresenterKey":"a961d6f6-e14d-45b3-8e9e-54344a530e3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2999. Evaluation of microRNA expression in metastatic and non-metastatic salivary gland mucoepidermoid carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"microRNA- and Other Non-coding RNA-Based Translational Medicine","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of microRNA expression in metastatic and non-metastatic salivary gland mucoepidermoid carcinoma","Topics":null,"cSlideId":""}]