[{"Abstract":"UCSC Xena (http:\/\/xena.ucsc.edu\/) is a web-based visual integration and exploration tool for multi-omic data and associated clinical and phenotypic annotations. Researchers can easily view and explore public data, their own private data, or both using the Xena Browser. Private data are kept on the researcher's computer and are never uploaded to our public servers. We support Mac, Windows, and Linux.<br \/>Questions Xena can help you answer:* Is overexpression of this gene associated with lower\/higher survival?* What genes are differentially expressed between these two groups of samples?* What is the relationship between mutation, copy number, expression, etc for this gene?<br \/>Xena showcases seminal cancer genomics datasets from TCGA, the Pan-Cancer Atlas, GDC, PCAWG, ICGC, and more; a total of more than 1500 datasets across 50 cancer types. We support virtually any type of functional genomics data: SNPs, INDELs, copy number variation, gene expression, ATAC-seq, DNA methylation, exon-, transcript-, miRNA-, lncRNA-expression and structural variants. We also support clinical data such as phenotype information, subtype classifications and biomarkers. All of our data is available for download via python or R APIs, or using our URL links.<br \/>Our signature Visual Spreadsheet view shows multiple data types side-by-side enabling discovery of correlations across and within genes and genomic regions. We also have dynamic Kaplan-Meier survival analysis, powerful filtering and subgrouping, differential gene expression analysis, GSEA, charts, statistical analyses, genomic signatures, and the ability to generate URLs to live views.<br \/>New features include:<br \/>* Genome-wide differential gene expression analysis<br \/>* GSEA analysis<br \/>* Select samples directly from the screen for filtering and creating subgroups<br \/>* Loading of Microsoft Excel files<br \/>Our beta prototype site for visualizing single-cell data delivers million-cell-scale multi-omics data for interactive visualization in a web browser. Contact us for access to our beta prototype site.<br \/>If you use us please cite our publication in Nature Biotechnology: https:\/\/www.nature.com\/articles\/s41587-020-0546-8","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer genomics,Databases,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Goldman<\/b>, B. Craft, J. Zhu, D. Haussler; <br\/>UC Santa Cruz Genomics Institute, Santa Cruz, CA","CSlideId":"","ControlKey":"1ab25ec6-0591-4040-9547-cc6b97201ebd","ControlNumber":"802","DisclosureBlock":"<b>&nbsp;M. Goldman, <\/b> <br><b>Fred Hutchinson Cancer Research Center<\/b> Other, Consultant.<br><b>B. Craft, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>D. Haussler, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9532","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7406","PresenterBiography":null,"PresenterDisplayName":"Mary Goldman","PresenterKey":"cd5ebaeb-0f15-41f1-8d03-dde9b7077f0f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/cd5ebaeb-0f15-41f1-8d03-dde9b7077f0f.profile.jpg","SearchResultActions":null,"SearchResultBody":"7406. Visualization and analysis of cancer genomics data using UCSC Xena","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Visualization and analysis of cancer genomics data using UCSC Xena","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is the most invasive skin cancer caused by the malignant melanocytes. The use of immune checkpoint blockade (ICB) improved the survival rate in advanced melanoma. Yet, the response rate to ICB varies across patients due to the highly heterogeneous nature of melanoma. Recent studies reported genomic and epigenetic factors contributing to the therapeutic response. Identifying these factors involved in clonal evolution in melanoma is a key to better understanding the tumor progression and divergence in the therapy response.&nbsp;<br \/>To study melanoma heterogeneity, we generated twenty-four clonal sublines, each derived from a single cell isolated from a parental cell line derived from the M4 mouse melanoma model. DNA prepared from each subline and a spleen from a healthy mouse were subjected to long-read sequencing. Importantly, long-read sequencing allows direct detection of methylation states, small variants, and structural variants in the same run. The results thus provide excellent means to study genetic and epigenetic factors in clonal evolution. Each of these sublines was also implanted in distinct mice for survival and tumor growth analysis and further functional evaluation.<br \/>We developed Severus, a structural variation (SV) caller for long reads, which works with single (germline), paired (tumor-normal), and multiple samples (e.g., multi-site or time series). Severus takes advantage of improved phasing in long-read sequencing, attributes somatic variants to germline haplotype, and builds a haplotype-specific breakpoint graph that is used to cluster multi-break rearrangements and represent the derived chromosomal structure. We benchmarked Severus using multiplatform validated COLO829 truthset and CHM1\/CHM13 haploid genomes, and Severus outperformed all other methods in terms of recall and precision.&nbsp;<br \/>The structural variation (SV) analysis using Severus with all the sublines showed enrichment of possibly clonal SVs in chr4, chr11, and mainly in chr13. Further investigation revealed SVs in chr13 were not distributed across the chromosome but clustered in certain regions. Analysis of somatic SNVs in chr13 corroborates the localized hypermutation profile, which indicates a possible kataegis. Interestingly, a loss of the chr13 copy affected by kataegis in one of the sublines coincides with a better survival rate, as compared to other sublines, in an allograft melanoma mouse model, which further supports the association between the kataegis and tumor progression. We also identified other clonal and subclonal events, including the homozygous deletion of Cdkn2a in most of the sublines, associated with their aggressiveness in vivo.<br \/>Our analysis allowed us to identify clonal and subclonal genetic and epigenetic factors involved in tumor progression and evolution in a melanoma model, which can potentially translate to human disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Clonal evolution,Epigenetics,Long-read sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Keskus<\/b><sup>1<\/sup>, A. Goretsky<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, X. Cui<sup>1<\/sup>, T. Ahmad<sup>1<\/sup>, E. Perez Guijarro<sup>1<\/sup>, A. Bryant<sup>1<\/sup>, E. Malloy<sup>2<\/sup>, S. Malikic<sup>1<\/sup>, G. Merlino<sup>1<\/sup>, C.-P. Day<sup>1<\/sup>, C. Sahinalp<sup>1<\/sup>, M. Kolmogorov<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD, <sup>2<\/sup>University of Maryland, College Park, MD","CSlideId":"","ControlKey":"c257ac89-e7a5-4822-ae27-364c0bce5539","ControlNumber":"849","DisclosureBlock":"&nbsp;<b>A. Keskus, <\/b> None..<br><b>A. Goretsky, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>X. Cui, <\/b> None..<br><b>T. Ahmad, <\/b> None..<br><b>E. Perez Guijarro, <\/b> None..<br><b>A. Bryant, <\/b> None..<br><b>E. Malloy, <\/b> None..<br><b>S. Malikic, <\/b> None..<br><b>G. Merlino, <\/b> None..<br><b>C. Day, <\/b> None..<br><b>C. Sahinalp, <\/b> None..<br><b>M. Kolmogorov, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7407","PresenterBiography":null,"PresenterDisplayName":"Ayse Keskus, BS;PhD","PresenterKey":"38f65a43-bb24-44eb-a4d7-c3adbef9ea7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7407. Melanoma clonal subline analysis reveals genetic factors driving intra-tumor heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma clonal subline analysis reveals genetic factors driving intra-tumor heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"The impact of examining gene fusion presence in cancer patients is often overlooked, and as such, no well-established workflow currently exists for robust profiling of tumor samples in this area. We established a targeted RNA sequencing panel (PANCARNA) for investigating gene fusions across multiple cancer types and performed analytical validation to confirm performance. Furthermore, we report on the applicability of using targeted RNA sequencing for the purposes of gene expression profiling. This panel covers 117 genes associated with solid tumors. Thirty-nine FFPE samples with gene fusion status validated using an orthogonal method were used to evaluate analytical performance. Of the 39 standard samples, 33 samples were positive for gene translocation events and 6 were negative controls. Samples were collected from across 10 cancer types. To examine the robustness of the panel, 12 samples with known fusions were selected to undergo testing. Each sample was tested in triplicate across two experimental batches. Seraseq Fusion RNA Mix V4 (SeraCare, Cat. 0710-0497) standard samples were used to test the limit of detection for PANCARNA. Additionally, we explored a cohort of 22 samples with over expressed genes and 4 samples without overexpressed genes to test the expression profiling capabilities of PANCARNA and compared the results to immunohistochemistry stains. Of the 39 samples tested using the orthogonal method and targeted RNA-Seq, 38 were found to have concordant fusion calls in both methods (Positive percent agreement = 97.0%, 32\/33; Negative percent agreement = 100%, 6\/6; Overall percent agreement = 97.4%, 38\/39). In reproducibility studies, the assay produced consistent intrarun and interrun results in all samples (Repeatability = 100%, 12\/12; Reproducibility = 100%, 12\/12). The limit of detection for multiple fusions of interest, such as <i>EML4-ALK, CD74-ROS1, TPM3-NTRK1<\/i>, and <i>SLC34A2-BRAF<\/i>, is found to be 0.5-1 copies per ng of RNA. <i>ETV6-NTRK1<\/i> can be reliably detected at 2-4 copies per ng of RNA. MET ex14 skipping events can also be detected in a few as 1-2 copies per ng of RNA. To validate the capability of PANCARNA to quantify gene expression, we tested 26 samples with known gene expression levels for three genes of interest (<i>ERBB2, EGFR, MET<\/i>). <i>ERBB2, EGFR<\/i> and <i>MET<\/i> amplification detection through PANCARNA was found to have a high concordance to IHC results (Sensitivity = 96.2%, 100%, 94.7%, respectively). In conclusion, PANCARNA demonstrated highly accurate and sensitive detection of clinically relevant gene fusions. This assay produces reliable results when detecting fusions and offers high concordance to results obtained through IHC\/FISH, indicating that targeted RNA seq analysis can assist with profiling gene fusion events in a clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Targeted sequencing,Gene fusion,RNA sequencing (RNA-Seq),Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Tang<\/b>, H. Bao, R. Liu, S. Wu, S. Liu, X. Wu, Y. Shao; <br\/>Geneseeq Technology Inc., Toronto, ON, Canada","CSlideId":"","ControlKey":"59641c28-f7d2-4cf1-b09a-f85e654570e5","ControlNumber":"1529","DisclosureBlock":"<b>&nbsp;H. Tang, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>H. Bao, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>R. Liu, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>S. Wu, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>S. Liu, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>X. Wu, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>Y. Shao, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7408","PresenterBiography":null,"PresenterDisplayName":"Haimeng Tang, MS","PresenterKey":"c4609de9-30d6-4ba9-9212-e61985167586","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7408. Robust profiling of cancer-related gene fusions: Analytical validation of PANCARNA for multiple cancer types","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Robust profiling of cancer-related gene fusions: Analytical validation of PANCARNA for multiple cancer types","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a complex cellular ecosystem where malignant cells coexist and interact with immune, stromal, and other cells within the tumor microenvironment. Recent technological advancements in spatially resolved multiplexed imaging at single-cell resolution have led to the generation of large-scale and high-dimensional datasets from biological specimens. This underscores the necessity for automated methodologies that can effectively characterize the molecular, cellular, and spatial properties of tumor microenvironments for various malignancies.<br \/>This study introduces SpatialCells, an open-source software package designed for region-based exploratory analysis and comprehensive characterization of tumor microenvironments using spatially resolved multiplexed single-cell data. We have provided detailed documents and tutorials at https:\/\/github.com\/SemenovLab\/SpatialCells.<br \/>SpatialCells is featured by its capability to computationally define regions of interest based on any group of cells and subsequently conduct region-based analyses. SpatialCells incorporates several modules to facilitate its functionality, such as the spatial module and the measurements module. Our workflow starts with developing the spatial module, including functions to establish regional boundaries and check the region in which a cell is located. In particular, SpatialCells supports macro-region and micro-region analyses. In the macro-region analysis, users can employ SpatialCells to divide the whole tissue into several subregions, such as tumor, tumor border, stroma border, and stroma. In the micro-region analysis, SpatialCells identifies small regions within an area, such as within the tumor area, enabling a finer-grained understanding of the cellular landscape. The measurements module contains functions to extract the properties of tumor cells, immune cells, and tumor-immune cell interactions, such as multivariate tumor proliferation index, immune infiltration score, and tumor-immune cell distances. These properties can be assessed for the whole tissue or local regions. Importantly, SpatialCells can efficiently process datasets containing millions of cells.<br \/>In summary, SpatialCells is a novel software solution for spatially analyzing the tumor microenvironment and automatically extracting quantitative features of cells using multiplexed imaging data in a streamlined fashion with the capacity to process samples containing millions of cells. Thus, SpatialCells facilitates subsequent association analyses and machine learning predictions at scale, making it an essential tool in advancing our understanding of tumor growth, invasion, and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Bioinformatics,Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guihong Wan<\/b><sup>1<\/sup>, Zoltan Maliga<sup>2<\/sup>, Boshen Yan<sup>3<\/sup>, Tuulia Vallius<sup>2<\/sup>, Yingxiao Shi<sup>4<\/sup>, Sara Khattab<sup>3<\/sup>, Crystal Chang<sup>3<\/sup>, Ajit  J.  Nirmal<sup>5<\/sup>, Kun-Hsing Yu<sup>6<\/sup>, David Liu<sup>4<\/sup>, Christine  G.  Lian<sup>7<\/sup>, Mia  S.  DeSimone<sup>7<\/sup>, Peter  K.  Sorger<sup>2<\/sup>, Yevgeniy  R.  Semenov<sup>3<\/sup><br><br\/><sup>1<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA,<sup>2<\/sup>Laboratory of Systems Pharmacology, Program in Therapeutic Science, Harvard Medical School, Boston, MA,<sup>3<\/sup>Department of Dermatology, Harvard Medical School\/Massachusetts General Hospital, Boston, MA,<sup>4<\/sup>Department of Medicine, Dana-Farber Cancer Institute, Boston, MA,<sup>5<\/sup>Department of Dermatology, Harvard Medical School\/Brigham and Women’s Hospital, Boston, MA,<sup>6<\/sup>Department of Biomedical Informatics, Harvard Medical School, Boston, MA,<sup>7<\/sup>Department of Pathology, Harvard Medical School\/Brigham and Women’s Hospital, Boston, MA","CSlideId":"","ControlKey":"9983bce0-2479-4a80-ba4e-f7398d72b5d7","ControlNumber":"1702","DisclosureBlock":"&nbsp;<b>G. Wan, <\/b> None..<br><b>Z. Maliga, <\/b> None..<br><b>B. Yan, <\/b> None..<br><b>T. Vallius, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>S. Khattab, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>A. J. Nirmal, <\/b> None..<br><b>K. Yu, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>C. G. Lian, <\/b> None..<br><b>M. S. DeSimone, <\/b> None..<br><b>P. K. Sorger, <\/b> None.&nbsp;<br><b>Y. R. Semenov, <\/b> <br><b>Incyte Corporation; Castle Biosciences; Galderma; Pfizer; Sanofi<\/b> Other, Advisory board member\/consultant and has received honoraria.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9535","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7409","PresenterBiography":null,"PresenterDisplayName":"Guihong Wan, PhD","PresenterKey":"880f1c24-7d2e-49e8-a455-4d3d51feb2e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7409. SpatialCells: Automated profiling of tumor microenvironments with spatially resolved multiplexed single-cell data<sup><\/sup>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SpatialCells: Automated profiling of tumor microenvironments with spatially resolved multiplexed single-cell data<sup><\/sup>","Topics":null,"cSlideId":""},{"Abstract":"Single-cell RNA sequencing (scRNA-seq) enabled the characterization of tumor microenvironment heterogeneity with unprecedented resolution. However, its low signal-to-noise ratio due to data sparsity hinders biomarkers quantitative measurements. To perform a more robust assessments of protein markers, we have previously introduced the use of the VIPER algorithm that estimates regulatory proteins activity using the expression of their downstream targets by leveraging lineage specific regulatory networks. We have shown that this approach compares favorably with both gene expression and protein abundance measurements to identify novel cell states corresponding to tumor subpopulations that are undetectable at the gene expression level, by inferring the mechanistic contribution of regulatory and signaling proteins to cellular phenotypes. VIPER-inferred cell states have been linked to critical functional roles, including immune-evasion and progression, disease heterogeneity and drug sensitivity in cancer. However, the ever-growing size of scRNA-seq datasets demands for scalable tools that simultaneously analyze tens or hundreds of thousands of cells in tumor contexts, such as tumor atlases and large clinical cohorts. We present PyVIPER, a fast, memory-efficient, and highly scalable Python framework that allows protein activity inference of large scRNA-seq datasets. PyVIPER is fully integrated with both AnnData and Scanpy frameworks for single-cell analysis and enables a seamless interface with cutting-edge machine learning libraries (e.g., sckit-learn and TensorFlow). PyVIPER provides multiple algorithms for enrichment analysis, novel modules for postprocessing and pathway analysis, and a set of procedures tailored for precision oncology studies in single cells, including OncoMatch, a validated platform to assess the fidelity of models (<i>in vitro <\/i>or animal) with human tumors for drug sensitivity elucidation. We benchmarked PyVIPER against several scRNA-seq cancer datasets obtaining runtimes reduction of several orders of magnitude (from hours to minutes) when compared to previous VIPER implementations. Taken together, PyVIPER scalability and its embedded toolkit for cancer data analysis address the need to efficiently extend protein activity analyses to large single-cell datasets, with the goal of providing cancer researchers with an effective platform to identify aberrant molecular mechanisms in cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Systems biology,Tumor heterogeneity,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Zanella<\/b><sup>1<\/sup>, A. L. E. Wang<sup>1<\/sup>, Z. J. Lin<sup>1<\/sup>, L. J. Vlahos<sup>1<\/sup>, M. Anglada Girotto<sup>2<\/sup>, A. Zafar<sup>1<\/sup>, A. Califano<sup>1<\/sup>, A. Vasciaveo<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Centre for Genomic Regulation, Barcelona, Spain","CSlideId":"","ControlKey":"7388ca8f-65a9-4336-9072-febe1bf14bd0","ControlNumber":"1822","DisclosureBlock":"&nbsp;<b>L. Zanella, <\/b> None..<br><b>A. L. E. Wang, <\/b> None..<br><b>Z. J. Lin, <\/b> None..<br><b>L. J. Vlahos, <\/b> None..<br><b>M. Anglada Girotto, <\/b> None..<br><b>A. Zafar, <\/b> None.&nbsp;<br><b>A. Califano, <\/b> <br><b>Darwin Health Inc<\/b> Independent Contractor, Stock, Other, Dr. Califano is founder, equity holder, and consultant of DarwinHealth Inc., a company that has licensed some of the algorithms used in this manuscript from Columbia University. Columbia University is also an equity holder in DarwinHealth Inc.<br><b>A. Vasciaveo, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9536","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7410","PresenterBiography":null,"PresenterDisplayName":"Luca Zanella, PhD,BS,MS","PresenterKey":"e1caa94b-f552-4246-a9cf-0ad57b463d25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7410. PyVIPER: A fast and scalable toolkit for the identification of dysregulated proteins in tumor-derived single-cell RNA-seq data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PyVIPER: A fast and scalable toolkit for the identification of dysregulated proteins in tumor-derived single-cell RNA-seq data","Topics":null,"cSlideId":""},{"Abstract":"Predicting cancer risk plays a useful role in presenting guidelines to prevent and manage cancers of individuals. Genomic variants have recently been widely used as a genetic factor, and the utilization of the genetic factor consisting of somatic mutations has shown remarkable predictive performance in many cancer prediction studies. Typically, the accuracy of such prediction studies is significantly affected by the composition of somatic mutations used as the genetic factor; however, in practice, choosing the optimal set of mutations with high prediction accuracy is a challenging task in cancer prediction research. From this perspective, we present a new analysis tool for selecting an optimal set of somatic mutations associated with cancers of interest, named CAMStool. The CAMStool is based on the statistical values, which are the effect size and its p-value of each somatic mutation for the cancers of interest. It heuristically searches for the only somatic mutations that directly increase the prediction accuracy of cancer, through statistical and machine-learning models. Then, our tool presents the finally selected somatic mutations as the final optimal mutation set, and additionally presents an optimal cancer risk prediction model through various machine\/deep learning modeling using the optimal set as a genetic factor. For the evaluation, the CAMStool was applied to our real whole-genome dataset which are sequenced from normal-tumor tissues of 459 individuals with thyroid cancer. The CAMStool selected 36 and 55 optimal somatic mutations associated with the benign thyroid and non-invasive follicular thyroid cancer, and presented risk prediction models with sensitivity of 88.04% and 90.32%, respectively. Although the CAMStools has some limitations, it is expected to contribute to various cancer prediction studies that require selecting optimal mutation sets in the future. The CAMStools is written in R and will be released soon on our github (https:\/\/github.com\/JaeYoonKim72).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Cancer genomics,Somatic mutations,Cancer risk,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J.-Y. Kim<\/b>, S.-J. Park, S.-H. Park, S.-K. Kim; <br\/>Korea Research Institute of Bioscience & Biotechnology (KRIBB), Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"64dc3490-c74d-4cbc-adae-b31dd2f904dc","ControlNumber":"1868","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7411","PresenterBiography":"","PresenterDisplayName":"Jae-Yoon Kim, PhD","PresenterKey":"ebbaf86a-fccf-4019-a675-d8fb9ef44092","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7411. CAMStool: Cancer-associated somatic mutation selection tool for cancer risk prediction in whole-genome data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CAMStool: Cancer-associated somatic mutation selection tool for cancer risk prediction in whole-genome data","Topics":null,"cSlideId":""},{"Abstract":"The recent progression in spatial transcriptomics (ST) offers invaluable perspectives on the structure and dynamics of cells within the tumor microenvironment (TME). Though several analytical tools exist for tasks like spatial clustering and spatially variable gene identification, most of them are general methods lacking consideration of histological features in spatial data analysis. This oversight compromises their performance and interpretability when studying the TME. Here, we introduce a computational framework, the Morphology-Enhanced Spatial Transcriptome Analysis Integrator (METI). METI provides a comprehensive framework for spatially mapping both cancer cells and various TME cells, robust stratification of cell type and transcriptional states, and cell co-localization analysis. By integrating spatial transcriptomics with cell morphology and curated gene signatures, METI deepens our insight into the molecular landscape and cellular interactions within tissues, paving the way for intricate studies of the TME and its consequential impacts. The performance of METI has been assessed using ST data derived from a range of tumor tissues, encompassing gastric, lung, and bladder cancers, and premalignant tissues. Throughout these varied tissues and conditions, METI consistently exhibited robust performance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial transcriptomics,Cell morphology,Cell segmentation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Jiang<\/b><sup>1<\/sup>, Y. Liu<sup>1<\/sup>, J. Qin<sup>2<\/sup>, J. Wu<sup>1<\/sup>, J. Chen<sup>1<\/sup>, M. Pizzi<sup>1<\/sup>, R. Segura<sup>1<\/sup>, K. Yamashita<sup>1<\/sup>, Z. Xu<sup>2<\/sup>, G. Pei<sup>1<\/sup>, K. Cho<sup>1<\/sup>, Y. Chu<sup>1<\/sup>, A. Sinjab<sup>1<\/sup>, F. Peng<sup>1<\/sup>, G. Han<sup>1<\/sup>, R. Wang<sup>1<\/sup>, X. Yan<sup>1<\/sup>, E. Dai<sup>1<\/sup>, M. Li<sup>3<\/sup>, A. Futreal<sup>1<\/sup>, A. Maitra<sup>1<\/sup>, A. Lazar<sup>1<\/sup>, X. Cheng<sup>2<\/sup>, H. Kadara<sup>1<\/sup>, J. Ajani<sup>1<\/sup>, A. Jazaeri<sup>1<\/sup>, J. Hu<sup>4<\/sup>, L. Wang<sup>1<\/sup>, J. Gao<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Institute of Basic Medicine and Cancer, Chinese Academy of Sciences, Hangzhou, China, <sup>3<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>4<\/sup>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"2d5cf7a8-c6ab-4527-90a3-d960f08a7236","ControlNumber":"2030","DisclosureBlock":"&nbsp;<b>J. Jiang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Qin, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>M. Pizzi, <\/b> None..<br><b>R. Segura, <\/b> None..<br><b>K. Yamashita, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>G. Pei, <\/b> None..<br><b>K. Cho, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>A. Sinjab, <\/b> None..<br><b>F. Peng, <\/b> None..<br><b>G. Han, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>E. Dai, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>A. Maitra, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>H. Kadara, <\/b> None..<br><b>J. Ajani, <\/b> None..<br><b>A. Jazaeri, <\/b> None..<br><b>J. Hu, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Gao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7412","PresenterBiography":null,"PresenterDisplayName":"Jiahui Jiang, BS;MS","PresenterKey":"583df280-39f1-4404-a5c7-8fefed52e60c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7412. METI: Deep profiling of tumor ecosystems by integrating cell morphology and spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"METI: Deep profiling of tumor ecosystems by integrating cell morphology and spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Unveiling the prognostic significance of genes as potential biomarkers in colon cancer (CRC) is crucial for the discovery of new therapeutic targets and the effective stratification of patients into clinically relevant groups. The primary objective of this study was to establish a transcriptomic cohort comprising clinical data from colon cancer specimens and to leverage this dataset to pinpoint genes with robust prognostic implications.<br \/>Methods: Our approach involved a comprehensive search of the Gene Expression Omnibus (GEO) to identify datasets containing both clinical information and raw gene expression measurements for individual colon cancer specimens. Subsequently, we curated and integrated these datasets into a unified database, and linked into our Kaplan-Meier plotter. This integration enabled the identification of genes whose expression changes were associated with altered survival outcomes. The identification of the most influential genes in relation to overall survival in stage 2 and stage 3\/4 tumors was accomplished through both uni- and multivariate Cox regression analyses. To mitigate the impact of multiple hypothesis testing, a false discovery rate was computed for each marker.<br \/>Results: The database encompasses a total of 2,137 tumor samples derived from 17 distinct independent cohorts. Within this dataset, 1,343 samples are equipped with recorded relapse-free survival data, while 1,061 samples provide information on overall survival events along with the corresponding duration. In addition to survival-related metrics, the database encompasses a spectrum of supplementary clinical parameters such as gender, T (tumor size), N (lymph node involvement), M (metastasis), grade, stage, location, and microsatellite instability. The most significant genes associated with relapse-fee survival with FDR&#60;1% in stage 2 CRC include CSF1R (HR=2.86), FLNA (HR=2.88), TPBG (HR=2.65), B2M (HR=2.62) and LOXL2 (HR=2.63). When ordered by the Cox regression p-value in stage 3 and 4 tumors, the five strongest genes were BHLHE40 (HR=2.6), COL4A2 (HR=2.02), TSC22D3 (HR=1.95), NPR3 (HR=1.91), and A2M (HR=1.86).<br \/>Conclusions: In this study, we successfully developed a robust integrated database dedicated to colon cancer. By leveraging this resource, we pinpointed the most impactful prognostic biomarkers and potential therapy targets specifically within stage 2 and stage 3\/4 patients. Beyond its current applications, this database holds promise for future endeavors, serving as a valuable tool for identifying and prioritizing additional promising biomarkers and therapeutic targets in other sub-cohorts of colon cancer. The entire database can be utilized at www.kmplot.com.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Survival,Biomarkers,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Gyorffy<\/b>; <br\/>Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"4f87c8fe-183e-4c6e-9348-3f66a8180c1a","ControlNumber":"2225","DisclosureBlock":"&nbsp;<b>B. Gyorffy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7413","PresenterBiography":null,"PresenterDisplayName":"Balazs Gyorffy, MD;PhD","PresenterKey":"699c5e13-2f5f-47bb-b220-aab19f8f7ecc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7413. Establishing a database for the discovery and validation of survival-associated genes in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing a database for the discovery and validation of survival-associated genes in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"As the field of cancer diagnostics and treatment evolves, the significance of peptides characterized by post-translational modifications and amino acid substitutions is becoming increasingly prominent. These molecular alterations frequently offer critical insights into tumor biology, aiding the development of targeted therapies and methods for personalized medicine.<i> <\/i>However, despite ongoing advances in shotgun proteomics, the field still faces multiple challenges for the reliable detection of rare peptide forms, for instance, amino acid substitutions when the corresponding DNA or RNA sequencing is unavailable. As a response to these challenges, our group has developed Claire&#8212;a probabilistic search engine employing large peptide databases for detection. These databases, often on the terabyte scale, further incorporate the estimates of peptides' prior probabilities to improve detection accuracy and utilize several optimizations to allow fast interpretation of tandem mass spectra. Claire outperformed state-of-the-art software, such as MSFragger and TagGraph when evaluated on the protein-level detection of single nucleotide variants in the public NCI60 proteome dataset. Further, Claire's analysis of a range of NCI60 datasets revealed high protein-level mutational burdens in genomically unstable cancer cell lines and detected mislabeling and contamination across several omics datasets. In a clinical domain, Claire discerned the hypermutation status of colorectal cancer patients' tumors, identifying candidates suitable for immunotherapy. Protein-level variation in peripheral blood mononuclear cells also recognized individuals, monozygotic twins aside, revealing the pseudonymous nature of germline proteome datasets, and raising the need for their protection. From a computational perspective, Claire can be run as a standalone software in the Linux operating system, or its capabilities accessed remotely using an interface on our cloud computing infrastructure. Claire has thus shown remarkable potential in enhancing peptide detection, offers substantial advancements for both clinical and research applications, and allows direct incorporation of its capabilities into various computational workflows.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Mass spectrometry,Personalized medicine,Cancer detection,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Hruska<\/b>, P. Dzubak, M. Hajduch; <br\/>Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacký University Olomouc and University Hospital in Olomouc, Olomouc, Czech Republic","CSlideId":"","ControlKey":"8ccb2c86-e93a-4d1e-b4bb-20ec15b0f6b8","ControlNumber":"2424","DisclosureBlock":"&nbsp;<b>M. Hruska, <\/b> None..<br><b>P. Dzubak, <\/b> None..<br><b>M. Hajduch, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7414","PresenterBiography":null,"PresenterDisplayName":"Miroslav Hruska","PresenterKey":"dfdf339e-a01e-4a03-8c21-a2324185cb07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7414. Claire: a search engine leveraging deep databases for reliable detection of peptides, with a special focus on proteogenomic applications","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Claire: a search engine leveraging deep databases for reliable detection of peptides, with a special focus on proteogenomic applications","Topics":null,"cSlideId":""},{"Abstract":"Analysis of mutational signatures is a powerful approach for understanding the mutagenic processes that have shaped the evolution of a cancer genome. To evaluate the mutational signatures operative in a cancer genome, one first needs to quantify their activities by estimating the number of mutations imprinted by each signature, a process known as <i>refitting <\/i>of mutational signatures. Although multiple tools for refitting known signatures were developed in the past decade, most provide support almost exclusively for single base substitution signatures and lack an online interface. Further, these tools have never been compared, and no existing tool supports probabilistically assigning signatures to a single somatic mutation. Here, we present SigProfilerAssignment, a desktop and online computational framework for assigning all types of mutational signatures to individual samples. SigProfilerAssignment is the first tool that allows both analysis of copy-number signatures and probabilistic assignment of signatures to individual somatic mutations. As its computational engine, the tool uses a custom implementation of the forward stagewise algorithm for sparse regression and nonnegative least squares for numerical optimization. The analysis of 2,700 synthetic cancer genomes with and without noise demonstrates that SigProfilerAssignment outperforms four commonly used approaches for assigning mutational signatures, with consistent top performance across cancer types and most signatures. SigProfilerAssignment stands out as the most precise and sensitive tool while maintaining high computational performance and bringing novel capabilities. SigProfilerAssignment is distributed as an open-source Python\/R package available at https:\/\/github.com\/AlexandrovLab\/SigProfilerAssignment, with an online interface available as part of the COSMIC Mutational Signatures website at https:\/\/cancer.sanger.ac.uk\/signatures\/assignment\/.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Mutagenesis,Mutational signatures,Genomics,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Vangara<\/b><sup>1<\/sup>, M. Diaz-Gay<sup>1<\/sup>, M. D. Barnes<sup>1<\/sup>, X. Wang<sup>1<\/sup>, S. Islam<sup>1<\/sup>, I. Vermes<sup>2<\/sup>, S. Duke<sup>2<\/sup>, N. Narasimman<sup>1<\/sup>, T. Yang<sup>1<\/sup>, Z. Jiang<sup>1<\/sup>, S. Moody<sup>3<\/sup>, S. Senkin<sup>4<\/sup>, P. Brennan<sup>4<\/sup>, M. R. Stratton<sup>3<\/sup>, L. B. Alexandrov<sup>1<\/sup>; <br\/><sup>1<\/sup>UC San Diego, San Diego, CA, <sup>2<\/sup>COSMIC, Wellcome Sanger Institute, Hinxton, United Kingdom, <sup>3<\/sup>Wellcome Sanger Institute, Hinxton, United Kingdom, <sup>4<\/sup>International Agency for Research on Cancer, Lyon, France","CSlideId":"","ControlKey":"998f8816-ff22-4a24-ad3f-97e6ea8ac80d","ControlNumber":"3468","DisclosureBlock":"&nbsp;<b>R. Vangara, <\/b> None..<br><b>M. Diaz-Gay, <\/b> None..<br><b>M. D. Barnes, <\/b> None..<br><b>X. Wang, <\/b> None.&nbsp;<br><b>S. Islam, <\/b> <br><b>Thermo Fisher<\/b> Employment.<br><b>I. Vermes, <\/b> None..<br><b>S. Duke, <\/b> None..<br><b>N. Narasimman, <\/b> None..<br><b>T. Yang, <\/b> None..<br><b>Z. Jiang, <\/b> None..<br><b>S. Moody, <\/b> None..<br><b>S. Senkin, <\/b> None..<br><b>P. Brennan, <\/b> None..<br><b>M. R. Stratton, <\/b> None.&nbsp;<br><b>L. B. Alexandrov, <\/b> <br><b>io9, LLC<\/b> Other, Compensated consultant and has equity interest. <br><b>Genome Insight<\/b> Other, Compensated consultant and has equity interest.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7415","PresenterBiography":null,"PresenterDisplayName":"Raviteja Vangara, PhD","PresenterKey":"ea97334c-b164-4b9c-bef3-429da042e105","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7415. Assigning mutational signatures to individual samples and individual somatic mutations with SigProfilerAssignment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assigning mutational signatures to individual samples and individual somatic mutations with SigProfilerAssignment","Topics":null,"cSlideId":""},{"Abstract":"Identification of genotype-phenotype relationships is of utmost importance and a core effort in biology. Recent developments in efficient and precise gene targeting approaches coupled to omics methods have significantly improved deciphering of molecular interactions and relationships. However, many single gene perturbations can affect the expression of hundreds of other genes and analysis of the resulting omics-derived gene lists currently remains a significant challenge. Here we present Perturb-Seq based Gene Set Analyzer (GeneSetR), a user-friendly web-server that can analyze user-defined gene lists based on the data from a recently published genome-wide Perturb-Seq study, which targeted 9,866 genes with 11,258 sgRNAs in the K562 cell line. Through this tool, users can cluster gene lists following dimensionality reduction by various algorithms, undertake network analysis from RNA sequencing data, identify key nodes among the submitted genes, perform gene signature analyses, and generate heatmaps based on perturbation or gene expression data. GeneSetR enables researchers to readily identify gene clusters associated with specific phenotypes or biological processes, providing insights into the potential functional roles of these clusters and the role of single genes in them. With robust analysis capabilities, GeneSetR is a powerful resource to facilitate the exploration of genotype-phenotype relationships.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Gene expression analysis,Perturb-Seq analysis,Gene list clustering,Gene function analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. F. Kuzu<\/b>, F. Saatcioglu; <br\/>University of Oslo, Oslo, Norway","CSlideId":"","ControlKey":"7ba91138-5095-49fb-a4c8-125e9051dcb2","ControlNumber":"4563","DisclosureBlock":"&nbsp;<b>O. F. Kuzu, <\/b> None..<br><b>F. Saatcioglu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9542","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7416","PresenterBiography":null,"PresenterDisplayName":"Omer Kuzu, MS;PhD","PresenterKey":"559a10d4-cb31-443b-b5e7-80b52297e501","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7416. GeneSetR: A web server for gene set analysis based on genome-wide Perturb-Seq data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GeneSetR: A web server for gene set analysis based on genome-wide Perturb-Seq data","Topics":null,"cSlideId":""},{"Abstract":"Spatial transcriptomics is revolutionizing our understanding of tumor ecosystems, providing insights into the spatial dimensions of cell locations, their organization, and interactions within tissues. A key challenge in this field is integrating histological annotations with spatial domains identified through unsupervised clustering methods like SpaGCN. This integration is crucial for accurate spatial domain identification and further analyses. However, clustering results often vary based on parameters such as resolution, leading to inconsistencies with histological annotations. This variation necessitates optimized parameter selection to achieve the best clustering outcomes.<br \/>We here introduce SpatialCS, a novel tool specifically designed to both visualize and quantify the alignment between histological annotations and the clustering results obtained from spatial transcriptomics data. SpatialCS employs a new index based on the asymmetric Wallace indices. This index penalizes spot pairs that are clustered together but do not share the same histology annotation type, with penalties scaled according to their transcriptional similarity. Additionally, we propose a purity index, derived by calculating the average transcriptional entropy of all clusters. This index serves as a measure of the homogeneity within each cluster. Furthermore, SpatialCS includes a unique visualization function. This function projects histological annotations onto the clustering results as outlines, making it easier to assess the consistency between histology annotations and clustering outcomes.<br \/>We have applied SpatialCS to Visium spatial transcriptomics data generated on four colorectal cancer liver metastases, each accompanied by comprehensive spot-level histological annotations in both tumor and normal compartments. The histologic annotations include but not limited to are tumor cells, tumor cell cluster subtypes, tumor stroma, tumor in the vessels, portal tract, individual bile ducts, portal vein and liver cell plates and non-neoplastic stroma. The application of SpatialCS has proven its effectiveness in identifying the most consistent clustering results, which were further confirmed by experienced pathologists. Notably, the output of SpatialCS offers helpful guidance for improving histological annotations. Together, SpatialCS not only provides a quantitative approach to evaluate the consistency between histological annotations and unsupervised clustering analysis but also showcases its potential to significantly enhance histological annotations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Sequencing,Statistical approach,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Chu<\/b><sup>1<\/sup>, K. S. Cho<sup>1<\/sup>, I. Khanduri<sup>2<\/sup>, T. Zhou<sup>1<\/sup>, J. Jiang<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, X. Yan<sup>1<\/sup>, G. Pei<sup>1<\/sup>, Y. Dai<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, R. Wang<sup>1<\/sup>, A. Jadhav<sup>1<\/sup>, S. Hernandez<sup>1<\/sup>, H. Kadara<sup>1<\/sup>, L. Solis Soto<sup>1<\/sup>, S. Kopetz<sup>1<\/sup>, D. M. Maru<sup>1<\/sup>, L. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"628d6872-8323-47cb-b3a1-26a82cab593a","ControlNumber":"4847","DisclosureBlock":"&nbsp;<b>Y. Chu, <\/b> None..<br><b>K. S. Cho, <\/b> None..<br><b>I. Khanduri, <\/b> None..<br><b>T. Zhou, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>G. Pei, <\/b> None..<br><b>Y. Dai, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>A. Jadhav, <\/b> None..<br><b>S. Hernandez, <\/b> None..<br><b>H. Kadara, <\/b> None..<br><b>L. Solis Soto, <\/b> None..<br><b>S. Kopetz, <\/b> None..<br><b>D. M. Maru, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7417","PresenterBiography":null,"PresenterDisplayName":"Yanshuo Chu, BS;MS;PhD","PresenterKey":"be725275-f9ed-40ac-9c20-cef9fbbb06a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7417. SpatialCS: A tool to effectively integrate histological annotations and spatial transcriptomics analysis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SpatialCS: A tool to effectively integrate histological annotations and spatial transcriptomics analysis","Topics":null,"cSlideId":""},{"Abstract":"Gene fusion resulted from genomic translocation plays important oncogenic roles including but not limited to gene activation and changing protein coding sequences. Historically, fusion gene analysis has been limited to bulk levels resulting in mixed oncogene activation models. Single cell Nanopore RNA sequencing (scNanoRNAseq) has the unique strength in detecting full-length chimeric transcripts in thousands of single cells in parallel. However, robust computational tools for detecting fusion genes in single cells from scNanoRNAseq data are missing. Here, we developed LongFuse, a fast and accurate tool, to detect fusion genes and their splicing isoforms in single cells from scNanoRNAseq data. LongFuse implements an XOR logic gate algorithm to speed up fusion candidate searching and stringent criteria to eliminate false discoveries due to trans-splicing events and randomly ligated chimeras. We applied LongFUSE onto scNanoRNAseq data of both human prostate cancer cell line, VCaP, and tumor tissues with known <i>TMPRSS2-ERG<\/i> fusion. Our results showed that both cancer cell line and prostate tumors harbored a mixture of fusion positive and fusion negative tumor cells. Gene expression analysis revealed transcriptional differences between fusion positive and negative cells including genes involved in cancer cell proliferation and invasion programs such as <i>ELL2, ZBTB16, IGF1R, ANK3, MYPOP <\/i>and <i>PLPP1<\/i> genes. LongFUSE also calculates the splicing isoforms of fusion gene transcripts, allowing prediction of protein sequences of fusion gene transcripts. Taken together, our data demonstrated that LongFUSE is a robust computational tool for detecting gene fusions and their splicing isoforms at single cell level from scNanoRNAseq data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Single cell,Fusion genes,TMPRSS2-ERG,Splice variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-K. Shiau<\/b><sup>1<\/sup>, Y. He<sup>1<\/sup>, H.-Y. Lin<sup>1<\/sup>, L. Lu<sup>1<\/sup>, X.-D. Lu<sup>2<\/sup>, J. Yu<sup>2<\/sup>, R. Gao<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, Chicago, IL, <sup>2<\/sup>Emory Univ. School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"f2813536-e1e5-4389-97e4-9370b8581b09","ControlNumber":"4870","DisclosureBlock":"&nbsp;<b>C. Shiau, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>L. Lu, <\/b> None..<br><b>X. Lu, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>R. Gao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7418","PresenterBiography":null,"PresenterDisplayName":"Cheng-Kai Shiau, PhD","PresenterKey":"9b55320d-c1b4-4d75-8770-748dbfb93ed7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7418. LongFuse: Detecting gene fusion transcripts from high throughput long-read single cell RNA sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LongFuse: Detecting gene fusion transcripts from high throughput long-read single cell RNA sequencing data","Topics":null,"cSlideId":""},{"Abstract":"Broad copy number alterations (CNAs) at chromosomal band resolution have been used as cancer diagnostic and prognostic biomarkers for decades. These events have been characterized by cytogenetic imaging, an approach which is powerful for assessing heterogeneity but limited for locus fine mapping. While CNA detection by next-generation sequencing has become a standard analysis, existing methods rarely model CNA heterogeneity in bulk tumor samples and often require a paired normal sample for control. To overcome these limitations, we developed Seq2Karyotype (S2K, https:\/\/github.com\/chenlab-sj\/Seq2Karyotype), a new algorithm for in-silico karyotyping using single-sample whole-genome sequencing (WGS) data. S2K performs joint modeling of read-depth and allelic imbalance (AI) of high-quality heterozygous SNPs to identify reference diploid regions, followed by modeling and segmenting the deviation from the reference. Empirical coverage and AI of segmented regions are fitted to models of single and admixed CNAs to estimate clonality. The final karyotyping considers both the model fitness and minimization of evolution steps.To evaluate S2K&#8217;s performance, we analyzed two cell lines commonly used for benchmark test: COLO829 (melanoma) and HCT1395 (breast cancer); both had single-cell (sc) WGS for validation. For COLO829, S2K replicated the four populations detected by scWGS but derived a different clonality estimate. The predominant clone, defined by loss of 1p, 10p, and chr18, was estimated to have 67% cellular fraction (CF) by bulk sample analysis of S2K in contrast to the 10% CF by scWGS analysis. In HCT1395, S2K identified three new CNAs present in &#62;50% of the cells of the matching germline sample which were subsequently validated by FISH, karyotyping and SKY mapping.To demonstrate S2K&#8217;s utility, we analyzed three diverse data sets: 17 neuroblastoma cell lines, 24 pediatric AML samples with karyotyping data, and two blood samples from children with myelodysplastic syndromes (MDS) known to harbor mosaic uniparental disomy (UPD). CNA-based intra-tumor heterogeneity was detected in 88% (15\/17) of the neuroblastoma cell lines, comprised of 2-4 distinct populations with diverse ranges of CF (~10%-90%) and varying CNA patterns (e.g. admixture of tetraploid and diploid cells), which were validated by cytogenetics or scWGS. In the patient AML samples, S2K detected &#62;95% of the previously reported cytogenetic events and 30% of additional copy-neutral loss-of-heterozygosity events. The mosaic UPD events in MDS patients were detected with projected clonality of 60% and 25%, respectively. These results not only demonstrate the accuracy of in-silico karyotyping performed by S2K but also reveal the dynamic intra-tumor heterogeneity in cancer cell lines, which may impact the design and interpretation of future experiments using these cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Copy number alterations,Tumor heterogeneity,Whole genome sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Pu<\/b><sup>1<\/sup>, K. Szlachta<sup>1<\/sup>, V. Valentine<sup>1<\/sup>, X. Chen<sup>1<\/sup>, J. Wang<sup>1<\/sup>, D. Kennetz<sup>2<\/sup>, D. Putnam<sup>1<\/sup>, S. Natarajan<sup>1<\/sup>, L. Dong<sup>1<\/sup>, T. Look<sup>3<\/sup>, M. Wlodarski<sup>1<\/sup>, L. Wang<sup>1<\/sup>, S. Burden<sup>1<\/sup>, J. Easton<sup>1<\/sup>, X. Chen<sup>1<\/sup>, J. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>St. Jude Children's Research Hospital, Memphis, TN, <sup>2<\/sup>Roche, Santa Clara, CA, <sup>3<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"413712f7-4a50-42b1-90a5-a20c77a757ef","ControlNumber":"5071","DisclosureBlock":"&nbsp;<b>L. Pu, <\/b> None..<br><b>K. Szlachta, <\/b> None..<br><b>V. Valentine, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>D. Kennetz, <\/b> None..<br><b>D. Putnam, <\/b> None..<br><b>S. Natarajan, <\/b> None..<br><b>L. Dong, <\/b> None..<br><b>T. Look, <\/b> None..<br><b>M. Wlodarski, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>S. Burden, <\/b> None..<br><b>J. Easton, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7419","PresenterBiography":null,"PresenterDisplayName":"Limeng Pu","PresenterKey":"a9fb187a-9da0-4971-923d-5f5eae26bee1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7419. Seq2Karyotype (S2K): A method for deconvoluting heterogeneity of copy number alterations using single-sample whole-genome sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Seq2Karyotype (S2K): A method for deconvoluting heterogeneity of copy number alterations using single-sample whole-genome sequencing data","Topics":null,"cSlideId":""},{"Abstract":"The Proteomic Data Commons (PDC) hosts cancer proteomics data with the goal of making this data available to the public to support development of cancer diagnostics, treatment, and progression tracking. As a part of the Cancer Research Data Commons (CRDC), the Terra platform provides a cloud workbench for the PDC data. FireCloud is a Broad Institute project funded by NCI to empower cancer researchers to access data, run analysis tools and collaborate securely in the cloud. It is powered by Terra, a secure, scalable cloud-native platform developed by the Broad Institute, Microsoft, and Verily, an Alphabet company. It provides batch workflow execution, interactive analysis including data visualization, and ~2,900 publicly available tools with the ability to import more tools from Dockstore.<br \/>The integration of PDC and Terra enables researchers to leverage the data navigation and file-level search capabilities on the PDC web browser (pdc.cancer.gov) and export selected data manifests to a Terra workspace. This integrated hand-off specifically allows metadata and cloud links to PDC data in Portable Format for Bioinformatics (PFB) to be transferred to Terra and used in analysis with cloud resources. A featured workspace for Terra-PDC integration includes tools for (i) downloading data files and relevant additional metadata; (ii) organizing the data and metadata for running the FragPipe workflow, a comprehensive collection of tools for reading and processing raw Mass Spec (MS) data; and (iii) implementing a pre-configured FragPipe workflow to process isobarically labeled MS data from Tandem Mass Tag (TMT) or Isobaric tags for relative and absolute quantitation (iTRAQ) experiments using information automatically imported from PDC via the PFB import. The pipelines can also be customized as needed to process any type of raw MS data the PDC supports.<br \/>In addition, Terra connects to the NCI Genomic Data Commons (GDC) and hosts The Cancer Genome Atlas (TCGA) and Therapeutically Applicable Research to Generate Effective Treatments (TARGET) datasets allowing users to pull in other data types for co-analysis. As a whole, using the CRDC cloud resources, in conjunction with Terra, allows analysis of data on a massive scale, enabling multi-omic integration spanning the genomic and proteomic commons data, with easy sharing of data and tools.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Proteomics,Databases,Cloud Computing,Analysis and standardization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. LaPlante<\/b><sup>1<\/sup>, B. Huo<sup>1<\/sup>, D. Mani<sup>1<\/sup>, R. R. Thangudu<sup>2<\/sup>; <br\/><sup>1<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>2<\/sup>ICF, Rockville, MD","CSlideId":"","ControlKey":"800e9b32-61aa-4fe5-b720-9f2c3e015142","ControlNumber":"5075","DisclosureBlock":"&nbsp;<b>E. LaPlante, <\/b> None..<br><b>B. Huo, <\/b> None..<br><b>D. Mani, <\/b> None..<br><b>R. R. Thangudu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7420","PresenterBiography":null,"PresenterDisplayName":"Emily LaPlante, PhD","PresenterKey":"3efdf1d1-b5d5-418b-ac46-b0fc3c3915a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7420. Optimizing proteomic data access and analysis in the cloud: Leveraging Terra's integration with the Proteomic Data Commons","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing proteomic data access and analysis in the cloud: Leveraging Terra's integration with the Proteomic Data Commons","Topics":null,"cSlideId":""},{"Abstract":"Capture-based targeted sequencing is routinely used for small variant detection in cancer clinical care. Alongside targeted DNA, off-target DNA is also sequenced. These off-target reads are distributed across the genome, allowing for a whole genome copy number profile to be derived without the need for a SNP backbone. Here we present CopyRight, a method that generates robust genome-wide copy number profiles, which can be used for downstream chromosomal instability (CIN) quantification, overcoming various sources of technical noise with a novel approach that only requires a single tumor sample.<br \/>We analyzed a variety of capture-based NGS protocols using our novel computational method, including the TruSight Oncology 500 (TSO500) panel, and compared them to the current gold standard for genome-wide copy number profiling from FFPE tissues: shallow whole genome sequencing (sWGS). Comparable results were obtained from targeted sequencing depending on sample purity, preservation method, and read depth. Additionally, benchmarks of CopyRight against other computational algorithms show an improvement in performance without the need for a matched normal tissue, the usual drawback for other methods in the cancer field.<br \/>CIN signatures are a new set of emerging biomarkers that reflect the diversity of defective pathways that have operated in a tumor, which require robust genome-wide copy number profiles. These CIN signatures can be used to predict response to cytotoxic agents and targeted therapies and could ultimately help guide therapy selection in patients. As most clinical sequencing workflows rely on targeted sequencing, CopyRight can be included in current clinical assays, enabling CIN biomarker quantification with no extra technical or experimental requirements.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Chromosomal instability,Targeted sequencing,Bioinformatics,Copy number,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Gómez-Sánchez<\/b><sup>1<\/sup>, J. Thompson<sup>2<\/sup>, B. Hernando<sup>2<\/sup>, D. García-López<sup>3<\/sup>, H. de Galard<sup>3<\/sup>, A. Roy<sup>3<\/sup>, A. Cullen<sup>3<\/sup>, L. Madrid<sup>3<\/sup>, J. Teles<sup>3<\/sup>, A. Piskorz<sup>3<\/sup>, J. Yip<sup>3<\/sup>, A. Cádiz<sup>3<\/sup>, M. Escobar-Rey<sup>2<\/sup>, R. Moreno-Vellisca<sup>1<\/sup>, N. Carrizo<sup>1<\/sup>, E. Álvarez<sup>1<\/sup>, M. Quintela-Fandino<sup>4<\/sup>, M. Barbacid<sup>5<\/sup>, J. Ramos-Paradas<sup>6<\/sup>, J. Coya<sup>1<\/sup>, I. Ferrer<sup>1<\/sup>, J. Zugazagoitia<sup>7<\/sup>, L. Paz-Ares<sup>7<\/sup>, G. Macintyre<sup>8<\/sup>; <br\/><sup>1<\/sup>12 de Octubre Hospital Research Institute & Spanish National Cancer Research Centre (CNIO), H12O-CNIO Lung Cancer Clinical Research Unit, Madrid, Spain, Madrid, Spain, <sup>2<\/sup>Spanish National Cancer Research Centre CNIO, Computational Oncology, Madrid, Spain, Madrid, Spain, <sup>3<\/sup>Tailor Bio, Cambridge, United Kingdom, <sup>4<\/sup>Breast Cancer Clinical Research Unit, Spanish National Cancer Research Centre (CNIO), Madrid Spain, Madrid, Spain, <sup>5<\/sup>Experimental Oncology Group, Molecular Oncology Program, Spanish National Cancer Center (CNIO), Madrid, Spain, Madrid, Spain, <sup>6<\/sup>Department of Pathology and Yale Cancer Center, Yale School of Medicine, New Haven, Connecticut, USA, Madrid, Spain, <sup>7<\/sup>12 de Octubre Hospital, Medical Oncology, Madrid, Spain, Madrid, Spain, <sup>8<\/sup>Spanish National Cancer Research Centre CNIO, Computational Oncology, Madrid, Spain, Cambridge, United Kingdom","CSlideId":"","ControlKey":"6d2f2aeb-b2c6-4884-988e-ffbdaad2d6be","ControlNumber":"5093","DisclosureBlock":"&nbsp;<b>D. Gómez-Sánchez, <\/b> None.&nbsp;<br><b>J. Thompson, <\/b> <br><b>Tailor Bio<\/b> Stock.<br><b>B. Hernando, <\/b> None.&nbsp;<br><b>D. García-López, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>H. de Galard, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>A. Roy, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>A. Cullen, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>L. Madrid, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>J. Teles, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>A. Piskorz, <\/b> <br><b>Tailor Bio<\/b> Employment. <br><b>J. Yip, <\/b> <br><b>Tailor Bio<\/b> co-founder, director and shareholder. <br><b>A. Cádiz, <\/b> <br><b>Tailor Bio<\/b> Employment.<br><b>M. Escobar-Rey, <\/b> None..<br><b>R. Moreno-Vellisca, <\/b> None..<br><b>N. Carrizo, <\/b> None..<br><b>E. Álvarez, <\/b> None.&nbsp;<br><b>M. Quintela-Fandino, <\/b> <br><b>Exscientia<\/b> Consultant. <br><b>Kaertor Foundation<\/b> Consultant. <br><b>Ellipsis Pharma<\/b> Consultant. <br><b>Pfizer<\/b> Research support. <br><b>Bayer<\/b> Research support. <br><b>Astra Zeneca<\/b> Research support. <br><b>MEI Pharma<\/b> Research support. <br><b>Boehringer Ingelheim<\/b> Research support. <br><b>Circle Pharma<\/b> Research support. <br><b>MECO Diagnostics<\/b> Research support. <br><b>Exscientia<\/b> Honoraria. <br><b>Kaertor Foundation<\/b> Honoraria. <br><b>Astra Zeneca<\/b> Honoraria. <br><b>TNC Nutrición Terapéutica<\/b> Founder and owner. <br><b>M. Barbacid, <\/b> <br><b>Verastem Oncology<\/b> Grant\/Contract. <br><b>Pfizer Inc<\/b> Grant\/Contract. <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim RCB GmbH<\/b> Grant\/Contract.<br><b>J. Ramos-Paradas, <\/b> None..<br><b>J. Coya, <\/b> None..<br><b>I. Ferrer, <\/b> None.&nbsp;<br><b>J. Zugazagoitia, <\/b> <br><b>Sanofi<\/b> Consultant. <br><b>Astra Zeneca<\/b> Consultant. <br><b>BMS<\/b> Consultant. <br><b>Roche<\/b> Consultant. <br><b>Pfizer<\/b> Consultant. <br><b>Novartis<\/b> Consultant. <br><b>Guardant Health<\/b> Consultant. <br><b>Sanofi<\/b> Honoraria. <br><b>Takeda<\/b> Honoraria. <br><b>BMS<\/b> Honoraria. <br><b>Pfizer<\/b> Honoraria. <br><b>Roche<\/b> Honoraria. <br><b>Astra Zeneca<\/b> Honoraria. <br><b>NanoString<\/b> Honoraria. <br><b>Guardant Health<\/b> Travel. <br><b>Sanofi<\/b> Travel. <br><b>Takeda<\/b> Travel. <br><b>BMS<\/b> Travel. <br><b>Pfizer<\/b> Travel. <br><b>Roche<\/b> Travel. <br><b>L. Paz-Ares, <\/b> <br><b>Lilly<\/b> Scientific advice. <br><b>Merck Sharp & Dohme<\/b> Scientific advice. <br><b>Bristol-Myers Squibb<\/b> Scientific advice. <br><b>Roche<\/b> Scientific advice. <br><b>PharmaMar<\/b> Scientific advice. <br><b>Merck<\/b> Scientific advice. <br><b>AstraZeneca<\/b> Scientific advice. <br><b>Novartis<\/b> Scientific advice. <br><b>Boehringer Ingelheim<\/b> Scientific advice. <br><b>Celgene<\/b> Scientific advice. <br><b>Servier<\/b> Scientific advice. <br><b>Sysmex<\/b> Scientific advice. <br><b>Amgen<\/b> Scientific advice. <br><b>Incyte<\/b> Scientific advice. <br><b>Pfizer<\/b> Scientific advice. <br><b>Ipsen<\/b> Scientific advice. <br><b>Adacap<\/b> Scientific advice. <br><b>Sanofi<\/b> Scientific advice. <br><b>Bayer<\/b> Scientific advice. <br><b>Blueprint<\/b> Scientific advice. <br><b>G. Macintyre, <\/b> <br><b>Tailor Bio<\/b> co-founder, director and shareholder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7422","PresenterBiography":null,"PresenterDisplayName":"David Gómez-Sánchez, MS","PresenterKey":"7948e76a-ee86-471c-b126-aba96fa0fc26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7422. Enabling biomarkers of chromosomal instability for tumor only targeted gene panel sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enabling biomarkers of chromosomal instability for tumor only targeted gene panel sequencing","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Develop a shiny application to help integrate cancer datasets and guide researchers in selecting an appropriate method of correction for their technical artifacts.<br \/><b>Description<\/b>: Integrative analysis of heterogeneous expression data remains challenging due to variations in platform, RNA quality, sample processing, and other unknown technical effects. As the field performs omics profiling of samples from cancer patients and murine models, there is the need for harmonizing, identifying, and correcting these technical effects to ensure robust analysis on the treatment and conditional effects of the underlying genetics or biological events. However, selecting and implementing different approaches for removing unwanted batch effects can be a time-consuming and tedious process, especially for more biologically focused investigators. In this project, we present Shiny BATCH-FLEX, a Shiny app to rapidly visualize batch correction by established batch correction methods such as ComBat, Mean Centering, ComBatSeq, and Limma RemoveBatchEffect. With BATCH-FLEX, users can visualize the contribution of variance of a factor before and after correction using principal component analysis, relative log expression plots, heatmaps, and explanatory variables. Users can also save all plots and matrices as a single ZIP file for further downstream analysis.<br \/><b>Results<\/b>: As a proof of concept, we assessed BATCH-FLEX using simulated data generated from a linear model framework introduced by Gagnon-Bartsch and Speed, which assumes that gene expression measurements can be distilled to a combination of the biological signal, systemic nose, and random noise. BATCH-FLEX was able to successfully identify and remove the introduced effect using each of the batch correction methods listed above. Next, we evaluated BATCH-FLEX using a comprehensive collection of bladder cancer data consisting of microarray data from 13 studies spanning 1452 samples. Following the cleaning of study-dependent noise, BATCH-FLEX was successful in revealing the heterogeneity among bladder cancer based on known sample type annotations.<br \/><b>Conclusion<\/b>: We have developed BATCH-FLEX, a tool for oncologic researchers to rapidly assess, select, and implement commonly used batch correction methods. This tool is available at https:\/\/github.com\/shawlab-moffitt\/BATCH-FLEX. Our integrative web portal of a Bladder Cancer Resource for Translational Science (BEACON) will also be shared at the meeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Gene expression analysis,Shiny Application,Batch Correction,Bladder Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Davis<\/b>, A. Obermayer, T. Duong, R. Hesterberg, X. Wang, M. Teng, G. Grass, T. Shaw; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"c5304c33-f8f7-4cb2-ab0f-4abc8ef36dbe","ControlNumber":"5109","DisclosureBlock":"<b>&nbsp;J. Davis, <\/b> <br><b>CVS<\/b> Employment, Stock. <br><b>Pfizer<\/b> Stock. <br><b>Exact sciences<\/b> Stock. <br><b>Baxter<\/b> Stock. <br><b>Johnson and Johnson<\/b> Stock.<br><b>A. Obermayer, <\/b> None..<br><b>T. Duong, <\/b> None..<br><b>R. Hesterberg, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>M. Teng, <\/b> None..<br><b>G. Grass, <\/b> None.&nbsp;<br><b>T. Shaw, <\/b> <br><b>St. Jude Children's Research Hospital<\/b> Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9549","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7423","PresenterBiography":null,"PresenterDisplayName":"Joshua Davis, BS;PhD;Pharm D","PresenterKey":"346488dc-50d0-459f-9071-b99510931ca3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7423. BATCH-FLEX: Feature-level equalization of x-batch in heterogeneous cancer data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BATCH-FLEX: Feature-level equalization of x-batch in heterogeneous cancer data","Topics":null,"cSlideId":""},{"Abstract":"Tertiary lymphoid structures (TLSs) are clusters of immune cells formed in non-lymphoid tissues. They are often found at sites of chronic inflammation, notably within the invasive margins and the core of various solid tumors. TLSs are pivotal in mediating anti-tumor immunity. However, our understanding of TLSs in large\/complex tissue contexts remains incomplete due to the lack of computational tools to effectively detect and phenotype TLSs. Recent advances in spatially resolved transcriptomics (SRT) present a broader spectrum of analytical possibilities for investigating the spatial phenotypic heterogeneity of TLSs and their interaction with stromal and cancer cells. Here, we present iStarTLS (Inferring Super-resolution Tissue ARchitecture for TLSs), a computational toolkit designed to process SRT data for TLS detection and phenotyping and showcase its performance on breast, bladder, and lung cancer samples. By effectively integrating spatial gene expression data with state-of-the-art machine learning techniques, we can substantially enhance our capabilities in TLS detection and comprehensive phenotyping. iStarTLS starts by enhancing the spatial resolution of spot-level gene expression data to near-single-cell resolution by leveraging high-resolution information provided by paired histology images. To detect TLSs and infer their cellular composition, we developed a TLS signature. Based on the high-resolution gene expression measurements and a curated reference panel of cell type-specific markers, we score cell type-specific gene signatures to obtain a cell type probability map across the whole tissue section. This map gives rise to a segmentation of key cell type components of TLSs, enabling the spatial mapping and colocalization of different cell types. Moreover, such an approach would allow us to infer the phenotypic states of cells within the TLSs, assess their cellular compositions, and discern their cellular organization in large, spatially heterogeneous tissues at a near-single-cell resolution. Notably, in conjunction with nuclei segmentation of high-resolution histology images, iStarTLS precisely maps high endothelial venules (HEVs), a key structure within TLSs often overlooked by previous studies. iStarTLS paves the way for uncovering novel mechanisms of immune-tumor interactions and designing personalized therapies targeting specific cellular components or states within TLSs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Machine learning,Tumor infiltrating lymphocytes,Deep learning,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Cho<\/b><sup>1<\/sup>, J. Jiang<sup>1<\/sup>, D. Zhang<sup>2<\/sup>, Y. Liu<sup>1<\/sup>, J. Chen<sup>1<\/sup>, R. L. Segura<sup>1<\/sup>, X. Yan<sup>1<\/sup>, G. Pei<sup>1<\/sup>, L. M. S. Soto<sup>1<\/sup>, Y. Chu<sup>1<\/sup>, A. F. Sinjab<sup>1<\/sup>, C. Yee<sup>1<\/sup>, S. Kopetz<sup>1<\/sup>, A. Maitra<sup>1<\/sup>, A. Futreal<sup>1<\/sup>, A. Lazar<sup>1<\/sup>, A. A. Jazaeri<sup>1<\/sup>, H. Kadara<sup>1<\/sup>, J. Gao<sup>1<\/sup>, M. Li<sup>2<\/sup>, L. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"592dfb4b-e4a1-4225-9be8-21f509cd5553","ControlNumber":"5208","DisclosureBlock":"&nbsp;<b>K. Cho, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>R. L. Segura, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>G. Pei, <\/b> None..<br><b>L. M. S. Soto, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>A. F. Sinjab, <\/b> None..<br><b>C. Yee, <\/b> None..<br><b>S. Kopetz, <\/b> None..<br><b>A. Maitra, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>A. A. Jazaeri, <\/b> None..<br><b>H. Kadara, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9550","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7424","PresenterBiography":null,"PresenterDisplayName":"Kyung Serk Cho, BS;MA","PresenterKey":"0aa02f43-15d8-4583-858c-774f6f0997d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7424. iStarTLS: Advanced detection and phenotyping of tertiary lymphoid structures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"iStarTLS: Advanced detection and phenotyping of tertiary lymphoid structures","Topics":null,"cSlideId":""},{"Abstract":"The T-cell receptor (TCR) population in humans is comprised of highly diversified heterodimers, regulating the recognition of antigen-major histocompatibility complex. Tremendous TCR sequence diversity is produced by somatic recombination of several TCR gene loci each consisting of multiple gene segments. Next-generation sequencing has enabled comprehensive profiling of the TCR repertoire from different physiological and disease conditions ushering in much interest in using TCR-seq to assess T-cell diversity. However, during NGS library construction and sequencing, errors and enzymatic inefficiencies can compromise the accuracy of the final data, particularly around calling of the VD and VDJ recombined regions and subsequent clonotype assignment. To increase the accuracy of NGS sequencing, Unique Molecular Identifiers (UMIs), consisting of short random nucleotide bases, can be used to mark original molecules in NGS library allowing for error and bias corrections. There are two well studied technical limitations to apply UMIs: 1.) UMI sequences tend to collide when input molecule number is large 2.) UMI sequences are not insulated from PCR and sequencing errors. To address these limitations, many computational approaches had been published. Among them, very few can be used to solve UMI colliding errors and over-simplified error models were implemented for UMI sequencing error handling. Here we report a novel strategy and UMI structure which uses more complex UMIs that is longer and of different length. This results in minimizing UMI collision while maximizing sequencing quality. Our UMI analysis pipeline, &#8220;UMI-nea&#8221; is able to handle not only substitution errors but also indel errors and UMIs with different lengths. We developed a novel computational framework to parallelly process sequence comparisons to mitigate the elevated computational burden. To account for the varied dispersion of PCR efficiency for different molecules and error bearing UMIs from libraries with different input and with different sequencing depth, we also developed a statistical framework leveraging negative binomial model and single-cell knee plot to set a dynamic threshold for original molecule estimate. We verified UMI-nea with several simulated data and demonstrated that UMI-nea can achieve &#62;99% completeness and homogeneity to recover the original molecule count with various error rates and UMI lengths, outperforming existing tools and methods in comparison. We applied UMI-nea to profile TCR for 8 PBMC samples sequenced on different Illumina platforms with different sequencing depths. We observed &#62;85% reproducibility of clonotype calls on all samples. To test the sensitivity and specificity of UMI-nea, we sequenced pure cell line samples and cell line spike-in samples with different ratios and discovered very high recall and precision rates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"T cell,Sequencing,Profiling,Targeted sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Deng<\/b>, J. Zhang, S. Tian, S. J. Rulli, H. Xu, J. DiCarlo, E. Lader; <br\/>QIAGEN Sciences Inc., Frederick, MD","CSlideId":"","ControlKey":"54750074-bd82-48e0-973c-09d9cf2386ef","ControlNumber":"5632","DisclosureBlock":"<b>&nbsp;J. Deng, <\/b> <br><b>Qiagen<\/b> Employment. <br><b>J. Zhang, <\/b> <br><b>Qiagen Sciences inc<\/b> Employment. <br><b>S. Tian, <\/b> <br><b>Qiagen Science inc<\/b> Employment. <br><b>S. J. Rulli, <\/b> <br><b>Qiagen Sciences inc<\/b> Employment. <br><b>H. Xu, <\/b> <br><b>QIAGEN, Sciences Inc.<\/b> Employment. <br><b>J. DiCarlo, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment. <br><b>E. Lader, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7425","PresenterBiography":null,"PresenterDisplayName":"Jixin Deng","PresenterKey":"e2acd16f-8b8b-40cb-8546-ac29848a24c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7425. UMI-nea: A fast and robust UMI analysis approach to accurately identify and quantify TCR repertoire from targeted RNA sequencing with wide range of input molecules","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UMI-nea: A fast and robust UMI analysis approach to accurately identify and quantify TCR repertoire from targeted RNA sequencing with wide range of input molecules","Topics":null,"cSlideId":""},{"Abstract":"As the availability of genomic data and analysis tools from large-scale cancer initiatives continues to increase, with single-cell studies adding new dimensions to the potential scientific insights, the need has become more urgent for a software environment that supports the rapid pace of cancer data science. The GenePattern ecosystem, first introduced in 2004 and updated continually to support the changing needs of cancer genomics research, supports the analytical, computational, and reproducibility needs of the world-wide cancer analysis community.The GenePattern server, available at www.genepattern.org, provides hundreds of analysis methods for scientists at all levels of computational sophistication, with the only requirement for use being a web browser. The GenePattern server offers bulk and single-cell RNA-seq, copy number variation, flow cytometry, network analysis, general machine learning, gene set enrichment analysis, proteomics, and many other modalities. Analysis steps can be linked together into pipelines that can then be edited, shared, and made public. All parameters of an analysis, including the code version, are recorded so that an analytical result can be reproduced at any point in the future.The GenePattern Notebook system, notebook.genepattern.org, is an integration of the Jupyter Notebook environment with the GenePattern server. It combines the research narrative capabilities of Jupyter with the non-programming approach and breadth of analyses available in GenePattern. Scientists using GenePattern Notebook can create documents that include richly-formatted text and multimedia, executable code, and GenePattern analyses. A single GenePattern notebook can therefore comprise a sophisticated analytical workflow that runs on multiple remote servers.We have recently expanded GenePattern Notebook into a new notebook environment, Genomics to Notebook, g2nb.org, which adds the ability to include analyses on any public Galaxy server as well as using the Integrative Genomics Viewer (IGV) and Cytoscape within notebooks. Each analysis or visualization appears a cell within a notebook, preserving the accessibility and ease of use of the notebook metaphor while retaining the essential aspects of each tool&#8217;s user interface. When run, the entire analysis appears to execute seamlessly within the notebook. The online workspace also includes a library of featured genomic analysis notebooks, including templates for common analysis tasks as well as cancer-specific research scenarios and compute-intensive methods. Scientists can easily copy these notebooks, use them as is, or adapt them for their research purposes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Gene expression analysis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. M. Reich<\/b>, T. Tabor, J. Liefeld, E. Huang, F. Kim, J. P. Mesirov; <br\/>UC San Diego, La Jolla, CA","CSlideId":"","ControlKey":"9d8ad7f5-f809-4ee4-b212-dbcbc049b49b","ControlNumber":"5784","DisclosureBlock":"&nbsp;<b>M. M. Reich, <\/b> None..<br><b>T. Tabor, <\/b> None..<br><b>J. Liefeld, <\/b> None..<br><b>E. Huang, <\/b> None..<br><b>F. Kim, <\/b> None..<br><b>J. P. Mesirov, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7426","PresenterBiography":null,"PresenterDisplayName":"Michael Reich, BS","PresenterKey":"718d2249-6757-435e-8a62-e55ada3e2e43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7426. The GenePattern ecosystem for cancer bioinformatics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The GenePattern ecosystem for cancer bioinformatics","Topics":null,"cSlideId":""},{"Abstract":"It is widely recognized that plateau-phase bioluminescent (BL) kinetic curve data should be used when reporting on BLI results from substrate-injection BLI model systems. The basis for this understanding is that plateau-phase BL data is uniquely suited in several ways: (i) it will optimize the detection of target, luciferase-expressing cells (especially when they are low in copy number or deep within the animal model), (ii) it will optimize BLI data reproducibility (with there being no change in signal values across the plateau phase), and (iii) it will also provide BLI data values that correlate consistently with the number of viable target cells in a given BLI model. Given this critical value of plateau-phase BL data, there is, nevertheless, a simple practical issue to be addressed: The overall manual process of generating BL kinetic curves, and then identifying and quantifying plateau-phase data is not insignificant&#8212;it takes time!In this poster, we review the performance of &#8220;<i>Kinetics<\/i>,&#8221; a new feature in the Aura software platform from Spectral Instruments Imaging, LLC. <i>Kinetics<\/i> is designed to collect, present, and analyze BL kinetic curve data for up to 10 mice, in a completely automated and real-time fashion. Data outputs include a live graph that simultaneously presents individual mouse, whole body ROI (Total photon\/sec) values <i>vs.<\/i> time post-luciferase injection, and analogous mean BL values per mouse group. Here in, we present an evaluation of the performance of <i>Kinetics<\/i> under various testing conditions. We initially evaluated <i>Kinetics&#8217;<\/i> ability to acquire, present and analyze the BL kinetic curves of 5 phantoms. The photon output rates of these phantoms (Total photons\/sec) were programmed to mimic the rise, plateau, and fall sequence typically seen BLI studies. In an analogous fashion, we then tested <i>Kinetics&#8217;<\/i> ability to acquire, present, and analyze the BL kinetic curves of 5 to 10 live mice from several oncology models. Furthermore, we used <i>Kinetics<\/i> in oncology efficacy studies to monitor for expected changes in BL kinetic curve shapes (<i>i.e.,<\/i> for changes in the onset times and durations of the rise, plateau and fall phases in BL kinetic curves) between different treatment groups (<i>e.g.,<\/i> between positive controls groups and one or more treatment groups). In the same studies, we also used <i>Kinetics<\/i> to check for changes in BL kinetic curve shapes that might occur for a given treatment group across several time points, after pathogen challenge. Results from this set of experiments consistently and clearly illustrated the capability of <i>Kinetics<\/i> to acquire, present and analyze individual and mean BL kinetic curve data for up to 10 mice at a time, in an automated and real-time fashion. We believe that <i>Kinetics<\/i> from Spectral Instruments Imaging, LLC, has the potential to revolutionize the ease with which plateau-phase, BL kinetic curve data can be collected, presented, and used in a wide range of preclinical BLI studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Image analysis,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Van Praagh<\/b>, B. Nelson, P. Ballieu, M. Smith, M. Rule; <br\/>Spectral Instruments Imaging, LLC, Tucson, AZ","CSlideId":"","ControlKey":"9775aea6-a330-494a-be0b-aa698ebcbb02","ControlNumber":"5845","DisclosureBlock":"&nbsp;<b>A. Van Praagh, <\/b> None..<br><b>B. Nelson, <\/b> None..<br><b>P. Ballieu, <\/b> None..<br><b>M. Smith, <\/b> None..<br><b>M. Rule, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7427","PresenterBiography":null,"PresenterDisplayName":"Andrew Van Praagh, PhD","PresenterKey":"29c4a0d4-9d0e-48ff-8975-3fe18c394843","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7427. Automated, real-time acquisition and quantification of peak, plateau-phase <i>in vivo<\/i> bioluminescent data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated, real-time acquisition and quantification of peak, plateau-phase <i>in vivo<\/i> bioluminescent data","Topics":null,"cSlideId":""},{"Abstract":"Cell communication is predominantly governed by secreted proteins, whose diverse secretion patterns often signify underlying physiological irregularities. Unraveling the intricacies of these secreted signals at the single-cell level is crucial for a comprehensive understanding of regulatory mechanisms involving various molecular agents. To elucidate the array of cell secretion signals, encompassing both anisotropic and isotropic biomolecular cues from individual immune cells or disparate cell types, we introduce the Secretion Signal Map (S2Map). S2Map is an innovative online interactive analytical platform that incorporates qualitative metrics, the signal inequality index (SII) and the signal coverage index (SCI), which are exquisitely sensitive in facilitating the measurement of dissymmetry and diffusion of cumulative signals and signal dynamics in temporal analysis. S2Map's innovation lies in its depiction of signals through real-time secretion hotspots, and cumulative secretion contour lines, complemented by the visualization of potential cell secretion signal velocities via stream plots generated by regression models. We evaluated the SII and SCI performance in distinguishing the simulated signal diffusion model. Presently, S2Map hosts a repository of 12 datasets that map single-cell and two-cell secretion dynamics. These datasets serve as a resource to explore secretion signal types. We anticipate that S2Map will be a powerful approach to delve into the complexities of physiological systems, providing insights into the regulation of protein production, such as cytokines at the remarkable resolution of single cells. The S2Map server is publicly accessible via https:\/\/au-s2map.streamlit.app\/.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Signaling,Cell signaling,Single cell,Visualization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Yue<\/b><sup>1<\/sup>, L. Zhou<sup>1<\/sup>, F. Huang<sup>2<\/sup>, P. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Auburn University, Auburn, AL, <sup>2<\/sup>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"1700bda4-5b9f-45f6-8e59-69747bbcd0ca","ControlNumber":"5976","DisclosureBlock":"&nbsp;<b>Z. Yue, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>F. Huang, <\/b> None..<br><b>P. Chen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9554","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7428","PresenterBiography":"","PresenterDisplayName":"Zongliang Yue, PhD","PresenterKey":"3440b390-7eb0-4181-b9c1-523d1cbf36c4","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/3440b390-7eb0-4181-b9c1-523d1cbf36c4.profile.png","SearchResultActions":null,"SearchResultBody":"7428. S2Map: An online interactive analytical platform for quantitative signal measurement of cell Secretion Signal Map","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"S2Map: An online interactive analytical platform for quantitative signal measurement of cell Secretion Signal Map","Topics":null,"cSlideId":""},{"Abstract":"Essential trace elements are crucial in various biological processes, including tumor growth, migration, and metastasis. For instance, copper ions are involved in mitochondrial metabolism, cell proliferation, tumor migration, metastasis and proangiongenic pathways. Localizing where metal ion homeostasis is disrupted is vital for understanding these processes beyond what bulk analysis can reveal. Elemental imaging offers high-resolution, quantifiable multi-elemental distribution maps, providing a more detailed analysis compared to traditional bulk measurements. However, aligning findings with tissue structures identified in histopathological data can be challenging. To address this, we developed a web-based application for the co-registration and analysis of Whole Slide Images (WSI) and elemental imaging data at the cellular level. The application integrates WSI with elemental maps generated by technologies such as ultrafast laser ablation and inductively coupled plasma time-of-flight mass spectrometry (LA-ICP-TOF-MS), as well as a range of other elemental imaging techniques. Hosted by the Biomedical National Elemental Imaging Resource, the current application allows for a streamlined data integration, co-registration, and analysis, including: 1) uploading WSI, elemental maps, and pathologist annotations, 2) automated preprocessing to identify tissue regions, 3) co-registration to merge WSI and elemental maps, 4) custom import, real-time overlay\/editing of pathologist annotations transferred from WSI, 5) plotting, statistical tools and 6) data export. This application enables users to compare elemental abundance within\/between tissue structures annotated on H&#38;E or immunohistochemical slides. Derived data can pinpoint elements and mixtures whose abundance differs significantly across various pathological conditions. As an initial test, we applied the software on breast HER2\/ER\/PR tumors, varying in molecular subtype\/histology. Preliminary results, using Bayesian lognormal regression models, adjusting for tumor subtypes, indicated a subtype-dependent variation in copper abundance. The relative difference in copper levels between tumor and stromal regions was notably less in HER2 tumors (p=0.026) compared to HR tumors (p&#60;0.0001). Conversely, iron showed a consistently higher abundance in stromal areas across both subtypes (p&#60;0.0001). Future enhancements include improved co-registration capabilities, hotspot analysis, machine learning, mixture effects, and cloud-based architecture. This method uniquely enables integration of elemental data with spatial transcriptomics, mapping gene transcripts on tissue slides. With current ST assays aligned with H&#38;E slides, this tool facilitates co-registration, offering insights into biological pathways affected by metal homeostasis disruptions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Tumor microenvironment,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Lu<\/b><sup>1<\/sup>, R. Steiner<sup>2<\/sup>, S. Han<sup>1<\/sup>, M. Chan<sup>2<\/sup>, T. Punshon<sup>2<\/sup>, B. Jackson<sup>2<\/sup>, L. Vahdat<sup>1<\/sup>, J. Marotti<sup>1<\/sup>, J. Levy<sup>3<\/sup>; <br\/><sup>1<\/sup>Dartmouth Health, Lebanon, NH, <sup>2<\/sup>Dartmouth College, Hanover, NH, <sup>3<\/sup>Cedars Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"8ff24455-1851-4778-a871-c73eecbaa931","ControlNumber":"6050","DisclosureBlock":"&nbsp;<b>Y. Lu, <\/b> None..<br><b>R. Steiner, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>T. Punshon, <\/b> None..<br><b>B. Jackson, <\/b> None..<br><b>L. Vahdat, <\/b> None..<br><b>J. Marotti, <\/b> None..<br><b>J. Levy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7429","PresenterBiography":null,"PresenterDisplayName":"Joshua Levy","PresenterKey":"1e7ff047-5d60-4ad8-9ce4-d0cd3dec3a93","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7429. A web-based application to co-register elemental imaging with histopathology to enhance the study of metal bioaccumulation within tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A web-based application to co-register elemental imaging with histopathology to enhance the study of metal bioaccumulation within tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Single-cell atlases provide a high-resolution and tissue-specific depiction of cellular state at the transcriptomic level. Newer technologies like spatial transcriptomics, MALDI, and long-read sequencing introduce orthogonal modalities to single-cell data, making the analyses of large atlases even more complex. RShiny package in R is used to develop user-friendly GUI applications that could enable users to use analysis tools in an interactive manner, thus minimizing the requirement of prior programming experience.<br \/><b>Methods:<\/b> Publicly available scRNA-seq datasets were collected for a wide range of prostate-related pathologies. The datasets were evaluated for their quality based on cell count and availability of the appropriate markers in each compartment. Finally, 11 datasets out of 16 datasets were selected for building integrated datasets. These datasets were filtered for cell types with &#60;10% mitochondrial RNA, and cells with &#60;500 genes were removed from the datasets. The datasets were then clustered to evaluate the effects of cell cycle, dissociation-induced stress, and the presence of doublets. The quality-controlled datasets were batch-corrected using the Harmony package and the harmonized principal components were used in Seurat for clustering the integrated data. Tools used for the analysis of single-cell datasets, beginning from raw counts, have been developed in R with a focus on modularity. These tools are packaged into a simple and intuitive RShiny application which follows the workflow shown in Figure 1a.<br \/><b>Results:<\/b> The atlas obtained include samples from healthy prostate, benign prostate hyperplasia, primary prostate tumor, ICC\/IDC, castration-resistant prostate cancer (CRPC), and Neuroendocrine prostate cancer (NEPC). The dataset includes 72 patients and ~320k cells with a median number of ~1600 genes expressed. We were able to distinctly identify Luminal, Hillock, Club, Basal, Neuroendocrine, Endothelial, Fibroblast, Smooth Muscle, Myeloid, T, B, NK, Mast, and Plasma cells in the integrated along with some unknown cellular subtypes in the epithelial compartment. The integrated data was manually annotated using cell type-specific markers. The single-cell atlas obtained was weaved with the workflow tools into an RShiny app.<br \/><b>Conclusions:<\/b> Besides being a useful reference for PCa, the atlas would find extensive use in understanding the transcriptomic landscape of PCa biology. The integrated dataset will also prove crucial in developing bulk RNA sequencing deconvolution and single-cell imputation algorithms. Finally, we aim to provide a user-friendly interface to the prostate cancer community for using the single-cell PCa atlas and analysis tools with minimal computational requirements.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Prostate cancer,Bioinformatics,Single cell,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Sharma<\/b>, E. Shenderov; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"0c7bec18-886a-4ff7-999c-8741550974c7","ControlNumber":"6051","DisclosureBlock":"&nbsp;<b>S. Sharma, <\/b> None.&nbsp;<br><b>E. Shenderov, <\/b> <br><b>GT Biopharma<\/b> Other, Paid Consultant. <br><b>Guidepoint Global<\/b> Other, Paid Consultant. <br><b>FirstThought<\/b> Other, Paid Consultant. <br><b>GLG<\/b> Other, Paid Consultant. <br><b>PathAI<\/b> Other, Paid Consultant. <br><b>CapitalOneSecurities<\/b> Other, Paid Consultant. <br><b>Forbion<\/b> Other, Paid Consultant. <br><b>Capvision<\/b> Other, Paid Consultant. <br><b>Insighter<\/b> Other, Paid Consultant. <br><b>MacroGenics, Inc<\/b> Other, Institutional research funding.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7430","PresenterBiography":null,"PresenterDisplayName":"Shivang Sharma, PhD","PresenterKey":"3ec6b843-6872-4696-9490-7574fbfdaf9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7430. Development and demonstration of a user-friendly application to explore single-cell atlas for prostate cancer (PCa) and analyze newly generated single-cell and spatial PCa datasets","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and demonstration of a user-friendly application to explore single-cell atlas for prostate cancer (PCa) and analyze newly generated single-cell and spatial PCa datasets","Topics":null,"cSlideId":""},{"Abstract":"Introduction. Spatial transcriptomics (ST) is a powerful approach for investigating gene expression patterns in tissues while preserving their spatial context. However, working with ST data presents challenges due to its complexity, high dimensionality, and the absence of user-friendly tools. IAMSAM (Image-based Analysis of Molecular signatures using the Segment-Anything Model) leverages the Segment-anything model (SAM), a cutting-edge deep learning model developed by Meta, which is specifically designed for image segmentation. We demonstrated IAMSAM's capabilities with publicly available ST datasets, showcasing its user-friendly interface, featuring its user-friendly interface for exploring pathophysiology and potential biomarkers.<br \/>Methods. IAMSAM is a web-based tool designed for analyzing ST data, utilizing the SAM for image segmentation. It offers two modes: everything-mode and prompt-mode. In everything-mode, the model automatically generates segmentation masks for the entire histologic image. In prompt-mode, users can draw rectangle boxes to provide input prompts for SAM. IAMSAM's downstream analysis includes the identification of DEGs, enrichment analysis, and cell type prediction of selected regions of interest. DEGs are represented in volcano plots and box plots, aiding in the identification of genes associated with image features of tumors such as cancer-enriched areas or stromal patterns. Enrichment analysis assesses gene sets for over-representation, providing insights into pathways and biological processes relevant to cancer. Cell type prediction utilizes the CellTypist API, offering valuable information about the cellular composition and heterogeneity within the tumor microenvironment.<br \/>Results. IAMSAM has been applied to publicly available ST datasets to demonstrate its effectiveness in cancer research. It accurately identified cancer markers in breast cancer samples and aligned with spot clustering results in various cancer samples, all of which have significant implications for understanding cancer biology. Prompt-mode effectively identified stromal regions in tumor sections, and with magnification, it uncovered microvessels in prostate cancer samples, providing valuable insights for cancer pathophysiology research. IAMSAM was also applied to fluorescence imaging, demonstrating its versatility and potential in various cancer-related studies.<br \/>Conclusions. IAMSAM is a valuable web-based tool for cancer research using spatial transcriptomics data particularly integratively analyzing tumor microenvironments with a user-friendly interface. IAMSAM opens up new avenues for spatial transcriptomics research in the context of cancer, making it a promising resource for cancer researchers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Histopathology,Spatial Transcriptomics,Artificial Intelligence,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b><sup>1<\/sup>, J. Park<sup>1<\/sup>, S. Cook<sup>1<\/sup>, S. Yoo<sup>1<\/sup>, D. Lee<sup>1<\/sup>, H. Choi<sup>2<\/sup>; <br\/><sup>1<\/sup>Portrai, Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d784eea7-39de-4df9-a3c3-3f0b4e55b11a","ControlNumber":"6109","DisclosureBlock":"<b>&nbsp;D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>J. Park, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Cook, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Yoo, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9557","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7431","PresenterBiography":null,"PresenterDisplayName":"Dongjoo Lee, BS;MS","PresenterKey":"60e8a2bf-8aff-43ba-b398-18c8350ed1db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7431. IAMSAM: Image-based analysis of molecular signatures using the Segment-anything model - Integrative analysis tool for tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IAMSAM: Image-based analysis of molecular signatures using the Segment-anything model - Integrative analysis tool for tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The Computational Resources for Cancer Research website is a public portal supported by NCI that democratizes access to available computational resources for the cancer research community.<br \/>In supporting an emerging FAIR (Findable, Accessible, Interoperable, Reusable) data science ecosystem inclusive of software, models and data, the goals of the portal are to serve cancer data scientists by increasing understanding, access, and adoption of computational resources for cancer research, and to foster new collaborative research projects.&nbsp; Initially populated with resources developed in NCI supported collaborations with the US Department of Energy, the portal is serving as a unified reference and resource for computational resources developed broadly by the cancer community. These collaborative projects include CANDLE (the Cancer Distributed Learning Environment), IMPROVE (Innovative Methods and data for PRedictive Oncology model Validation and Evaluation), ADMIRRAL (AI Driven Multi-scale Investigation of Ras-Raf Activation Lifecycle), MOSSAIC (Model Outcomes using Surveillance Data and Scalable AI for Cancer) and ATOM (Accelerating Therapeutics for Opportunities in Medicine).<br \/>The resources include software, models, and datasets as well as descriptive use cases and references to tutorials associated with many of the described resources. The portal also integrates content from the Predictive Oncology Model and Data Clearinghouse (modac.cancer.gov) which can be accessed through REST APIs.<br \/>Ongoing development of the portal is driven by community insights and contributions including input from an interdisciplinary advisory committee, working groups, early users, and preliminary feedback received at AACR 2023. The portal will also support community contributions of computational resources. In addition, the portal highlights computational approaches in emerging and challenging areas, such as digital twins for cancer.<b>&nbsp;<\/b><br \/>The portal will enable the cancer research community to learn about new computational research methods through use cases and educational material, access cancer related software, datasets, and AI models<b>, <\/b>engage with peers and cross-disciplinary researchers at different career levels through an interactive forum<b>, <\/b>explore emerging areas, such as computational imaging, community-based standards for data management, predictive radiation oncology, and digital twin technologies, learn about in industry and community events, conferences, and workshops, and create new collaborative research projects. <b>&nbsp;<\/b>The presentation will deliver insights into key resources offered through the Computational Resources for Cancer Research Portal, how the portal will help the cancer research community identify and adopt computational resources of interest, and how researchers can join and participate in this growing community.&nbsp;<b>&nbsp;<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Machine learning,Databases,Modeling,Software,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Stahlberg<\/b><sup>1<\/sup>, L. Borkon<sup>1<\/sup>, R. Frost<sup>1<\/sup>, S. Jones<sup>1<\/sup>, A. Khalsa<sup>1<\/sup>, L. Lewis<sup>1<\/sup>, E. Greenspan<sup>2<\/sup>, S. Menon<sup>1<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>Center for Biomedical Informatics and Information Technology, National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"a71b9840-ee69-4d62-8a5d-b10845226a15","ControlNumber":"6120","DisclosureBlock":"<b>&nbsp;E. Stahlberg, <\/b> <br><b>Abbvie<\/b> Stock. <br><b>Abbott Laboratories<\/b> Stock. <br><b>Immuneering<\/b> Stock.<br><b>L. Borkon, <\/b> None..<br><b>R. Frost, <\/b> None..<br><b>S. Jones, <\/b> None..<br><b>A. Khalsa, <\/b> None..<br><b>L. Lewis, <\/b> None..<br><b>E. Greenspan, <\/b> None..<br><b>S. Menon, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9558","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7432","PresenterBiography":null,"PresenterDisplayName":"Eric Stahlberg, PhD,BA","PresenterKey":"77020660-133e-4bd5-999e-146230dfb417","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7432. Improving FAIRness of computational approaches for cancer: The computational resources for cancer research portal","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving FAIRness of computational approaches for cancer: The computational resources for cancer research portal","Topics":null,"cSlideId":""},{"Abstract":"Spatial transcriptomics has been experiencing significant growth in the past years. Inspired by two widely adopted methodologies, particularly in situ hybridization and next-generation sequencing, with an emphasis on the single-cell RNA sequencing (scRNA-seq), this hybrid method facilitates whole transcriptome profiling while preserving spatial context at high resolutions, thus allowing the exploration of novel insights in cancer research. We introduce the highly configurable solution for sequencing-based technologies that allow comprehensive spatial analysis. The pipeline is available on NCI-funded Cancer Genomics Cloud (CGC) platform, powered by Seven Bridges. The CGC platform provides a collaborative cloud base computation infrastructure that collocates computation, over 1000 bioinformatics workflows, and 4+ PB data to researchers, making the analysis of the Cancer Research data Commons (CRDC) datasets accessible from any environment.<br \/>This pipeline is developed using reliable, widely adopted packages and can process datasets generated by several leading technologies. It comprises a set of common steps including quality control, data preprocessing, dimensionality reduction, cluster identification, detection of spatially variable features, and integration with scRNA-Seq reference. The pipeline is highly configurable, allowing for various settings to be modified and optimized for result refinement. Additionally, it allows the selection of only specific components of the pipeline to be executed. The key steps of the pipeline are visually represented, allowing researchers to get a detailed insight into results.<br \/>Here, we demonstrate a typical flow of spatial transcriptomics analysis on publicly available datasets using the developed pipeline. We illustrate the impact of pipeline settings on the analysis outcomes. Furthermore, we identify spatially variable genes whose expressions show a distinct localization within the tissue. Finally, we perform the data integration to predict the cell type composition within the determined spatial domains.<br \/>Spatial transcriptomics analysis is a powerful method that has highly improved critical aspects of cancer research, such as the characterization of tumor microenvironment, the discovery of novel biomarkers and the clarification of drug resistance mechanisms. The ongoing evolution of this method is expected to play vital role in our deep understanding of complex spatial relationships within tissues. This CGC-hosted workflow is developed to contribute to the promising advancements.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Rankovic<\/b><sup>1<\/sup>, N. Vukojicic<sup>1<\/sup>, N. Ilic Raicevic<sup>1<\/sup>, V. Matovic<sup>1<\/sup>, D. Sain<sup>2<\/sup>, J. DiGiovanna<sup>2<\/sup>, B. Davis-Dusenbery<sup>2<\/sup>; <br\/><sup>1<\/sup>Velsera, Belgrade, Serbia, <sup>2<\/sup>Velsera, Boston, MA","CSlideId":"","ControlKey":"9e80dcb3-f133-483e-bd88-2cd200bc49b5","ControlNumber":"6807","DisclosureBlock":"&nbsp;<b>M. Rankovic, <\/b> None..<br><b>N. Vukojicic, <\/b> None..<br><b>N. Ilic Raicevic, <\/b> None..<br><b>V. Matovic, <\/b> None..<br><b>D. Sain, <\/b> None..<br><b>J. DiGiovanna, <\/b> None..<br><b>B. Davis-Dusenbery, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7433","PresenterBiography":null,"PresenterDisplayName":"Miona Rankovic","PresenterKey":"c83c3f64-80d4-4fa0-87ae-0e8ff5234949","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7433. CGC-hosted comprehensive pipeline for spatial transcriptomics analysis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CGC-hosted comprehensive pipeline for spatial transcriptomics analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> High-dimension cytometry panels have become a hallmark of clinical phase 1 and 2 trials. These panels can provide hundreds of readouts and need to be combined with subject metadata (e.g., health data, demographics, timepoint, and dose) to provide insights on the identification of biomarkers. Several bioinformatics tools are available to interpret these complex datasets; however, these usually require significant expertise in data manipulation, which sometimes forces the person doing the data interpretation to outsource the data visualization and statistical analysis to a bioinformatics team. As a consequence, the scientist can be one step-removed from the &#8220;raw&#8221; data, critically preventing the interpretation of biomarker effects in the context of the raw staining profiles and associated quality controls (e.g. in-run controls). Here, we show how a new tool integrated with the CellEngine cytometry analysis software can accelerate data interpretation without removing the scientist from the raw data.<br \/><b>Methods<\/b> The visualization tool pulls live data from CellEngine, displaying both study- and cohort-level information in summary views as well as the sample-level staining profiles. As a live link, any changes made in CellEngine, such as ones to gating and compensation, or the addition of new samples during an ongoing study, are automatically reflected in the dashboard. This link also gives the ability to consult staining profiles and performance of controls directly within the tool without having to switch between applications. CellEngine is capable of analyzing 10,000s of samples at once, and thus can handle the largest of studies.<br \/><b>Results<\/b> Here, we show how the visualization tool was used to accelerate the data interpretation of two different flow cytometry assays. In the first example, lymphodepletion and immune system reconstitution in patients undergoing CAR-T cell therapy was monitored using the tool. The live update of analysed data within the tool, coupled with the ability to verify the performance of the two controls ran with each sample, accelerated the data interpretation and improved the data quality. In the second example, we show how the software was used to follow cytokines responses across different timepoints in a vaccination program where samples were analysed using a polyfunctional intra-cellular cytokine staining panel. The tool greatly accelerated the interrogation of this complex data set and allowed the identification of trends within the different T cell responses.<br \/><b>Conclusion<\/b> This new tool can help maximize the utility of high-dimensional cytometry in clinical trial analysis while allowing to keep the crucial link between graphical representation of large number of samples and the data associated with each individual flow cytometry staining profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Flow cytometry,Data Analysis,Bioinformatics,Automation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Montamat-Sicotte<\/b>, Z. Bjornson, D. Franckaert, N. Dupuis, E. Paramithiotis; <br\/>CellCarta, Montreal, QC, Canada","CSlideId":"","ControlKey":"ceed1a1c-9146-4684-b039-81b9e2504f04","ControlNumber":"7138","DisclosureBlock":"<b>&nbsp;D. Montamat-Sicotte, <\/b> <br><b>CellCarta<\/b> Employment. <br><b>Z. Bjornson, <\/b> <br><b>CellCarta<\/b> Employment. <br><b>D. Franckaert, <\/b> <br><b>CellCarta<\/b> Employment. <br><b>N. Dupuis, <\/b> <br><b>CellCarta<\/b> Employment, Stock Option. <br><b>E. Paramithiotis, <\/b> <br><b>CellCarta<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7434","PresenterBiography":null,"PresenterDisplayName":"DAMIEN MONTAMAT-SICOTTE","PresenterKey":"74dce551-4c60-46a9-aad6-c6956b516606","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7434. Deployment of a visualization tool directly linked to the CellEngine cytometry analysis software to accelerate analysis of complex cytometry data sets in the context of ongoing clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deployment of a visualization tool directly linked to the CellEngine cytometry analysis software to accelerate analysis of complex cytometry data sets in the context of ongoing clinical trials","Topics":null,"cSlideId":""},{"Abstract":"The accurate detection of transcription factor (TF) binding sites and histone modifications (HM) on the genome-wide scale is essential for studying functional epigenetics and gene regulation. Cleavage Under Targets &#38; Tagmentation (CUT&#38;Tag) is a low-cost and easy-to-implement epigenomic profiling method that can be performed on a low number of cells and on the single-cell level. CUT&#38;Tag experiments use the hyperactive transposase Tn5 for tagmentation. We find that Tn5 is subject to intrinsic sequence insertion bias (intrinsic bias). Additionally, the preference of Tn5 insertion toward accessible chromatin also affects the distribution of CUT&#38;Tag reads (open chromatin bias). Both types of biases can significantly confound bulk and single-cell CUT&#38;Tag data analysis, which requires careful assessment and new analytical methods. To address this challenge, we present PATTY (Propensity Analyzer for Tn5 Transposase Yielded bias), a computational method for systematic characterization and correction of biases in CUT&#38;Tag data. We demonstrate that histone modification signals (H3K27me3 and H3K27ac) detected from CUT&#38;Tag data after bias correction using PATTY are better associated with orthogonal biological features such as gene expression. PATTY-corrected single-cell CUT&#38;Tag signals for histone modification can better cluster cells into their true cell types. This new computational method can improve both bulk and single-cell CUT&#38;Tag data analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Epigenomics,CUT&Tag,single-cell,Tn5 transposase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. S. Hu<\/b>, Q. Chen, M. Grieco, C. Zang; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"e630a530-8b53-49ca-89b9-90556b09c8ea","ControlNumber":"7182","DisclosureBlock":"&nbsp;<b>S. S. Hu, <\/b> None..<br><b>Q. Chen, <\/b> None..<br><b>M. Grieco, <\/b> None..<br><b>C. Zang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7435","PresenterBiography":null,"PresenterDisplayName":"Sheng'en Hu, PhD","PresenterKey":"2c6b748e-6617-41dd-8681-17dc102209e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7435. &#173;&#173;PATTY: A bias estimation and correction model for bulk and single-cell CUT&#38;Tag data","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"New Software Tools for Data Analysis","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#173;&#173;PATTY: A bias estimation and correction model for bulk and single-cell CUT&#38;Tag data","Topics":null,"cSlideId":""}]