[{"Abstract":"Introduction: Merkel cell carcinoma (MCC) is a rare and aggressive skin cancer whose incidence and survival outcomes demonstrate disparities based on patients&#8217; socioeconomic status (SES). This study aims to evaluate the impact of SES on MCC diagnosis age, comorbidity burden, treatment modalities, and survival outcomes using the National Cancer Database.<br \/>Methods: We conducted a retrospective analysis of 9742 patients diagnosed with MCC from 2016 to 2020 in the United States. To assess how socioeconomic status influences outcomes, a composite score was created by adding income and education quartile assignments (1, 2, 3, 4), to create new composite SES quartiles of 2-3, 4-5, 6-7, and 8. Patients were stratified into quartiles based on their SES (lowest Q1 to highest Q4). Binomial test was performed for categorical variables and ANOVA was performed for continuous. Survival differences were examined with Cox proportional hazards models and Kaplan-Meier curves.<br \/>Results: Patients with lower SES presented with MCC at younger ages, with the average age of patients in the lowest SES Q1 being 73.8 years (95% CI 73.15-74.35) and the highest SES Q4 being 75.0 years (95% CI 74.48-75.46). Patients in SES Q1 also had higher Charson-Deyo scores, indicating more comorbidities than patients in SES Q4 (8.41% vs 5.8%, p &#60; 0.001). They were also more likely to have advanced stage 4 MCC (9.67% vs 7.79%, p &#60; 0.01) compared to patients in SES Q4. When treated with surgery, patients in SES Q1 were more likely to be treated with local tumor excision (14.39% vs 10.83%, p &#60; 0.001) whereas patients in SES Q4 were more likely treated with Mohs surgery (5.02% vs 3.56%, p &#60; 0.01). Survival probabilities for patients SES Q1 were worse at 1 year (82.99% vs 85.81%, p&#60;0.001), 3 years (61.18% vs 68.49%, p &#60; 0.001) and 5 years (45.99% vs 55.09%, p &#60; 0.001) compared to patients in SES Q4.<br \/>Conclusion: This study highlights disparities in age at diagnosis, comorbidities, treatment, and survival outcomes in MCC patients based on SES. Patients in lower SES quartiles are diagnosed younger, bear higher comorbidity burdens, and have worse rates of survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Survival,Databases,Socioeconomic status,Merkel cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. C. Chang<\/b>, E. K. Brunsgaard, D. Reid; <br\/>Rush University Medical Center, Chicago, IL","CSlideId":"","ControlKey":"e5a80ad5-1017-44a0-acab-08d5d46f8685","ControlNumber":"3345","DisclosureBlock":"&nbsp;<b>R. C. Chang, <\/b> None..<br><b>E. K. Brunsgaard, <\/b> None..<br><b>D. Reid, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6107","PresenterBiography":null,"PresenterDisplayName":"Rachel Chang, BS,BA","PresenterKey":"703c18b0-87ab-40de-b14b-1b81bcb4fe4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6107. Survival differences by socioeconomic status in Merkel cell carcinoma: A retrospective analysis using the National Cancer Database","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Survival differences by socioeconomic status in Merkel cell carcinoma: A retrospective analysis using the National Cancer Database","Topics":null,"cSlideId":""},{"Abstract":"Women of African descent are at an increased risk of developing and dying from aggressive subtypes of breast cancer. A connection between aggressive disease and Western Sub-Saharan African ancestry has been postulated, but it remains largely unknown to what extent breast cancer in Africa is reminiscent of breast cancer in U.S. African American (AA) women who experience disproportionately high mortality rates. We performed ATAC- and RNA-sequencing on 9 human triple-negative breast cancer cell lines of U.S. origin and discovered that African ancestry influences the chromatin landscape, leading to disparate transcription factor (TF) activity and downstream gene expression patterns indicative of an aggressive tumor biology. Here, we describe an ambitious study that employs single-nucleus (sn) ATAC- and RNA-sequencing (snMultiome) of frozen breast tumors to characterize chromatin accessibility and gene expression patterns with single-cell resolution in AA (n=33), Kenyan (n=25), and European American (EA, n=24) women in relation to genetic ancestry, risk factor exposures, clinical characteristics, and 5-year survival. To achieve this, we successfully isolated intact, high-quality single nuclei from archival frozen breast tumor tissue through an optimized combination of enzymatic digestion and automated tissue homogenization. We performed snMultiome sequencing of 82 tumors using the 10x Genomics platform. Following filtering, normalization (SCT for snRNA; LSI for snATAC), peak calling (MACS2), and integration (Harmony), our dataset includes a total of 296,557 nuclei. Cancerous (163,419 nuclei) and non-cancerous (133,138 nuclei) cells were distinguished based on DNA copy number (CopyKat). Within the microenvironment, 11 major immune, epithelial, and stromal cell types were successfully annotated, exhibiting distinct patterns by population group (e.g. AA tumors showed markedly increased abundance of myeloid and T-cells, while Kenyan tumors showed increased abundance of pericytes and fibroblasts). A large number of enriched TFs within each cell type varied significantly by population group, suggesting distinct chromatin accessibility patterns related to genetic ancestry. Within cancerous cells, striking intra- and inter-tumoral heterogeneity was observed by genetic ancestry even within molecular subtype groups. Current efforts focus on in-depth molecular characterization of ancestry- and risk factor-related differences in the tumor epithelium and microenvironment and distinct signatures present in lethal disease. This project holds the potential to yield crucial insights into how ancestry or other factors may influence the etiology of different breast cancer subtypes, as well as produce clinically actionable biomarkers and therapeutic targets to enhance precision medicine within patient populations at high risk for aggressive disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Microenvironment,African,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. R. Harris<\/b><sup>1<\/sup>, H. Liu<sup>2<\/sup>, B. Jenkins-Lord<sup>3<\/sup>, T. H. Dorsey<sup>2<\/sup>, F. Makokha<sup>4<\/sup>, S. Sayed<sup>5<\/sup>, G. Gierach<sup>1<\/sup>, S. Ambs<sup>2<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, <sup>4<\/sup>Mount Kenya University, Thika, Kenya, <sup>5<\/sup>Aga Khan University Medical Center, Nairobi, Kenya","CSlideId":"","ControlKey":"af8256d4-cae5-4543-ad3f-16e922e034cc","ControlNumber":"8644","DisclosureBlock":"&nbsp;<b>A. R. Harris, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>B. Jenkins-Lord, <\/b> None..<br><b>T. H. Dorsey, <\/b> None..<br><b>F. Makokha, <\/b> None..<br><b>S. Sayed, <\/b> None..<br><b>G. Gierach, <\/b> None..<br><b>S. Ambs, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6108","PresenterBiography":null,"PresenterDisplayName":"Alexandra Harris, MPH;MS;PhD","PresenterKey":"87a44856-38eb-424b-893a-1fea0a7e6290","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6108. Investigation of breast tumor biology and microenvironment in women of African descent using a single cell multiomic approach","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of breast tumor biology and microenvironment in women of African descent using a single cell multiomic approach","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Colorectal cancer (CRC) is the third most common cancer, and second cause of cancer death in the United States (US). Among US Hispanic\/Latino\/a\/x (H\/L) individuals, CRC represents the second and the third most common cancer and the most common cause of cancer death for men and women, respectively. Despite this, the tumor landscape, and key determinants of outcomes in CRC H\/L patients are understudied.<br \/><b>Methods<\/b>: To address this need, we launched the ENLACE study, to engage H\/L CRC patients in germline and somatic sequencing and identify the optimal approaches for patient participation. Through the Center for Patient Engagement in Cancer Characterization Studies (COPECC) patients were recruited from two healthcare facilities: a safety-net hospital (Los Angeles General Medical Center, LA Gen) and the USC Norris Comprehensive Cancer Center (Norris) a university medical center. Surveys to assess demographics, acculturation, Latino values, health literacy, discrimination, health system distrust, numeracy, and generalized self-efficacy (GSE) were evaluated upon recruitment, and after return-of-results (ROR) for somatic and germline testing.<br \/><b>Results<\/b>: After the first year of the project, a total of 100 H\/L CRC patients &#62;18 years of age were included in the ENLACE study, 89 participants completed baseline surveys (49 female, median age 53 (IQR = 16) and 21 completed questionnaires after ROR. A majority self-identified as White (61%), Mexico born (51%), catholic (74%), only spoke Spanish at home (35%) and married (49%). Higher levels of GSE were reported in patients with higher scores for numeracy (p = 0.005) and in males when compared to females (p = 0.016). This association was driven by participants from Norris (n=33) as reported by stratified analyses. In contrast, among participants from LA Gen (n=66) we observed an association with higher median values for the Mexican American acculturation scale and mainstream values and a marginally significant increase in the GSE (p = 0.072 &#38; 0.083, respectively). Additionally, LA Gen participants with a greater than the median score for GSE had a marginally significant higher mean score in the KnowGene scale (p = 0.056) with a reduction in the number of times the &#8220;Don&#8217;t Know&#8221; option was selected (p = 0.045). No statistically significant difference in the generalized self-efficacy score and KnowGene scale were reported after reception of results (p = 0.2386 &#38; 0.1337, respectively)<br \/><b>Conclusion<\/b>: We report differences in GSE and cancer genetic knowledge amongst CRC H\/L patients in the ENLACE study that may inform understanding of disparities and social determinants in the populations treated at two different healthcare facilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hispanic,Genetic knowledge,Self-efficacy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Sanchez Mendez<\/b><sup>1<\/sup>, J. O. Culver<sup>1<\/sup>, C. N. Ricker<sup>1<\/sup>, N. Gutierrez<sup>1<\/sup>, S. Algaze<sup>1<\/sup>, J. D. Carpten<sup>2<\/sup>, H.-J. Lenz<sup>1<\/sup>, M. C. Stern<sup>1<\/sup>; <br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>2<\/sup>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"2e1e9ec3-43e9-42c8-b054-1890a6439831","ControlNumber":"6978","DisclosureBlock":"&nbsp;<b>J. Sanchez Mendez, <\/b> None..<br><b>J. O. Culver, <\/b> None..<br><b>C. N. Ricker, <\/b> None..<br><b>N. Gutierrez, <\/b> None..<br><b>S. Algaze, <\/b> None..<br><b>J. D. Carpten, <\/b> None..<br><b>H. Lenz, <\/b> None..<br><b>M. C. Stern, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6109","PresenterBiography":null,"PresenterDisplayName":"Joel Sanchez Mendez, BS","PresenterKey":"45f38578-bad8-48db-be84-bf9fd8a58759","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6109. Determinants of generalized self-efficacy and genetic knowledge among Hispanic\/Latino colorectal cancer patients participating in ENLACE: A Cancer Moonshot Study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determinants of generalized self-efficacy and genetic knowledge among Hispanic\/Latino colorectal cancer patients participating in ENLACE: A Cancer Moonshot Study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Black patients treated with chemoradiation for head and neck squamous cell carcinoma (HNSCC) experience significantly worse survival outcomes than White patients treated with the same modality. Our group aims to explore potential sociodemographic and biological factors undermining this differing response to therapy. Here, we present our computational findings of genomic differences in Black compared with White HNSCC patients receiving chemoradiation.<br \/><b>Methods: <\/b>We obtained gene expression, phenotype, and clinical datasets for the Cancer Genome Atlas (TCGA) HNSCC cohort from the UCSC Xena web browser. Of the 528 HNSCC patients, 131 (Black=13, White=118) of those receiving chemoradiation had gene expression, phenotype, and clinical data available. Our analysis included anatomic sites involving the oral cavity, hypopharynx, and larynx, and excluded the oropharynx. We performed differential gene expression analysis in Black compared with White (reference population) patients via edgeR in R studio (-log2FC &#60; -1 or log2FC &#62;1; p value &#60; 0.05; FDR &#60; 0.05). The Database for Annotation, Visualization, and Integrated Discovery (DAVID) webtool was used to identify significantly enriched molecular processes and pathways.<br \/><b>Results: <\/b>462 genes were found to be significantly differentially expressed between Black and White HNSCC patients receiving chemoradiation. Of these genes, 198 were found to be higher in Black patients, and the most significant included <i>JPH3<\/i>, <i>PCSK1N<\/i>,<i> <\/i><i>DCUN1D5<\/i>, <i>CRYGS<\/i>, and <i>CCL7<\/i> (p &#60; 0.005, FDR &#60; 0.005). 264 were found to be lower in Black patients, with the most significant being <i>KBTBD12<\/i>, <i>CMYA5<\/i>, <i>NEFH<\/i>, <i>LDB3<\/i>, <i>PYGM<\/i><i> <\/i>(p &#60; 0.005, FDR &#60; 0.005). Genes found to be higher in Black patients showed enrichment for processes such as EGFR tyrosine kinase inhibitor resistance (p &#60; 0.005), drug metabolism (p &#60; 0.005), and chemical carcinogenesis (p &#60; 0.005). Genes found to be lower in Black patients showed enrichment for muscle-related processes such as myogenesis (p &#60; 0.005), actin-binding (p &#60; 0.005), muscle protein (p &#60; 0.005), and hypertrophic cardiomyopathy (p &#60; 0.005).<br \/><b>Conclusion: <\/b>In conclusion, using TCGA, we identified differentially expressed genes between Black and White HNSCC patients receiving chemoradiation. Moreover, these findings suggest that biological processes may differ in Black compared with White patients receiving chemoradiation, and this may dictate differing response to therapy. Additional studies will involve further computational analysis using other datasets for validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Gene expression analysis,Cancer health disparities,Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. C. Lattimore<\/b>, C. J. Washington, D. Braithwaite, S. D. Karanth, K. M. Fredenburg; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"1f72d41f-a33c-4439-b4dd-29a795813ec9","ControlNumber":"8200","DisclosureBlock":"&nbsp;<b>C. C. Lattimore, <\/b> None..<br><b>C. J. Washington, <\/b> None..<br><b>D. Braithwaite, <\/b> None..<br><b>S. D. Karanth, <\/b> None..<br><b>K. M. Fredenburg, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6110","PresenterBiography":null,"PresenterDisplayName":"Chayil Lattimore, BS","PresenterKey":"cb19d7fb-2ba9-4003-bfe3-a34a500c5c64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6110. Computational exploration of genomic differences in Black patients treated with chemoradiation for head and neck squamous cell carcinoma (HNSCC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational exploration of genomic differences in Black patients treated with chemoradiation for head and neck squamous cell carcinoma (HNSCC)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Race and ethnicity affect the distribution of molecular alterations seen in populations of lung cancer patients. ALK fusions occur in 4-5% of non-small cell lung cancer (NSCLC) patients overall. We characterized ALK alteration presence in NSCLC Hispanics treated at a large academic institution in Los Angeles. Methods: 607 NSCLC patients treated at Los Angeles General Medical Center (LAGMC) (n=174) and Norris Comprehensive Cancer Center (NCCC) (n=433) who received comprehensive genomic profiling (CGP) were evaluated from July 2017 to June 2023. Fisher&#8217;s exact test was done to compare differences in prevalence between Hispanics and non-Hispanics. Multivariate logistic regression was performed to evaluate the role of Hispanic ethnicity controlling for site of treatment, age at initial diagnosis, sex, and smoking history. Results: Hispanics represented 23% (n=141) and 7.2% of patients (n=44) had ALK alterations (Table 1). Hispanics (12.76%, n = 18\/141) were more likely to have ALK alterations than Non-Hispanics (5.58%, n = 26\/466) (p=0.0083). In 18 Hispanic ALK patients, the median age was 53 years, 50% female (n=9), and 61.11% never smokers (n=11) versus a median age of 62.1 years, 46.80% female (n=66), and 53.19% never smokers (n=75) in all Hispanics (n=141). 94.44% of ALK Hispanics (n=17) were diagnosed as Stage IV versus 72.34% (n=102) in all Hispanics. Brain metastasis was seen in 61.11% (n=11) of Hispanic ALK patients versus 33.33% (n=47) in all Hispanics. Multivariate logistic regression showed Hispanic ethnicity HR 2.338 (95% CI 1.105-4.907) and age at diagnosis HR 0.9275 (95% CI 0.9025-0.9519) were significant variables in ALK alteration incidence. Conclusions: Hispanics represented 23% of the NSCLC population tested for CGP but 41% of the ALK altered patients. This highlights the need to study Hispanic ethnicity in the biology of ALK alterations, ensure Hispanics have equal access to CGP, and greater Hispanic representation in ALK inhibitor clinical trials.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{C718C79C-15D2-457B-B7B1-1ECB668E414C}\"><caption>Clinical Characteristics of NSCLC patients at LAGMC and NCCC receiving CGP<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Hispanic<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Asian<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Non-Hispanic Black<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Non-Hispanic White<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Other\/Unknown<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Number of ALK alterations (%)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">18 (12.76%)<\/td><td rowspan=\"1\" colspan=\"1\">9 (4.41%)<\/td><td rowspan=\"1\" colspan=\"1\">0 (0.00%)<\/td><td rowspan=\"1\" colspan=\"1\">15 (8.24%)<\/td><td rowspan=\"1\" colspan=\"1\">2 (4.44%)<\/td><td rowspan=\"1\" colspan=\"1\">44 (7.2%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Total Population<\/td><td rowspan=\"1\" colspan=\"1\">141<\/td><td rowspan=\"1\" colspan=\"1\">204<\/td><td rowspan=\"1\" colspan=\"1\">35<\/td><td rowspan=\"1\" colspan=\"1\">182<\/td><td rowspan=\"1\" colspan=\"1\">45<\/td><td rowspan=\"1\" colspan=\"1\">607<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Median Age of Diagnosis<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">ALK population<\/td><td rowspan=\"1\" colspan=\"1\">53<\/td><td rowspan=\"1\" colspan=\"1\">52<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">55<\/td><td rowspan=\"1\" colspan=\"1\">51.5<\/td><td rowspan=\"1\" colspan=\"1\">53<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Total population<\/td><td rowspan=\"1\" colspan=\"1\">62.1<\/td><td rowspan=\"1\" colspan=\"1\">66.1<\/td><td rowspan=\"1\" colspan=\"1\">63.6<\/td><td rowspan=\"1\" colspan=\"1\">68.4<\/td><td rowspan=\"1\" colspan=\"1\">65.6<\/td><td rowspan=\"1\" colspan=\"1\">65.7<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Sex<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Females in ALK population (%)<\/td><td rowspan=\"1\" colspan=\"1\">9 (50.00%)<\/td><td rowspan=\"1\" colspan=\"1\">5 (55.56%)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">8 (53.33%)<\/td><td rowspan=\"1\" colspan=\"1\">1 (50.00%)<\/td><td rowspan=\"1\" colspan=\"1\">23 (52.27%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Females in total population (%)<\/td><td rowspan=\"1\" colspan=\"1\">66 (46.80%)<\/td><td rowspan=\"1\" colspan=\"1\">105 (51.47%)<\/td><td rowspan=\"1\" colspan=\"1\">14 (40.00%)<\/td><td rowspan=\"1\" colspan=\"1\">89 (48.90%)<\/td><td rowspan=\"1\" colspan=\"1\">20 (44.44%)<\/td><td rowspan=\"1\" colspan=\"1\">294 (48.43%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Smoking History<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Never smoker in ALK population (%)<\/td><td rowspan=\"1\" colspan=\"1\">11 (61.11%)<\/td><td rowspan=\"1\" colspan=\"1\">7 (77.78%)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">10 (66.67%)<\/td><td rowspan=\"1\" colspan=\"1\">1 (50.00%)<\/td><td rowspan=\"1\" colspan=\"1\">29 (65.90%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Never smoker in total population (%)<\/td><td rowspan=\"1\" colspan=\"1\">75 (53.19%)<\/td><td rowspan=\"1\" colspan=\"1\">122 (59.80%)<\/td><td rowspan=\"1\" colspan=\"1\">8 (22.86%)<\/td><td rowspan=\"1\" colspan=\"1\">55 (30.22%)<\/td><td rowspan=\"1\" colspan=\"1\">18 (40.00%)<\/td><td rowspan=\"1\" colspan=\"1\">278 (45.80%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Histology<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Adenocarcinoma in ALK population (%)<\/td><td rowspan=\"1\" colspan=\"1\">17 (94.44%)<\/td><td rowspan=\"1\" colspan=\"1\">7 (77.78%)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">14 (93.33%)<\/td><td rowspan=\"1\" colspan=\"1\">0 (0.00%)<\/td><td rowspan=\"1\" colspan=\"1\">38 (86.36%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">114 (80.85%)<\/td><td rowspan=\"1\" colspan=\"1\">161 (78.92%)<\/td><td rowspan=\"1\" colspan=\"1\">25 (71.43%)<\/td><td rowspan=\"1\" colspan=\"1\">121 (66.48%)<\/td><td rowspan=\"1\" colspan=\"1\">30 (66.67%)<\/td><td rowspan=\"1\" colspan=\"1\">451 (74.30%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Stage<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stage IV at diagnosis in ALK population (%)<\/td><td rowspan=\"1\" colspan=\"1\">17 (94.44%)<\/td><td rowspan=\"1\" colspan=\"1\">7 (77.78%)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">13 (86.67%)<\/td><td rowspan=\"1\" colspan=\"1\">2 (100.00%)<\/td><td rowspan=\"1\" colspan=\"1\">39 (88.64%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stage IV at diagnosis in total population (%)<\/td><td rowspan=\"1\" colspan=\"1\">102 (72.34%)<\/td><td rowspan=\"1\" colspan=\"1\">113 (55.39%)<\/td><td rowspan=\"1\" colspan=\"1\">16 (45.71%)<\/td><td rowspan=\"1\" colspan=\"1\">95 (52.20%)<\/td><td rowspan=\"1\" colspan=\"1\">22 (48.89%)<\/td><td rowspan=\"1\" colspan=\"1\">348 (57.33%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Brain Metastasis<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Brain metastasis in ALK population (%)<\/td><td rowspan=\"1\" colspan=\"1\">11 (61.11%)<\/td><td rowspan=\"1\" colspan=\"1\">2 (22.22%)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">8 (53.33%)<\/td><td rowspan=\"1\" colspan=\"1\">2 (100.00%)<\/td><td rowspan=\"1\" colspan=\"1\">23 (52.28%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Brain metastasis in total population (%)<\/td><td rowspan=\"1\" colspan=\"1\">47 (33.33%)<\/td><td rowspan=\"1\" colspan=\"1\">57 (27.94%)<\/td><td rowspan=\"1\" colspan=\"1\">10 (28.57%)<\/td><td rowspan=\"1\" colspan=\"1\">38 (20.88%)<\/td><td rowspan=\"1\" colspan=\"1\">6 (13.33%)<\/td><td rowspan=\"1\" colspan=\"1\">158 (26.0%)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"ALK,Hispanic,Race,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. C. Hsu<\/b>, D. Poei, J. S. Thomas, J. J. Nieva; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"2b65eacc-28b6-4571-95cc-345e35b52ab1","ControlNumber":"2814","DisclosureBlock":"<b>&nbsp;R. C. Hsu, <\/b> <br><b>Targeted Oncology<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>DAVA Oncology<\/b> Other, Honoraria. <br><b>The Dedham Group<\/b> Other, Honoraria.<br><b>D. Poei, <\/b> None..<br><b>J. S. Thomas, <\/b> None.&nbsp;<br><b>J. J. Nieva, <\/b> <br><b>Aadi Biosciences<\/b> Grant\/Contract. <br><b>ANP Technologies<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>BioAtla<\/b> Grant\/Contract. <br><b>G1 Therapuetics<\/b> Grant\/Contract. <br><b>Mindmed<\/b> Grant\/Contract. <br><b>Naveris<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Cansera<\/b> Other Business Ownership, Other Intellectual Property. <br><b>Epic Sciences<\/b> Other Business Ownership. <br><b>Indee Bio<\/b> Other Business Ownership. <br><b>Amgen<\/b> Other Business Ownership. <br><b>Johnson & Johnson<\/b> Other Business Ownership. <br><b>Novartis<\/b> Other Business Ownership.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6111","PresenterBiography":null,"PresenterDisplayName":"Robert Hsu, MD,MS","PresenterKey":"bdca20f3-26fe-45e4-bb73-b2666ec9eba7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6111. Real world incidence of ALK alterations in Hispanic NSCLC patients in Los Angeles","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real world incidence of ALK alterations in Hispanic NSCLC patients in Los Angeles","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic Ductal Adenocarcinoma (PDAC) is the 3rd leading cause of cancer-related deaths, with 12% surviving 5 years post-diagnosis. The delayed symptom onset, lack of effective screening, and advanced presentation render most patients ineligible for surgery. For inoperable PDAC, treatment offers only palliative support, resulting in a 1-year median survival, in contrast to 3 years for operable cases. Black patients face a 30-70% higher PDAC mortality rate than other racial groups in the United States. In Hampton Roads, Virginia, from 2015-2019, the black PDAC population had a mortality rate of 17.3%, notably surpassing the 10.8% rate among white PDAC patients. Consequently, this project aims to address the disparate disease burden of PDAC in the black Hampton Roads community.<br \/>Methods: Chart review of 427 inoperable PDAC patients from the Sentara Cancer Network and Virginia Oncology Associates was conducted. Age at diagnosis, treatment date, treatment type, and death date of the black and white inoperable cohorts were extracted. Average length of disease, age of onset, and time from diagnosis to treatment were calculated. KM survival analysis compared the cohorts&#8217; survival rates.<br \/>Results: From 2008 to 2016, the white cohort had shorter survival rates than the black cohort. The black population averaged a disease length of 249 days, while the white population faced 190 days. The average age at diagnosis was 67 in the black cohort and 70 in the white cohort. 42.1% of white PDAC patients did not receive treatment, while 29.9% of black PDAC patients went untreated.<br \/>Discussion: While the black population faces higher mortality, the white PDAC inoperable cohort had shorter disease duration and lower survival. A higher number of white patients also did not receive therapy, likely due to their older age, leading to added comorbidities and advanced stages of disease. Elder patients often decline treatment due to its limited impact on lifespan and quality of life. Further, the longer survival found in black patients may paradoxically contribute to a high mortality rate in Black patients. 21% of the black cohort survived over a year, prompting questions about their classification as inoperable and their access to the only curative treatment. This discovery motivates examination of the decisions behind labeling these patients as inoperable. The ongoing investigation into factors, such as stage at diagnosis and standard of care adherence, strives to continue to uncover the reasons for the high mortality rate in the Black PDAC Hampton Roads population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Surgical resection,Survival,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. W. Chaudhry<\/b>, Z. L. Kolkey, A. E. Hannah, R. A. Hoefer, A. Tang; <br\/>Eastern Virginia Medical School, Norfolk, VA","CSlideId":"","ControlKey":"4bbe4747-bacd-4da2-8f0d-3b58a31d52ae","ControlNumber":"7238","DisclosureBlock":"&nbsp;<b>F. W. Chaudhry, <\/b> None..<br><b>Z. L. Kolkey, <\/b> None..<br><b>A. E. Hannah, <\/b> None..<br><b>R. A. Hoefer, <\/b> None..<br><b>A. Tang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5376","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6112","PresenterBiography":null,"PresenterDisplayName":"Fatima Chaudhry","PresenterKey":"dd53dc43-649d-4104-afc0-fe2cef8253da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6112. Uncovering clinicopathological factors contributing to racial inequities in pancreatic cancer in Hampton Roads, Virginia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering clinicopathological factors contributing to racial inequities in pancreatic cancer in Hampton Roads, Virginia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Racial disparity outcomes in HER2-positive breast cancer have been previously described but the literature is limited. We examined data from our cancer center registry to investigate racial disparity in HER2-positive breast cancer.<br \/><b>Method<\/b>: We retrospectively queried patients diagnosed with HER2-positive breast cancer from Houston Methodist Cancer Center registry from 2016 to 2022. Patients&#8217; demographics, cancer staging, treatment and outcomes including recurrence and survival were recorded and analyzed. We used the distressed communities index (DCI), a composite metric of multiple socioeconomic factors based on the patient&#8217;s zip code at diagnosis, as a surrogate of socioeconomic status. Multivariable logistic regression and Cox proportional hazards analysis were used. A p value &#60;0.05 is considered statistically significant.<br \/><b>Results<\/b>: From 2016 to 2022, 992 patients were retrieved. 58.4% (579\/992) patients were White, 17.3% (172\/992) black, 16.2% (161\/992) Hispanic and 8.1% (80\/992) Asian. Although Black and Hispanic patients lived in more distressed communities, Black and Asian patients were diagnosed with more advanced disease. There were no statistically significant differences in neoadjuvant treatment received and pathologic complete response (pCR) rate among racial groups (table 1). Patients with higher stages are more likely to receive neoadjuvant treatment (OR: 5.49 [CI: 3.61-8.49] and 5.59 [CI: 3.15-10.2] for Stage 2 and 3 respectively). ER-HER2+ subtype was the only predictor of achieving pCR (OR: 0.47, CI: 0.29-0.79). Younger age, receiving neoadjuvant treatment and earlier stages were associated with improved all-cause mortality. There were no differences in receiving neoadjuvant treatment between racial groups, DCI; race and DCI are not associated with pCR or all-cause mortality.<br \/><b>Conclusion<\/b>: Our retrospective study from a single institution revealed no significant racial disparities in the treatment and outcome of HER2-positive breast cancers.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{4405D0EF-612C-4AB6-B920-0B9FE4E1E736}\"><caption>Table 1 Characteristics of HER2-positive breast cancer in different racial groups<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Variables<\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Asian<\/span><\/b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">, N = 80<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Black<\/span><\/b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">, N = 172<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Spanish<\/span><\/b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">, N = 161<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">White<\/span><\/b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">, N = 579<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">p-value<\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Age (at diagnosis), mean (SD)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">54 (13)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">54 (12)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">53 (13)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">57 (13)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">&lt;0.001<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Distressed communities index, mean (SD)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">28 (28)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">49 (31)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">49 (31)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">35 (29)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">&lt;0.001<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">HER2 subtype<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">0.7<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:9.0pt;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-theme-font:minor-latin; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">ER-HER2+<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">33\/80 (41%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">64\/169 (38%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">55\/161 (34%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">204\/576 (35%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">ER+HER2+<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">47\/80 (59%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">105\/169 (62%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">106\/161 (66%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">372\/576 (65%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Cancer stage<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">0.010<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">4\/80 (5.0%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">4\/172 (2.3%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">8\/161 (5.0%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">31\/579 (5.4%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">34\/80 (43%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">51\/172 (30%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">52\/161 (32%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">227\/579 (39%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">14\/80 (18%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">44\/172 (26%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">49\/161 (30%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">172\/579 (30%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">12\/80 (15%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">30\/172 (17%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">23\/161 (14%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">52\/579 (9.0%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">13\/80 (16%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">30\/172 (17%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">16\/161 (9.9%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">63\/579 (11%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Unknown<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">3\/80 (3.8%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">13\/172 (7.6%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">13\/161 (8.1%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">34\/579 (5.9%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Received neoadjuvant<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">0.074<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">No<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">31\/66 (47%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">68\/136 (50%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">54\/134 (40%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">263\/497 (53%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Yes<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">35\/66 (53%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">68\/136 (50%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">80\/134 (60%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">234\/497 (47%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Complete pathological response<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">0.9<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">No<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">17\/35 (49%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">34\/70 (49%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">40\/75 (53%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">111\/230 (48%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Yes<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">18\/35 (51%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">36\/70 (51%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">35\/75 (47%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">119\/230 (52%)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">Mortality (all cause)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">0.052<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Alive<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">76\/80 (95%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">150\/172 (87%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">147\/161 (91%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">540\/579 (93%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Dead<\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">4\/80 (5.0%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">22\/172 (13%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">14\/161 (8.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size: 9pt; font-family: Calibri, sans-serif;\">39\/579 (6.7%)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Race,HER2+ breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Hodges<sup>1<\/sup>, C. Rosenbaum<sup>2<\/sup>, C. Santana<sup>3<\/sup>, P. A. Niravath<sup>3<\/sup>, H. Mai<sup>3<\/sup>, D. Jain<sup>3<\/sup>, J. C. Chang<sup>3<\/sup>, J. Xu<sup>2<\/sup>, <b>K. Sun<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>Houston Methodist Center for Health Data Science & Analytics, Houston, TX, <sup>3<\/sup>Houston Methodist Neal Cancer Center, Houston, TX","CSlideId":"","ControlKey":"1463e88a-a27a-4666-b9c4-3e3558f2ff41","ControlNumber":"7914","DisclosureBlock":"&nbsp;<b>A. Hodges, <\/b> None..<br><b>C. Rosenbaum, <\/b> None..<br><b>C. Santana, <\/b> None..<br><b>P. A. Niravath, <\/b> None..<br><b>H. Mai, <\/b> None..<br><b>D. Jain, <\/b> None..<br><b>J. C. Chang, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>K. Sun, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6113","PresenterBiography":null,"PresenterDisplayName":"Kai Sun, MD","PresenterKey":"37284320-52c9-486b-8d2e-133c42e120bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6113. Racial disparity in HER2-positive breast cancer: A single cancer center registry review","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial disparity in HER2-positive breast cancer: A single cancer center registry review","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective:<\/b> To examine mortality trends for hematological cancer subtypes (leukemia, Hodgkin&#8217;s lymphoma, non-Hodgkin&#8217;s lymphoma, and myeloma) by educational attainment and sex in the United States.<b><\/b><br \/><b>Methods: <\/b>Using data on 1,082,234 U.S. deaths from 2000-2020, age-standardized death rates were calculated by sex and educational attainment (high school\/GED or less, some college, and 4 years of college or more). Annual percentage change (APC) and 95% confidence intervals (CI) for mortality rates were generated using Joinpoint regression.<b><\/b><br \/><b>Results:<\/b> For all hematological cancer subtypes, mortality rates were largest among males and those with the least education for all study years. In general, decreasing trends were observed in recent years for non-Hodgkin&#8217;s lymphoma, myeloma, and leukemia mortality rates. Non-Hodgkin&#8217;s lymphoma mortality rates, for example, decreased among males and females in 2009-2020 (APC: -2.0%; 95%CI: -2.4%, -1.5% and APC: -2.8%; 95%CI -3.2%, -2.3%). As another example, non-Hodgkin&#8217;s lymphoma mortality rates among most educated males decreased in 2000-2012 (APC: -1.8%; 95%CI: -2.2%, -1.3%) followed by a steeper decline in 2012-2020 (APC: -3.7%; 95%CI: -4.4%, -2.9%); a similar pattern was observed among most educated females (APC: -1.6%; 95%CI: -2.2%, -1.0% in 2000-2011 and APC: -4.1%; 95%CI: -4.9%, -3.4% in 2011-2020). Trends in Hodgkin&#8217;s lymphoma death rates however differed by educational attainment. For example, mortality rates among least educated males increased in 2000-2009 (APC: 1.7%; 95%CI: 0.8%, 2.5%) and remained unchanged in 2009-2020 (APC: -0.3%; 95%CI: -0.9%, 0.3%). Rates among least educated females also increased in 2000-2020 (APC: 0.4%; 95%CI: 0.1%, 0.7%). In contrast, mortality rates declined for most educated males from 2010-2020 (APC: -1.9%; 95%CI: -2.6%, -1.2%) and most educated females from 2011-2020 (APC: -3.5%; 95%CI: -4.8%, -2.2%).<br \/><b>Conclusion: <\/b>Hematological cancer mortality rates were highest among males and those with least education. In general, mortality rates have declined in recent years for non-Hodgkin&#8217;s lymphoma, myeloma, and leukemia for males and females among all educational attainment groups, while Hodgkin&#8217;s lymphoma has shown a slight increasing trend among least educated males and females.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hodgkin's lymphoma,Leukemias,Mortality,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. C. Marlow<\/b>, F. Islami, A. Jemal; <br\/>American Cancer Society, Atlanta, GA","CSlideId":"","ControlKey":"40969a34-d3e0-44b8-bb0a-456435e606d7","ControlNumber":"8551","DisclosureBlock":"&nbsp;<b>E. C. Marlow, <\/b> None..<br><b>F. Islami, <\/b> None..<br><b>A. Jemal, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6114","PresenterBiography":null,"PresenterDisplayName":"Emily Marlow, BS;MS;PhD","PresenterKey":"7d70410a-1d35-4da6-afd6-84bc97937371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6114. Trends in hematological cancer subtype mortality by educational attainment and sex in the United States, 2000-2020","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trends in hematological cancer subtype mortality by educational attainment and sex in the United States, 2000-2020","Topics":null,"cSlideId":""},{"Abstract":"Black women with significant African ancestry experience a disproportionately higher incidence of the most aggressive and invasive breast cancer subtypes, along with worse clinical outcomes across all demographic groups within the United States. These health disparities arise from complex interactions between genetic, sociocultural, and environmental factors. Epigenetic mechanisms, such as DNA methylation (DNAm), which regulate gene expression have been proposed as a means to capture the molecular impact of adverse environments on tumor biology. While DNAm levels can be influenced by environmental stimuli, they are also regulated by individual genotypes at methylation quantitative trait loci (meQTLs), posing a challenge to modeling the impact of the environment on cancer molecular characteristics. We hypothesized that ancestry differential DNAm in breast cancer is a result of differential genotype frequencies of SNPs due to ancestry at meQTL loci that can result in phenotypic differences between breast cancer patients of African and European ancestry through differential gene expression regulation. To investigate this hypothesis, we leveraged multi-omic data from The Cancer Genome Atlas (TCGA) breast cancer cohort to perform integrative analysis in patients of European and African ancestry (n=578). 804 CpGs were significantly differentially methylated between European and African ancestry breast cancer patients. meQTL analysis at these sites identified 37 cis-meQTLs and 748 trans-meQTLs, regulating methylation at CpG sites enriched in CpG Islands, enhancers, and other open chromatin regions. 54% of the cis- and 69% of the trans-meQTLs show evidence of differential genotype frequencies by ancestry. Association analysis between methylation and local gene expression revealed that 683 of the 804 ancestry differentially methylated sites regulate the expression of 5,774 genes. We found a statistically significant enrichment for genes involved in immune-related functions such as MHC class II protein complex assembly and the regulation of leukocyte cell-cell adhesion. Intriguingly, 10.5% of these genes encode transcription factors (TFs), and out of these ~23% are linked to African-ancestry specific open chromatin regions in breast cancer cell lines derived from African-ancestry donors. Our findings show that ancestry specific DNAm differences display strong genetic associations via ancestry associated meQTLs, affecting fundamental immunological processes in breast cancer. Our findings suggest that the effects of ancestry-specific genetic regulation may be more profound than previously appreciated, while pointing to the potential for confounding due to genetic ancestry when using DNA methylation as a molecular readout of environmental exposures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Cancer genomics,DNA methylation,Polymorphisms,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Founta<\/b><sup>1<\/sup>, N. Chambwe<sup>2<\/sup>; <br\/><sup>1<\/sup>Zucker School of Med. at Hofstra\/Northwell, Hempstead, NY, <sup>2<\/sup>The Feinstein Institutes for Medical Research, Manhasset, NY","CSlideId":"","ControlKey":"16de97dc-86d4-4d5c-83a4-6275b57ed6c6","ControlNumber":"8064","DisclosureBlock":"&nbsp;<b>K. Founta, <\/b> None..<br><b>N. Chambwe, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6115","PresenterBiography":null,"PresenterDisplayName":"Kyriaki Founta, BS","PresenterKey":"a00faaec-a506-4630-8f73-448b8c7994c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6115. Genetic ancestry specific meQTLs control immune function regulation in a breast cancer cohort of African and European patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic ancestry specific meQTLs control immune function regulation in a breast cancer cohort of African and European patients","Topics":null,"cSlideId":""},{"Abstract":"African American women have a 42% higher breast cancer mortality rate than European American women and are over twice as likely to develop triple-negative breast cancer (TNBC). We have previously demonstrated that this higher incidence of TNBC is tied to ancestry-related biological determinants of TNBC tumor biology, including possible novel genetic drivers that may result in reduced treatment efficacy.<br \/>Within the TCGA BRCA cohort, we have previously found that high ANKLE1 gene expression significantly improves survival in European Americans but not in African Americans. This difference may be attributed to the presence of a polymorphic variant of ANKLE1, rs2363956. The minor G allele of rs2363956 leads to a structural alteration in ANKLE1, potentially changing its functionality. Interestingly, among our International Center for the Study of Breast Cancer Subtypes (ICSBCS) patient cohort, we observed that 41-53% of European Americans with TNBC were homozygous for the G allele as compared to only ~14% of African American patients. These observations suggest that the presence of the rs2363956 polymorphic variant may drive differences between European American and African American patients.<br \/>ANKLE1 is a conserved gene among eukaryotic organisms and has been reported as an endonuclease implicated in DNA damage repair. Among our patient cohort (n=62) we have observed that patients homozygous for the G allele (n=13) are enriched for COSMIC mutational signatures 2 and 13 (<i>P<\/i>&#8804;.05 and <i>P<\/i>&#8804;.001, respectively), that denote overactivity of APOBEC deaminases, as compared to patients homozygous for the T allele (n=19). Therefore, the increased mutational burden present in those patients caused by APOBEC overactivity may sensitize those cancer cells to chemotherapeutics or other therapies.<br \/>Alternatively, the patients homozygous for the T allele may have an increased capacity for DNA damage repair that does not involve APOBEC activity. Using the MDA-MB-231 cell line, which is homozygous for the T allele, we performed an ANKLE1 knockdown with siRNA in order to examine the impact of ANKLE1 loss on DNA damage repair. Upon treatment with 25 &#956;M, 10 &#956;M, and 5 &#956;M of Cisplatin we observe increased &#947;-H2AX and cell shrinkage in the ANKLE1 knockdowns as compared to cells treated with control siRNA, denoting increased DNA damage and apoptosis. Additionally, after knocking down ANKLE1 we observed decreased proliferation.<br \/>Based on these observations, ANKLE1 is critical for DNA damage response in TNBC cells and may be implicated in the genomic stability of TNBC. The polymorphic variants observed may impact this function and in part explain why European American patients have improved survival, as compared to African American patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,DNA damage response,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Guerra<\/b><sup>1<\/sup>, R. Martini<sup>1<\/sup>, O. Elemento<sup>1<\/sup>, M. B. Davis<sup>2<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"b784461b-819b-4fd5-970b-6307d8ecf766","ControlNumber":"7089","DisclosureBlock":"&nbsp;<b>Y. Guerra, <\/b> None..<br><b>R. Martini, <\/b> None..<br><b>O. Elemento, <\/b> None..<br><b>M. B. Davis, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6116","PresenterBiography":null,"PresenterDisplayName":"Yanira Guerra, BA,MS","PresenterKey":"2770cfed-ddf0-47c1-833a-4080d38b8f74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6116. Rs2363956, a coding variant of ANKLE1, drives triple-negative breast cancer disparity by altering DNA damage response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rs2363956, a coding variant of ANKLE1, drives triple-negative breast cancer disparity by altering DNA damage response","Topics":null,"cSlideId":""},{"Abstract":"Differences in chronic disease rates have been documented in Japan between Okinawa and mainland Japan. Limited data exist on whether these differences are also present in Okinawans and mainland Japanese who have migrated to the US. We used genotyped genome-wide association study data from the Multiethnic Cohort Study (MEC) to identify Japanese Americans of Okinawan or mainland ancestral similarity, and to investigate these two groups for differences in baseline chronic disease risk factors and for incidence of the four most common cancers during follow-up after blood draw. Cancer cases were identified via linkage to state cancer registries. Principal component analysis followed by uniform manifold approximation and projection (UMAP) was run using 15,678 single nucleotide polymorphisms among the 24,484 MEC Japanese Americans with blood samples. The Okinawan cluster was confirmed by labeling male MEC participants with Okinawan surnames on UMAP plots. Hazard ratios (HR), 95% confidence intervals (CI), and two-sided p-values were reported for Cox proportional hazards models, comparing cancer incidence between Okinawan and mainland Japanese individuals. The Okinawan cluster included 3,649 individuals (15% of the MEC Japanese Americans) and the mainland Japanese cluster included 19,611 individuals (80% of the MEC Japanese Americans). Small clusters of part-Okinawan and\/or part-mainland Japanese (5% of the MEC Japanese Americans) were not included in the analysis. Ninety-six percent of Okinawan Americans and 94% of mainland Japanese Americans in MEC were born in the US. Okinawans were more likely to have a higher body mass index and daily alcohol intake, and less likely to be a current or former smoker, compared to mainland Japanese (all p-values&#60;0.05). Post-menopausal Okinawan women were significantly more likely to be diagnosed with breast cancer (age-adjusted HR=1.39, 95% CI=1.10-1.75) compared to post-menopausal mainland Japanese women. This association was not modified by adjusting for additional known breast cancer risk factors (HR=1.36, 95% CI=1.07-1.73). Okinawans were also less likely to be diagnosed with lung cancer (HR=0.75, 95% CI=0.58-0.98); however, this association was no longer significant when adjusting for known risk factors, including smoking history (HR=0.82, 95% CI=0.62-1.07). There were no significant differences in risk of colorectal or prostate cancer between Okinawan and mainland Japanese individuals. Our results in this US-based sample are consistent with recent trends of higher breast cancer and lower lung cancer age-adjusted incidence rates reported from Japan for the Okinawan prefecture compared to mainland prefectures. Investigating reasons for the observed breast cancer risk difference may identify new risk factors for this disease in the Okinawan and other populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer risk,Epidemiology,Cancer prevention,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. A. Streicher<\/b><sup>1<\/sup>, S.-Y. Park<sup>1<\/sup>, C. W. K. Chiang<sup>2<\/sup>, X. Sheng<sup>2<\/sup>, D. Bogumil<sup>2<\/sup>, D. V. Conti<sup>2<\/sup>, C. A. Haiman<sup>2<\/sup>, L. R. Wilkens<sup>1<\/sup>, L. Le Marchand<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Hawai'i Cancer Center, Honolulu, HI, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"a8976f06-1c66-437a-8f1d-68b1d910666c","ControlNumber":"3801","DisclosureBlock":"&nbsp;<b>S. A. Streicher, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>C. W. K. Chiang, <\/b> None..<br><b>X. Sheng, <\/b> None..<br><b>D. Bogumil, <\/b> None..<br><b>D. V. Conti, <\/b> None..<br><b>C. A. Haiman, <\/b> None..<br><b>L. R. Wilkens, <\/b> None..<br><b>L. Le Marchand, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6117","PresenterBiography":null,"PresenterDisplayName":"Samantha Streicher, MPH;PhD","PresenterKey":"c7385c21-ce89-4f69-8126-38617d3a69b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6117. Characterizing cancer patterns in Okinawan vs. mainland Japanese Americans: The Multiethnic Cohort","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing cancer patterns in Okinawan vs. mainland Japanese Americans: The Multiethnic Cohort","Topics":null,"cSlideId":""},{"Abstract":"Sex-related dimorphism in cancer incidence and immune response is widely recognized, yet the impact of an individual's sex on the effectiveness of Immune Checkpoint Inhibitors (ICIs) for patients with advanced esophageal squamous cell carcinoma (ESCC) remains poorly understood. In this study, we conducted a comprehensive meta-analysis to evaluate the heterogeneity of ICIs in patients with advanced ESCC. We collected studies from PubMed, MEDLINE, Embase, and Scopus, spanning from the inception of the databases to September 30, 2023. These studies focused on phase III randomized trials comparing first-line ICIs (PD-1\/PD-L1) plus chemotherapy with chemotherapy alone for advanced or metastatic ESCC. Additionally, we reviewed abstracts and presentations from AACR, ASCO, ESMO, and WCLC. Inclusion criteria mandated the reporting of overall survival (OS) data stratified by sex and nonselective baseline PD-L1 expression. The study adhered to Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines. The analysis included 6 randomized clinical trials comprising 3603 ESCC patients, of whom 3090 (85.8%) were male and 513 (14.2%) were female. A significant OS benefit was observed for ICIs plus chemotherapy in all patients (HR, 0.68; 95% CI, 0.62-0.74; P &#60; 0.001). Similarly, ICIs plus chemotherapy correlated with a significantly prolonged OS in males (HR, 0.67; 95% CI, 0.61-0.74, P &#60; 0.001). However, there was no significant OS benefit observed in females with ICIs plus chemotherapy (HR, 0.79; 95% CI, 0.58-1.09; P = 0.148). Females had a tendency toward less benefit than males (pooled HR, 1.18; 95% CI, 0.89-1.57; P = 0.245). Our findings suggest that there is no statistically significant association between patient sex and the efficacy of ICIs for ESCC patients. Importantly, we report, for the first time, a lack of survival benefit with the ICI plus chemotherapy regimen in the first-line setting compared to chemotherapy alone in female ESCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Esophageal cancer,Immunotherapy,Cancer therapy,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Zhang<\/b>, P. Wu, J. Liu, D. Li, N. Sun, J. He; <br\/>National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China","CSlideId":"","ControlKey":"0fecb813-5e7d-4312-b627-7791380e55da","ControlNumber":"6122","DisclosureBlock":"&nbsp;<b>C. Zhang, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>N. Sun, <\/b> None..<br><b>J. He, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6118","PresenterBiography":null,"PresenterDisplayName":"Chaoqi Zhang, MD;PhD","PresenterKey":"e1504191-9877-4c40-a17c-84b6e2197c36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6118. Sex-related disparity in immune checkpoint inhibitor benefit for patients with esophageal squamous cell carcinoma: A systematic review and meta-analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex-related disparity in immune checkpoint inhibitor benefit for patients with esophageal squamous cell carcinoma: A systematic review and meta-analysis","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive breast cancer subtype that lacks target treatments. It has been reported that African-American women have a higher incidence of TNBC and are diagnosed at an earlier age than women of European ancestry. This disparity may be attributed to both genetic and non-genetic risk factors that are associated with the African ancestry. In this study, we investigated whether genotype-derived African ancestry might be related to an elevated risk of TNBC, with adjustments for several known genetic and non-genetic risk factors. Included in the study are self-reported Black breast cancer patients diagnosed with TNBC (n =2,292) or estrogen receptor (ER)-positive cancer (n =7,863) and 9,324 controls included in the African-ancestry Breast Cancer Genetics (AABCG) Consortium. We estimated the global ancestry by Admixture and the local ancestry by FLARE, using reference of the European- and African-ancestry samples from the 1000 Genome Project. Odds ratios (OR) and 95% confidence interval (CI) per ten percent increase of the global African ancestry proportion were estimated using logistic regressions comparing TNBC with controls (case-control analyses) or with ER-positive cases (case-case analyses), adjusted for age. Similar analyses were conducted for the local African ancestry proportion at each of the 12 genomic regions that were identified in AABCG in relation to TNBC risk. Results for each participating study were meta-analyzed using fixed or random effect models. We further adjusted for non-genetic risk factors including body mass index (BMI), number of live births, breastfeeding, and menopausal status. A polygenic risk score (PRS) was constructed using 13 independent risk variants at the 12 TNBC risk loci. The PRS was additionally adjusted to investigate whether these risk variants mediated the association of African ancestry with TNBC risk. No significant association was observed between TNBC risk and global African ancestry proportion (OR: 1.03, 95% CI: 0.98-1.08) in case-control comparisons. Compared with ER-positive cases, however, TNBC cases had a higher global African ancestry, resulted in an OR of 1.09 (95% CI: 1.04, 1.13, P =5.35&#215;10<sup>-5<\/sup>). A similar association was observed with additional adjustment for non-genetic risk factors, with an OR of 1.08 (95% CI: 1.03, 1.12, P =0.003). Similar patterns were also found for local ancestry proportion at six of the 12 TNBC risk loci (P &#60;0.05). Further adjustment for the PRS attenuated the association between global ancestry and a TNBC diagnosis in case-case comparisons (OR: 1.05, 95% CI: 1.01, 1.10, P =0.013). Our study suggests that women with a higher African ancestry are more likely to be diagnosed with a TNBC than ER-positive breast cancer and genetic factors identified to date partially explain this association.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),African ancestry proportion,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Jia<\/b><sup>1<\/sup>, L. Liu<sup>1<\/sup>, J. R. Palmer<sup>2<\/sup>, C. A. Haiman<sup>3<\/sup>, W. Zheng<sup>1<\/sup>; <br\/><sup>1<\/sup>Division of Epidemiology, Department of Medicine, Vanderbilt Epidemiology Center, Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>Slone Epidemiology Center at Boston University, Boston, MA, <sup>3<\/sup>Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"582e5b4d-5e5c-40f6-bbc7-77f268a65e9d","ControlNumber":"3912","DisclosureBlock":"&nbsp;<b>G. Jia, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>J. R. Palmer, <\/b> None..<br><b>C. A. Haiman, <\/b> None..<br><b>W. Zheng, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6119","PresenterBiography":null,"PresenterDisplayName":"Guochong Jia, MPH","PresenterKey":"3953c0c6-a25e-465b-9142-b3f275e0a1d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6119. Association of genetic African ancestry and triple-negative breast cancer risk: Findings from the African-ancestry breast cancer genetics consortium","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of genetic African ancestry and triple-negative breast cancer risk: Findings from the African-ancestry breast cancer genetics consortium","Topics":null,"cSlideId":""},{"Abstract":"Background: Racial and ethnic disparities are highly prevalent in cancer care and impact treatment outcomes, with an underrepresentation of minority populations in clinical studies. The impact of genetic ancestry on the genomic landscape of tumors remains understudied. To address this, we sought to comprehensively characterize the ancestry-based genomic co-alteration landscape and immunotherapy-related biomarkers in <i>KRAS<\/i> and <i>EGFR<\/i>-altered tumors, two major driver populations in non-squamous non-small cell lung cancer (non-Sq NSCLC).<br \/>Methods: Our study consisted of 68,197 adult patients with non-Sq NSCLC who underwent comprehensive genomic profiling using FoundationOne<sup>&#174;<\/sup> or FoundationOne<sup>&#174;<\/sup>CDx during routine clinical care in the United States. Genetic ancestry was inferred using a SNP-based approach. Tumor mutational burden (TMB) was calculated across 0.8-1.2 megabases. PD-L1 expression was determined by immunohistochemistry using the Dako 22C3 PD-L1 antibody.<br \/>Results: Overall, 81% of the patients were of European (EUR; n= 55,430), 10% of African (AFR; n=7,062), 5% of East Asian (EAS; n=3,297), 3% of Admixed American (AMR; n=2,011) and less than 1% of South Asian ancestry (SAS; n=497). <i>KRAS<\/i> was the most frequently altered oncogene in EUR (39%) and AFR (33%), whereas <i>EGFR<\/i> was most frequently altered in EAS (53%), SAS (36%), and AMR (30%) ancestry groups. While <i>STK11<\/i> and <i>KEAP1<\/i> alterations co-occurred with <i>KRAS<\/i> across all ancestry groups, they were significantly (FDR p &#60;= 0.05) less frequent in EAS (16%) and AMR (15%) compared to EUR (28%). Additional ancestry-specific co-alteration patterns in <i>KRAS<\/i>-altered tumors included co-occurrence with <i>GNAS<\/i> alterations in AMR (Odds ratio, OR: 3.5, p &#60; 10<sup>-5<\/sup>), co-occurrence with <i>ARID1A<\/i> alterations in SAS (OR: 4.7, p = 0.02), and mutual exclusivity with <i>NF1<\/i> alterations in EUR (OR: 0.4, p &#60; 10<sup>-5<\/sup>) and AFR (OR: 0.4, p &#60; 10<sup>-5<\/sup>). In contrast, <i>EGFR<\/i>-altered tumors had a more conserved co-alteration landscape across all ancestry groups. Despite the known mutual exclusivity of <i>KRAS<\/i> and <i>EGFR<\/i> alterations, 13% of patients of EAS ancestry (compared to 2-4% of other ancestry groups) with <i>KRAS<\/i> alterations had co-occurring <i>EGFR<\/i> alterations; notably, a majority of these patients had an amplification in <i>KRAS<\/i> and\/or <i>EGFR<\/i>, potentially representing treatment resistance mechanisms. Among immunotherapy-associated biomarkers, PD-L1 expression was similar across ancestries. Of note, patients of AFR ancestry with <i>KRAS<\/i> or <i>EGFR<\/i> alterations had higher TMB and the SAS ancestry group had the lowest TMB.<br \/>Conclusion: Our study provides a comprehensive landscape of ancestry-specific patterns in <i>KRAS<\/i> and <i>EGFR<\/i>-altered non-Sq NSCLC. These findings can help better understand cancer disparities, aid in the development of new therapeutic strategies and inform more inclusive clinical trials and treatment decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"KRAS,EGFR,Genomic profiling,Genetic ancestry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. D. Sisoudiya<\/b><sup>1<\/sup>, A. A. Houle<sup>2<\/sup>, T. M. Fernando<sup>2<\/sup>, T. R. Wilson<sup>2<\/sup>, J. L. Schutzman<sup>2<\/sup>, J. K. Lee<sup>1<\/sup>, A. B. Schrock<sup>1<\/sup>, E. S. Sokol<sup>1<\/sup>, S. Sivakumar<sup>1<\/sup>, Z. Shi<sup>2<\/sup>, G. Pathria<sup>2<\/sup>; <br\/><sup>1<\/sup>Foundation Medicine, Inc., Cambridge, MA, <sup>2<\/sup>Genentech, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"290b11ec-dbeb-457b-9f2d-8a6afd60fc1e","ControlNumber":"2749","DisclosureBlock":"<b>&nbsp;S. D. Sisoudiya, <\/b> <br><b>Foundation Medicine Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>A. A. Houle, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>T. M. Fernando, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>T. R. Wilson, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>J. L. Schutzman, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>J. K. Lee, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>A. B. Schrock, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>E. S. Sokol, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>S. Sivakumar, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>Z. Shi, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>G. Pathria, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Roche<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6120","PresenterBiography":null,"PresenterDisplayName":"Saumya Dushyant Sisoudiya, PhD,BS","PresenterKey":"2ec9dc63-4dd2-4717-b917-7d95a812b435","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6120. Genomic profiling of <i>KRAS <\/i>and <i>EGFR<\/i>-altered non-squamous non-small cell lung cancer reveal ancestry-specific co-alterations with therapeutic implications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling of <i>KRAS <\/i>and <i>EGFR<\/i>-altered non-squamous non-small cell lung cancer reveal ancestry-specific co-alterations with therapeutic implications","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Black women have a higher rate of breast cancer mortality compared with their non-Hispanic White (NHW) counterparts, with an 80% higher likelihood of breast cancer death from axillary node-negative, ER-positive (a.k.a. luminal) tumors (Hoskins et al, JAMA Oncol 2021). Black women are 30% more likely to have ER-positive tumors with a high-risk gene expression profile, indicating a role for tumor biology in this disparity (Hoskins et al, JAMA Oncol 2023). The underlying biological mechanisms responsible are unknown. The aim of this study was to investigate the immune cell infiltrate in ER-positive breast tumors as a potential driver of disproportionately aggressive luminal tumor biology among Black women.<br \/><b>Methods: <\/b> Gene expression data from ER-positive tumors diagnosed in women identified as Black or NHW in The Cancer Genome Atlas (TCGA) were deconvoluted with the CIBERSORT tool to estimate the relative intratumoral proportion of 22 immune cell types within each tumor. Differential analysis of imputed immune cell fractions comparing race was conducted with the Mann-Whitney test. P-values were adjusted for multiple comparisons with the false discovery rate (FDR) method. Linear regression of previously reported ancestry estimates for breast cancer patients in TCGA (Huo, et al, JAMA Oncol 2017) was used to test for association between African ancestry and proportion of regulatory T cells (Tregs) in tumors from Black women.<br \/><b>Results: <\/b>CIBERSORT analysis of tumors found a significantly increased proportion of Tregs in tumors from Black (n=86) than NHW (n=534) patients, with log<sub>2<\/sub> fold-change= 0.74 (FDR-corrected p-value= 0.01). Plasma cells, T follicular helper cells and M<sub>0<\/sub> macrophages were increased in tumors from Black women with uncorrected p-values &#60; 0.05, but racial differences in these cell types were not significant after FDR correction (p &#62;0.1). Ancestry analysis among Black women indicated that African ancestry was not associated with the intratumoral proportion of Tregs (1 SD change in proportion African ancestry was associated with 0.06 standard deviation increase in Tregs, p &#62; 0.3). Confirmation of findings with a racially diverse breast tumor TMA from an independent cohort is ongoing and results will be presented.<br \/><b>Conclusions:<\/b> Increased pro-tumorigenic Treg infiltrate in ER-positive breast tumors from Black women may contribute to a disproportionately aggressive tumor phenotype and racial survival disparity. The findings could have therapeutic implications and suggest that immune checkpoint inhibitors may have increased activity against luminal breast cancer in Black patients. Although this study did not show a statistically significant effect for genetic admixture within African Americans, larger studies are needed to distinguish the contribution of ancestry vs. social context, environmental, and behavioral factors as the driver of this racial difference in tumor biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Hippalgaonkar<\/b><sup>1<\/sup>, G. Chlipala<sup>1<\/sup>, D. Huo<sup>2<\/sup>, G. Rauscher<sup>1<\/sup>, N. Adler<sup>1<\/sup>, J. Kitajewski<sup>1<\/sup>, K. Hoskins<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Chicago, Chicago, IL, <sup>2<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"2e080505-0610-4454-8403-8da9ef1917fc","ControlNumber":"6571","DisclosureBlock":"&nbsp;<b>N. Hippalgaonkar, <\/b> None..<br><b>G. Chlipala, <\/b> None..<br><b>D. Huo, <\/b> None..<br><b>G. Rauscher, <\/b> None..<br><b>N. Adler, <\/b> None..<br><b>J. Kitajewski, <\/b> None.&nbsp;<br><b>K. Hoskins, <\/b> <br><b>Abbvie<\/b> Other, Research funding to the institution unrelated to present study. <br><b>Genetech<\/b> Other, Research funding to the institution unrelated to present study. <br><b>Merck Sharp & Dohme<\/b> Other, Research funding to the institution unrelated to present study. <br><b>Novartis Pharmaceuticals UK Ltd<\/b> Other, Research funding to the institution unrelated to present study. <br><b>Pfizer<\/b> Other, Research funding to the institution unrelated to present study. <br><b>Lily<\/b> Employment, Family member (Daugther who does not live with me is employed by Eli Lilly). <br><b>Agendia<\/b> Other, Non-financial research support.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6121","PresenterBiography":null,"PresenterDisplayName":"Neha Hippalgaonkar, MD","PresenterKey":"686e8d46-4ed6-4692-bb93-6302f7a632c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6121. Racial differences in the intratumoral immune cell infiltrate in luminal breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial differences in the intratumoral immune cell infiltrate in luminal breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Molecular testing is recommended in National Comprehensive Cancer Network guidelines for nonsquamous mNSCLC patients. While testing rates have been increasing, data from other tumor types suggest possible disparities in access to and use of biomarker testing. This study investigated real-world biomarker testing characteristics stratified by demographics for the EGFR, ALK, ROS-1, BRAF, MET, RET, and PD-L1 biomarkers in US patients diagnosed with mNSCLC.<br \/>Methods: This study of adults &#8805;18 years old with stage IV mNSCLC used the nationwide Flatiron Health electronic health record (EHR)-derived de-identified database (01\/2011-04\/2023). Biomarker testing rate (i.e., proportion of patients with mNSCLC with at least one biomarker test) was quantified. Unadjusted biomarker testing rates were assessed in groups of patients stratified by demographic and clinical characteristics, including age group, sex, race, insurance type, Eastern Cooperative Oncology Group (ECOG) performance status (PS), smoking status, histology, and US region.<br \/>Results: In 42,037 patients with mNSCLC, 34,510 (82.1%) received at least one test. The rates for each test were: ALK: 71.6%, BRAF: 48.8%, EGFR: 74.9%, MET: 41.4%, PD-L1: 49.3%, RET: 42.3%, and ROS1: 54.2%. Yearly testing rates increased, with the most recent year suggesting that anywhere from 78.7% of patients to 88.7% of patients received a test for at least one biomarker, with PD-L1 and EGFR being the least and most frequently tested, respectively. Rates of testing varied by age group, with 87.2% of younger patients (ages 18 to &#60;50) receiving a test compared to 80.8% of older patients (ages &#8805;80). Asian patients had the highest testing rate (91.5%) whereas Black and Hispanic\/Latino patients had the lowest (80.8% and 80.6% respectively). 82.2% of White patients, the largest racial demographic in this dataset, received at least one test. Commercial health plans had a slightly higher testing rate compared to Medicare or Medicaid (87.1%, 81.6% and 81.2%, respectively). Rates decreased as ECOG PS increased; in patients with ECOG PS=0, 89.6% received a biomarker test, whereas in patients with ECOG PS=3 and ECOG PS=4, 81.1% and 76.3% received a test, respectively. Smoking status (current or former) was associated with less testing (80.7%) compared to patients with no history of smoking (91.1%), and patients with non-squamous histology were more frequently tested (88.0%) compared to squamous histology (61.2%). The differences by sex and region were marginal.<br \/>Conclusion: This study provides contemporary data on real-world biomarker testing and disparities in mNSCLC in the US. Results suggest that more work can be done to evaluate and address disparity gaps in specific subsets, including Black and Hispanic patients and those with a current or former history of smoking.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Biomarkers,Targeted therapy,Lung cancer: non-small cell,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. J. Dennis<sup>1<\/sup>, D. Abrahami<sup>2<\/sup>, M. Vieira<sup>2<\/sup>, D. Benjumea<sup>3<\/sup>, M. Boyd<sup>3<\/sup>, A. Shao<sup>3<\/sup>, K. Duncan<sup>2<\/sup>, J. Kelton<sup>2<\/sup>, <b>S. P. Patel<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Pfizer, Inc., New York, NY, <sup>3<\/sup>Genesis Research Group, Hoboken, NJ, <sup>4<\/sup>University of California - San Diego, San Diego, CA","CSlideId":"","ControlKey":"57f97138-9aa7-4656-906b-a2fb0c6e5193","ControlNumber":"1155","DisclosureBlock":"&nbsp;<b>M. J. Dennis, <\/b> None.&nbsp;<br><b>D. Abrahami, <\/b> <br><b>Pfizer, Inc.<\/b> Employment, Stock. <br><b>M. Vieira, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock. <br><b>Novartis<\/b> Employment, Stock. <br><b>D. Benjumea, <\/b> <br><b>Genesis Research Group<\/b> Employment. <br><b>M. Boyd, <\/b> <br><b>Genesis Research Group<\/b> Employment. <br><b>A. Shao, <\/b> <br><b>Genesis Research Group<\/b> Employment. <br><b>K. Duncan, <\/b> <br><b>Pfizer, Inc.<\/b> Employment, Stock. <br><b>J. Kelton, <\/b> <br><b>Pfizer, Inc.<\/b> Employment, Stock. <br><b>Abbott<\/b> Stock. <br><b>AbbVie<\/b> Stock.<br><b>S. P. Patel, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6122","PresenterBiography":null,"PresenterDisplayName":"Sandip Patel, MD","PresenterKey":"847d01d9-6046-412d-a08f-981406b2070a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6122. Disparities in biomarker testing practices in patients with metastatic non-small cell lung cancer (NSCLC) in the United States (US)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disparities in biomarker testing practices in patients with metastatic non-small cell lung cancer (NSCLC) in the United States (US)","Topics":null,"cSlideId":""},{"Abstract":"Allostatic load (AL) is the cumulative burden of chronic stress and life events typically measured by lab and vital values routinely collected during standard care. AL has been associated with adverse socioenvironmental stressors and increased mortality rates including risk of cancer death. Despite modifications of AL as a result of progressing cancer and anti-cancer treatments, AL may serve as a valuable biomarker for cancer outcomes, and highlight similar disparities across sociodemographic groups agnostic of a history of cancer diagnosis. Recent investigations have shown associations of AL with overall mortality rates in patients with non-small cell lung cancer (NSCLC) and breast cancer, as well as various social determinants of health. The impact of AL on different malignancies, particularly in the context of genetic variations identified through genomic profiling, is yet to be thoroughly investigated.<br \/>We identified a pan-cancer cohort of 29,433 patients sequenced with the MSK-IMPACT targeted panel sequencing assay, and collected clinical, genomic, and lab data. We first studied the association of AL with patient and tumor characteristics such as tumor type, stage, cancer genomics, comorbidities, social deprivation defined by the Yost index, and genetic ancestry. We derived AL using 10 standard biomarkers across cardiovascular, metabolic, renal, and immune systems, and created a composite AL summary score with a range between 0 and 10. Composite AL summary score into quartiles for comparisons. We found that AL was increased with higher cancer stage, older age, smoking, multiple comorbidities, African ancestry, and Yost index. Multivariate logistic regression analysis showed that AL was correlated with mutations e in KRAS and anti-correlated with EGFR mutations (FDR&#60;0.02).<br \/>Next, we investigated AL as a biomarker for mortality in patients with cancer and compared its prognostic value to other biomarkers. Using a Cox proportional hazard model we found that AL was significantly associated with shorter overall survival, controlling for stage and socioeconomic variables (HR=1.7, 2.2, 2.7 in AL Quartiles 2-4 respectively). Finally, we decomposed AL into its individual markers to quantify the most important features driving outcomes. Using a Random Survival Forest model with a focus on NSCLC patients, we found that albumin and alkaline phosphatase were the strongest features of shorter survival in our AL composite model.<br \/>Our findings suggest that elevated AL is associated with a poorer prognosis across multiple cancer types, a trend observable across different stages of cancer. The association between AL and clinically actionable mutations highlights the importance of understanding the relationship between somatic alterations and social\/environmental factors. The study underscores the utility of AL as a powerful prognostic tool that can be routinely collected in a clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Biomarkers,Disparities,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Christopher  J.  Fong<\/b><sup>1<\/sup>, Kaicheng U<sup>2<\/sup>, Cheryl Phua<sup>1<\/sup>, Xuechun Bai<sup>1<\/sup>, Michele Waters<sup>1<\/sup>, Tom Fu<sup>1<\/sup>, Kanika Arora<sup>1<\/sup>, Tomin Perea-Chamblee<sup>1<\/sup>, Devika Jutagir<sup>1<\/sup>, Michael Berger<sup>1<\/sup>, Nikolaus Schultz<sup>1<\/sup>, Adam Schoenfeld<sup>1<\/sup>, Francesca Gany<sup>1<\/sup>, Justin Jee<sup>1<\/sup>, Jian Carrot-Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Cornell University, Ithica, NY","CSlideId":"","ControlKey":"271a82f3-da50-43fb-add3-afdb7ba340f1","ControlNumber":"8400","DisclosureBlock":"&nbsp;<b>C. J. Fong, <\/b> None..<br><b>K. U, <\/b> None..<br><b>C. Phua, <\/b> None..<br><b>X. Bai, <\/b> None..<br><b>M. Waters, <\/b> None..<br><b>T. Fu, <\/b> None..<br><b>K. Arora, <\/b> None..<br><b>T. Perea-Chamblee, <\/b> None..<br><b>D. Jutagir, <\/b> None..<br><b>M. Berger, <\/b> None..<br><b>N. Schultz, <\/b> None..<br><b>A. Schoenfeld, <\/b> None..<br><b>F. Gany, <\/b> None..<br><b>J. Jee, <\/b> None..<br><b>J. Carrot-Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6123","PresenterBiography":null,"PresenterDisplayName":"Christopher Fong, BS;MS;PhD","PresenterKey":"ebf2af8f-c3e2-4c08-8f76-d53e84cfe6b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6123. Validating cancer modulated allostatic load as a composite biomarker for mortality in patients with cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validating cancer modulated allostatic load as a composite biomarker for mortality in patients with cancer","Topics":null,"cSlideId":""},{"Abstract":"The Hispanic (HA) population is the second largest racial\/ethnic group in the United States after non-Hispanic White (NHW). Though the HA population usually has a lower reported incidence of cancers compared to NHW, there are racial disparities exist in the mortality rate of some of the cancers. Factors related to the Social Determinants of Health (SDOH), such as higher poverty rates, less education, and reduced access to health care, are known to increase the risk of diagnosing advanced-stage cancer in HA compared to the NHW population. The contribution of such SDOH in the HA cancer population has been studied in the past years. However, the contribution of biological and genetic mechanisms to HA cancer disparity has not been well understood. Thus, in this study, we performed a comprehensive analysis of different databanks to understand the common genetic and biological factors that contribute to the pan-cancer disparity in the HA population. To identify HA and NHW populations, we used self-reported racial\/ethnic information. Analysis of the &#8220;<i>All of Us<\/i>&#8221; database suggested a high prevalence of infection-related cancers such as Liver, Stomach, and Cervix Uteri in the HA population compared to the NHW population. SEER database also showed an increased percentage of diagnoses with infection-related cancers and poor survival of the HA population with these cancers compared to the NHW. We then analyzed the TCGA transcriptome data from primary tumors from HA and NHW patients. We only selected cancers with data from at least ten patients in each group. TCGA data confirmed that the tumors from HA cancer patients primarily express high inflammatory and immune-responsive signatures. Specifically, we found a high enrichment of NF-&#954;B induced TNFA signaling in HA tumors. We also observed a significant correlation between TNFA and Hypoxia signature in many HA cancers. Since hypoxia is known to be associated with resistance to radiation and chemotherapy, targeting the increased hypoxia signature in HA tumors may be critical for sensitizing HA patients to cancer therapy. Overall, our pan-cancer analyses suggest an increased prevalence of many infection-related cancers in the HA population. HA tumors are enriched with TNFA, NF-&#954;B, and hypoxic signatures. Specific targeting of these signatures may be critical in managing the HA patients who currently suffer from racial disparity in cancer incidence and survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hypoxia,Tumor necrosis factor &#945; (TNF-&#945;),Racial disparity,Cancer risk,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tagari Samanta<\/b><sup><\/sup>, Jun Hyoung Park<sup><\/sup>, Benny Abraham Kaipparettu<sup><\/sup><br><br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"acbc9f88-ee11-4a93-a4e4-b2373212583e","ControlNumber":"1726","DisclosureBlock":"&nbsp;<b>T. Samanta, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>B. Kaipparettu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6124","PresenterBiography":null,"PresenterDisplayName":"Tagari Samanta, PhD","PresenterKey":"bb485ef5-de8f-41dd-b746-0d84a43dc266","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6124. A comprehensive pan-cancer study nominating NF-&#954;B-mediated TNFA signaling-induced hypoxia as a risk factor in Hispanic cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive pan-cancer study nominating NF-&#954;B-mediated TNFA signaling-induced hypoxia as a risk factor in Hispanic cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Hormone receptor positive (HR+) breast cancer is a heterogeneous subtype and African American women (AAW) are twice as likely to have HR+ tumors with lower levels of HR staining (1-10%) compared to European American women (EAW). These tumors are associated with substantially worse survival compared to strongly HR+ tumors. We further hypothesized that HR+ tumors from AAW would be more likely to have molecular features typically associated with HR-negative breast cancer and poor prognosis. To test this, we used the Breast Cancer Consensus Subtyping (BCCS) method and evaluated expression of chemokine receptors known to be differentially expressed by race, PAM50 subtypes, and survival. We downloaded The Cancer Genome Atlas (TCGA) expression data for 394 female EA and AA HR+\/HER2- breast cancer patients using the cBio Cancer Genomics Portal. Breast Cancer Consensus Subtypes (BCCS) were determined using the R program BCCSclassifier. BCCS classification results in five subtypes: ER-negative non-basal-like (BCS1), ER-negative basal-like (BCS2), ER+ highly proliferative with poor prognosis (BCS3), ER+ stromal infiltration with good prognosis (BCS4), and ER+ hormone response genes highly expressed with good prognosis (BCS5). High and low expression of chemokines (<i>ACKR1<\/i>, <i>ACKR4, CCR3<\/i>, <i>CCR6<\/i>, <i>CCRL2<\/i>, <i>CXCR1<\/i>, <i>CXCR2<\/i>, <i>CXCR4<\/i>, <i>CXCR6<\/i>, <i>CX3CR1<\/i>) was dichotomized based on median expression of each gene within our study cohort. Distribution of BCCS by race was assessed with multinomial logistic regression. Associations between chemokine gene expression, BCC subtype and race were evaluated using logistic regression. An alpha value of 0.05 was set to determine statistical significance. From the TCGA cohort, AAW were more likely to have the BCS2 ER-negative basal-like phenotype (OR=7.17, p&#60;0.001) as well as the poor prognosis highly proliferative ER+ BCS3 phenotype (OR=2.83, p=0.036) versus the high hormone expression BCS5 subtype. In multivariable models evaluating both race and BCCS subtype, AAW were 6.17 times more likely to have lower than median expression of <i>CX3CR1<\/i> (p&#60;0.001) and <i>CXCR2 <\/i>(OR=2.23, p=0.0096) compared to EAW. Notably, all chemokine receptors consistently showed significantly lower expression in BCS1-4 subtypes compared to BCS5. For <i>CCRL2<\/i>, the effect estimates for BCS4 vs. BCS5 significantly differed by race (p=0.039). In AAW, BCS4 was associated with higher than median expression (OR=1.99, p=0.49), although not statistically significant. In EAW, BCS4 was associated with lower than median expression (0.23, p&#60;0.001). Our findings show that AAW with HR+ breast cancer have tumors with more inherently aggressive molecular subtypes associated with poor prognosis compared to EAW. These results also further support the premise that HR+\/HER2- tumors are highly heterogeneous and strongly suggest that chemokine gene expression is associated with breast cancer subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Chemokine gene expression,Cancer disparities,The Cancer Genome Atlas (TCGA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. M. Fielder<\/b>, M. Ratnam, G. Dyson, K. Purrington; <br\/>Wayne State University School of Medicine, Detroit, MI","CSlideId":"","ControlKey":"cc094727-5fde-4f17-90f5-b34bf148540e","ControlNumber":"7186","DisclosureBlock":"&nbsp;<b>A. M. Fielder, <\/b> None..<br><b>M. Ratnam, <\/b> None..<br><b>G. Dyson, <\/b> None..<br><b>K. Purrington, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6125","PresenterBiography":null,"PresenterDisplayName":"Abigail Fielder, BA","PresenterKey":"34769c62-a8a0-4820-8278-2bc7191643f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6125. Differential expression of chemokine genes by race and Breast Cancer Consensus Subtypes in hormone receptor positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential expression of chemokine genes by race and Breast Cancer Consensus Subtypes in hormone receptor positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose An overarching goal of this study is to reduce disparities in lung cancer research commonly manifested by racial and\/or gender under-representations. By employing the Gerchberg-Saxton (GS) algorithm, we aim to diminish data noise\/bias in single-cell RNA sequencing (scRNA-seq) gene expression data, thereby enabling more equitable research outcomes. An immediate goal is to remove extensive data bias associated with scRNA-seq data thus enhancing downstream Machine Learning analyses.<br \/>Background: We have successfully applied the GS algorithm for fairer mortality rate predictions across different racial groups [1]. In this study, we seek to apply the GS algorithm to the scRNA-seq data that interrogate the cellular landscapes of lung cancer and the tumor microenvironment.<br \/>Methodology: The application of the GS algorithm to single cell RNA data involved a series of steps. Initially, all data frames were transposed, switching columns and rows to represent gene expressions and single cells, respectively. The algorithm was then meticulously applied to each column, allowing for the uniform distribution of certain specific gene expression information across all single cells within the data frame. This column-wise application was crucial to maintain the integrity of individual cell characteristics while ensuring a fair structural distribution of gene expression data. The process aimed to balance the representation of genes across all cells, addressing inherent biases and noises in the original data structure.<br \/>Data: The study utilizes a previously unpublished scRNA-seq dataset comprising 14 lung cancer patients from Wake Forest Baptist Comprehensive Cancer Center, including 6 African American and 8 Caucasian patients.<br \/>Results: One out of 14 preliminary clustering results are presented in Figure 2 using ScanPy [2]. The initial findings are based on a restricted set of cell marker genes, which will be further developed with additional markers in subsequent analyses. With the application of the Gerchberg-Saxton algorithm, the Shannon Entropy [3] analysis revealed a more uniform randomness across gene expressions (Figure 1), and the unsupervised clustering indicated a clearer separation of cell types, significantly enhancing the ability for downstream analyses. The data transformation will be applied to the whole dataset for comparative analyses of cellular landscapes between lung cancer from different races and genders, to be reported at the AACR 2024 Annual Meeting.<br \/>Conclusions:<b> <\/b>Our preliminary studies showed that the Gerchberg-Saxton algorithm is effectiveness in normalizing data distribution for scRNA-seq data, which has led to enhanced resolution of cell type differentiations in clustering analysis. With this refined methodology, we are better poised to better address lung cancer health disparities revealed by single cell sequencing analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Single cell,Bias Mitigation,Gerchberg-Saxton Algorithm,Unsupervised Clustering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Ay<\/b><sup>1<\/sup>, L. Liu<sup>1<\/sup>, E. Forbes<sup>1<\/sup>, U. Topaloglu<sup>2<\/sup>, W. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>Wake Forest University School of Medicine, Winston Salem, NC, <sup>2<\/sup>National Cancer Institue, Rockville, MD","CSlideId":"","ControlKey":"cbf54f10-e6bc-4782-9ff8-f0942a0ef3a4","ControlNumber":"4818","DisclosureBlock":"&nbsp;<b>S. Ay, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>E. Forbes, <\/b> None..<br><b>U. Topaloglu, <\/b> None..<br><b>W. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5393","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6126","PresenterBiography":null,"PresenterDisplayName":"Seha Ay, BS","PresenterKey":"f4743205-ab99-4302-bd98-fd0a7b9b0e7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6126. Understanding disparities in lung cancer using single cell RNA sequencing data transformed by the Gerchberg Saxton algorithm","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding disparities in lung cancer using single cell RNA sequencing data transformed by the Gerchberg Saxton algorithm","Topics":null,"cSlideId":""},{"Abstract":"Background: Approximately 50% of high-grade serous ovarian carcinomas (HGSOC) are homologous recombination deficient (HRD). HRD is associated with increased T-cell infiltration and improved survival. This study aimed to describe the distribution of HRD features and cytotoxic T-cell infiltration by gene expression subtype among Black HGSOC cases.<br \/>Methods: We included Black HGSOC cases from the African American Cancer Epidemiology Study and the North Carolina Ovarian Cancer Study. We used RNASeq data to assign gene expression subtypes (n=160), and whole exome sequencing data from matched blood and tumor formalin-fixed paraffin-embedded specimens (n=206) to characterize HRD features. We defined HRD features as (1) germline variants and somatic mutations in HRD genes, and (2) HRD-associated signatures (SBS3 and ID6) that we obtained from de novo mutational signature analysis for single-base pair substitution, insertion, and deletion. We estimated the proportion of intratumoral cytotoxic T cells using multiplex immunofluorescence (n=125).<br \/>Results: The subtype distribution in our study was 39% immunoreactive, 29% mesenchymal 27% proliferative, and 4% differentiated. Germline variants and somatic mutations in any HRD gene were observed in 27% and 23% of cases, respectively, and at least one of these was observed in 42% of cases. Pathogenic germline variants and somatic mutations were observed in 7% and 3% of cases, respectively. The prevalence of germline or somatic variants by gene was 16% for <i>BRCA1<\/i>, 14% for <i>BRCA2,<\/i> 11% for <i>ATM<\/i>, 5% for <i>RAD51<\/i>, and 2% each for <i>BRIP1<\/i>, <i>PALB2<\/i>, and <i>BARD1<\/i>. We observed a COSMIC HRD signature in 43% of cases, with 25% SBS3 only, 5% ID6 only, and 13% with both signatures. The prevalence of any HRD gene variant or signature was higher in immunoreactive cases (52% and 59%, respectively) than in mesenchymal (28% and 43%) or proliferative (44% and 28%) cases. Germline HRD variants were more common in the proliferative subtype (44%) compared with immunoreactive (25%) and mesenchymal (17%). In contrast, somatic HRD mutations were more common in the immunoreactive subtype (33%), compared with proliferative (16%) and mesenchymal (15%). This was due to a higher occurrence of <i>BRCA1<\/i> somatic mutations in the immunoreactive subtype (25%) compared with proliferative (9%) and mesenchymal (8%). A higher proportion of cytotoxic T-cells (&#8805;1% vs &#60;1%) was also observed in the immunoreactive subtype (44%) compared with mesenchymal (31%) and proliferative (11%).<br \/>Conclusion: We observed differences in the distribution of HRD features and cytotoxic T-cells by gene expression subtype. In particular, in the immunoreactive subtype, the most common gene expression subtype in Black HGSOC cases, we observed a higher occurrence of any HRD feature, somatic <i>BRCA1 <\/i>mutations, and cytotoxic T cell infiltration than in any of the other gene expression subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Ovarian cancer,Homologous recombination,Cancer genomics,Cytotoxic T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Lawson-Michod<\/b><sup>1<\/sup>, M. E. Barnard<sup>2<\/sup>, N. Davidson<sup>3<\/sup>, L. J. Collin<sup>1<\/sup>, C. Johnson<sup>4<\/sup>, L. A. Salas<sup>5<\/sup>, C. Greene<sup>3<\/sup>, J. R. Marks<sup>6<\/sup>, L. Peres<sup>7<\/sup>, J. M. Schildkraut<sup>8<\/sup>, J. A. Doherty<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT, <sup>2<\/sup>Boston University Chobanian & Avedisian School of Medicine, Boston, MA, <sup>3<\/sup>University of Colorado Anschutz Medical Campus, Denver, CO, <sup>4<\/sup>Rollins School of Public Health, Emory University, Atlanta, GA, <sup>5<\/sup>Geisel School of Medicine at Dartmouth, Dartmouth Cancer Center, Hanover, NH, <sup>6<\/sup>Duke University School of Medicine, Durham, NC, <sup>7<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>8<\/sup>Rollins School of Public Health Emory University, Atlanta, GA","CSlideId":"","ControlKey":"2f880abd-101d-44b2-9bfd-f8a20c004515","ControlNumber":"3444","DisclosureBlock":"<b>&nbsp;K. Lawson-Michod, <\/b> <br><b>Epidemiologic Research and Methods LLC<\/b> Independent Contractor. <br><b>Foundation Medicine<\/b> Other, Intern.<br><b>M. E. Barnard, <\/b> None..<br><b>N. Davidson, <\/b> None..<br><b>L. J. Collin, <\/b> None..<br><b>C. Johnson, <\/b> None..<br><b>L. A. Salas, <\/b> None..<br><b>C. Greene, <\/b> None..<br><b>J. R. Marks, <\/b> None..<br><b>L. Peres, <\/b> None..<br><b>J. M. Schildkraut, <\/b> None..<br><b>J. A. Doherty, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6127","PresenterBiography":null,"PresenterDisplayName":"Katherine (Kayleigh) Lawson-Michod, MPH","PresenterKey":"a87017e0-f550-4967-8b31-960367b6869b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6127. Characterization of germline and somatic homologous recombination deficiency features in high-grade serous ovarian cancer among Black individuals","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of germline and somatic homologous recombination deficiency features in high-grade serous ovarian cancer among Black individuals","Topics":null,"cSlideId":""},{"Abstract":"Background: DNA methylation is hypothesized to mediate relationships between chronic social disadvantage and cancer outcomes. We investigated whether epigenetic age acceleration mediates the association between modifiable neighborhood disinvestment and survival within a cohort of women with breast cancer.<br \/>Methods: Individual-level data were from the Women&#8217;s Circle of Health Follow-up Study, a breast cancer cohort comprising women self-identifying as African American or Black, diagnosed 2013-2019 in New Jersey residents. Demographic, socioeconomic, health behavior, and dietary characteristics were self-reported. Peripheral blood samples from 312 participants collected 18-24 months after diagnosis were profiled for DNA methylation using Illumina&#8217;s MethylationEPIC array. After pre-processing, pace of biological aging was estimated using DunedinPACE. Neighborhood disinvestment was assessed using a previously validated virtual audit of 6 disinvestment indicators - garbage, graffiti, dumpsters, poor building conditions, poor yard conditions, abandoned buildings - in 14,671 Google Streetview streetscapes. Accelerated failure time models of all-cause mortality as functions of neighborhood disinvestment and pace of biologic aging were fit to estimate survival time ratios (TR), adjusted for stage at diagnosis and neighborhood socioeconomic composition using causal mediation analyses. End of follow-up was August 13, 2023.<br \/>Results: There were 46 all-cause deaths through follow-up (median=6.9 years), and 5-year overall survival probability was 0.90 (95% CI: 0.86, 0.93). Minimum, median, and maximum pace of biologic aging was 0.87, 1.26, and 1.72 indicating accelerated aging (&#62; 1.0) among most participants. There was no evidence for mediation of the neighborhood disinvestment - survival effect by pace of biologic aging (indirect effect p-value=0.33). There was evidence of an interaction between pace of biologic aging and neighborhood disinvestment in the adjusted model: survival time decreased 37% (95% CI: 4% - 59%, p=0.03) per 1 standard deviation (SD) increase in neighborhood disinvestment at pace of biologic aging values 1 SD below the average (&#60; 1.13). There was no evidence of such association at pace of biologic aging values 1 SD above the average (p=0.86).<br \/>Conclusion: Greater neighborhood disinvestment may be associated with shorter survival following a breast cancer diagnosis among those with slower than average epigenetic age acceleration, due to the cumulative nature of neighborhood disinvestment as a chronic indicator of social disadvantage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Epigenomics,Epidemiology,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. J. Plascak<\/b><sup>1<\/sup>, K. Archer<sup>2<\/sup>, A. A. M. Llanos<sup>3<\/sup>, S. J. Mooney<sup>4<\/sup>, C. Y. Xing<sup>5<\/sup>, A. G. Rundle<sup>3<\/sup>, H. Zarbl<sup>6<\/sup>, B. Qin<sup>7<\/sup>, N. Zeinomar<sup>7<\/sup>, M. Schootman<sup>8<\/sup>, S. Yao<sup>9<\/sup>, C. Ambrosone<sup>9<\/sup>, K. Pawlish<sup>10<\/sup>, K. Demissie<sup>11<\/sup>, E. V. Bandera<sup>7<\/sup>, C.-C. Hong<sup>9<\/sup>; <br\/><sup>1<\/sup>The Ohio State University College of Medicine, Columbus, OH, <sup>2<\/sup>The Ohio State University College of Public Health, Columbus, OH, <sup>3<\/sup>Columbia University Mailman School of Public Health, New York, NY, <sup>4<\/sup>University of Washington School of Public Health, Seattle, WA, <sup>5<\/sup>San Francisco Department of Public Health, San Francisco, CA, <sup>6<\/sup>Rutgers University School of Public Health, Piscataway, NJ, <sup>7<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ, <sup>8<\/sup>University of Arkansas for Medical Sciences College of Medicine, Fayetteville, AR, <sup>9<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>10<\/sup>New Jersey Department of Health, Trenton, NJ, <sup>11<\/sup>SUNY Downstate Health Sciences University School of Public Health, Brooklyn, NY","CSlideId":"","ControlKey":"faa6f4ca-0636-4961-81cd-0c1c9eec844c","ControlNumber":"687","DisclosureBlock":"&nbsp;<b>J. J. Plascak, <\/b> None..<br><b>K. Archer, <\/b> None..<br><b>A. A. M. Llanos, <\/b> None..<br><b>S. J. Mooney, <\/b> None..<br><b>C. Y. Xing, <\/b> None..<br><b>A. G. Rundle, <\/b> None..<br><b>H. Zarbl, <\/b> None..<br><b>B. Qin, <\/b> None..<br><b>N. Zeinomar, <\/b> None..<br><b>M. Schootman, <\/b> None..<br><b>S. Yao, <\/b> None..<br><b>C. Ambrosone, <\/b> None..<br><b>K. Pawlish, <\/b> None..<br><b>K. Demissie, <\/b> None..<br><b>E. V. Bandera, <\/b> None..<br><b>C. Hong, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6128","PresenterBiography":null,"PresenterDisplayName":"Jesse Plascak, PhD","PresenterKey":"60e08016-7200-4227-a266-b3a641413a97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6128. Association between neighborhood disinvestment and all-cause survival moderated by epigenetic age among women with breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between neighborhood disinvestment and all-cause survival moderated by epigenetic age among women with breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The past decade has seen a surge in the approval and availability of precision oncology therapies targeting distinct genomic alterations. We sought to determine whether these advances have benefitted patients with cancer from various ancestral backgrounds equally over time. We therefore annotated all genomic alterations identified in a pan-cancer cohort of 55,970 solid tumor samples sequenced with the MSK-IMPACT clinical assay using incremental versions of the precision oncology knowledge base OncoKB and computed the fraction of samples with OncoKB Level 1 alterations (biomarkers included in the FDA drug label) per year based on the annual cumulative FDA-approved targeted therapies. In 2010, 4.4% of patients with inferred African ancestry (AFR), and 2.4% of patients with inferred non-Ashkenazi Jewish European ancestry (EUR) had Level 1 alterations, largely explained by differences in cancer type prevalence between these groups. However, by mid-2023, AFR had a significantly lower percent of Level 1 alterations (25.3%) compared to EUR (31.2%), and this difference remained significant after adjusting for cancer type and disease status (q-value = 2.6e-08).<br \/>Next, we compared AFR versus EUR percentages of Level 1 alterations over time in breast and colorectal (CRC) patient samples, two cancers in which racial disparities of cancer incidence and outcomes are well-documented. We observed that prior to 2019, the fraction of breast cancer patient samples with a Level 1 alteration was similar among AFR (13%) and EUR (12.2%), primarily due to comparable rates of <i>ERBB2<\/i> amplifications (12.4% in AFR, 11.7% in EUR). However, following the breast cancer-specific FDA approvals of alpelisib+fulvestrant for <i>PIK3CA<\/i>-mutant disease in 2019 and elacestrant for <i>ESR1<\/i>-mutant disease in 2023, a significant shift in Level 1 actionability was observed between EUR (45%) and AFR (34%) attributed in part to the paucity of <i>PIK3CA<\/i> (26.3% vs. 36.2% in EUR) and <i>ESR1<\/i> (4.1% vs. 7.5% in EUR) oncogenic alterations in AFR.<br \/>We further observed AFR with CRC to have lower prevalence of MSI-H (5.8% vs.10.7% in EUR), TMB (12.5% vs. 18.8% in EUR) and <i>BRAF<\/i> V600E (5.1% vs. 9% in EUR). Correspondingly, in 2023, 16.4% of AFR with CRC have Level 1 alterations compared to 25.4% of EUR. Moreover, while AFR have higher rates of <i>KRAS<\/i> mutations (57.2% vs. 42.6% in EUR), they have a lower prevalence of the standard care biomarker KRAS G12C (3.4% vs. 7% of <i>KRAS<\/i>-mutant CRC in EUR) further exacerbating the disparities in CRC clinical actionability.<br \/>Taken together, here we demonstrate that a significant disparity exists in the clinical actionability landscape of AFR with cancer compared to EUR, largely due to differences in relative mutational frequencies of Level 1 genomic alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"African,Precision medicine,Cancer disparities,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Arora<\/b>, S. P. Suehnholz, H. Zhang, R. Kundra, S. Nandakumar, M. Nissan, A. Brannon, C. Bandlamudi, M. Ladanyi, A. Drilon, D. B. Solit, N. Schultz, M. F. Berger, D. Chakravarty; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"df4d832b-976a-4b32-8ff4-9e1bb8c468da","ControlNumber":"3275","DisclosureBlock":"&nbsp;<b>K. Arora, <\/b> None..<br><b>S. P. Suehnholz, <\/b> None..<br><b>H. Zhang, <\/b> None.&nbsp;<br><b>R. Kundra, <\/b> <br><b>AACR Project Genie<\/b> Travel.<br><b>S. Nandakumar, <\/b> None..<br><b>M. Nissan, <\/b> None.&nbsp;<br><b>A. Brannon, <\/b> <br><b>Johnson and Johnson<\/b> Other, Equity.<br><b>C. Bandlamudi, <\/b> None.&nbsp;<br><b>M. Ladanyi, <\/b> <br><b>Paige.AI, Inc.<\/b> Other, Equity; Professional Services and Activities (Uncompensated). <br><b>A. Drilon, <\/b> <br><b>Projects In Knowledge<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>AbbVie<\/b> Other, Professional Services and Activities. <br><b>Answers in CME (AiCME)<\/b> Other, Professional Services and Activities. <br><b>Associazione Italiana Oncologia Toracica (AIOT)<\/b> Other, Professional Services and Activities. <br><b>Bayer<\/b> Other, Professional Services and Activities. <br><b>Boundless Bio, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Clinical Care Options<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Clinical Education Alliance, LLC<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Springer Nature Group<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>EcoR1 Capital LLC<\/b> Other, Professional Services and Activities. <br><b>Elevation Oncology, Inc.<\/b> Other, Professional Services and Activities. <br><b>InnoCare Pharma Inc.<\/b> Other, Professional Services and Activities. <br><b>Korean Society of Medical Oncology (KSMO)<\/b> Other, Professional Services and Activities. <br><b>MBrace Therapeutics, Inc.<\/b> Other, Equity\u000d\u000a. <br><b>MI&T S.r.l. Organizzazione Congressi<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>MJH Life Sciences<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Medscape<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Monte Rosa Therapeutics, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>PeerView Institute for Medical Education (PVI)<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Physicians' Education Resource<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>D. B. Solit, <\/b> <br><b>American Association for Cancer Research<\/b> Other, Professional Services and Activities. <br><b>BridgeBio Inc.<\/b> Other, Professional Services and Activities. <br><b>Elsie Biotechnologies, Inc.<\/b> Other, Equity; Professional Services and Activities. <br><b>Fog Pharmaceuticals, Inc.<\/b> Other, Professional Services and Activities. <br><b>Fore Biotherapeutics<\/b> Other, Equity; Professional Services and Activities. <br><b>Function Oncology, Inc.<\/b> Other, Equity; Professional Services and Activities. <br><b>Paige.AI, Inc.<\/b> Other, Professional Services and Activities. <br><b>Pfizer, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Pyramid Biosciences, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Rain Therapeutics Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Scorpion Therapeutics, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>N. Schultz, <\/b> <br><b>Cambridge Innovation Institute<\/b> Other, Professional Services and Activities (Uncompensated). <br><b>Innovation in Cancer Informatics<\/b> Other, Professional Services and Activities (Uncompensated). <br><b>Novartis<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>OneOncology<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>M. F. Berger, <\/b> <br><b>AstraZeneca<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>JCO Precision Oncology<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Journal of Molecular Diagnostics<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Paige.AI, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>SOPHiA GENETICS S.A.<\/b> Other, Intellectual Property Rights\u000d\u000a.<br><b>D. Chakravarty, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6129","PresenterBiography":null,"PresenterDisplayName":"Kanika Arora, MS","PresenterKey":"8e5a7901-e7b6-49d5-b7fe-b357300d528a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6129. Emerging disparities in the clinical actionability landscape for patients with inferred African ancestry","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Emerging disparities in the clinical actionability landscape for patients with inferred African ancestry","Topics":null,"cSlideId":""},{"Abstract":"Background: What we know of the relationship between vitamin D status and prostate cancer has largely been characterized among men of European ancestry, hereafter referred to as &#8220;White&#8221;. Research among White men indicate positive associations between circulating vitamin D status, as measured by concentrations of 25-hydroxyvitamin D (25(OH)D), with prostate cancer risk, and that genetic scores based on genome-wide associated single nucleotide polymorphisms (SNPs) reflecting high vs. low 25(OHD) is positively associated with aggressive disease. Limited research exists elucidating this relationship among men of African ancestry, hereafter referred to as &#8220;Black&#8221;. This is despite the fact that Black populations experience chronically lower circulating 25(OH)D, and ancestry-specific differences in genetic variants in some vitamin D-related genes. Given the paucity of research in this area, we examined the role of genetic variants in six commonly studied genes in the vitamin D pathway involved in synthesis (<i>CYP27A1 <\/i>and<i> CYP27B1)<\/i>, transport (<i>GC)<\/i>, activity (<i>VDR<\/i> and <i>RXR<\/i>), and metabolism (<i>CYP24A1<\/i>) in relation to prostate cancer among Black men.<br \/>Methods: We assessed a total of 78 candidate SNPs in six vitamin D pathway genes that were either previously associated with circulating 25(OHD) and\/or associated with prostate cancer risk in studies of White men. We compared vitamin D gene SNP associations with prostate cancer in Black and White men using summary statistics from a large GWAS of over 10,000 prostate cancer cases and 10,000 controls among Black men and over 85,000 cases and 91,000 controls among White men. A statistical significance threshold of 0.00064 (0.05\/78 candidate SNPs) was used to adjust for multiple comparisons.<br \/>Results: None of the examined SNPs were significantly associated with prostate cancer risk among Black men after adjustment for multiple comparisons. However, four SNPs were nominally significant in Black men, including two in <i>RXR<\/i> [rs41400444 OR=1.09, 95% CI: 1.01-1.17, <i>P<\/i> = 0.024 and rs10881574 OR = 0.93, 0.867-0.999, <i>P<\/i> = 0.04556] and two in <i>VDR <\/i>[rs2853563 OR = 1.07, 1.012-1.13, <i>P<\/i> = 0.0173 and rs1156882 OR = 1.06, 1.00-1.12, <i>P<\/i> = 0.0495]. The latter SNP rs1156882 was also positively associated with prostate cancer risk in White men (OR = 1.035, 1.02-1.06, <i>P<\/i> = 0.00024), along with VDR SNP rs4516035 (OR = 1.027, 1.012-1.042, <i>P <\/i>= 0.00055), both after correction for multiple comparisons.<br \/>Conclusions: We observed non-significant, though suggestive, associations between genetic variants in vitamin D pathway genes previously associated with prostate cancer or vitamin D levels in White populations and prostate cancer risk in Black men. Future research exploring the potential role of vitamin D pathway genes and prostate cancer in Black men -- a population at high risk both for low circulating vitamin D and prostate cancer - will need to identify vitamin D-related genetic variants specific to carcinogenesis in Black men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Prostate cancer,Vitamin D,Cancer genomics,Cancer risk,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. M. Layne<\/b><sup>1<\/sup>, J. H. Rothstein<sup>1<\/sup>, X. Song<sup>1<\/sup>, W. Sieh<sup>2<\/sup>, R. J. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY, <sup>2<\/sup>MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"1a0aee5e-7e68-46b8-a4dd-9e07c01abfd7","ControlNumber":"2503","DisclosureBlock":"&nbsp;<b>T. M. Layne, <\/b> None..<br><b>J. H. Rothstein, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>W. Sieh, <\/b> None..<br><b>R. J. Klein, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6130","PresenterBiography":null,"PresenterDisplayName":"Tracy Layne, MPH;PhD","PresenterKey":"6394c1ef-50b0-4d4c-8fa2-e8f7cf388e0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6130. Association of vitamin D-related genetic variants and prostate cancer risk in Black men","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of vitamin D-related genetic variants and prostate cancer risk in Black men","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Colorectal cancer (CRC) is the second and third leading cause of cancer deaths in US Hispanic\/Latino (H\/L) men and women, respectively. The Community Genetic Navigation Specialists (CoGENES) train-the-trainer program created a workforce of community health workers (CHWs) to educate H\/L individuals about genetic testing, counseling, and research.<b> <\/b><br \/><b>Methods: <\/b>The CoGENES three-week program, consisted of six in-person sessions, with a curriculum in both Spanish\/English developed and delivered by experts, in Spanish, using presentations and hands-on activities. Acculturation, Latino values, self-efficacy, genetics and tumor testing knowledge, and self-confidence were assessed via pre- and post-training. Differences in scores were analyzed via Wilcoxon matched-pairs signed-rank tests with exact p-values.<b> <\/b><br \/><b>Results: <\/b>Median age of the 12 participants was 50 (IQR = 12), 9 were female, 92% were Mexican-born, half completed 1-2 years of college, and 67% were very hispanic oriented. Self-efficacy increased after training, with pre- training median-score = 38.5 (IQR = 3) and post-training score = 39.5 (IQR =2.5) (p = 0.0547). Certainty about understanding tumor testing increased after training (p = 0.0039). The median number of correct answers on the 16-item genetic knowledge scale increased from 6.5 to 9.5 and the median number of &#8220;don&#8217;t know&#8221; responses decreased from 5 to 0 after training. Finally, self-confidence to train future CoGENES was significantly higher (p = 0.0098) at post-test.<b><\/b><b> <\/b><br \/><b>Conclusion: <\/b>The CoGENES culturally tailored program led to improved self-efficacy, increased genetic knowledge, and self-confidence in a cohort of Hispanic community health educators. Findings will be shared within COPECC, and other NCI funded programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Advocacy,Colorectal,Hispanic,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Janet Rodriguez<\/b><sup>1<\/sup>, Joel Sanchez Mendez<sup>2<\/sup>, Yaneth  L.  Rodriguez<sup>2<\/sup>, Lourdes Baezconde-Garbanati<sup>2<\/sup>, Charit Ricker<sup>3<\/sup>, Rosa Barahona<sup>2<\/sup>, Bianca Rosales<sup>2<\/sup>, Daisy Hernandez<sup>3<\/sup>, Natalia Gutierrez<sup>3<\/sup>, Julie Culver<sup>3<\/sup>, Mariana Stern<sup>1<\/sup><br><br\/><sup>1<\/sup>USC Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>2<\/sup>Department of Population and Public Health Sciences, Keck School of Medicine of USC, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Department of Medicine, Division of Medical Oncology, USC Norris Comprehensive Cancer Center, Los Angeles, CA","CSlideId":"","ControlKey":"a9d3a73b-46e9-497e-a4bb-e0fc05cedb4a","ControlNumber":"7734","DisclosureBlock":"&nbsp;<b>J. Rodriguez, <\/b> None..<br><b>J. Sanchez Mendez, <\/b> None..<br><b>Y. L. Rodriguez, <\/b> None..<br><b>L. Baezconde-Garbanati, <\/b> None..<br><b>C. Ricker, <\/b> None..<br><b>R. Barahona, <\/b> None..<br><b>B. Rosales, <\/b> None..<br><b>D. Hernandez, <\/b> None..<br><b>N. Gutierrez, <\/b> None..<br><b>J. Culver, <\/b> None..<br><b>M. Stern, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6131","PresenterBiography":null,"PresenterDisplayName":"Janet Rodriguez, MPH","PresenterKey":"8f63abc4-0ad1-4e78-b09d-41761bd130c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6131. Increasing self efficacy, self confidence, and genetic knowledge via the Community Genetic Navigation Engagement Specialist Train-the-Trainer program","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increasing self efficacy, self confidence, and genetic knowledge via the Community Genetic Navigation Engagement Specialist Train-the-Trainer program","Topics":null,"cSlideId":""},{"Abstract":"Objective: This study explores the application of liquid biopsy with next-generation sequencing (NGS) in profiling the genomic landscape of lung cancer patients from the Tijuana\/California Border region. Specifically, we employ blood-based comprehensive genomic profiling (CGP) to assess the complexity of the genomic profile in these patients.<br \/>Materials and Methods: From April 2019 to November 2023, 37 lung cancer patients from Tijuana underwent profiling using the FoundationOne&#174;Liquid CDx (F1LCDx&#174;) assay, focusing on circulating tumor DNA (ctDNA). The assay, which spans 324 cancer-related genes and genomic signatures, provides insights into tumor fraction (TF) and blood-based tumor mutational burden (bTMB). Variants were classified based on the ESMO Scale of Clinical Actionability for molecular Targets (ESCAT).<br \/>Results: A notable 88.6% of patients exhibited at least one detectable alteration in plasma. The most frequently mutated genes were TP53 (51.3%), EGFR (16.2%), DNMT3A (13.5%), and KRAS (10.8%). Tumor mutational burden (TMB) was assessable in 9 out of 37 patients, with values ranging from 0 to 10 mut\/Mb. According to ESCAT classification, 63.1% of samples revealed potentially actionable alterations (Tier I-II), while an additional 24.1% harbored alterations for which approved drugs are available in other cancer types (Tier III).<br \/>Conclusion: Liquid biopsy NGS emerges as a viable and valuable strategy for guiding personalized therapy. Given restricted accessibility to new drugs or clinical trials in Mexico, the use of blood-based CGP may enhance the identification of druggable alterations, thereby increasing the likelihood of accessing targeted drugs or enrolling in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Lung cancer,Next-generation sequencing (NGS),Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jorge Alberto Guadarrama-Orozco<\/b><sup>1<\/sup>, Jennifer Ramirez-Puente<sup>2<\/sup>, Elizabeth Dominguez-Gonzalez<sup>3<\/sup><br><br\/><sup>1<\/sup>Hospital General Tijuana, Tijuana, Mexico,<sup>2<\/sup>ISSSTE Tijuana, Tijuana, Mexico,<sup>3<\/sup>Universidad Autonoma de Baja California, Tijuana, Mexico","CSlideId":"","ControlKey":"02346d50-23e6-4f89-890a-735eedc6caef","ControlNumber":"2356","DisclosureBlock":"&nbsp;<b>J. Guadarrama-Orozco, <\/b> None..<br><b>J. Ramirez-Puente, <\/b> None..<br><b>E. Dominguez-Gonzalez, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6132","PresenterBiography":null,"PresenterDisplayName":"Jorge Alberto Guadarrama-Orozco, MD","PresenterKey":"f1adaa80-ad15-4f5c-a680-0084d8577442","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6132. Exploring genomic complexity in lung cancer at the Tijuana\/California border: A real-world perspective through liquid biopsy comprehensive genomic profiling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring genomic complexity in lung cancer at the Tijuana\/California border: A real-world perspective through liquid biopsy comprehensive genomic profiling","Topics":null,"cSlideId":""},{"Abstract":"Background: Individuals in Tijuana have been identified as having multicultural and racial diversity. In Baja, California, Mexico, the prevalence and composition of cancer-predisposing germline variants in gynecologic cancers in Tijuana patients have not been evaluated.<br \/>Aim and Methods: We aimed to evaluate the prevalence of pathogenic variants (PV) using a panel of 84 cancer-predisposing genes in breast, endometrial, and ovarian cancer from the General Hospital of Tijuana during the period of October 2021-October 2023, who were contacted and invited to participate in the evaluation. Pre- and post-test genetic counseling was given, and a questionnaire on personal, gyneco-obstetric, demographic, and lifestyle variables was conducted. Peripheral blood samples were obtained from all patients, and Next-generation sequencing (NGS) was performed on the Illumina commercial platform (Illumina, SD, USA). Variants were classified according to the American College of Medical Genetics and Genomics (ACMG). Data was collected and descriptive statistics was applied to describe the characteristics of the population.<br \/>Results: A total of 51 patients were included in our cohort; 98.0% (50\/51) were females and 2% (1\/51) were males. Among study participants (mean age &#177;standard deviation: 46.1 &#177; 10.9), 49% reported a personal history of cancer (25\/51). Diagnosis of breast cancer was present in 80.3% of the patients (41\/51), 9% (5\/51) with ovarian cancer, and 3.9% (2\/51) with endometrial cancer. Twenty-five percent of participants (13\/51) harbor a PV or likely pathogenic (LP) variant distributed among four cancer-risk genes (BRCA1, BRCA2, ATM, and TP53). The distribution by gene in the patients with a PV was: BRCA1 in 61% (8\/13), BRCA2 in 23% (3\/13), TP53 in 8% (1\/13), and ATM in 8% (1\/13). Whereas 39.2% (20\/51) had variants of uncertain clinical significance in genes with ambiguous or non-well-established risk association for cancer (BARD1, AXIN2, GPC3, NF2, CEBPA, MSH3, ALK, DIS3L2, CDC73, BAP1, RAD51D, NF1, MSH2, BLM, NBN, BRCA2, BARD1, RUNX1, RECQL4, EGFR, PALB2, CASR, and POLD1), and 35.2% (18\/51) had negative results for both; PV and VUS.<br \/>Conclusion: Our findings show a diverse pathogenic variant composition among the recruited individuals of the gynecological cancer population in Tijuana, Mexico, consistent with being a high-risk population for genetic diseases, which warrants further investigation to adequately assess the burden of hereditary cancer and implement appropriate preventative programs. Disparities in access to testing have a significant impact on affected populations, due in part to underrepresentation in surveys of regional cancer etiology and in genomic variant databases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hereditary cancer,Gynecological cancers: other,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jorge Alberto Guadarrama-Orozco<\/b><sup>1<\/sup>, Paula Leal-Anaya<sup>2<\/sup>, Eva Guerrero-Santillan<sup>3<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Hospital General Tijuana, Tijuana, Mexico,<sup>2<\/sup>Medical Genetics, Hospital General Tijuana, Tijuana, Mexico,<sup>3<\/sup>Prevencin y Control del Cncer de la Jurisdiccin de Servicios de Salud No. 2, Tijuana, Mexico","CSlideId":"","ControlKey":"c085268d-3e62-4d90-a6a4-c41b35ebcb77","ControlNumber":"4392","DisclosureBlock":"&nbsp;<b>J. Guadarrama-Orozco, <\/b> None..<br><b>P. Leal-Anaya, <\/b> None..<br><b>E. Guerrero-Santillan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6133","PresenterBiography":null,"PresenterDisplayName":"Jorge Alberto Guadarrama-Orozco, MD","PresenterKey":"f1adaa80-ad15-4f5c-a680-0084d8577442","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6133. Genetic profiling landscape among gynecological and breast cancer patients in the borde city of Tijuana, Mexico: A comprehensive study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic profiling landscape among gynecological and breast cancer patients in the borde city of Tijuana, Mexico: A comprehensive study","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>The Latino Colorectal Cancer Consortium (LC3) was established to fill a gap in representation of the diverse Hispanic\/Latino\/a\/x community in cancer genomic research and to enhance understanding of determinants of disparities in the burden of colorectal cancer (CRC).<br \/><b>Methods: <\/b>The LC3 joins together three established studies with deeply-annotated clinical, epidemiologic, and biologic data available for a heterogenous group of Hispanic\/Latino\/a\/x men and women diagnosed with primary colorectal adenocarcinoma: the Hispanic Colorectal Cancer Study (California), the Total Cancer Care Protocol at Moffitt Cancer Center (Florida), and the Puerto Rico Biobank (southern Puerto Rico). Each contributing study collected data on demographics, medical history, family history, and lifestyle factors. Vital status, cause of death, treatment, and clinical characteristics were obtained through medical chart abstraction and\/or linkage to cancer registries. Blood, saliva, or normal colonic tissues were used to extract and genotype germline DNA for a subset of participants. Tumor tissues (snap frozen or formalin-fixed paraffin-embedded) were evaluated by pathologists for diagnosis, tissue content, tumor cellularity, necrosis, immune infiltration, and additional histopathologic characteristics.<br \/><b>Results: <\/b>The LC3 has assembled 2,041 participants across the three studies to date, with recruitment ongoing. Median age at diagnosis is 57 (range: 19-93), 54% of participants are male, and 63% are colon cancer cases (vs. rectal cancer). Participants were diagnosed between 1999 and 2022. The target is to generate comprehensive multi-omic data on 600 LC3 participants. To date, 243 have genome-wide germline genotyping, 323 have paired tumor\/normal whole exome sequencing, and 257 have T cell receptor immunosequencing (immunoSEQ, Adaptive Biotechnologies). Further, 206 cases are represented on a set of tissue microarray blocks (target N=281). Bulk RNA-seq data are to be generated on 250 tumors.<br \/><b>Conclusions<\/b>: The LC3 fills an important gap in research infrastructure for the scientific community. Key strengths of this unique consortium are its ability to capture a diversity of Latino CRC patients with respect to nativity and cultural heritage and to represent the spectrum of stages from early to metastatic. Ultimately, research from the LC3 will inform development of equitable precision medicine approaches and predictive models to improve the health of the rapidly-growing, heterogeneous Hispanic\/Latino\/a population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Colorectal,Hispanic,Consortium,Latino,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. C. Loroa<\/b><sup>1<\/sup>, M. Matejcic<sup>2<\/sup>, D. Sobieski<sup>3<\/sup>, N. T. Nguyen<sup>1<\/sup>, H. J. Hoehn<sup>4<\/sup>, D. B. Diaz<sup>5<\/sup>, K. Shankar<sup>3<\/sup>, E. Jean-Baptiste<sup>4<\/sup>, D. Coppola<sup>6<\/sup>, C. Fulmer<sup>7<\/sup>, O. Saglam<sup>6<\/sup>, K. Jiang<sup>6<\/sup>, T. Muoz-Antonia<sup>8<\/sup>, I. Flores<sup>8<\/sup>, E. Gordian<sup>9<\/sup>, J. A. Oliveras Torres<sup>8<\/sup>, S. I. Felder<sup>10<\/sup>, J. A. Sanchez<sup>10<\/sup>, J. Fleming<sup>10<\/sup>, E. M. Siegel<sup>4<\/sup>, D. Cress<sup>9<\/sup>, M. C. Stern<sup>11<\/sup>, J. K. Teer<sup>12<\/sup>, S. L. Schmit<sup>3<\/sup>, J. C. Figueiredo<sup>1<\/sup>; <br\/><sup>1<\/sup>Samuel Oschin Comprehensive Cancer Institute, Cedars Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>3<\/sup>Genomic Medicine Institute, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, <sup>4<\/sup>Department of Cancer Epidemiology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>5<\/sup>Non-Therapeutic Research Office, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>6<\/sup>Department of Anatomic Pathology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>7<\/sup>Department of Pathology, Robert J. Tomsich Pathology and Laboratory Medicine Institute, Cleveland Clinic Foundation, Cleveland, OH, <sup>8<\/sup>Puerto Rico Biobank, Ponce Health Sciences University, Ponce, PR, <sup>9<\/sup>Department of Molecular Oncology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>10<\/sup>Department of Gastrointestinal Oncology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>11<\/sup>Department of Preventive Medicine, Keck School of Medicine, University of Southern California\/Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>12<\/sup>Department of Biostatistics and Bioinformatics, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL","CSlideId":"","ControlKey":"fd65e8aa-79ba-42c0-8667-361180670863","ControlNumber":"8118","DisclosureBlock":"&nbsp;<b>N. C. Loroa, <\/b> None..<br><b>M. Matejcic, <\/b> None..<br><b>D. Sobieski, <\/b> None..<br><b>N. T. Nguyen, <\/b> None..<br><b>H. J. Hoehn, <\/b> None..<br><b>D. B. Diaz, <\/b> None..<br><b>K. Shankar, <\/b> None..<br><b>E. Jean-Baptiste, <\/b> None..<br><b>D. Coppola, <\/b> None..<br><b>C. Fulmer, <\/b> None..<br><b>O. Saglam, <\/b> None..<br><b>K. Jiang, <\/b> None..<br><b>T. Muoz-Antonia, <\/b> None..<br><b>I. Flores, <\/b> None..<br><b>E. Gordian, <\/b> None..<br><b>J. A. Oliveras Torres, <\/b> None.&nbsp;<br><b>S. I. Felder, <\/b> <br><b>GSK Advisory Board<\/b> Other, Advisory Board. <br><b>Natera Research Funding<\/b> Grant\/Contract.<br><b>J. A. Sanchez, <\/b> None..<br><b>J. Fleming, <\/b> None..<br><b>E. M. Siegel, <\/b> None..<br><b>D. Cress, <\/b> None..<br><b>M. C. Stern, <\/b> None..<br><b>J. K. Teer, <\/b> None..<br><b>S. L. Schmit, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6134","PresenterBiography":null,"PresenterDisplayName":"Nicole Lorona, BS;MS;PhD","PresenterKey":"fe88d0bb-e9af-4bf9-95d7-f6d107418192","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6134. The Latino Colorectal Cancer Consortium: A resource for colorectal cancer disparities research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Latino Colorectal Cancer Consortium: A resource for colorectal cancer disparities research","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Disparities in colorectal cancer (CRC) mortality may be driven by differences in access to care, tumor biology, and propensity to spread to distant sites. We examine differences in patterns of de novo metastases by race\/ethnicity and age.<br \/><b>Methods: <\/b>We identified 248,732 CRC patients listed in the Surveillance, Epidemiology, and End Results (SEER) database diagnosed with a first primary invasive CRC from 2010-2020, aged 20+ years at diagnosis, with complete data on SEER summary stage, and not diagnosed only by autopsy\/death certificate. Outcomes included de novo metastatic site (no metastasis, liver, lung, brain, bone) and pattern (no metastasis, liver only, lung only, liver and lung, other). We used logistic regression to calculate odds ratios (OR) and 95% confidence intervals (95% CI) for the associations between 1) demographic and tumor characteristics (site, side, T stage, N stage) and site of de novo metastases , and 2) race\/ethnicity and site of de novo metastases stratified by age (20-49, 50-74, 75+). We used multinomial logistic regression to assess the association between demographic and tumor characteristics and pattern of metastasis. Models adjusted for age, race\/ethnicity, sex, site (colon, rectum), side (left, right), T stage, and N stage.<br \/><b>Results: <\/b>62,844<b> <\/b>stage IV CRC cases were diagnosed from 2010-2020, and liver was the most common metastatic site (72%). Relative to age 50-74, age 20-49 at diagnosis was more strongly associated with de novo liver metastases (OR: 1.07; 95% CI: 1.02-1.11) and less with lung (OR: 0.86; 95% CI: 0.80-0.92) or brain (OR: 0.69; 95% CI: 0.52-0.93) metastases. Relative to Non-Hispanic White (NHW) patients, Non-Hispanic American Indian\/Alaskan Native (AI\/AN) patients had a higher risk of lung metastases (OR: 1.33; 95% CI: 1.07-1.65), Non-Hispanic Asian\/Pacific Islander (API) patients had lower risks of liver (OR: 0.87; 95% CI: 0.83-0.92) and brain (OR: 0.67; 95% CI: 0.48-0.95) metastases, and Non-Hispanic Black (NHB) patients had higher risks of liver (OR: 1.35; 95% CI: 1.29-1.41), lung (OR: 1.36; 95% CI: 1.27-1.45), and bone (OR: 1.23; 95% CI: 1.08-1.41) metastases. In age-stratified analyses, the risks for NHB patients persisted across groups, while lower risks for API patients were not observed in the 20-49 group. API patients aged 20-49 had a higher risk of de novo lung (OR: 1.31; 95% CI: 1.06-1.61) and bone (OR: 1.63; 95% CI: 1.13-2.37) metastases, and the increased risk of lung metastases for AI\/AN patients was larger in magnitude (OR: 2.26; 95% CI: 1.39-3.68). Age 20-49 was more strongly associated with a liver-only pattern (OR: 1.14; 95% CI: 1.09-1.19) and with less common distant sites (OR: 1.33; 95% CI: 1.25-1.41).<br \/><b>Conclusions: <\/b>Racial\/ethnic differences in de novo metastatic CRC patterns exist overall and across age groups. These findings are consistent with disparities in risk of stage IV CRC and can inform surveillance priorities in CRC survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Colorectal cancer,Metastasis,Race,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. C. Loroa<\/b><sup>1<\/sup>, M. C. Stern<sup>2<\/sup>, S. L. Schmit<sup>3<\/sup>, J. C. Figueiredo<sup>1<\/sup>; <br\/><sup>1<\/sup>Samuel Oschin Comprehensive Cancer Institute, Cedars Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>University of Southern California\/Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>3<\/sup>Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"71c7b598-e25b-48c6-a7ba-a82247cfddff","ControlNumber":"5267","DisclosureBlock":"&nbsp;<b>N. C. Loroa, <\/b> None..<br><b>M. C. Stern, <\/b> None..<br><b>S. L. Schmit, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6135","PresenterBiography":null,"PresenterDisplayName":"Nicole Lorona, BS;MS;PhD","PresenterKey":"fe88d0bb-e9af-4bf9-95d7-f6d107418192","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6135. Racial and ethnic differences in site of <i>de novo<\/i> metastases in patients with colorectal cancer: A SEER analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"416","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 3: Using Molecular Epidemiological Approaches to Decipher Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial and ethnic differences in site of <i>de novo<\/i> metastases in patients with colorectal cancer: A SEER analysis","Topics":null,"cSlideId":""}]