[{"Abstract":"Background: Inflammatory breast cancer (IBC) is a rare form of locally progressed breast cancer. Even though it is uncommon, IBC accounts for 7% of breast cancer deaths. There is a critical need for novel therapeutic targets to develop new therapeutics. IBC is more common in young women. Altered levels of growth factors, and cytokine signaling are suspected to play a role in the progression of IBC. <i>Leukemia<\/i> inhibitory factor (<i>LIF<\/i>) is the most pleiotropic member of the <i>interleukin<\/i>-6 family of <i>cytokines<\/i>. LIF and its receptor LIFR have been linked to the progression of many cancers including triple negative breast cancer. We recently developed a first-in-class inhibitor targeting LIFR named EC359. However, the role of the LIF\/LIFR axis in IBC progression remains unknown. In this study, we examined the significance of LIFR and the effectiveness of LIFR inhibitor EC359 in treating IBC.<br \/>Methods: The effect of LIFR inhibitor EC359 on cell survival, colony formation, and apoptosis was evaluated using three well-established IBC model cells (SUM149, SUM190PT, and KPL4). Mechanistic studies were conducted using Western blotting, CRISPR KO, reporter assays, and RT-qPCR. KPL4 cell-based xenografts were used to test the efficacy of EC359<i> in vivo<\/i>.<br \/><i><\/i><i> <\/i>Results: Our results using Western blotting confirmed increased expression of LIF and LIFR in IBC cells compared to normal and ER<sup>+<\/sup> breast cancer cells. Treatment with EC359 significantly decreased IBC cell viability, long term colony formation ability with an IC<sub>50<\/sub> of ~10-20 nM. Similarly, knock out of LIFR significantly reduced the progression of IBC model cells in cell viability and colony formation assays. Further EC359 treatment promoted apoptosis of IBC cells. Mechanistic studies confirmed that EC359 treatment substantially reduced LIF\/LIFR downstream signaling including STAT3, AKT, and mTOR signaling. We also tested the utility of EC359 in treating IBC in vivo using KPL4 xenografts. EC359 (5mg\/kg\/day) is highly efficacious in reducing IBC xenograft tumor growth <i>in vivo<\/i>. IHC analyses of tumors confirmed decreased cell proliferation as measured by Ki67 staining.<br \/><i> <\/i>Conclusion: Collectively, these studies demonstrated the therapeutic benefit of using EC359 to target the LIF\/LIFR axis and opened the door for the development of new treatment approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Inflammatory breast cancer,STAT3,Targeted therapy,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Romo<\/b><sup>1<\/sup>, Z. Fuentes<sup>1<\/sup>, L. Randolph<sup>1<\/sup>, B. Santhamma<sup>2<\/sup>, H. Nair<sup>2<\/sup>, C. Thomas<sup>3<\/sup>, R. Vadlamudi<sup>1<\/sup>, S. Viswanadhapalli<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas Health Science Center At San Antonio, San Antonio, TX, <sup>2<\/sup>Evestra Inc., Schertz, TX, <sup>3<\/sup>Houston Methodist, Houston, TX","CSlideId":"","ControlKey":"67ed53bf-b7de-4931-b020-06e35d1b91c8","ControlNumber":"2053","DisclosureBlock":"&nbsp;<b>B. Romo, <\/b> None..<br><b>Z. Fuentes, <\/b> None..<br><b>L. Randolph, <\/b> None.&nbsp;<br><b>B. Santhamma, <\/b> <br><b>Evestra Inc.<\/b> Patent, Evestra Inc. has patents on EC359. <br><b>H. Nair, <\/b> <br><b>Evestra Inc.<\/b> Patent, Evestra Inc. has patents on EC359.<br><b>C. Thomas, <\/b> None..<br><b>R. Vadlamudi, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5986","PresenterBiography":null,"PresenterDisplayName":"Bianca Romo, BS,PhD","PresenterKey":"3f0653f5-f72c-478c-9236-c3d71511b402","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5986. Significance of LIF\/LIFR axis in the progression of inflammatory breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Significance of LIF\/LIFR axis in the progression of inflammatory breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The outcome for children with high-risk B-cell acute lymphoblastic leukemia (B-ALL) is poor. Disease relapse is speculated to be due to leukemia cells escaping treatment. Our group discovered a unique cell subpopulation in B-ALL that has the capacity to initiate leukemia and is resistant to treatment. Transcriptome studies of this cell population highlight a unique RNA regulation process, specifically RNA splicing. In B-ALL, dysregulated splicing is reported to be associated with drug resistance and disease relapse. SF3B1 is a core component of the spliceosome and an essential protein in the RNA splicing process. SF3B1 inhibition is therapeutic in many cancers. In our current studies, we investigated the therapeutic potential of pladienolide B (Plad-B), an SF3B1 inhibitor, in B-ALL. SF3B1 protein expression was significantly higher in cell lines (Reh and JM1) and 28 primary B-ALL samples (14 each for standard-risk and high-risk), regardless of the risk group, than in normal B-cells (NBs) and hematopoietic stem cells (HSCs). Plad-B showed significant dose-dependent cytotoxicity in the cell lines with IC50 of 1.2nM and 0.6nM, respectively, and three harvested high-risk patient-derived xenograft (PDX) samples with almost the same IC50 as the cell lines. Plad-B did not show cytotoxicity in NBs and HSCs at the same tested concentrations. <i>In vivo<\/i> efficacy of Plad-B was tested using an Reh xenograft mouse model and a high-risk PDX model. Plad-B, as a single drug treatment, significantly prolonged survival in both models (p&#60;0.01). G2\/M cell cycle arrest and apoptosis induction were observed at 24 hours after Plad-B treatment in Reh and JM1. Splicing events were examined by RNA-seq in the treated cells at different time points (15 min, 30 min, and 60 min). Plad B demonstrated rapid splicing inhibition as early as 15 min post-treatment and, at 60 min, splicing was inhibited in 1,669 genes, including apoptosis-associated genes. 2,625 differential splicing events were observed in these genes with ~96% from intron retention and exon skipping. Furthermore, 202 genes showed significant changes in their expression over this time frame. Most of the genes were rapidly downregulated in the treatment group compared to the control, and some were slowly downregulated. There were also some genes which were upregulated, either rapidly or slowly, compared to the control. We demonstrated that Plad-B induced short pro-apoptotic spliced isoforms, instead of anti-apoptotic forms, in <i>BCL2L1<\/i> and <i>MCL-1<\/i>, as early as 60 min after treatment. In conclusion, these data demonstrated the therapeutic potential of SF3B1 inhibition in high-risk B-ALL. Plad-B rapidly inhibited splicing in many genes and downregulated the anti-apoptotic forms of apoptosis-associated genes, leading to cell apoptosis. In future studies, we will identify the downstream targets of Plad-B and further investigate the mechanism of rapid apoptosis induction by SF3B1 inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Pediatric cancers,Spliceosome,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Murakami<\/b>, H. Konishi, C. Tepper, J. McPherson, N. Satake; <br\/>University of California Davis, Sacramento, CA","CSlideId":"","ControlKey":"401dd574-cddd-47f8-a3da-2f40b0d1c20c","ControlNumber":"5339","DisclosureBlock":"&nbsp;<b>Y. Murakami, <\/b> None..<br><b>H. Konishi, <\/b> None..<br><b>C. Tepper, <\/b> None..<br><b>J. McPherson, <\/b> None..<br><b>N. Satake, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5987","PresenterBiography":null,"PresenterDisplayName":"Yuki Murakami, MD;PhD","PresenterKey":"60a7eaea-af89-46c3-b715-c15f2314495b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5987. Targeting the spliceosome in high-risk B-cell acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the spliceosome in high-risk B-cell acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of the Ubiquitin Proteasome System has been linked to many human diseases, including cancer. Expression of UBE4B ubiquitin ligase is associated with neuroblastoma patient outcomes and its functional roles in neuroblastoma pathogenesis are not known. We have recently identified a ubiquitin complex ITCH \/UBE4B which mediates ubiquitination of Ku70 and c-FLIPL proteins for proteasomal degradation allowing HDAC inhibitor-mediated caspase-8 dependent apoptosis. We also confirmed that the deubiquitinase USP7, critical player in tumor suppression and DNA repair, can be a potential therapeutic target for neuroblastoma. Highly selective USP7 inhibitors have demonstrated significant antitumor activity in preclinical models of adult cancer, and we reported that these inhibitors alone can be more effective against neuroblastoma tumor growth. Our hypothesis is that USP7 inhibition will be more effective against neuroblastoma tumors through destabilization of ITCH\/UBE4B complex protein targets allowing a stronger induction of cell death in response to treatment for the children. To evaluate efficacy of USP7 inhibitors in combination with HDAC inhibitors or chemotherapy against neuroblastoma tumor growth, neuroblastoma cell lines depleted for UBE4B or USP7 were treated with increasing concentrations of USP7 inhibitors alone or in combination with chemotherapy or with HDAC inhibitors. Cell proliferation was measured using continuous live cell imaging and apoptosis by caspase cleavage and PARP cleavage detection by western blot. We have evaluated also, whether ubiquitination\/deubiquitination and degradation rates of p53, Ku70 and c-FLIPL proteins could modulate induction of apoptosis and necroptosis. USP7 inhibition resulted in decreases in cell viability in p53 wild-type neuroblastoma cell lines. USP7 inhibition induced apoptosis and necroptosis by increasing phosphorylation of MLKL, RIPK3 and RIPK1. In UBE4B or USP7 depleted cells, a huge induction of necroptosis and a small rate of apoptosis were observed. We also identified USP7 as a deubiquitinase of Ku70, stabilizing Ku70 at the basal level, leading to stabilization of Ku70\/c-FLIPL\/Bax complex. USP7 inhibition destabilizes ku70 and c-FLIPL for protein degradation leading to induction of apoptosis as well as necroptosis. UBE4B depletion in neuroblastoma inhibits HDAC inhibitors mediated caspase-8 mediated apoptosis but enhances necroptosis, due to the inhibition of Ku70 and c-FLIPL proteins degradation leading to the blockade of caspase-8 activation and the activation of the necroptosome. Our data suggests that USP7 and ITCH\/UBE4B can control the switch between apoptosis and necroptosis in response to USP7 and HDAC inhibitors. USP7 inhibition and ITCH\/UBE4B activation by HDAC inhibitors could be a promising therapeutic strategy for children with high-risk and relapsed neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Apoptosis,Neuroblastoma,HDAC inhibitor,Ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Le Clorennec<\/b>, C. SAMPAIO, P. E. ZAGE; <br\/>UCSD Moores Cancer Center, La Jolla, CA","CSlideId":"","ControlKey":"fbf34d2a-2e36-4d82-a43c-3bc608f677ca","ControlNumber":"8675","DisclosureBlock":"&nbsp;<b>C. Le Clorennec, <\/b> None..<br><b>C. Sampaio, <\/b> None..<br><b>P. E. Zage, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5988","PresenterBiography":null,"PresenterDisplayName":"Christophe Le Clorennec, PhD","PresenterKey":"20dae300-ae43-4700-ba97-f136d0f4b11a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5988. The role of the deubiquitinase USP7 and the E3\/E4 ubiquitin ligase complex ITCH\/UBE4B in the regulation of cell death in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of the deubiquitinase USP7 and the E3\/E4 ubiquitin ligase complex ITCH\/UBE4B in the regulation of cell death in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Microtubule-associated serine\/threonine kinase-like is an essential regulator of mitosis and emerged as a novel oncogenic kinase. It is upregulated in several cancer types, correlating with chromosome instability and poor patient survival. Here, we are reporting a MASTL inhibitor, AD1208, as a new cancer therapeutics.AD1208 inhibits kinase activity of MASTL with IC50 value of 7nM in competitive manner against ATP and induces apoptosis of colorectal cancer cells with IC50 of 150nM. Selectivity index is higher than 100 folds when the cytotoxicity was measured in normal colon cells. Synthetic lethality with BRCA was observed in knock out studies. Cell panel analysis, consist of 300 cell lines, indicated that the AD1208 is effective in cancers originated from stomach, colon, leukemia, lymphoma, and soft tissue. <i>In vivo<\/i> efficacy was confirmed in mouse xenograft model in dose dependent manner and synergistic effect with PARP inhibitor was observed. Kinase Assay Panel screening revealed that AD1208 is highly selective against 468 kinases. Inhibition of MASTL resulted in decreasing phosphorylated ENSA, inactivating CDK1 and arresting cell cycle progression at G2\/M phase. Clinical adverse drug reactions of AD1208 were predicted by <i>in vitro<\/i> Safety Functional Panel screening to exhibit no meaningful safety-related issues. Currently, AD1208 is being conducted in IND enabling GLP-Tox studies, including genotoxicity, mutagenicity, safety pharmacology as well as <i>in vivo<\/i> safety studies. Taken together, AD1208 is identified as a novel and selective MASTL inhibitor exhibiting significant therapeutic potential to be a development candidate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Oncogene,Mitosis,Synthetic lethality,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. CHOI<\/b>, J. Ahn, K. Baek, Y. Choi, M. Im, J. Kim, J. Kim, J. Khoo, S. Lee, W. Yao, Y.-W. Park; <br\/>Avelos Therapeutics, Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"0bded5bb-b4bf-449b-afad-64f7a9f55217","ControlNumber":"959","DisclosureBlock":"&nbsp;<b>S. Choi, <\/b> None..<br><b>J. Ahn, <\/b> None..<br><b>K. Baek, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>M. Im, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Khoo, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>W. Yao, <\/b> None..<br><b>Y. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5990","PresenterBiography":null,"PresenterDisplayName":"SOONGYU CHOI, PhD","PresenterKey":"f00d5eba-3f31-474d-adcb-6b322d0b3b7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5990. Microtubule-associated serine\/threonine kinase-likeinhibitor, AD1208, as a novel cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microtubule-associated serine\/threonine kinase-likeinhibitor, AD1208, as a novel cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Evasion of apoptosis is crucial for the growth, survival and chemoresistance of myeloid leukemia. The Bcl-2 selective inhibitor venetoclax is the only apoptosis inducer approved for clinical use. Venetoclax in combination with hypomethylating agents or low-dose cytarabine has now become the standard care for elderly AML patients. However, a sizeable fraction of patients are either refractory to venetoclax combination therapy or ultimately relapse. High or induced expression of Mcl-1 and Bcl-xL mediates venetoclax resistance. Previously we reported that artemisinin enhances venetoclax apoptosis induction by degrading Mcl-1 through NOXA induction. We designed a novel conjugate A1 of venetoclax with dihydroartemisinin. A1 shows dual functions of inhibiting Bcl-2 and inducing NOXA. A1 treatment releases Bim from both Bcl-2 and Mcl-1, further degrades Mcl-1 protein, and presents ten-fold stronger apoptotic induction ability in venetoclax insensitive cells. Acquired increase of Mcl-1 protein was observed in venetoclax resistant MOLM-13\/VEN cells, which are sensitive to A1-induced apoptosis. In Bcl-xL expressing venetoclax refractory leukemia cells A1 obtains a new mechanism of inhibiting cell cycling by downregulating cyclin D1 through a new NOXA\/cyclin D1 cascade, mediated through the endoperoxide moiety of artemisinin and intracellular iron, independent of Bcl-2 inhibition. We reveal a new compound A1 overcoming venetoclax resistance by NOXA-mediated degradation of Mcl-1 and cyclin D1 protein.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Apoptosis,Venetoclax,Cyclin D1,Mcl-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhang<\/b><sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, S. Waxman<sup>2<\/sup>, L. Zhao<sup>1<\/sup>, Y. Jing<sup>1<\/sup>; <br\/><sup>1<\/sup>Shenyang Pharmaceutical University, Shenyang, China, <sup>2<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"19eb1924-1cf2-4ef9-96b0-6a264eeca7b7","ControlNumber":"6787","DisclosureBlock":"&nbsp;<b>J. Zhang, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>S. Waxman, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>Y. Jing, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5991","PresenterBiography":null,"PresenterDisplayName":"Jingyi Zhang, PhD","PresenterKey":"6a45edb8-d69e-4917-81fb-8484069136ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5991. Improved venetoclax therapy by a novel conjugate with artemisinin by NOXA-mediated reduction of Mcl-1 and cyclin D1 protein in myeloid leukemia cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved venetoclax therapy by a novel conjugate with artemisinin by NOXA-mediated reduction of Mcl-1 and cyclin D1 protein in myeloid leukemia cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><b> <\/b>ASPP2 is a critical p53 activator initiating apoptotic cascades in the presence of cell stress. ASPP2k is a novel, dominant-negative, oncogenic splicing isoform of the tumor suppressor ASPP2, discovered in the context of a mutational screening of AML\/ALL patient biopsies (expressed in &#62;40% of the samples) (Schittenhelm MM et atl, EBioMed 2019). ASPP2k results from an aberrant exon 17 skipping: a premature STOP codon at the new exon16-exon18 junction site leads to the translation of a truncated protein. Indeed, ASPP2k lacks the ASPP2 C-terminus, containing the important p53 binding sites. Thus, ASPP2k impairs p53-dependent apoptosis activation, resulting in accelerated proliferation and attenuated chemotherapy-induced apoptosis in cancer cells.<b> <\/b><br \/><b> <\/b><b>Results<\/b><b> <\/b>ASPP2k silencing (KD) and overexpression (KI) functional consequences were evaluated in vitro and in vivo. ASPP2k was silenced in MOLM-14 cells and primary AML blasts. We found proliferation to be attenuated in ASPP2k KD cells compared to EV cells in both models (p&#60;0.0001). Silencing of ASPP2k rendered cells more susceptible towards standard chemotherapy compared to controls (+30% Daunorubicin 10 nM, +20% Venetoclax 15 nM, p&#60;0.01, Annexin\/PI). Both cell models were subsequently injected intravenously into NSG mice: ASPP2k KD lead to a less aggressive disease development, resulting in a longer lifespan (30 and 42 days for EV and KD, respectively). Significant splenomegaly was noted for all control mice, while spleens from mice injected with ASPP2k KD cells were on average half in size and weight, arguing for a less aggressive biology of KD leukemia cells. Vice versa, ASPP2k up-regulation resulted in opposite results. IL-3 dependent Ba\/F3 cells are a standard model to evaluate the oncogenic capacities of potential tumor drivers. Upon ASPP2k KI, Ba\/F3 cells lost their IL-3 dependency. In line, overexpression of ASPP2k resulted in accelerated proliferation (+9.32 and +127.75 fold-change at 96h for EV and KI cells respectively, compared to 24h). When injected into NSG mice, ASPP2k KI Luc+ cells spread rapidly and invaded spleen, liver and brain, while no disease dissemination was noticeable control mice. Data from regular blood counts confirmed this notion. Animals injected with ASPP2k KI cells showed a rapid disease progression, while EV mice showed no signs of the illness. Further an increase of +122.5% in spleen weight was assessed in mice injected with ASPP2k KI cells compared to control animals at termination day, further underlining oncogenic potential of ASPP2k.<b> <\/b><br \/><b>Conclusions <\/b>In summary, we here show that ASPP2&#954; directly contributes to resistance towards therapy in AML as well as aggressiveness of disease in vivo in all the investigated models, arguing for an oncogenic potential of the variant. Future studies evaluating ASPP2&#954; as a prognostic\/predictive model and potential target for therapy are warranted.<b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Apoptosis,p53,Splice variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alessia Ruiba<\/b><sup><\/sup>, Marcus Schittenhelm<sup><\/sup>, Anna Lena Ahrens<sup><\/sup>, Vanessa Aellig<sup><\/sup>, Kerstin Kampa-Schittenhelm<sup><\/sup><br><br\/>Klinik für medizinische Onkologie und Hämatologie, Kantonsspital St. Gallen, St. Gallen, Switzerland","CSlideId":"","ControlKey":"272b3e5e-4b1a-4647-a020-70b12a8ff15a","ControlNumber":"7882","DisclosureBlock":"&nbsp;<b>A. Ruiba, <\/b> None..<br><b>M. Schittenhelm, <\/b> None..<br><b>A. Ahrens, <\/b> None..<br><b>V. Aellig, <\/b> None..<br><b>K. Kampa-Schittenhelm, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5992","PresenterBiography":null,"PresenterDisplayName":"Alessia Ruiba, BS;MS","PresenterKey":"1ce98864-dcf0-4057-83d7-c236449704a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5992. Expression of oncogenic ASSP2k in acute myeloid leukemia directly contributes to resistance to therapy and aggressiveness of the disease","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expression of oncogenic ASSP2k in acute myeloid leukemia directly contributes to resistance to therapy and aggressiveness of the disease","Topics":null,"cSlideId":""},{"Abstract":"Once cancer has metastasized it remains incurable as a result of evolved resistance to nearly all systemic therapies. Our group has demonstrated that an endocycling cancer cell state is an underappreciated mechanism of therapeutic resistance in many cancer settings. Cells in this state uncouple DNA replication from cell division to obtain abnormally high genomic content and cell size (over 40x volume). Resulting polyploidy and cellular hypertrophy provide survival advantages such as elevated genomic content, higher oxidative buffer capacity, increased autophagy, and heightened resistance to chemotherapy. Endocycling cancer cells are induced by multiple different classes of chemotherapy and present in vivo at increased frequencies both in metastatic sites and following chemotherapy. We hypothesize elimination of this overlooked resistant cancer cell state is critical for sustained anticancer therapies. Cancer cells, including those in the endocycling cancer cell state, leverage canonical cell cycle and cell death programs to evade apoptosis from external stressors including all classes of chemotherapy. Engaging cell cycle-independent death pathways is an alternative therapeutic strategy that circumvents cancer&#8217;s trademark manipulation of the cell cycle<sup>1<\/sup>. Ferroptosis is a cell cycle agnostic form of cell death that occurs due to dysregulation of cellular iron and subsequent lipid peroxidation. While ferroptosis is emerging as a vulnerability in resistant cancers, efficacy of ferroptosis induction is highly heterogeneous depending on tissue type, cellular metabolism, and many other factors. We characterized oxidative damage, labile iron, lipid content, and signaling pathways in cells pre- and post-chemotherapy to assess vulnerability to ferroptosis. By inhibiting GPX4, the sole lipophilic antioxidant enzyme, we show induction of ferroptotic cell death across multiple cell lines and chemotherapies with cells in the endocycling state being more susceptible. Importantly, targeting cells in the endocycling cancer cell state (as opposed to untreated cell lines), also affords a more uniform elimination by ferroptosis. Ferroptosis also has a capacity to be immunogenic that may direct anti-cancer immune licensing in addition to direct cytotoxicity. These studies will directly contribute to development of ferroptosis engaging therapeutic strategies for resistant cancer cell states, particularly concerning the timing of intervention. <sup>1<\/sup>Loftus, L.V.; Amend, S.R.; Pienta, K.J. Interplay between Cell Death and Cell Proliferation Reveals New Strategies for Cancer Therapy. <i>Int. J. Mol. Sci.<\/i> <b>2022<\/b>, <i>23<\/i>, 4723. https:\/\/doi.org\/10.3390\/ijms23094723","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Therapy resistance,Labile Iron,Oxidative Damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Loftus<\/b>, K. Pienta, S. Amend; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"8f34c5d7-2277-4951-814a-7c2a6f065d92","ControlNumber":"2035","DisclosureBlock":"&nbsp;<b>L. Loftus, <\/b> None.&nbsp;<br><b>K. Pienta, <\/b> <br><b>Cue Biopharma, Inc.<\/b> Other, consultant. <br><b>Keystone Biopharma, Inc<\/b> Stock. <br><b>S. Amend, <\/b> <br><b>Keystone Biopharma, Inc<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5993","PresenterBiography":null,"PresenterDisplayName":"Luke Loftus, BS","PresenterKey":"80370b17-c4b9-42f2-95d6-c34e3cf68fe1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5993. Temporal dynamics of ferroptosis vulnerability in a resistant cancer cell state","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Temporal dynamics of ferroptosis vulnerability in a resistant cancer cell state","Topics":null,"cSlideId":""},{"Abstract":"Necrosis is commonly found in various solid tumors and predicts worse outcome. Chronic ischemia can initiate tumor necrosis, however, how the damaged tissue further expands is unclear. Previous studies found that neutrophils associate with necrosis and could contribute the necrosis development in glioblastoma (GBM) through transferring myeloperoxidase-containing granules into tumor cells and inducing tumor cell ferroptosis. How the neutrophilic granule transfer occurs is unknown. Here, through an unbiased small molecule screen, we found that statins can inhibit the neutrophil-induced tumor cell death through blocking the neutrophilic content transfer into tumor cells. Surprisingly, we found that neutrophils are engulfed by tumor cells before they are fragmented and release the MPO-containing contents in tumor cells. This process is through LC3-associated phagocytosis (LAP) and can be blocked by inhibiting the Vps34-UVRAG-containing PI3K complex. Inhibition of MPO or depletion of Vps34 in an orthotopic xenograft GBM mouse model showed that necrosis formation is reduced, and the tumor-bearing mice can survive longer. Therefore, this study revealed that the neutrophilic granule transfer is through LAP-mediated neutrophil internalization, which then trigger tumor ferroptotic cell death in glioblastoma. Blocking this process may improve prognosis of GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Tumor microenvironment,Phagocytosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Y. Lu<\/b>, P. P. Yee, S. Y. Chih, D. G. Aregawi, M. J. Glantz, B. E. Zacharia, H.-G. Wang, W. Li; <br\/>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA","CSlideId":"","ControlKey":"1d49a267-a0f6-435a-ac30-874c1ef85942","ControlNumber":"3333","DisclosureBlock":"&nbsp;<b>T. Y. Lu, <\/b> None..<br><b>P. P. Yee, <\/b> None..<br><b>S. Y. Chih, <\/b> None..<br><b>D. G. Aregawi, <\/b> None..<br><b>M. J. Glantz, <\/b> None..<br><b>B. E. Zacharia, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>W. Li, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5994","PresenterBiography":null,"PresenterDisplayName":"Tong Lu","PresenterKey":"2dbe389f-177c-4a1d-a1e7-ec2df6ea85c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5994. Neutrophils internalized through LC3-associated phagocytosis trigger tumor ferroptotic cell death in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutrophils internalized through LC3-associated phagocytosis trigger tumor ferroptotic cell death in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Aprepitant is a long-standing FDA approved anti-nausea drug, recently re-purposed as an early-stage anticancer agent; how aprepitant kills cancer cells was not well studied. We find that aprepitant kills human and mouse cancer cells by hyperactivating the stress response pathway, the anticipatory unfolded protein response (a-UPR), thereby inducing immune cell activating necrotic cell death. Aprepitant is a small molecule neurokinin-1 receptor (NK-1R) antagonist widely used to prevent nausea and vomiting in cancer patients undergoing chemotherapy. Recently aprepitant has shown promise in mouse xenograft studies of colon, lung and pancreatic cancer and melanoma. Since aprepitant was thought to trigger release of calcium stored in the lumen of the endoplasmic reticulum, the step that we showed triggers hyperactivation of the a-UPR by ErSO family anticancer agents, we explored the role of the a-UPR in aprepitant action. Aprepitatnt robustly activates the PERK arm of the UPR increasing p-PERK and peIF2&#945;, inhibiting protein synthesis. Notably, aprepitant treatment results in ATP depletion and activation of AMPK. Aprepitant induced rapid cell death was not blocked by apoptosis inhibitors or necroptosis inhibitors. In both standard 2-dimensional cell culture and 3-dimensional organoid culture aprepitant-treated breast cancer cells displayed typical features of necrotic cell death, including cell swelling, membrane rupture, and cytoplasmic vacuolization. Cell death by necrosis and membrane rupture leads to release of immune cell activating cell contents termed damage-associated molecular patterns (DAMPs). Aprepitant treatment induces release of the classic DAMPs, HMGB1 and ATP and medium from aprepitant-treated breast cancer cells enhances migration of differentiated human THP-1 macrophage. Thus aprepitant and other necrosis inducing therapies elicit immunogenic cell death (ICD) and may have the potential to enhance adjuvant immunotherapy. Genome-wide CRISPR screens with negative selection against aprepitant and other studies are being used to explore the pathways of aprepitant induced cell death and evaluate its therapeutic efficacy. Since FDA-approved aprepitant has been widely used for many years, identifying its pathway of action will both accelerate its clinical transition as an anticancer agent and help identify patients whose genetic profiles make them most likely to benefit from aprepitant therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Unfolded protein response (UPR),Breast cancer,Immunogenic cell death,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Dai<\/b>, J. Zhu, S. Perry, Q. Jiang, D. J. Shapiro; <br\/>University of Illinois at Urbana-Champaign, Champaign, IL","CSlideId":"","ControlKey":"a2ac56d6-7d25-4652-892b-9e9462664c9c","ControlNumber":"3954","DisclosureBlock":"&nbsp;<b>X. Dai, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>S. Perry, <\/b> None..<br><b>Q. Jiang, <\/b> None..<br><b>D. J. Shapiro, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5995","PresenterBiography":null,"PresenterDisplayName":"Xinyi Dai, BS","PresenterKey":"f21a3053-dccb-4936-a3d5-65352ea0bd01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5995. How FDA-approved drug, Aprepitant, induces immunogenic death of cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"How FDA-approved drug, Aprepitant, induces immunogenic death of cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) is the sixth most common cancer globally, resulting in more than 300,000 deaths each year worldwide. Treatment options for HNSCC patients include surgery, radiation, chemotherapy and molecularly targeted therapies, and although immunotherapies have recently revolutionized the treatment landscape, &#60;20% of HNSCC patients respond to immune check point blockade (ICB) therapies. The survival rate of HNSCC patients has changed only modestly over the past decades, and therefore HNSCC is a significant global health problem with high mortality and morbidity. Genomic alterations converging in the persistent activation of the PI3K\/mTOR pathway (&#62;80% cases) represent one of the most frequently altered signaling circuitries in HNSCC. This overreliance on PI3K\/mTOR signaling for tumor growth may expose a cancer vulnerability that can be exploited therapeutically, as revealed in recent clinical trials using mTOR inhibitors (mTORi) in HNSCC in the adjuvant and neoadjuvant setting. Here, we took advantage of a whole-genome CRISPR screening approach to identify mechanisms of sensitivity and resistance to mTORi, aimed at increasing their clinical activity. We found that the activation of autophagy, a biological process that plays a paradoxical pro-survival or antitumoral role in a cancer specific fashion, is strictly required for mTORi cell growth inhibition in HNSCC. In depth analysis of our CRISPR screening also revealed multiple hits suggestive of a novel role for iron metabolism and ferroptosis downstream from mTORi. Ferroptosis is iron-dependent regulated cell death process caused by the peroxidation of polyunsaturated fatty acids. Indeed, we found that mTORi induces ferroptosis in HNSCC cells, and that inhibition of ferroptosis reduces the effect of mTORi. Evidence will be presented supporting a novel mechanism linking mTORi-triggered autophagy and the activation of ferroptotic death programs, as well as new synergistic combinations with mTORi by repurposing approved drugs that disable cellular ferroptotic defense mechanisms. Our studies uncovered how mTORi act in HNSCC, thereby revealing new multimodal precision therapies for HNSCC and many human malignancies displaying overactive PI3K\/mTOR signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,mTOR,Cell death,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Koshizuka<\/b><sup>1<\/sup>, X. Wu<sup>1<\/sup>, K. Sato<sup>1<\/sup>, P. T. T. Vo<sup>1<\/sup>, G. M. Murawska<sup>1<\/sup>, T. Ishikawa<sup>1<\/sup>, Z. Wang<sup>2<\/sup>, A. A. Molinolo<sup>1<\/sup>, E. A. Dennis<sup>1<\/sup>, P. Mali<sup>1<\/sup>, J. Gutkind<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, San Diego, La Jolla, CA, <sup>2<\/sup>Zhejiang University School of Medicine, Zhejiang, China","CSlideId":"","ControlKey":"8a838379-2f92-41f2-9067-a2bca847a7e9","ControlNumber":"5805","DisclosureBlock":"&nbsp;<b>K. Koshizuka, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>K. Sato, <\/b> None..<br><b>P. T. T. Vo, <\/b> None..<br><b>G. M. Murawska, <\/b> None..<br><b>T. Ishikawa, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>A. A. Molinolo, <\/b> None..<br><b>E. A. Dennis, <\/b> None..<br><b>P. Mali, <\/b> None..<br><b>J. Gutkind, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5996","PresenterBiography":null,"PresenterDisplayName":"Keiichi Koshizuka","PresenterKey":"92ef17e3-f8bf-4d8a-b80b-f86a4ecef666","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5996. Genome-wide CRISPR screening reveals a central role for ferroptotic cell death in the anti-tumor response to mTOR inhibitors in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-wide CRISPR screening reveals a central role for ferroptotic cell death in the anti-tumor response to mTOR inhibitors in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Of all gynecologic cancers, epithelial ovarian cancer (OCa) stands out with the highest mortality rates. Despite all efforts, 90% of individuals who receive standard surgical and cytotoxic therapy experience disease recurrence. The potential involvement of leukemia inhibitory factor (LIF) and its receptor (LIFR) in the progression of OCa is still obscure. In this study, we examined the mechanisms by which disruption of LIF\/LIFR autocrine loops contributes to the cell death of ovarian cancer cells.<br \/><b>Methods<\/b>: The expression profiles of LIF and LIFR were obtained using 24 distinct OCa model cells, comprising both primary and established cell lines. The effects of EC359 on OCa cells were evaluated using reporter assays, colony formation, cell death, and cell viability. Flow cytometry was utilized to analyze lipid peroxidation. The Agilent Seahorse XF Pro Analyzer was used to calculate the extracellular acidification rate (ECAR) and oxygen consumption rate (OCR). Furthermore, flow cytometry was used for the preparation and analysis of lymphocytes. Mechanistic investigations were performed with RT-qPCR and RNA-seq analysis. The efficacy of the LIFR inhibitor EC359 as a targeted therapy was investigated using cell-based xenografts, syngeneic xenografts, patient-derived organoids (PDO), and patient-derived xenograft (PDX) models.<br \/><b>Results<\/b>: Analysis of cancer databases revealed that elevated expression of LIF or LIFR was associated with poor progression-free survival of OCa patients and a predictor of poor response to chemotherapy. Using 24 different primary and established OCa cell lines that represent four subtypes of epithelial OCa, we demonstrated that LIF\/LIFR autocrine signaling is active in OCa. Moreover, treatment with EC359, a novel LIFR inhibitor, significantly reduced OCa cell viability and cell survival with an IC<sub>50<\/sub> ranging from 5 to 50 nM. Furthermore, EC359 diminished the stemness of OCa cells. Mechanistic studies using RNA-seq and rescue experiments unveiled that EC359 primarily induced ferroptosis by suppressing the glutathione antioxidant defense system. Using multiple in vitro, ex vivo, and in vivo models including organoids, cell-based xenografts, patient-derived explants, and xenograft tumors, we demonstrated that EC359 dramatically reduced the growth and progression of OCa. Additionally, EC359 therapy considerably improved tumor immunogenicity by robust CD45<sup>+<\/sup> leukocyte tumor infiltration and polarizing tumor-associated macrophages (TAMs) toward M1 phenotype while showing no impact on normal T-, B-, and other immune cells.<br \/><b>Conclusions<\/b>: Collectively, our findings indicate that the LIF\/LIFR autocrine loop plays an essential role in OCa progression and that EC359 could be a promising therapeutic agent for OCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Targeted therapy,Ovarian cancer,Oxidative stress,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Ebrahimi<\/b><sup>1<\/sup>, S. Viswanadhapalli<sup>1<\/sup>, U. P. Pratap<sup>1<\/sup>, R. Gopalam<sup>1<\/sup>, X. Yang<sup>1<\/sup>, P. P. Venkata<sup>1<\/sup>, V. Drel<sup>1<\/sup>, B. Santhamma<sup>2<\/sup>, S. Konda<sup>2<\/sup>, X. Li<sup>1<\/sup>, A. L. Rodriguez Sanchez<sup>1<\/sup>, H. Yan<sup>1<\/sup>, G. R. Sareddy<sup>1<\/sup>, Z. Xu<sup>1<\/sup>, B. B. Singh<sup>1<\/sup>, P. T. Valente<sup>1<\/sup>, Y. Chen<sup>1<\/sup>, Z. Lai<sup>1<\/sup>, M. Rao<sup>1<\/sup>, E. R. Kost<sup>1<\/sup>, T. Curiel<sup>3<\/sup>, R. R. Tekmal<sup>1<\/sup>, H. B. Nair<sup>2<\/sup>, R. K. Vadlamudi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas Health San Antonio, San Antonio, TX, <sup>2<\/sup>Evestra Inc, San Antonio, TX, <sup>3<\/sup>Dartmouth College, Hanover, NH","CSlideId":"","ControlKey":"4289774c-3e46-4c49-a51a-a8b848dbd9da","ControlNumber":"5727","DisclosureBlock":"&nbsp;<b>B. Ebrahimi, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>U. P. Pratap, <\/b> None..<br><b>R. Gopalam, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>P. P. Venkata, <\/b> None..<br><b>V. Drel, <\/b> None.&nbsp;<br><b>B. Santhamma, <\/b> <br><b>Evestra<\/b> Employment. <br><b>S. Konda, <\/b> <br><b>Evestra<\/b> Employment.<br><b>X. Li, <\/b> None..<br><b>A. L. Rodriguez Sanchez, <\/b> None..<br><b>H. Yan, <\/b> None..<br><b>G. R. Sareddy, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>B. B. Singh, <\/b> None..<br><b>P. T. Valente, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Z. Lai, <\/b> None..<br><b>M. Rao, <\/b> None..<br><b>E. R. Kost, <\/b> None..<br><b>T. Curiel, <\/b> None..<br><b>R. R. Tekmal, <\/b> None.&nbsp;<br><b>H. B. Nair, <\/b> <br><b>Evestra<\/b> Employment.<br><b>R. K. Vadlamudi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5998","PresenterBiography":null,"PresenterDisplayName":"Behnam Ebrahimi, MS","PresenterKey":"fd1c2209-3e9a-4a72-8602-ec667d862c7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5998. Pharmacological inhibition of the LIF-LIFR autocrine loop reveals vulnerability of ovarian cancer to ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological inhibition of the LIF-LIFR autocrine loop reveals vulnerability of ovarian cancer to ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Oral squamous cell carcinoma (OSCC) is the most common type of head and neck cancers. It has been reported that the composition of the oral microbiome was shifted in OSCC patients compared to healthy subjects. In particular, <i>Pseudomonas aeruginosa<\/i> is one of the most abundant oral microbes in OSCC patients. Bitter taste receptors (taste 2 receptors, TAS2Rs), known as G protein-coupled receptors (GPCRs), can recognize <i>P. aeruginosa<\/i>-derived quorum sensing molecules, such as N-(3-oxododecanoyl)-L-homoserine lactone (oxo-C12). Therefore, we explored the role of TAS2Rs in oral dysbiosis and cancers. Herein, we observed that TAS2Rs, such as TAS2R4, TAS2R14, and TAS2R38, mediated both pyroptosis and apoptosis, two distinct types of programmed cell death, in human OSCC HSC3 cells exposed to oxo-C12. Unexpectedly, TAS2Rs provoked pyroptosis and apoptosis in a GPCR-independent manner. Instead, TAS2Rs seemed to recruit NLRP3 inflammasome and subsequently activate caspase-8 in response to oxo-C12, implying the TAS2Rs-NLRP3-caspase-8 axis. Notably, the immunofluorescence staining showed considerable expression of TAS2Rs and NLRP3 in oxo-C12-treated HSC3 cells as well as human OSCC tissues, further supporting the presence of the alternative activation pathway of TAS2Rs. Moreover, siRNA knockdown of <i>MyD88<\/i> diminished oxo-C12-induced NLRP3 activation, caspase-8 cleavage and cell death marker expression, which implies that MyD88 is involved in activation of the TAS2Rs-NLRP3-caspase-8 axis. This also suggests that TAS2Rs might function as potential pattern recognition receptors, similar to toll-like receptors responsible for recognition of pathogen and their molecules. Based on The Cancer Genome Atlas analysis, downregulation of TAS2Rs was correlated with poor prognosis in OSCC patients. Taken together, TAS2Rs might trigger the host defense mechanism against microbial dysbiosis-induced cancer development. Thus, TAS2Rs could be promising chemotherapeutic targets for OSCC treatment, particularly via disconnecting interkingdom molecular links between microbial alterations and carcinogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Bitter taste receptor,Bacterial quorum sensing molecule,NLRP3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Yu<\/b>, H. Lee, J. Shin, N.-Y. Song; <br\/>Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"36d0c7e3-603c-458e-9627-af9b412530e4","ControlNumber":"8461","DisclosureBlock":"&nbsp;<b>S. Yu, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>N. Song, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5999","PresenterBiography":null,"PresenterDisplayName":"Seong Yu, BS","PresenterKey":"2d7c9cb5-f91e-42ba-9509-f8bd20d5826d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5999. Bitter taste receptors trigger pyroptosis and apoptosis through NLRP3 activation in oral cancer cells in response to a dysbiotic bacterial molecule: A possible role as pattern recognition receptors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bitter taste receptors trigger pyroptosis and apoptosis through NLRP3 activation in oral cancer cells in response to a dysbiotic bacterial molecule: A possible role as pattern recognition receptors","Topics":null,"cSlideId":""},{"Abstract":"Acting through estrogen receptor alpha (ER&#945;), in orthotopic mouse xenograft models and a PDX, our non-competitive anticancer drug ErSO induces complete or near complete regression of primary and metastatic therapy-resistant ER&#945;-positive breast, ovarian and endometrial tumors. ErSO is also highly effective in ovarian cancer PDOs from patient ascites. Unlike most anticancer agents which inhibit cancer cell proliferation or induce apoptosis, ErSO induces immune-cell-activating necrosis through sustained hyperactivation of the anticipatory unfolded protein response (a-UPR) pathway resulting in ATP depletion and cell swelling followed by membrane rupture. The medium from cancer cells killed by ErSO not only robustly activates mouse and human macrophages, but also dramatically increases monocyte migration. ErSO therefore has the potential to help extend the reach of immunotherapy to many solid tumors that do not express neoantigens. However, unlike apoptosis which has an established signaling pathway, how ErSO induces necrosis was unknown. From a genome-wide CRISPR-Cas9 screen in MCF-7 cells with negative selection against ErSO, we identified FGD3, a guanine exchange factor (GEF) of Rho GTPase Cdc42 as the top target. Consistent with the screen, through subsequent knockout and overexpression of FGD3 in human breast cancer cells, we found that the knockout cells have significant resistance to ErSO while the overexpressing cells exhibit increased sensitivity to killing by ErSO in both 2D cell culture and a 3D organoid model. Our data indicates that this protein is not an upstream regulator of the ErSO-induced necrosis pathway. Instead, it is a regulator of the last stage of necrosis - cell membrane rupture. Thus, we identified an actin reorganization signaling pathway with multiple components that plays a pivotal role in whether the breast cancer cell responds to a-UPR activation and swelling by membrane rupture and necrotic cell death or reorganizes its actin enabling the cancer cell to survive. RNA-seq and other studies indicate that by regulating actin reorganization, this axis is important in ErSO-persister breast cancer cells exhibiting long-term survival in ErSO. This work enables identification of breast cancer patients whose elevated levels of components of this signaling pathway make them most likely to benefit from this novel therapy. Notably, FGD3 knockout cells also show considerable resistance to necrosis or necroptosis induced by other anticancer drugs. Here, we describe a therapy that induces immunogenic cell death in ER&#945;-positive breast, ovarian and endometrial cancer cells. We also show that, as cancer cells respond to agents that induce immunogenic cell death through membrane rupture, an actin regulating pathway plays a critical role in life-death decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Breast cancer,Unfolded protein response (UPR),Cell death,Cytoskeleton,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhu<\/b><sup>1<\/sup>, S. Ghosh<sup>1<\/sup>, D. Duraki<sup>1<\/sup>, M. Boudreau<sup>1<\/sup>, M. Jabeen<sup>1<\/sup>, C. Mao<sup>1<\/sup>, B. H. Park<sup>2<\/sup>, G. Cheng<sup>3<\/sup>, E. R. Nelson<sup>1<\/sup>, P. J. Hergenrother<sup>1<\/sup>, D. J. Shapiro<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL, <sup>2<\/sup>Vanderbilt Ingram Cancer Center, Nashville, TN, <sup>3<\/sup>Carle Illinois College of Medicine, Urbana, IL","CSlideId":"","ControlKey":"d17f6f0a-fb8b-4f85-9565-b345f7931697","ControlNumber":"1784","DisclosureBlock":"&nbsp;<b>J. Zhu, <\/b> None..<br><b>S. Ghosh, <\/b> None..<br><b>D. Duraki, <\/b> None.&nbsp;<br><b>M. Boudreau, <\/b> <br><b>System Oncology<\/b> Patent.<br><b>M. Jabeen, <\/b> None..<br><b>C. Mao, <\/b> None..<br><b>B. H. Park, <\/b> None..<br><b>G. Cheng, <\/b> None..<br><b>E. R. Nelson, <\/b> None.&nbsp;<br><b>P. J. Hergenrother, <\/b> <br><b>System Oncology<\/b> Patent. <br><b>D. J. Shapiro, <\/b> <br><b>System Oncology<\/b> Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6000","PresenterBiography":null,"PresenterDisplayName":"Junyao Zhu, BS","PresenterKey":"dd6c7ea7-cb22-49dc-b77d-5db36f9654db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6000. A novel pathway controlling anticancer drug induced immunogenic cell death","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel pathway controlling anticancer drug induced immunogenic cell death","Topics":null,"cSlideId":""},{"Abstract":"Background: Myeloid cell leukemia 1 (MCL-1) is an anti-apoptotic member of the BCL-2 protein family which is involved in intrinsic (mitochondrial) pathway of apoptosis and is deregulated in several cancers. Current MCL-1 specific inhibitors have limitations in terms of efficiency, tolerability, and off-target effects and challenges associated with shallow binding groove of MCL-1. In this study, dihydroergotamine mesylate (DHE), an approved anti-migraine drug, was found as a potential ligand of the MCL-1 BH3-binding pocket and was further evaluated for its potential MCL-1 inhibition and effect on pancreatic cancer cells.<br \/>Methods: PubChem Database was used for library preparation and virtual screening (OpenBabel and AutoDock Vina). The 55 crystal structures available for MCL-1 in Protein Data Bank (PDB) were clustered using principal component analysis with Bio3D R-package to select representative PDBs for further screening. Consensus voting and <i>k-means<\/i> clustering was used to shortlist compounds for Molecular dynamics (MD) simulations. MD simulations (100 nanoseconds) by GROMACS were employed to measure stability of ligands in MCL-1 binding pocket. DHE efficacy on cell proliferation was evaluated with MTS and clonogenic assays and on apoptosis using the FITC\/Annexin V flow cytometry assay in MiaPaCa-2 and PANC-1 pancreatic cancer cell lines. Effect of DHE treatment on <i>MCL-1<\/i> gene and protein expression was analyzed using qRT-PCR and western blotting, respectively.<br \/>Results: Computational screening identified DHE (PubChem ID: 12308974) as a top hit exhibiting consistent interactions within the MCL-1 BH3-binding pocket. Notably, DHE displayed stable RMSD and formed four hydrogen bonds throughout MD simulations. <i>In vitro<\/i> results showed that DHE significantly reduced viability of MiaPaCa-2 and PANC-1 pancreatic cancer cells with IC50 values of 31 &#956;M and 47 &#956;M, respectively. DHE significantly (<i>P<\/i>&#60;0.001) suppressed colony formation by pancreatic cancer cells in a dose-dependent (10&#956;M, 20&#956;M, and 40&#956;M) manner. The percentage of Annexin V-positive and Propidium iodide-negative fraction in MiaPaCa-2 cells treated with DHE also increased in a dose-dependent manner. DHE did not have significant effect on <i>MCL-1<\/i> mRNA expression. However, western blotting demonstrated MCL-1 protein levels were significantly reduced in both pancreatic cancer cell lines upon DHE treatment.<br \/>Conclusion: Our findings showed DHE suppresses the pancreatic cancer cells viability and proliferation, and significantly increased early apoptotic cells. DHE treatment had no effect on <i>MCL-1<\/i> at the transcription level but significantly reduced the protein, suggesting posttranslational modifications, and thus future mechanism of action studies is required. The present study reports that the anti-migraine drug DHE might be a novel therapeutic agent for pancreatic cancer and needs to be explored further.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Apoptosis,Mcl-1,Pancreatic cancer,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Mittal<\/b><sup>1<\/sup>, J. H. Lo<sup>1<\/sup>, S. Soni<sup>1<\/sup>, F. Battaglin<sup>1<\/sup>, S. R. Gupta<sup>2<\/sup>, L. Torres-Gonzalez<sup>1<\/sup>, Y. Yang<sup>1<\/sup>, S. Algaze<sup>1<\/sup>, P. Jayachandran<sup>1<\/sup>, K. Ashouri<sup>1<\/sup>, A. Wong<sup>1<\/sup>, W. Zhang<sup>1<\/sup>, J. Yu<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, J. Millstein<sup>1<\/sup>, I. K. Singh<sup>2<\/sup>, H. J. Lenz<sup>1<\/sup>; <br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>2<\/sup>Deshbandhu College, University of Delhi, New Delhi, India","CSlideId":"","ControlKey":"fc25d3b4-e264-4b04-98d8-c7c12bad5291","ControlNumber":"1223","DisclosureBlock":"&nbsp;<b>P. Mittal, <\/b> None..<br><b>J. H. Lo, <\/b> None..<br><b>S. Soni, <\/b> None..<br><b>F. Battaglin, <\/b> None..<br><b>S. R. Gupta, <\/b> None..<br><b>L. Torres-Gonzalez, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Algaze, <\/b> None..<br><b>P. Jayachandran, <\/b> None..<br><b>K. Ashouri, <\/b> None..<br><b>A. Wong, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>J. Millstein, <\/b> None..<br><b>I. K. Singh, <\/b> None..<br><b>H. J. Lenz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6001","PresenterBiography":null,"PresenterDisplayName":"Pooja Mittal, MS","PresenterKey":"c4d3bea5-7ece-4d04-b87a-a647a1e75dcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6001. Repurposing dihydroergotamine mesylate as a potential MCL-1 inhibitor and its antitumor effect in pancreatic cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing dihydroergotamine mesylate as a potential MCL-1 inhibitor and its antitumor effect in pancreatic cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The survival of cancer cells post chemotherapeutic treatment can lead to the presence of recurrent tumors and continues to be a barrier to effective cancer treatment. The majority of chemotherapeutics kill cells through the induction of executioner caspases and subsequent apoptotic death, and resistance to apoptosis can lead to the presence of anastatic cancer cells. Executioner caspase release was previously thought to be the point of no return from apoptotic cell death, however, it has been shown that removal of the reagent causing caspase release can lead to recovery of cells from apoptotic signaling, a phenomenon which has been termed ``Anastasis``. This presents a need for a better understanding of the underlying mechanisms behind cancer cell survival and the mechanisms that lead to cell recovery and recurrent tumors. We have hypothesized that when treated with chemotherapeutics, some cells will evade cell death even when executioner caspases have been activated. By identifying surviving anastatic cells and the pathways involved in their evasion of cell death, we hope to propose novel therapeutic strategies to prevent their survival. The novel CasExpress system, developed by the Denise Montell lab group, was used to identify and isolate a population of cells surviving caspase-3 activation as a result of chemotherapeutic treatment in Triple Negative Breast Cancer (TNBC) cell lines. The CasExpress system permanently labels these cells with GFP post caspase-3 activation. Analysis of this population of SUM159 anastatic cells, identified by their GFP expression, demonstrates that these cells have an increased resistance to further chemotherapeutic treatment, a decrease in levels of active caspase-3, an up-regulation of Cancer Stem Cell marker CD44, and a more mesenchymal phenotype. Furthermore, these &#8220;anastatic cells&#8221; express decreased levels of GPX-4, an enzyme that mitigates ferroptosis via lipid peroxide reduction, and are more sensitive to GPX-4 and xCT inhibitor mediated ferroptosis cell death.To investigate the link between Epithelial to Mesenchymal Transition (EMT) and ferroptosis mediated cell death, we used TGF-b to stimulate EMT in NMe mouse epithelial cells. We found that TGF-b induced EMT is associated with increased sensitivity to ferroptosis mediated by GPX-4 inhibition. Furthermore, the TGF-b induced EMT cells have a marked decrease in the expression of GPX4, similar to what was observed in the TNBC anastatic cells. These results indicate a potential link between EMT and an increased sensitivity to ferroptosis, and provide novel strategies for identifying and targeting chemotherapeutic resistant tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Apoptosis,Epithelial-mesenchymal transition (EMT),Therapy resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Hausman<\/b><sup>1<\/sup>, W. Brown<sup>2<\/sup>, P. McDonald<sup>2<\/sup>, S. Awrey<sup>2<\/sup>, G. Sun<sup>3<\/sup>, D. Montell<sup>4<\/sup>, S. Dedhar<sup>1<\/sup>; <br\/><sup>1<\/sup>University of British Columbia, Vancouver, BC, Canada, <sup>2<\/sup>BC Cancer Research Institute, Vancouver, BC, Canada, <sup>3<\/sup>Cheeloo College of Medicine, Shandong University, Jinan, China, <sup>4<\/sup>University of California Santa Barbara, Santa Barbara, CA","CSlideId":"","ControlKey":"524cb779-5547-4834-895a-d8c84b3f4352","ControlNumber":"5349","DisclosureBlock":"&nbsp;<b>R. Hausman, <\/b> None..<br><b>W. Brown, <\/b> None..<br><b>P. McDonald, <\/b> None..<br><b>S. Awrey, <\/b> None..<br><b>G. Sun, <\/b> None..<br><b>D. Montell, <\/b> None..<br><b>S. Dedhar, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6002","PresenterBiography":null,"PresenterDisplayName":"Rachel Hausman, BS","PresenterKey":"fe242c17-fb7a-4ef1-8c20-f0a44ba0a308","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6002. Increased ferroptosis sensitivity and epithelial to mesenchymal transition of breast cancer cells overcoming chemotherapeutic mediated apoptotic caspase activation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased ferroptosis sensitivity and epithelial to mesenchymal transition of breast cancer cells overcoming chemotherapeutic mediated apoptotic caspase activation","Topics":null,"cSlideId":""},{"Abstract":"Background: TNF-&#945;-induced protein 3-interacting protein 1 (TNIP1), an integral component in the regulation of immune responses and cellular pathways, is gaining increased attention in the scientific community. Its ability to interact with A20, a crucial ubiquitin-editing enzyme, forms a significant part of the body's mechanism to control inflammation and prevent unregulated immune responses, which are pivotal in the pathogenesis of autoimmune diseases. TNIP1's role extends beyond autoimmunity; it is also implicated in the regulation of cancer cell proliferation and survival, making it a potential target in cancer therapy. However, TNIP1 has not yet been elucidated on the tumorigenesis, proliferation, and invasion of human gastric cancer, and needs to be researched and discovered. In this study, the HGF-mediated association of TNIP1, nuclear factor kappa-B (NF-&#954;B), and matrix metalloproteinase 9 (MMP9) and cancer cell proliferation and invasion were investigated in two types of human gastric cancer cell lines.<br \/>Methods: In this study, cell culture, cDNA microarray analysis, western blotting, Real-Time Polymerase chain reaction, Zymography, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay, TNIP1 knock-down with short hairpin RNA (shRNA), apoptosis, reagents and antibodies, standard two chamber invasion assay.<br \/>Results: In our study on gastric cancer cells, we found that hepatocyte growth factor (HGF) stimulation altered TNIP1 expression at both mRNA and protein levels, indicating a dynamic interaction between HGF and TNIP1. The use of LY294002, a PI3K\/AKT pathway inhibitor, revealed TNIP1's involvement in the NF-kB pathway, showing changes in NFkB and TNIP1 expression post-HGF stimulation. TNIP1-shRNA expressing cells exhibited altered expression of p53, BCL-2, NFkB, and MMP9, markers crucial for tumor progression and metastasis. Notably, TNIP1 knockdown led to increased cell proliferation and enhanced invasion capabilities in gastric cancer cells. Furthermore, TNIP1 knockdown cells showed a significant decrease in apoptosis rates upon HGF treatment, as confirmed by propidium iodide staining and FACS analysis.<br \/>Conclusions: In conclusion, our results demonstrate that TNIP1 is closely associated with the NF-kB pathway and plays a critical role in modulating tumor invasion and apoptosis in gastric cancer cells. These findings suggest that TNIP1 could be a potential therapeutic target for the treatment of gastric cancer, providing new insights into the mechanisms of tumor progression and the development of targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,Gastric cancer,Hepatocyte growth factor,Tumor necrosis factor &#945; (TNF-&#945;),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Jung<\/b>, s. koh, k. lee; <br\/>Yeungnam Univ., Daegu, Korea, Republic of","CSlideId":"","ControlKey":"28ca9dd1-ed73-4ef9-a3eb-e2ce9889db66","ControlNumber":"3017","DisclosureBlock":"&nbsp;<b>J. Jung, <\/b> None..<br><b>S. koh, <\/b> None..<br><b>K. lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8329","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6003","PresenterBiography":null,"PresenterDisplayName":"Jiyoon Jung, MD;PhD","PresenterKey":"929c18cf-0f2e-41d8-a800-302153aaa832","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6003. The TNF-&#945;-induced protein 3-interacting protein1 (TNIP1) suppresses HGF mediated NF-kB pathway activation and growth in gastric cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The TNF-&#945;-induced protein 3-interacting protein1 (TNIP1) suppresses HGF mediated NF-kB pathway activation and growth in gastric cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Homeobox C8 (HOXC8) is a transcription factor preferentially overexpressed in a large percentage of lung adenocarcinoma (LUAD). To investigate the function of HOXC8 in LUAD, we showed that knockdown of HOXC8 led to massive LUAD cell death in a mechanism of pyroptosis because both YVAD, a caspase-1 (CASP1) inhibitor, and disulfiram, which prevents gasdemin D (GSDMD) pore formation, blocked cell death caused by HOXC8 depletion. Intriguingly, ASC and NLRP3, components of canonic inflammasome, were not involved in pyroptosis occurring in HOXC8-depleted cells. Instead, we found that silencing HOXC8 led to a marked increase in CASP1 abundance. As forced expression of CASP1 is sufficient to induce CASP1 activation and pyroptosis, we reason that HOXC8 deters pyroptosis by suppressing the level of CASP1. Moreover, we revealed that knockdown of HOXC8 augmented CASP1 transcription involving in HDAC1\/2. In fact, HOXC8 and HDAC1 were in the same immunocomplex and the presence of HOXC8 is required for the recruitment of HDAC1 to CASP1 promoter. Since HOXC8 also binds CASP1 promoter, we conclude that HOXC8 negatively regulates CASP1 expression by drafting HDAC1\/2 to CASP1. This study suggests that HOXC8 participates LUAD development by controlling CASP1 expression and pyroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Transcription factor,Caspases,Histone deacetylase,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Sun<\/b><sup>1<\/sup>, R. Padia<sup>1<\/sup>, O. Calbay<sup>1<\/sup>, C. Chi<sup>1<\/sup>, M. Akter<sup>1<\/sup>, L. Jin<sup>2<\/sup>, S. Huang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>UT Health San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"5606277c-ae1c-4bb5-997c-fc3b2d294cef","ControlNumber":"856","DisclosureBlock":"&nbsp;<b>L. Sun, <\/b> None..<br><b>R. Padia, <\/b> None..<br><b>O. Calbay, <\/b> None..<br><b>C. Chi, <\/b> None..<br><b>M. Akter, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>S. Huang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8330","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6004","PresenterBiography":null,"PresenterDisplayName":"Lei Sun, BS;MS;PhD","PresenterKey":"1fd173a8-d41d-439a-9706-ebcb89adcb2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6004. HOXC8 epigenetically controls caspse-1 expression and pyroptosis in lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HOXC8 epigenetically controls caspse-1 expression and pyroptosis in lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Traditional cancer cell lines used as surrogate models <i>in vitro<\/i> and <i>in vivo<\/i> have made significant contributions to cancer research and drug discovery. While cell culture and animal studies are critical steps in determining the efficacy, pharmacodynamics, and mechanism of action of novel anti-cancer drugs, it is well-known that cells grown in 2D culture systems have modified growth characteristics and different responses to chemotherapeutic drugs compared to tumors <i>in vivo <\/i>as a result of differing structural and environmental conditions that fail to replicate<i> in vivo <\/i>tumor microenvironments. AVATAR bioreactors (Xcell Biosciences, San Francisco, CA) were invented to address these limitations by providing discrete control over oxygen and hyperbaric pressure levels to better mimic the <i>in vivo <\/i>environment and allow cultured cells to be grown in conditions which mimic the human body. To better serve preclinical research needs, we generated new tumor cell models by long-term acclimating (LTA) existing cancer cells in the AVATAR incubator system using 1% O<sub>2<\/sub> and 2 PSI conditions similar to the conditions expected in the tumor microenvironment (TME). Six different cancer cell lines of diverse origins including pancreas (MIA PaCa-2), breast (BT-474), colon (HCT116), prostate (LNCaP, PC-3) and melanoma (A-375) were adapted for 2-3 months with phenotypic changes recorded. Key marker changes were commonly observed in LTA cells compared to parental lines. For example, in HCT116 colorectal cancer cells, TME culture conditions induced a higher expression level of E-cadherin in both protein and mRNA levels (2.2-fold change), indicating a mesenchymal-epithelial transition of the cell after adaptation. This coincides with the observation that LTA adapted HCT116 cell bodies had a more angular cell morphology as compared to parental cells grown under conventional normoxic culture conditions. In-depth gene-expression analysis using a Nanostring tumor signaling pathway panel identified several common and tissue-specific gene and pathway changes. These included VEGFA, EGF receptor signaling pathway (EGFR, E-Cadherin, GRB7, c-Fos), TGF pathway (IGFBP3, TGFB1, TGFB2, SMAD7), and extracellular matrix signaling (LAMB3, ITGA5, ITGB3, ITGB8, PDGFA, CCND2). Current studies are focusing on drug response testing in 2D and 3D cultures based on above-mentioned gene and signaling pathway changes. Cell proliferation and migration capacity of xenograft LTA cells will be evaluated for the purposes of creating novel murine models for drug screening applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 New nonclinical models for targets,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cell lines,Hypoxia,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Xing<\/b><sup>1<\/sup>, A. Czachorowski<sup>1<\/sup>, J. Lim<sup>2<\/sup>, S. Wise<sup>1<\/sup>; <br\/><sup>1<\/sup>Labcorp, Ann Arbor, MI, <sup>2<\/sup>Xcell Biosciences, San Francisco, CA","CSlideId":"","ControlKey":"f8dbc8d8-5889-4697-b4b1-53deef90061e","ControlNumber":"3908","DisclosureBlock":"&nbsp;<b>Y. Xing, <\/b> None..<br><b>A. Czachorowski, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>S. Wise, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6005","PresenterBiography":null,"PresenterDisplayName":"yewei xing","PresenterKey":"dd8c0765-4a03-4c59-851c-7597ed38ebf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6005. Generation of new oncology cell models through long-term acclimation under hypoxic and hyperbaric culture conditions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of new oncology cell models through long-term acclimation under hypoxic and hyperbaric culture conditions","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Enfortumab Vedotin (EV), an antibody-drug conjugate (ADC) targeting Nectin-4, has emerged as a new standard-of-care for patients with metastatic urothelial cancer (UC). Promising results have also been observed in bladder cancer (BLCA) patients with ADCs targeting HER2. To identify predictive biomarkers of ADC sensitivity, we characterized a large and expanding biobank of patient-derived organoid (PDO) and xenograft (PDX) models for Nectin-4 and HER2 expression, and Nectin-4 and HER2-targeted ADC sensitivity.<br \/>Methods: We generated 19 PDOs and 34 PDXs that reflect the genomic and biologic heterogeneity of human UC. A subset of these models was further characterized using a multiplatform approach, including bulk and single-cell DNA and RNA sequencing and immunoblot for Nectin-4 and HER2 expression. We leveraged these models to study the biologic determinants of sensitivity to EV and the HER2-targeted ADC trastuzumab deruxtecan (T-DXd). PDX models were treated with EV (5 mg\/kg IV on day 1, 3, 6) or T-DXd (10 mg\/kg IV on day 1, 21, 42) or vehicle only as control. We also studied sensitivity to T-DXd and EV, as well as to their cytotoxic payloads (exatecan and vedotin) <i>in vitro<\/i> using paired PDO models.<br \/>Results: We observed high degree of variability of HER2 and Nectin-4 expression across UC PDOs and PDXs. In PDO models, sensitivity to EV correlated strongly with Nectin-4 expression, whereas HER2 expression was not strongly correlated with sensitivity to T-DXd. We also noted a poor correlation between Nectin-4 expression in PDOs and PDXs derived from the same patient. A subset of models, for example, SMBO-104 (<i>ERBB2<\/i> wildtype with low HER2 expression), exhibited significantly greater sensitivity to EV than to T-DXd. Conversely, T-DXd was significantly more active than EV in SMBO-170, a model with <i>ERBB2<\/i> amplification (~40 copies) and HER2 3+ expression. Sensitivity to exatecan, an analogue of the T-DXd payload deruxtecan, as measured by inhibition of cell proliferation and induction of apoptosis, was more predictive of T-DXd sensitivity than HER2 expression level.<br \/>Conclusion: In this study,<b> <\/b>we generated and biologically characterized UC patient-derived models with the goal of identifying predictive biomarkers of sensitivity to Nectin-4 and HER2-targeted ADCs. We observed significant heterogeneity of HER2 and Nectin-4 expression across models. Models were identified in which T-DXd was superior to EV, and vice versa. Sensitivity to the T-DXd cytotoxic payload was more predictive of PDX response than HER2 expression levels, with significant tumor regression observed with T-DXd in BLCA models with low HER2 expression. Our data suggest that clinical trials of HER2-targeted ADCs such as T-DXd should not be restricted to patients with HER2 overexpression and that novel biomarkers will be needed to identify those UC patients most likely to benefit from FDA-approved and investigational ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 New nonclinical models for targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bladder cancer,Patient-derived xenograft (PDX) models,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Tang<\/b><sup>1<\/sup>, Z. Chen<sup>1<\/sup>, J. Thomas<sup>1<\/sup>, K. Nagar<sup>1<\/sup>, J. Christin<sup>2<\/sup>, N. Rustgi<sup>2<\/sup>, S. Gao<sup>1<\/sup>, E. de Stanchina<sup>1<\/sup>, J. Coleman<sup>1<\/sup>, M. Shen<sup>2<\/sup>, H. Al-Ahmadie<sup>1<\/sup>, G. Iyer<sup>1<\/sup>, K. Kim<sup>1<\/sup>, D. Solit<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Columbia University, New York, NY","CSlideId":"","ControlKey":"1aaf7e59-febc-4b28-bff8-63cd1efeacc7","ControlNumber":"1767","DisclosureBlock":"&nbsp;<b>X. Tang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>J. Thomas, <\/b> None..<br><b>K. Nagar, <\/b> None..<br><b>J. Christin, <\/b> None..<br><b>N. Rustgi, <\/b> None..<br><b>S. Gao, <\/b> None..<br><b>E. de Stanchina, <\/b> None..<br><b>J. Coleman, <\/b> None..<br><b>M. Shen, <\/b> None.&nbsp;<br><b>H. Al-Ahmadie, <\/b> <br><b>AstraZeneca<\/b> Other, Consultation. <br><b>Paige.AI.<\/b> Other, Consultation. <br><b>G. Iyer, <\/b> <br><b>Janssen<\/b> Other, Consultation. <br><b>Mirati Therapeutics<\/b> Other, Consultation. <br><b>Flare Therapeutics<\/b> Other, Consultation. <br><b>Loxo\/Lilly<\/b> Other, Consultation. <br><b>Bicycle Therapeutics<\/b> Other, Consultation.<br><b>K. Kim, <\/b> None.&nbsp;<br><b>D. Solit, <\/b> <br><b>Rain Therapuetics<\/b> Other, Consultation. <br><b>Pfizer<\/b> Other, Consultation. <br><b>Fog Pharma<\/b> Other, Consultation. <br><b>PaigeAI<\/b> Other, Consultation. <br><b>BridgeBio<\/b> Other, Consultation. <br><b>Scorpion Therapeutics<\/b> Other, Consultation. <br><b>FORE Therapeutics<\/b> Other, Consultation. <br><b>Function Oncology<\/b> Other, Consultation. <br><b>Pyramid<\/b> Other, Consultation. <br><b>Elsie Biotechnologies, Inc.<\/b> Other, Consultation.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6006","PresenterBiography":null,"PresenterDisplayName":"Xinran (Michelle) Tang, BS","PresenterKey":"3239b235-78db-45ad-b529-10f221fc0853","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6006. Modeling antibody drug conjugate sensitivity using urothelial carcinoma patient-derived models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling antibody drug conjugate sensitivity using urothelial carcinoma patient-derived models","Topics":null,"cSlideId":""},{"Abstract":"BRCA2 reversion alleles have been identified in relapsed, treatment resistant cancer patients. The reversions restore the open reading frame of the BRCA2 protein often resulting in significant sequence deletions with unknown functional consequences. No reports to date have introduced patient reversion mutations into a BRCA2 null cell model to analyze which BRCA2 functions are re-established and whether all or a subset of activities are required for PARPi resistance. Our study utilized BRCA2 reversion alleles identified through sequencing of circulating tumor DNA (ctDNA) from PARPi resistant ovarian cancer patients. We rigorously evaluated whether altered BRCA2 reversion proteins restore homology-directed repair (HDR), fork protection, or gap suppression to determine the specific activities required for PARPi resistance. We found that reverted BRCA2 proteins are functional for HDR by assessing survival response to PARPi, analyzing RAD51 foci at DSBs, DR-GFP reporter assays, RAD51 binding, and CRISPR\/Cas9 gene targeting assays. Surprisingly, using the DNA fibercombing approach to assess replication fork dynamics, we identify two separation-of-function mutants, T1974 and C1654_M1890, which are deficient in fork protection, yet confer PARPi resistance. The mutations are located within the BRC 5-8 domain of BRCA2 proposed to play an important role in RAD51 nucleoprotein filament stability. Biochemical analyses of the purified proteins using single molecule FRET (smFRET) indicate reduced filament stability potentially explaining the deficit in fork protection. In conclusion, these separation-of-function BRCA2 mutations provide new mechanistic insight into the underlying biology of BRCA2 and reveal the specific functions needed to overcome PARPi-mediated cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"BRCA2,PARP inhibitors,Resistance,DNA repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Jensen<\/b>, G. Moore, S. Lahiri; <br\/>Yale University School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"72f6d62d-4f7b-4eff-8a3d-cf3b43bdc53a","ControlNumber":"7372","DisclosureBlock":"&nbsp;<b>R. Jensen, <\/b> None..<br><b>G. Moore, <\/b> None..<br><b>S. Lahiri, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6010","PresenterBiography":null,"PresenterDisplayName":"Ryan Jensen, BA;PhD","PresenterKey":"a2927f6b-246e-4e52-afc1-73d8b9aebf26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6010. BRCA2 reversion alleles confer PARPi resistance via homology-directed repair, not fork protection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRCA2 reversion alleles confer PARPi resistance via homology-directed repair, not fork protection","Topics":null,"cSlideId":""},{"Abstract":"Tumors carrying defects in DNA mismatch repair (MMR-d) display high tumor mutational burden (TMB) and increased tumor neoantigen levels. MMR-d leads to accumulation of single nucleotide variants (SNVs) and insertions or deletions (indels) amongst repetitive DNA sequences generating microsatellite instability (MSI). Cancers that harbor &#62;40% microsatellite variations are described as MSI-high (MSI-H). These tumors display unique clinical features including better prognosis, increased immune infiltration and remarkable response to immune checkpoint blockade (ICB) therapy. Colorectal cancer (CRC) patients with MMR-d often respond to therapies based on immune checkpoint blockade, whilst those with mismatch repair proficient (MMR-p) tumors do not. Therefore, identifying strategies to enhance the efficacy of immunotherapeutic treatments and transform this prevalent subgroup of CRCs from immunologically cold to hot remains an urgent and an unmet clinical need. We discovered NP1867 a first-in-class, potent, selective, covalent small molecule inhibitor of the DNA Mismatch Repair protein PMS2. We show by biochemical, biophysical, and protein-ligand X-ray crystallographic methods that NP1867 binds irreversibly to the ATP binding site of the <i>N<\/i>-terminal ATPase domain of PMS2. NP1867 displays potent binding to PMS2 in a NanoBRET cellular target engagement assay and inhibits MMR activity in mechanistic and functional cell-based assays of MMR-dependent DNA repair. Continuous treatment of murine CRC cell line CT26 (MMR-p) with NP1867 increases TMB, specifically enriches gained mutations with typical MMR-d related COSMIC mutational signatures, and elicits MSI-H status in a time-dependent manner, demonstrating for the first time that inhibition of PMS2 with a small molecule phenocopies the inactivation of MMR observed in patients. Remarkably, inoculation of immune-competent mice with CT26 cells pre-treated with NP1867 elicits tumor regressions in anti-PD1-treated animals, recapitulating the unique clinical features of MMR-d\/MSI-H tumors. Conversely, no response is observed in immune-competent animals inoculated with control-treated cells. The extent of<i> in vivo<\/i> response correlates with the duration of <i>in vitro <\/i>NP1867 treatment and with the MSI-H status of treated CT26 cells. In conclusion, small molecule NP1867 functionally inhibits DNA MMR by targeting PMS2, enriches gained mutations with MMR-d COSMIC signatures, elicits MSI-H status, and enhances immune surveillance in preclinical models. These findings pave the way for the development of orally bioavailable compounds suitable for long-term dosing in animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Mismatch repair,Tumor mutational burden,Immunotherapy,PMS2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Piumatti<\/b><sup>1<\/sup>, A. Hervieu<sup>2<\/sup>, P. Riou<sup>2<\/sup>, J. Blagg<sup>2<\/sup>, A. Peall<sup>3<\/sup>, S. Weeks<sup>2<\/sup>, M. T. Rodríguez-Plata<sup>2<\/sup>, G. Rospo<sup>1<\/sup>, S. Arunachalam<sup>4<\/sup>, B. Meier<sup>5<\/sup>, P. Tongue<sup>3<\/sup>, T. McLaren<sup>3<\/sup>, K. Parmar<sup>6<\/sup>, P. Patel<sup>6<\/sup>, D. Clark<sup>7<\/sup>, G. Langley<sup>7<\/sup>, C. Nichols<sup>7<\/sup>, B. Rousseau<sup>8<\/sup>, P. Winship<sup>7<\/sup>, M. Baker<sup>2<\/sup>, M. Drysdale<sup>2<\/sup>, G. Germano<sup>1<\/sup>, A. Bardelli<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Turin, Turin, Italy, <sup>2<\/sup>NeoPhore Ltd, Altrincham, Cheshire, United Kingdom, <sup>3<\/sup>Charnwood Discovery, Loughborough, United Kingdom, <sup>4<\/sup>BCRO, Sanford, FL, <sup>5<\/sup>Fios Genomics, Edinburgh, United Kingdom, <sup>6<\/sup>O2h Discovery Pvt Ltd, Ahmedabad, India, <sup>7<\/sup>Charles River Laboratories, Saffron Walden, United Kingdom, <sup>8<\/sup>Memorial Sloan Kettering Cancer Center, &#8239;New York, NY","CSlideId":"","ControlKey":"a95b2ab5-df19-41d9-a432-c055b2a9ad34","ControlNumber":"3258","DisclosureBlock":"&nbsp;<b>E. Piumatti, <\/b> None.&nbsp;<br><b>A. Hervieu, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder. <br><b>P. Riou, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder. <br><b>J. Blagg, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder.<br><b>A. Peall, <\/b> None.&nbsp;<br><b>S. Weeks, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder. <br><b>M. T. Rodríguez-Plata, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder.<br><b>G. Rospo, <\/b> None..<br><b>S. Arunachalam, <\/b> None..<br><b>B. Meier, <\/b> None..<br><b>P. Tongue, <\/b> None..<br><b>T. McLaren, <\/b> None..<br><b>K. Parmar, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>D. Clark, <\/b> None..<br><b>G. Langley, <\/b> None..<br><b>C. Nichols, <\/b> None.&nbsp;<br><b>B. Rousseau, <\/b> <br><b>NeoPhore Ltd<\/b> Other, Scientific advisory board. <br><b>Bayer<\/b> Travel. <br><b>Servier<\/b> Travel. <br><b>Astellas<\/b> Travel.<br><b>P. Winship, <\/b> None.&nbsp;<br><b>M. Baker, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder. <br><b>M. Drysdale, <\/b> <br><b>NeoPhore Ltd<\/b> Employment, Other, Shareholder. <br><b>G. Germano, <\/b> <br><b>NeoPhore Ltd<\/b> Other, Cofounder and shareholder. <br><b>A. Bardelli, <\/b> <br><b>NeoPhore Ltd<\/b> Grant\/Contract, Other, Cofounder, shareholder, Scientific advisory board. <br><b>Guardant Health<\/b> Other, Scientific advisory board. <br><b>Inivata<\/b> Other, Scientific advisory board. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer<\/b> Grant\/Contract. <br><b>Kither<\/b> Other, Shareholder. <br><b>Roche\/Genentech<\/b> Other, Scientific advisory board.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6011","PresenterBiography":null,"PresenterDisplayName":"Eleonora Piumatti","PresenterKey":"0bd9be8d-38da-4cc6-b66b-b18d4836ab07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6011. Pharmacological inhibition of PMS2 increases tumor mutational burden, induces microsatellite instability and elicits immune mediated rejection <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological inhibition of PMS2 increases tumor mutational burden, induces microsatellite instability and elicits immune mediated rejection <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Targeting specific DNA Damage Response (DDR) proteins has been worldwide studied and developed, with the example of PARP inhibitors being the only approved treatments in this field. Here, we describe the antineoplastic and immunomodulatory effects of VIO-01, a first-in-class DNA decoy-cholesterol conjugate, that operates as a pan repair proteins decoy, resulting in constitutive exhaustion of the DNA damage response.<br \/><b>Methods<\/b>: VIO-01-induced DDR proteins trapping and cell cytotoxicity were examined in both homologous recombination proficient (HRP) and deficient (HRD) cancer cells. DNA repair efficacy was monitored by analyzing repair protein recruitment to damage sites. RNAseq analysis in HRP\/HRD ovarian cancer cells was employed to uncover the molecular mechanisms underlying VIO-01 effects. Effects on the innate and adaptive immune responses were assessed by following T-cell mediated anti-tumor cytotoxicity. VIO-01 antitumor efficacy and biodistribution were also assessed<i>. <\/i>Additionally, the interest of cholesterol as a vector for VIO-01 was analyzed compared to other ligands like the folate receptor ligand.<br \/><b>Results<\/b>: VIO-01 bounds to several DDR proteins, such as PARP1, KU70\/80, MRN complex and MSH2\/MSH3 with high affinity, resulting in an abrogation of single- and double-strand break repair. In line with this, and through global transcriptome analysis, VIO-01 treatment resulted in notable downregulation of Base Excision Repair, NHEJ and Nucleotide Excision Repair pathways in both HRP\/HRD cell lines. Additionally, VIO-01 elicited the activation of the immune system and inflammatory responses in ovarian cancer cells. Conjointly, VIO-01 treatment induced a significant differentiation of monocytes into non-classical monocytes, leading to a shaping of the tumor microenvironment via CD8+ T cell recruitment in early stage of activation. The activity of VIO-01 was specific to tumor cells, while sparing healthy and immune cells, at odds with PARP inhibitors. In line with <i>in vitro<\/i> results, VIO-01 mediated antitumor efficacy <i>in vivo <\/i>coupled to tumor-targeting T-cell responses. These interesting effects were driven by a favorable ADME\/PK profile, showing a long-lasting VIO-01 residence time VIO-01 into tumors (at least 3 days post treatment), coupled to a clear hijacking from the liver and a rapid blood clearance, ensuring a minimal toxicity. Moreover, regulatory toxicology studies demonstrated a favorable safety profile of VIO-01 in non-human primate with the major findings being a transient increase in complement factors induced by the binding of VIO-01 to factor H, which was not observed in human serum, predicting favorable safety profile in humans.<br \/><b>Conclusions<\/b>: Our results provide a preclinical rationale for using VIO-01 to trigger DNA damage exhaustion and an antitumor immune response, paving the way for rapid clinical application in patients bearing HRD or HRP tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA repair,Immune response,Preclinical,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Zakharova<\/b>, C. Doizelet, N. Babault, M.-C. Lienafa, F. Mazed, M. Debiais, P. Vilela, E. Perroud, W. Jdey; <br\/>Valerio Therapeutics, Paris, France","CSlideId":"","ControlKey":"326c0148-12c6-4876-82a6-005a1719d5b9","ControlNumber":"6351","DisclosureBlock":"<b>&nbsp;V. Zakharova, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>C. Doizelet, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>N. Babault, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>M. Lienafa, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>F. Mazed, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>M. Debiais, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>P. Vilela, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>E. Perroud, <\/b> <br><b>Valerio Therapeutics<\/b> Employment. <br><b>W. Jdey, <\/b> <br><b>Valerio Therapeutics<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8663","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6013","PresenterBiography":null,"PresenterDisplayName":"Wael Jdey, PhD","PresenterKey":"c51f3020-4eb4-4669-9b93-dba642d689fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6013. VIO-01, a pan-DDR DNA decoy mediating DNA repair abrogation and unleashing the anti-tumor immune response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VIO-01, a pan-DDR DNA decoy mediating DNA repair abrogation and unleashing the anti-tumor immune response","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer stands out as the most frequently diagnosed cancer in men and is projected to be the second leading cause of cancer-related deaths among men in the US. Consequently, there is an urgent need for studies focusing on innovative therapeutic approaches. DNA Damage Response (DDR) is critical for cell survival, as it promotes genomic stability and reduces the risk of inheriting damage. DDR also promotes cancer cells' survival, making it a therapeutic target in cancer. PRMT5, an enzyme in the methyltransferase family, is frequently activated and overexpressed in various cancers, including prostate cancer. Furthermore, research has revealed that PRMT5 has been implicated in DDR in prostate cancer, and the regulation of PRMT5-dependent DDR is influenced by its phosphorylation. Polo-like kinase 1 (PLK1) is a serine\/threonine kinase also reportedly involved in DDR in prostate cancer. Our preliminary study found that PRMT5 is positively correlated with PLK1 in prostate cancer based on the TCGA database. Nonetheless, the mechanism through which PRMT5 is regulated needs to be clarified. Here, we found that PLK1 phosphorylates PRMT5 at the S470 site, and this specific phosphorylation is required for maintaining the enzymatic activity of PRMT5. Moreover, Plk1-associated phosphorylation of PRMT5 subsequently promotes DNA damage repair, indicated by the decreasing level of &#947;H2AX after DNA double-strand breaks (DSB). Our RNA-seq analyses of prostate cancer cells with wild-type or mutant S470 sites indicate that Plk1-associated phosphorylation on the S470 site exerts an influence on DNA replication and DDR pathways. These findings shed light on a novel perspective regarding the roles of PLK1-mediated PRMT5 phosphorylation in DDR, offering potential therapeutic strategies in prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,Polo-like kinase,Prostate cancer,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Peng<sup>1<\/sup>, <b>Y. Zhang<\/b><sup>1<\/sup>, J. Wang<sup>1<\/sup>, Q. Li<sup>2<\/sup>, D. He<sup>1<\/sup>, X. Wang<sup>1<\/sup>, X. Rao<sup>1<\/sup>, M. Wu<sup>1<\/sup>, P. Mo<sup>1<\/sup>, L. Wang<sup>1<\/sup>, S. Wu<sup>1<\/sup>, R. Wang<sup>1<\/sup>, J. Liu<sup>1<\/sup>, M. Nouri<sup>1<\/sup>, I. Tadahide<sup>1<\/sup>, X. Liu<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"91e8f782-bb5d-4efd-ae9a-17306da1f36e","ControlNumber":"8162","DisclosureBlock":"&nbsp;<b>J. Peng, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>D. He, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>X. Rao, <\/b> None..<br><b>M. Wu, <\/b> None..<br><b>P. Mo, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>M. Nouri, <\/b> None..<br><b>I. Tadahide, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6014","PresenterBiography":null,"PresenterDisplayName":"Yanquan Zhang, PhD","PresenterKey":"d4ed2bb3-e2fa-4c86-b42b-65a60108a23b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6014. PLK1-dependent phosphorylation of PRMT5 promotes DNA damage response in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PLK1-dependent phosphorylation of PRMT5 promotes DNA damage response in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: In the past few years, there has been notable progress in colorectal cancer research, resulting in novel development and delivery of drugs specifically designed for individual patient requirements. However, one of the major roadblocks in designing and treating colorectal cancer is the drug resistance found in advanced stages. Thus, there is a profound need to establish new methods to overcome this barrier. Previous work illustrated that cell-to-cell communications are dysfunctional for multitude of reasons in colorectal cancer cells. Restoration of cell-to-cell communication is a mean to deliver antineoplastic drugs via bystanding effect. Prior research has demonstrated that restoring gap junctions of cell-to-cell communication in breast cancer cells enhances the efficacy of cisplatin, a drug previously deemed resistant. Hence, this study seeks to assess the potency and efficacy of antineoplastic agents known to show resistance in colorectal cancer, with the intention to investigate how gap junctions can increase the efficacy of antineoplastic agents via restoration of cell-to-cell communication.<br \/>Method: We assessed cell viability utilizing the RealTime Glo MT Cell Viability assay (Promega, Inc.). Four specific colorectal cancer cell lines, Caco2, HT-29, SW620, and SW480, were used. Four antineoplastic agents, doxorubicin, cediranib, nilotinib, and erlotinib, were selected for the study and subsequently in the combination study of gap junction enhancer. The lethal dose at 50% (LD50) was calculated for each antineoplastic agent in each cell line.<br \/>Results: The results show significant variation of LD50. HT-29 cells dosed with doxorubicin showed LD50 of 8.9 &#181;M, 1.6 &#181;M, and 0.5 &#181;M at 24 hours, 36 hours, and 48 hours of exposure, respectively. HT-29 cells dosed with erlotinib showed LD50 of 15.8 &#181;M and 8.9 &#181;M at 48 hours and 60 hours of exposure, respectively. SW620 dosed with doxorubicin showed LD50 is 0.5 &#181;M at 36 hours of exposure. SW620 dosed with erlotinib showed LD50 of 15.8 &#181;M and 0.5 &#181;M at 48 hours and 60 hours of exposure, respectively. Caco2 cells dosed with cediranib showed LD50 of 2.8 &#181;M and 1.6 &#181;M at 36 hours and 48 hours of exposure, respectively.<br \/>Conclusion: The findings from this study revealed varying LD50 values for these cell lines when treated with the four distinct drugs. This enabled us to determine a foundational effect of these drugs on these cell lines, which had not been previously identified. Discovering this foundational effect will allow us to investigate the synergy effect when combined with gap junction enhancer by setting a baseline effect using these results.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-06 Other,,"},{"Key":"Keywords","Value":"Drug resistance,Colorectal,Signaling,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Lugo<\/b>, A. Nguyen; <br\/>Texas Tech University, Amarilo, TX","CSlideId":"","ControlKey":"b141af86-c4a3-47d6-b81a-32cdba7f7c06","ControlNumber":"3278","DisclosureBlock":"&nbsp;<b>T. Lugo, <\/b> None..<br><b>A. Nguyen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8665","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6015","PresenterBiography":null,"PresenterDisplayName":"Tomas Lugo, MA,BA","PresenterKey":"73d7daa4-23cf-4aa0-9dea-b00fb3f86f21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6015. Effect of antineoplastic drugs on cell-to-cell communication in the progression of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Novel Therapeutics and Preclinical Models","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of antineoplastic drugs on cell-to-cell communication in the progression of colorectal cancer","Topics":null,"cSlideId":""}]