[{"Abstract":"Cancer global burden accounts for 19.3 million new cases and 10 million deaths in 2020. Despite advances on the understanding of disease progression and efforts to find successful therapeutic strategies, most drugs fail in clinical stages. Lack of models with clinical mimicry recapitulating the <i>in vivo<\/i> pathophysiology and the organ microenvironment where the tumor forms is a key driver reducing the success rate of anti-cancer drugs. Animal models remain the gold standard for preclinical research but fail to recapitulate the complex human tumor microenvironment, a critical component determining tumor development, progression, and response to treatments. Organ-on-a-chip models allow to control the environment and organization of cells in an <i>in vivo<\/i>-like arrangement by culturing multiple cell types to better replicate human conditions, and by implementing different biochemical and physical stimuli, such as fluid shear stress, chemical\/nutrient gradients, and perfusion\/flow to recapitulate the human vascular system physiology. We leverage our 3D bioprinting technologies to develop complex vascularized organ-on-a-chip models aimed to recapitulate the tumor and liver niche. Both organ-systems are interconnected by our h-VIOS&#8482; platform, allowing dynamic perfusion for 21 days and enabling the simultaneous assessment of anti-tumor therapeutic efficacy and drug-induced liver injury. Our hydrogels feature a complex perfusable vasculature that interfaces with an interstitial chamber where tissues of interest are grown. The vasculature allows for continued and controlled delivery of nutrients, oxygen, and small molecule drugs. Dextran diffusion studies revealed diffusion coefficients ranging from 43.2 &#956;m<sup>2<\/sup>\/s (4kDa) to 8 &#956;m<sup>2<\/sup>\/s (70kDa). Vascular architectures are lined with endothelial cells forming a functional barrier expressing the junctional markers ZO-1 and PECAM-1. Moreover, we can modulate the permeability of our vasculature architecture, allowing the extravasation of immune and cancer cells. PBMC-derived T cells and Jurkat cells undergo transendothelial migration in response to a CXCL12 gradient, highlighting the applicability of our model for immunotherapeutic efficacy studies. The tumor interstitial chamber incorporates co-culture of cancer spheroids or tumoroids, fibroblasts, endothelial and immune cells. Colon carcinoma spheroids effectively integrate into the tumor niche with no growth arrest. The liver model consists of an interstitial chamber with a lobular microstructure supporting the monoculture of primary human hepatocytes, and sustaining their viability and function for 9 days as demonstrated by high albumin production, urea synthesis and CYP activity. Our organ-on-a-chip models are fully customizable and anticipated to contribute to advance personalized medicine and improve clinical translation rates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Liver,3D models,Vascular permeability,organ-on-a-chip,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Navarro-Yepes<\/b>, Q. Dasgupta, P. Purkayastha, K. Janson, C. Mello, A. Narkar, S. Ng, T. Pereira; <br\/>SYSTEMIC BIO, LLC, Houston, TX","CSlideId":"","ControlKey":"cdb38923-dca0-4914-a316-03325dad5ed8","ControlNumber":"2795","DisclosureBlock":"<b>&nbsp;J. Navarro-Yepes, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>Q. Dasgupta, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>P. Purkayastha, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>K. Janson, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>C. Mello, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>A. Narkar, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>S. Ng, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment. <br><b>T. Pereira, <\/b> <br><b>Systemic Bio, LLC<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3532","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6763","PresenterBiography":null,"PresenterDisplayName":"Hao Shang","PresenterKey":"1daa497d-0f37-432b-b8f2-9079704e05e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6763. A human-relevant vascularized organ-on-a chip platform for anti-tumor drug efficacy and liver injury assessment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A human-relevant vascularized organ-on-a chip platform for anti-tumor drug efficacy and liver injury assessment","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> Systemic chemotherapy is an effective anticancer treatment for all stages of breast cancer, with intravenous (IV) infusion being the principal method of administration. In addition to targeting cancer, systemic chemotherapy can impact the viability and function of surrounding normal tissues and vasculature. Early-discovery research tools comparing novel and existing systemic treatment strategies are urgently needed to support predictive efficacy and toxicity efforts. Microfluidic systems have the potential to fill this need while simultaneously reducing animal use. The overall goal of the study is to use an advanced microfluidic tumor-on-chip system to simultaneously evaluate the therapeutic and toxic effects of IV chemotherapy on normal and cancerous tissues.<br \/><i>Materials and Methods:<\/i> Synthetic Tumor Networks, which are comprised of primary and secondary tissue sites separated by an interconnected vasculature, were developed using in vivo images and fabricated using soft lithography. Primary vascular endothelial cells were used to establish microvasculature. A normal breast cell line (MCF 10A), or a GFP-labeled metastatic human breast cancer cell line (MDA-MB-231\/GFP), were cultured in the tissue sites in a three-dimensional (3D) environment using a human-derived hydrogel. The vascular networks were perfused with endothelial cell media under physiological fluid flow conditions to establish the model. An EZH2 methyltransferase inhibitor (EZH2 inhibitor III) was delivered by IV infusion to the model tissues. Real-time monitoring of cellular growth, tumor invasion and extravasation, and cellular viability were performed using fluorescence microscopy over a two-week period.<br \/><i>Results and Discussion:<\/i> Metastatic MDA-MB-231\/GFP breast cancer cells proliferated rapidly in the primary tumor site. Tumor intravasation into the vascular channels was observed in models that received no anticancer treatment, as well as extravasation into the secondary tissue site and invasion of the healthy breast tissue. Differences in tumor viability and migratory behavior were observed between untreated models or models receiving IV infusions of the EZH2 inhibitor through the vascular networks. Vascular barrier integrity and normal breast tissue viability were monitored at early (24-72 hr) and late (7-14 days) timepoints after anticancer treatment to measure short- and long-term adverse drug impacts. These results provide a unique perspective on the in vivo realism of an in vitro system for monitoring both therapeutic and toxic effects of systemic chemotherapies.<br \/><i>Conclusions:<\/i> We have developed a 3D vascularized tumor-on-chip model for monitoring the impacts of systemic chemotherapeutic agents on tumor and healthy tissues. This model can be used to investigate therapeutic and toxic effects on multiple tissue types simultaneously using real-time imaging techniques.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Breast cancer,In vitro,Imaging,Vascular permeability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Ramsey<\/b>, J. Rosano, C. Gordon, G. Fewell; <br\/>SYNVIVO INC., Huntsville, AL","CSlideId":"","ControlKey":"688f6c6d-ecfc-419d-aa25-082bad7888e3","ControlNumber":"7114","DisclosureBlock":"<b>&nbsp;D. Ramsey, <\/b> <br><b>Integra LifeSciences<\/b> Employment.<br><b>J. Rosano, <\/b> None.&nbsp;<br><b>C. Gordon, <\/b> <br><b>Alimetrix<\/b> Employment.<br><b>G. Fewell, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6764","PresenterBiography":null,"PresenterDisplayName":"Deborah Ramsey","PresenterKey":"de5393ab-5c0a-4b7c-b782-da609372abd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6764. Vascularized tumor-on-chip model for evaluating chemotherapeutic-mediated damage to adjacent healthy tissue","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vascularized tumor-on-chip model for evaluating chemotherapeutic-mediated damage to adjacent healthy tissue","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the third leading and fastest rising cause of cancer-related death worldwide. The discovery and preclinical development of compounds targeting HCC is hampered by the absence of authentic tractable systems recapitulating the heterogeneity of patient HCC tumors and the tumor microenvironment (TME). Here, we established a novel, simple and robust patient-derived multicellular tumorspheroid model based on clinical HCC tumor tissues combined with the autologous patient serum. The model was robust and reproducible independently from cancer etiology and grade recapitulating key functional features of original tissue. We show that the use of autologous patient serum was essential for the TME function. The tumorspheroids comprised the main cell compartments including epithelial cancer cells as well as all major cell populations of the TME (cancer-associated fibroblasts, macrophages and T cells). Cell type proportions were variable between tumorspheroids reflecting HCC heterogeneity. Moreover, we observed differential responses to FDA HCC approved drugs (including tyrosine kinase and checkpoint inhibitors as well as VEGF-targeting agents) between donors as in patients. This patient HCC serum-tumorspheroid model provides novel opportunities for drug discovery and development as well mechanism of action studies including compounds targeting the TME. In conclusion, this HCC serum-tumorspheroid platform will contribute to improve the dismal outcome of patients with HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Liver cancer,Spheroids,Precision medicine,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Crouchet<\/b><sup>1<\/sup>, N. Almeida<sup>1<\/sup>, S. C. Durand<sup>1<\/sup>, M. Parnot<sup>1<\/sup>, M. A. Oudot<sup>1<\/sup>, F. Giannone<sup>2<\/sup>, C. Gadenne<sup>1<\/sup>, S. Cherradi<sup>1<\/sup>, N. Roehlen<sup>1<\/sup>, A. Saviano<sup>2<\/sup>, E. Emanuele Felli<sup>2<\/sup>, P. Pessaux<sup>2<\/sup>, K. Chayama<sup>3<\/sup>, H. F. Duong<sup>1<\/sup>, T. F. Baumert<sup>1<\/sup>, C. Schuster<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Strasbourg, Strasbourg, France, <sup>2<\/sup>Institut hospitalo-universitaire (IHU), University of Strasbourg, Strasbourg, France, <sup>3<\/sup>Institute of Biomedical & Health Sciences, Hiroshima University, Hiroshima, Japan","CSlideId":"","ControlKey":"d12ab045-92b3-4f37-9360-11252679d0fd","ControlNumber":"5190","DisclosureBlock":"&nbsp;<b>E. Crouchet, <\/b> None..<br><b>N. Almeida, <\/b> None..<br><b>S. C. Durand, <\/b> None..<br><b>M. Parnot, <\/b> None..<br><b>M. A. Oudot, <\/b> None..<br><b>F. Giannone, <\/b> None..<br><b>C. Gadenne, <\/b> None.&nbsp;<br><b>S. Cherradi, <\/b> <br><b>PredictCan Biotechnologies SAS<\/b> Employment, Other, Founder.<br><b>N. Roehlen, <\/b> None..<br><b>A. Saviano, <\/b> None..<br><b>E. Emanuele Felli, <\/b> None..<br><b>P. Pessaux, <\/b> None..<br><b>K. Chayama, <\/b> None.&nbsp;<br><b>H. F. Duong, <\/b> <br><b>PredictCan Biotechnologies SAS<\/b> Employment, Other, Funder.<br><b>T. F. Baumert, <\/b> None..<br><b>C. Schuster, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6765","PresenterBiography":null,"PresenterDisplayName":"Emilie Crouchet","PresenterKey":"1eb66dc7-6756-4eb1-86a2-f334e2938270","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6765. A patient-derived hepatocellular carcinoma multicellular spheroid platform harnessing autologous patient serum to model the tumor microenvironment and treatment response","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A patient-derived hepatocellular carcinoma multicellular spheroid platform harnessing autologous patient serum to model the tumor microenvironment and treatment response","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapies and cell therapies show substantial potential in the treatment of cancer. However, their efficacy within the complex microenvironment of solid tumors remains a critical area of investigation. In this study, we employ physiologically relevant 3D multicellular heterospheroid models to quantitatively assess the impact of these therapies on immune and tumor cells residing in tumor-like microenvironments. The spheroids are composed of cancer cell lines, fibroblasts and various primary immune cell types matched to the specific target of immunotherapy.<br \/>We have previously reported that interactions between cancer cells and fibroblasts promote a tumor-like environment, recruiting and polarizing monocytes into M2 macrophages. Treatment of spheroids with immunomodulating compounds successfully reprogrammed the macrophages into M1-like macrophages with increased pro-inflammatory cytokine secretion.<br \/>To mimic tumor-specific T cell responses observed in cancer patients, we here educated T cells to recognize target cell antigens through a 14-day co-culture of PBMCs and PANC-1 tumor cells. Subsequent re-challenge with PANC-1 heterospheroids revealed 70% specific killing by educated T cells, whereas T cells educated with a breast cancer cell line did not exhibit this targeted cytotoxicity. FACS analysis demonstrated increased expression of activation markers and immune checkpoint molecules such as PD-1, LAG-3 and TIGIT on educated T cells. Furthermore, we observed infiltration of educated CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells into heterospheroids by immunohistochemistry, indicating the replication of a tumor-specific response within solid tumors. We are currently investigating the enhancement of educated T cell killing using various immune checkpoint inhibitors including antibodies targeting PD-1, TIGIT and LAG-3. Another means of eliciting tumor-specific responses is by employing CAR T cells. Antigen-specific CAR-T cells or untransduced CAR-T cells derived from the same donor were added to HT-29 and HCT-116 heterospheroids at various target-to-effector ratios. By using cancer cells genetically engineered to express a luciferase enzyme, we assessed the specific killing of cancer cells within the heterospheroids. Analysis showed a clear dose-dependent increase in luminescence, indicating greater antigen-specific CAR-T cell killing potential (60-80% specific lysis) compared to the non-specific killing observed with untransduced CAR-T cells (&#60;5% specific lysis). Additionally, preliminary data demonstrate the killing of heterospheroids by &#947;&#948; T cells and that this killing is enhanced by immune checkpoint inhibitors.<br \/>In conclusion, we have developed 3D heterospheroids from various cancer types that faithfully mimic tumor-like microenvironments, enabling us to evaluate the effects of immunotherapies and cell therapies in physiologically relevant models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Spheroids,Immunotherapy,CAR T cells,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. H. Madsen<\/b><sup>1<\/sup>, B. S. Nielsen<sup>1<\/sup>, K. Holmstrøm<sup>1<\/sup>, G. H. Olofsson<sup>2<\/sup>, P. t. Straten<sup>3<\/sup>, S. Skov<sup>4<\/sup>, C. Rodriguez-Pardo<sup>5<\/sup>, M. Ormhøj<sup>5<\/sup>, J. Larsen<sup>1<\/sup>, M. Gad<sup>1<\/sup>; <br\/><sup>1<\/sup>Bioneer A\/S, Hørsholm, Denmark, <sup>2<\/sup>Copenhagen University Hospital Herlev and Gentofte, Herlev, Denmark, <sup>3<\/sup>Copenhagen University Hospital Herlev and Gentofte, University of Copenhagen, Copenhagen, Denmark, <sup>4<\/sup>University of Copenhagen, Copenhagen, Denmark, <sup>5<\/sup>Technical University of Denmark, Lyngby, Denmark","CSlideId":"","ControlKey":"5b020f2e-8d3a-488e-a226-15c4bf40ecbd","ControlNumber":"1588","DisclosureBlock":"&nbsp;<b>N. H. Madsen, <\/b> None..<br><b>B. S. Nielsen, <\/b> None..<br><b>K. Holmstrøm, <\/b> None..<br><b>G. H. Olofsson, <\/b> None..<br><b>P. T. Straten, <\/b> None..<br><b>S. Skov, <\/b> None..<br><b>C. Rodriguez-Pardo, <\/b> None..<br><b>M. Ormhøj, <\/b> None..<br><b>J. Larsen, <\/b> None..<br><b>M. Gad, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3535","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6766","PresenterBiography":null,"PresenterDisplayName":"Natasha Madsen","PresenterKey":"e1938f66-fc7b-486b-b531-ad2126efd128","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6766. Assessing the impact of immunotherapies and cell therapies in 3D heterospheroid models mimicking tumor microenvironments","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the impact of immunotherapies and cell therapies in 3D heterospheroid models mimicking tumor microenvironments","Topics":null,"cSlideId":""},{"Abstract":"Immuno-oncology (IO) represents a significant paradigm shift in cancer treatment, focused on leveraging and mobilizing a patient&#8217;s own immune response and anti-tumor capabilities. Despite accounting for the majority of available treatment options, there are currently no diagnostic tests capable of predicting combination immunotherapy response in kidney cancer. We have developed a fully human 3D IO model for clinical drug efficacy prediction through multivariate analysis of the tumor-immune microenvironment (TiME) combining functional assays, artificial intelligence and multi-omics. These immune-microtumors recapitulate a patient&#8217;s unique pathophysiology and allow 3D spatio-temporal analyses of functional metrics at both bulk and single-cell resolutions.<br \/>Renal cell carcinoma (RCC) resections and matched blood were collected and processed for single cell isolation of tumor and PBMCs (N=20, ISRCTN10001405). Flow cytometry (FC) and immunofluorescence (IF) were used to characterize TiME cell subpopulations (cancer, immune, stromal etc.) in pellets and 3D cultures, and to deconvolute bulk RNAseq data. Target (tumor) and effector cells (PBMCs and CD8+) were stained with fluorescent probes, activated using &#593;CD3 and encapsulated in TiME-mimicking 3D matrices. 3D immune-microtumors were treated with FDA-approved regimens including immunotherapies (ipilimumab, nivolumab, pembrolizumab) and receptor-tyrosine kinase inhibitors (TKIs)(cabozantinib, lenvatinib, axitinib) as monotherapies or combination therapies. Differential drug efficacies were functionally quantified over 4 days using 3D confocal microscopy and computer vision pipelines to extract cell behavior metrics such as immune cell infiltration, immune\/tumor cell migration speed, and tumor killing\/viability.<br \/>We devised a specialized RCC hydrogel formulation with superior viability compared to MatrigelTM alone (N=7). FC\/IF\/RNAseq were used to quantify relative cell subpopulations after isolation and show protein\/transcriptional signature retention after 3D culture (N=7). The platform was conducive to the testing of various drugs with varying MoAs including immunotherapies, TKIs, targeted therapies and cell therapies. Treatment with pembrolizumab led to 26% higher PBMC infiltration, 14% higher CD8+ infiltration and 15% increased tumor cell death compared to control. When in combination, pembrolizumab reduced cell viability by 10% and 19% with lenvatinib and axitinib respectively (N=1). Population analyses revealed intra-patient response heterogeneity (N=7).<br \/>In conclusion, we showed MoA-agnostic, patient-dependent responses to FDA-approved clinical treatment regimens via molecular and functional spatio-temporal analyses. Clinical outcome correlation is currently underway in our advanced RCC study PEAR-TREE2 as well as in breast NCT05435352 and brain NCT06038760 tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Precision medicine,Diagnostic biomarkers,3D models,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Peerani<\/b><sup>1<\/sup>, K. Nan<sup>1<\/sup>, D. A. Wiskerke<sup>1<\/sup>, T. D. L. Richardson<sup>1<\/sup>, P. Maximchick<sup>1<\/sup>, J. Kearney<sup>1<\/sup>, G. R. T. de Fraine<sup>1<\/sup>, K. L. Loughrey<sup>1<\/sup>, J. Ient<sup>1<\/sup>, J. A. Hudson<sup>1<\/sup>, A. Kaffa<sup>1<\/sup>, A. M. Crawley<sup>1<\/sup>, N. K. Bah<sup>1<\/sup>, E. G. Lopez Molina<sup>1<\/sup>, E. Tham<sup>1<\/sup>, F. Iori<sup>1<\/sup>, M. H. Williams<sup>1<\/sup>, M. G. B. Tran<sup>2<\/sup>, D. N. B. Ranatunga<sup>1<\/sup>; <br\/><sup>1<\/sup>Ourotech Ltd t\/a Pear Bio, London, United Kingdom, <sup>2<\/sup>Royal Free London NHS Foundation Trust, London, United Kingdom","CSlideId":"","ControlKey":"444438fb-8a50-4adb-8073-18b7a99a7f35","ControlNumber":"2441","DisclosureBlock":"<b>&nbsp;E. Peerani, <\/b> <br><b>Ourotech (t\/a Pear Bio)<\/b> Employment, Stock Option, Travel, Patent. <br><b>K. Nan, <\/b> <br><b>Ourotech (t\/a Pear Bio)<\/b> Employment, Stock Option, Travel, Patent. <br><b>D. A. Wiskerke, <\/b> <br><b>Ourotech Ltd (t\/a Bio)<\/b> Employment, Stock Option, Travel. <br><b>T. D. L. Richardson, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel, Patent. <br><b>P. Maximchick, <\/b> <br><b>Ouotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel. <br><b>J. Kearney, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel, Patent. <br><b>G. R. T. de Fraine, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel. <br><b>K. L. Loughrey, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel. <br><b>J. Ient, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option. <br><b>J. A. Hudson, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option. <br><b>hVIVO Ltd<\/b> Employment. <br><b>A. Kaffa, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option. <br><b>Stratosvir Ltd<\/b> Employment. <br><b>National Institute for Biological Standards and Control<\/b> Employment. <br><b>A. M. Crawley, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel, Patent. <br><b>N. K. Bah, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option. <br><b>E. G. Lopez Molina, <\/b> <br><b>Ourotevh Ltd t\/a Pear Bio<\/b> Employment, Stock Option. <br><b>E. Tham, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel. <br><b>F. Iori, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Patent. <br><b>Oxford Heartbeat Ltd<\/b> Employment, Patent. <br><b>M. H. Williams, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock Option, Travel. <br><b>Imperial college healthcare NHS Trust<\/b> Employment, Grant\/Contract, Travel. <br><b>Cosyne<\/b> Independent Contractor. <br><b>M. G. B. Tran, <\/b> <br><b>Boston Scientific<\/b> Independent Contractor, Grant\/Contract, Honoraria and speaker fees. <br><b>MSD<\/b> Independent Contractor, Grant\/Contract, Honoraria and speaker fees. <br><b>AngioDynamics<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria and speaker fees. <br><b>D. N. B. Ranatunga, <\/b> <br><b>Ourotech Ltd t\/a Pear Bio<\/b> Employment, Stock, Other Business Ownership, Travel, Patent, Trademark, Copyright.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3536","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6767","PresenterBiography":null,"PresenterDisplayName":"Eleonora Peerani, BS;MS;PhD","PresenterKey":"e59e7722-130c-40c6-9114-a707077870c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6767. Multivariate analysis of <i>ex vivo <\/i>kidney 3D immune-microtumors for functional precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multivariate analysis of <i>ex vivo <\/i>kidney 3D immune-microtumors for functional precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Drug discovery is a reductive process in which druglike entities are carried through increasingly complex assay formats to tease out the compounds best suited for human studies. <i>In vivo<\/i> efficacy remains the benchmark for successful preclinical drug development. Cell-based models are a mainstay in early stages but translatability of different models across platforms remains a challenge. In oncology, patient-derived xenografts (PDX) are the gold standard for animal studies because they recapitulate key features of human tumors including the cellular heterogeneity, growth patterns, and drug response of the original patient tumor. <i>Ex vivo<\/i>, PDX derivatives have the potential to harness these same traits thereby extending the utility of PDX models to earlier stages of preclinical drug development. The KIYA-Predict&#8482; platform is a clinically validated tool for the assessment of <i>ex vivo<\/i> drug responses across a broad range of drug classes that when applied to XPDX models shows good correlation to <i>in vivo<\/i> drug responses and excellent intra-sample reproducibility over time. Working with the well-characterized XenoSTART&#8482; XPDX model repository, Kiyatec has derived 2D cell lines and organotypic 3D-expansion cultures to complement the <i>ex vivo<\/i> predictive value of our KIYA-PREDICT&#8482; XPDX drug response profiling (DRP) platform. The development of syngeneic models applicable to simpler, high-throughput library screening (2D formats) and lower-throughput more complex mechanistic studies (3D organotypic models) could alleviate the burden and pitfalls of extrapolating data across unrelated models. Matched sets of 2D cell lines (2D-XPDX&#8482;) and 3D organotypic (XPDXO&#8482;) cultures were established from single cell suspensions of digested, mouse-cell depleted XPDX&#8482; tissue samples. Drug response profiling of the XPDX&#8482; in their various <i>ex vivo<\/i> culture formats showed relative similarities across platforms. Genomic profiling of the derivates confirmed shared tissue origin and retention of genomic and phenotypic signatures to varying degrees across models. Mechanistic evaluation of 3D organotypic culture demonstrated that disease-relevant biomarkers and processes are maintained. Together these results demonstrate the feasibility of this novel drug discovery platform that avoids ambiguity imparted by discordant models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D models,Patient-derived xenograft (PDX) models,Drug-discovery screen,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Millard<\/b><sup>1<\/sup>, A. Carlson<sup>1<\/sup>, D. Y. Nadeau<sup>1<\/sup>, K. J. Burgess<sup>1<\/sup>, A. Simonson<sup>2<\/sup>, A. Diaz III<sup>2<\/sup>, M. Wick<sup>2<\/sup>, T. M. DesRochers<sup>1<\/sup>; <br\/><sup>1<\/sup>Kiyatec Inc., Greenville, SC, <sup>2<\/sup>XenoSTART, San Antonio, TX","CSlideId":"","ControlKey":"894fc8db-b871-4df7-a28a-28c448731a1d","ControlNumber":"7573","DisclosureBlock":"<b>&nbsp;M. Millard, <\/b> <br><b>Kiyatec Inc.<\/b> Employment. <br><b>A. Carlson, <\/b> <br><b>Kiyatec Inc.<\/b> Employment. <br><b>D. Y. Nadeau, <\/b> <br><b>Kiyatec Inc.<\/b> Employment. <br><b>K. J. Burgess, <\/b> <br><b>Kiyatec Inc<\/b> Employment. <br><b>A. Simonson, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>A. Diaz, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>M. Wick, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>T. M. DesRochers, <\/b> <br><b>Kiyatec Inc.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6768","PresenterBiography":null,"PresenterDisplayName":"Melissa Millard, BS;PhD","PresenterKey":"1569248e-b57f-41dd-86d8-99acbb420bb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6768. Matched XPDX&#8482;derivative models as a platform for continuity across preclinical drug development","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Matched XPDX&#8482;derivative models as a platform for continuity across preclinical drug development","Topics":null,"cSlideId":""},{"Abstract":"Compared to traditional <i>in vitro<\/i> two-dimensional (2D) planar cell culture system, three-dimensional (3D) mammalian cell culture can better recapitulate physiological environments and the complexity of natural tissues, hence they are crucial in modern biomedical research. Extracellular matrices (ECM) play a key role in <i>in vitro<\/i> mammalian cell culture systems. The role of the ECM on <i>in vitro<\/i> 3D cell culture are: 1) to simulate an <i>in vivo<\/i>-like physiological environment, 2) support cell-cell and cell-ECM interactions, 3) promote cell adhesion, migration, and communication, 4) aid in tissue development, morphogenesis, differentiation, and functioning. Although basal membrane extracts (BME) are the most popular type of ECM supporting 3D modeling <i>in vitro<\/i>, they often have significant limitations including limited long-term stability, significant batch to batch heterogeneity, restricted cell movement, and relatively high cost for culturing many cancer cell lines. In this investigation, we employ a novel micro-fibrous scaffold that closely mimics natural ECM, providing porous and interconnected networks for 3D culturing of hepatic cells, lung cancer, breast cancer, pancreatic cancer. As revealed by optical and scanning electron microscopy, the scaffold promotes significant cell-to-cell and cell-to-matrix interactions. Moreover, we observed improved cell growth in 3D culture over longer periods than 2D culture systems for all cell types examined. We also evaluated the anticancer efficiency of different drugs including Lapatinib, Cisplatin, Docetaxel, Doxorubicin and observed that 2D cultured cells were more sensitive to drugs treatment in comparison to 3D. Furthermore, ECM was observed to support 3D growth and structure formation with cell pools of primary cells achieved from disassociated human tumors. Tumor organoids were able to form within seven days and ready for anticancer screening within 14 days. We achieved an 80% success rate in developing breast cancer organoids from patient tissues. Additionally, tissue granules were also able to be cultured under the same condition, which allowed us to investigate the invasion of cancer cells into tissue. The primary cells from human tumors formed cell clusters resembling the original tumor tissue's structure. In conclusion, the novel micro-fibrous scaffold, closely mimicking natural extracellular matrixes, promotes significant cell-to-cell and cell-to-matrix interactions, while also facilitating cell growth over extended periods providing a more physiologically relevant platform for evaluating drug responses for various cancer cell types, further showing the importance of 3D culture systems in cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Organoids,Extracellular matrix,Spheroids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Kaur<\/b><sup>1<\/sup>, D. Yang<sup>2<\/sup>, J. Ali<sup>1<\/sup>; <br\/><sup>1<\/sup>FAMU-FSU College of Engineering, Tallahassee, FL, <sup>2<\/sup>Acrogenic Technologies Inc., Rockville, MD","CSlideId":"","ControlKey":"75f84f1b-a0a5-4291-9d0d-2b8337bdfeb2","ControlNumber":"3343","DisclosureBlock":"&nbsp;<b>N. Kaur, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>J. Ali, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6769","PresenterBiography":null,"PresenterDisplayName":"Navneet Kaur, PhD","PresenterKey":"50d6c645-b905-4b95-a7fd-bbb0bb2f0abe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6769. Applications of a novel fibrous extracellular matrix for advanced <i>in vitro<\/i> cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Applications of a novel fibrous extracellular matrix for advanced <i>in vitro<\/i> cancer models","Topics":null,"cSlideId":""},{"Abstract":"Acquired drug resistance in glioblastoma (GBM) presents a major clinical challenge and is one of the key factors contributing to the abysmal prognosis with less than 15 months median overall survival. The aggressive chemotherapy with the frontline therapeutic, temozolomide (TMZ), ultimately fails to kill residual, highly invasive tumor cells after surgical resection and radiotherapy. Here, we present a robust three-dimensional (3D) <i>in vitro<\/i> hydrogel model of acquired temozolomide (TMZ) resistance using isogenically-matched glioblastoma (GBM) cell lines. We demonstrate distinct drug response patterns between TMZ-sensitive and TMZ-resistant GBM cells, emphasizing our model's promise for future pre-clinical investigations aimed at developing novel therapies targeting drug-resistant GBM. Importantly, our model detects apoptosis-related protein changes in response to TMZ, validating its ability to study drug-induced molecular changes. Furthermore, our study delves into the migratory potential of GBM cells within the 3D extracellular matrix environment. Additionally, we uncover significant alterations in cytokine expression associated with matrix remodeling and angiogenesis, providing new avenues for therapeutic investigation. Although our findings are derived from a specific set of isogenically-matched cell lines, this model highlights the potential to explore personalized treatment strategies. Ongoing research in our lab is dedicated to gaining a more profound understanding of matrix remodeling and the migratory potential of TMZ-resistant GBM cells. Moreover, our future work will aim to expand our study to include a wider range of cell lines and patient-derived xenografts within our advanced microphysiological systems that include key elements of GBM tumor microenvironment such as perivascular niche. This endeavor seeks to establish connections between observed therapeutic behaviors and clinical outcomes, ultimately contributing to the development of more effective treatments for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Glioblastoma,Temozolomide,Resistance,3D cell culture,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Viktoriia Kriuchkovskaia<\/b><sup>1<\/sup>, Ela Eames<sup>1<\/sup>, Rebecca Riggins<sup>2<\/sup>, Brendan Harley<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Illinois Urbana-Champaign, Champaign, IL,<sup>2<\/sup>Georgetown University, Washington, DC","CSlideId":"","ControlKey":"382e13cc-65bd-4ca3-98a6-42a788521d09","ControlNumber":"8656","DisclosureBlock":"&nbsp;<b>V. Kriuchkovskaia, <\/b> None..<br><b>E. Eames, <\/b> None..<br><b>R. Riggins, <\/b> None..<br><b>B. Harley, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6770","PresenterBiography":null,"PresenterDisplayName":"Viktoriia Kriuchkovskaia, BS","PresenterKey":"fce9be57-fe99-4392-8d9a-5b30e21f3a26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6770. Acquired temozolomide resistance instructs patterns of glioblastoma cell motility and proteome expression within gelatin hydrogels","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acquired temozolomide resistance instructs patterns of glioblastoma cell motility and proteome expression within gelatin hydrogels","Topics":null,"cSlideId":""},{"Abstract":"Background: Current tumor models face challenges in accurately replicating the intricate and dynamic conditions of the tumor microenvironment (TME), limiting predictions of drug efficacy in drug development and personalized treatment. Furthermore, the continuous and real-time observation of drug responses variations resulting from tumor heterogeneity poses challenges in existing models, including patient-derived organoids and animal models. To address these limitations, our study introduces a novel approach through a tumor-microenvironment-on-chip (TMoC) that combines 3D tissue cultivation and a circulation system, incorporating physiological gradients of oxygen and nutrients. Serving as a tool to faithfully replicate the intricate TME, TMoC facilitates highly accurate drug screening for enhanced therapeutic precision.<br \/>Method: Based on organ-on-chip and microfluidic systems, our platform reconstructs the cellular heterogeneity of the TME using tumor tissue-dissociated cells in collagen I or Matrigel within a strip-shaped 3D cultivation space, enabling simple analysis of regional responses. A circulation system, powered by a peristaltic pump, aids medication and immune cell entry for combination immunotherapy assessment. Real-time apoptosis analysis via fluorescence microscopy and sample retrieval for in-depth analysis are enabled. In drug screening, TMoC results are compared with mouse model outcomes and medication records for various cancers and treatments.<br \/>Result: TMoC reconstructed physiological-like gradients, including oxygen levels, and facilitated the infiltration of cytotoxic CD8<sup>+<\/sup> T cells, providing a distinctive model for assessing the synergistic impact of immune checkpoint inhibitors and chemotherapy drugs. Additionally, tissues cultured in TMoC retained their original cellular composition. TMoC demonstrated efficacy in drug screening across various cancer models, including breast, pancreatic, and colorectal cancers. In clinical studies, tumor tissue-derived cells from patients were cultivated on the TMoC, and the treating results are subsequently compared with clinical outcomes. Whether in animal models or clinical cases, the drug screening outcomes of TMoC consistently aligned with <i>in vivo<\/i> drug responses.<br \/>Conclusion: The TMoC offering a platform that modeling some complex characteristics of TME. With applications in drug screening and clinical studies, it shows promising correlations between TMoC and <i>in vivo<\/i> responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Microfluidics,Microenvironment,Screening,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chiao-Min Lin<\/b><sup>1<\/sup>, Hsaun-Yu Mu<sup>1<\/sup>, Li-An Chu<sup>1<\/sup>, Ya-Hui Lin<sup>1<\/sup>, Ji Li<sup>1<\/sup>, Chao-Yu Liu<sup>1<\/sup>, Hsi-Chien Huang<sup>1<\/sup>, Sheng-Liang Cheng<sup>1<\/sup>, Tsung-Ying Lee<sup>1<\/sup>, Hsin Mei Lee<sup>1<\/sup>, Hsin-Min Chen<sup>1<\/sup>, Yun-Jen Tsai<sup>1<\/sup>, Tzu-Hung Hsiao<sup>2<\/sup>, Kee-Ming Man<sup>3<\/sup>, Yunching Chen<sup>1<\/sup>, Jen-Huang Huang<sup>1<\/sup><br><br\/><sup>1<\/sup>National Tsing Hua University, Hsinchu, Taiwan,<sup>2<\/sup>Taichung Veterans General Hospital, Taichung, Taiwan,<sup>3<\/sup>China Medical University Hospital, Hsinchu, Taiwan","CSlideId":"","ControlKey":"1ede639a-066b-4c1f-acee-562a10a38e13","ControlNumber":"2335","DisclosureBlock":"&nbsp;<b>C. Lin, <\/b> None..<br><b>H. Mu, <\/b> None..<br><b>L. Chu, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>S. Cheng, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>T. Hsiao, <\/b> None..<br><b>K. Man, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6771","PresenterBiography":null,"PresenterDisplayName":"Chiao-Min Lin, BS","PresenterKey":"7f935fa1-d2ba-44fb-8643-dc71bece5203","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6771. Tumor-microenvironment-on-chip: an <i>ex vivo<\/i> drug screening platform enabling real-time observation of regional tumor responses during drug development and clinical treatments","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-microenvironment-on-chip: an <i>ex vivo<\/i> drug screening platform enabling real-time observation of regional tumor responses during drug development and clinical treatments","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Bone metastases are common among advanced stage breast cancer patients and induce dysregulation of bone remodeling. Crosstalk between cancer cells and the bone niche drives the vicious cycle of bone loss and breast cancer growth. To accelerate discovery of targeted therapies, there is a critical need for experimental models that can mimic breast cancer-induced dysregulation of bone remodeling in patients. Mouse models are the current gold standard, but are low throughput, costly, and cannot fully recapitulate human-human cell interactions. To address these limitations, our goal is to engineer a fully human 3D <i>in vitro <\/i>model of breast cancer-bone metastasis that can mimic dysregulation of bone remodeling and drug responses in patients, and enable screening of potential new drug candidates.<br \/><b>Methods<\/b>: Two human breast cancer cell lines (MDA-MB-231, MCF-7) were chosen given their well characterized clinical features and tendency to invade bone. Our 3D model comprises an outer ring of tissue engineered (TE) bone and a center of breast cancer cells to mimic invasion through the bone marrow\/long bone interface. Human mesenchymal stem cells were encapsulated in 3D gelatin microribbon scaffolds and cultured in osteogenic media for 28 days to form TE bone. Human monocyte-derived osteoclasts were seeded onto the bone, and the center was replaced with GFP-labeled breast cancer cells. Denosumab and zoledronic acid were selected as they are standard treatments for reducing bone loss in patients, and were used to treat the model at 30 &#181;g\/mL and 2 &#181;g\/mL, respectively. Intermittent parathyroid hormone (iPTH) treatment was selected as it showed efficacy in animal models, and was used to treat the model at 10 &#181;g\/mL for 6 hours daily. All groups were treated with drugs for 14 days. Bone volume was assessed using microCT. Cancer cell proliferation and invasion into bone was monitored with fluorescence confocal microscopy.<br \/><b>Results:<\/b> MicroCT imaging showed both breast cancer cell lines induced bone loss in the triculture model, compared to the control with no breast cancer cells in the center. Consistent with known clinical features, the more aggressive cell line (MDA-MB-231) induced a greater amount of bone loss than the less aggressive breast cancer cell line (MCF-7). Consistent with clinical findings, both denosumab and zoledronic acid reduced bone loss in our 3D model, and zoledronic acid further reduced breast cancer cell invasion and proliferation. Finally, the 3D model recapitulated the <i>in vivo<\/i> drug response of iPTH treatment, reducing bone resorption and breast cancer invasion.<br \/><b>Conclusions<\/b>: Here we report a fully human triculture model of breast cancer-bone metastasis that can mimic key clinical features of breast cancer-induced bone resorption and drug response in patients. Such a 3D model could enable screening of drug candidates with reduced time and cost and enable identification of novel druggable targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Tumor microenvironment,3D models,Bone metastasis,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Tai<\/b>, E. C. González Díaz, C. E. Monette, J. Wu, F. Yang; <br\/>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"689c3a46-873b-4356-9a6f-5ae144dcdc2e","ControlNumber":"5921","DisclosureBlock":"&nbsp;<b>M. Tai, <\/b> None..<br><b>E. C. González Díaz, <\/b> None..<br><b>C. E. Monette, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>F. Yang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6772","PresenterBiography":null,"PresenterDisplayName":"Michelle Tai, BS,MS","PresenterKey":"9021be0e-4f72-4a46-8989-89c696784aa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6772. A 3D model of breast cancer-bone metastasis to mimic dysregulation of bone remodeling and drug response","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A 3D model of breast cancer-bone metastasis to mimic dysregulation of bone remodeling and drug response","Topics":null,"cSlideId":""},{"Abstract":"Three-dimensional (3D) disease models have garnered widespread interest for use in later stages of the drug discovery process, such as preclinical efficacy and toxicology studies, due to their pathophysiologically relevant properties. However, there is a need and opportunity for 3D cancer models to be used earlier in the drug screening process. To meet this need, the 3D models must strike a balance between throughput, which includes scalability and uniformity, and physiological relevance, such as the ability to modulate key attribute of the tumor microenvironment.<br \/>Here we report the creation of 3D colorectal cancer (CRC) tissue models, referred to as VivoSpheres, and demonstrated their relevance to cancer drug screening. The VivoSphere production platform couples tissue engineering toolkits with microfluidics, enabling the scalable production of engineered cancer microspheres. The model supports the long-term maintenance of the cancer cell phenotype. In a preliminary study, we were able to generate more physiologically relevant drug responses.<br \/>We formed CRC VivoSpheres by encapsulating HT-29 CRC cells within poly(ethylene glycol)-fibrinogen hydrogel microspheres using our previously developed microfluidic platform. CRC VivoSpheres were rapidly produced with high cell densities (20&#215;10<sup>6<\/sup> cells\/ml) and high uniformity on day 0 with a coefficient of variation (COV) &#60; 7%. This high uniformity was maintained for 15 days (COV &#8804; 10%), which is critical for long-term dose studies. The cells maintained high viability and showed high proliferative capability with a significant increase in colony size and expression of Ki67 up to day 29. The encapsulated cells maintained the CRC phenotype over time with the expression of CD44 (cancer stem cell marker) and CK20 (CRC marker).<br \/>After establishing shipping conditions that maintained cell viability for remote use, the HT-29 VivoSpheres were shipped to the oncology team at Southern Research for drug testing. The CRC VivoSpheres were treated with DMSO, GANT61, and SRI-38832, the latter two of which are GLI1 inhibitors. Phase contrast images and western blot were used to assess the response of CRC VivoSpheres to the treatments. Oncogenic GLI1 transcription activity and NBS1 overexpression have been found to contribute to chemotherapeutic resistance, negating the anti-tumor effects of 5-fluorouracil. While 2D cultured HT-29s responded to treatment with GANT61, HT-29 VivoSpheres continued to express NBS1 following GANT1 treatment, but downregulated NBS1 in response to the GLI1 inhibitor SRI-38832, which is the same response Southern Research has seen in <i>in vivo <\/i>tumor models.<br \/>In conclusion, we have developed tissue-engineered 3D CRC models that hold promise for use in drug screening. These models have demonstrated an initial capability to reproduce the CRC phenotype and mimic <i>in vivo<\/i> drug response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D models,Drug-discovery screen,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Tian<\/b><sup>1<\/sup>, M. Hashemi<sup>1<\/sup>, B. Anbiah<sup>1<\/sup>, R. Zhang<sup>2<\/sup>, I. Hassani<sup>1<\/sup>, R. Boohaker<sup>3<\/sup>, E. Lipke<sup>1<\/sup>; <br\/><sup>1<\/sup>Auburn University, Auburn, AL, <sup>2<\/sup>Biocytogen, Waltham, MA, <sup>3<\/sup>Southern Research, Birmingham, AL","CSlideId":"","ControlKey":"75a1afa7-9012-44d3-a396-6aa63736945f","ControlNumber":"4115","DisclosureBlock":"&nbsp;<b>Y. Tian, <\/b> None..<br><b>M. Hashemi, <\/b> None..<br><b>B. Anbiah, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>I. Hassani, <\/b> None..<br><b>R. Boohaker, <\/b> None..<br><b>E. Lipke, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3542","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6773","PresenterBiography":null,"PresenterDisplayName":"Yuan Tian, PhD","PresenterKey":"5015cdbd-b9d1-4043-a24c-9c31b12ff5f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6773. Tissue engineered colorectal cancer microspheres for drug screening","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue engineered colorectal cancer microspheres for drug screening","Topics":null,"cSlideId":""},{"Abstract":"Esophageal adenocarcinoma (EAC) is a deadly cancer with an increasing incidence which arises out of it's precancerous precursor, termed Barrett&#8217;s esophagus (BE). A better understanding of the factors that influence BE progression is essential for early detection and novel therapeutics. 3D Air Liquid Interface (ALI) cultures provide an edge over traditional 2D cultures as they better mimic the in vivo conditions of the esophagus. The aim of the study was to establish conditions for a BE ALI model and to evaluate the phenotypic and molecular changes in primary human BE cells upon interaction with different types of esophageal fibroblasts (EF) and exposure to bile acids(BA) (a major component of gastroesophageal reflux). ALI conditions that allowed growth of both primary BE and fibroblast for at least 30 days were optimized. Non dysplastic BE cells from two patients were utilized with one having EAC (P) and the other with no history of progression (NP). The BE cells were cultured in our ALI model with 3 types of EFs: normal esophageal fibroblasts(NFs), BE associated fibroblasts(BFs) and EAC associated fibroblasts(CFs). To determine the effect of BA exposure, ALI cultures underwent daily 1 hour exposure to bile salts. To determine if BE cells that lacked p53 responded differently to BA exposure, CRISPR Cas9 was utilized to knockout <i>TP53<\/i>. ALI cultures were conducted for 28 days. Phenotypic differences were determined by H&#38;E staining and immunofluorescence (IF). Changes in cell proliferation was evaluated by Ki67 IF. Successful ALI cultures were validated by positive expression of laminin, pan-cytokeratin, Muc2 and Muc5ac by IF. Upon co-culture, we observed opposing histologic changes in the BE cells from the P and NP patients. The NP BE cells had a less complex structure upon culture with the BFs and CFs compared to NFs. The P BE cells showed the development of a complex morphology upon culture with the CFs compared to the BFs and the NFs. In both patients, we observed an increase in Ki67 positivity with fibroblast co culture; NFs (NP: 6.91%, p=0.070, P: 10.6%, p=0.001), BFs (NP: 12.49%, p=0.0001, P: 11.196%, p=0.003) and CFs (NP: 19.88%, p&#60;0.0001, P:14.63 %, p=0.0001) compared to no fibroblasts (NP = 5.32%, P= 7.25% Ki67+). Co-culture with CFs increased Ki67 staining compared to either NFs or BFs (p=0.007,0.014). Exposure to BA showed a thinning but intact BE epithelial surface in both patients with and without <i>TP53<\/i> knockout. Overall, primary BE cells and fibroblasts can be maintained long term in an ALI culture and co-culture with fibroblasts drive increased proliferation in BE cells. The histology changes observed in NP and P cell could be an indication of possible activation and interaction of differential signaling pathways. Ongoing studies aim to identify these pathways and determine transcriptional changes due to co-culture and BA exposure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Organoids,Esophageal cancer,Cancer associated fibroblasts,Barrett's esophagus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Chatterjee<\/b><sup>1<\/sup>, J. Azevedo-Martins<sup>1<\/sup>, C. C. Tanyolac<sup>1<\/sup>, Q.-U. Ain<sup>1<\/sup>, H. Yu<sup>1<\/sup>, S. Camilleri-Broet<sup>2<\/sup>, L. Ferri<sup>2<\/sup>, P. Gascard<sup>1<\/sup>, T. D. Tlsty<sup>1<\/sup>, M. D. Stachler<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, San Francisco, CA, <sup>2<\/sup>Montreal General Hospital, McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"e000d11d-c673-4145-8d8e-6e95dabf71ba","ControlNumber":"5700","DisclosureBlock":"&nbsp;<b>A. Chatterjee, <\/b> None..<br><b>J. Azevedo-Martins, <\/b> None..<br><b>C. C. Tanyolac, <\/b> None..<br><b>Q. Ain, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>S. Camilleri-Broet, <\/b> None..<br><b>L. Ferri, <\/b> None..<br><b>P. Gascard, <\/b> None..<br><b>T. D. Tlsty, <\/b> None..<br><b>M. D. Stachler, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6774","PresenterBiography":null,"PresenterDisplayName":"Annesha Chatterjee, BSc, MSc, PhD","PresenterKey":"67157911-b943-4943-9a72-6ff780801a49","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6774. Establishment and optimization of an air liquid interface co-culture system to evaluate phenotypic changes in primary human Barrett's esophagus cells upon different environmental exposures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and optimization of an air liquid interface co-culture system to evaluate phenotypic changes in primary human Barrett's esophagus cells upon different environmental exposures","Topics":null,"cSlideId":""},{"Abstract":"Background: Three-dimensional (3D) cell culture allows for the reproduction of tissue structure and function in a state more akin to the in vivo environment compared to two-dimensional (2D) cell culture. It is established that 3D culture more faithfully replicates cell morphology, differentiation, proliferation, gene and protein expression, and responsiveness to stimulation, as well as drug metabolism. Focusing on the observation that lung cancer cell lines exhibit different clustering morphologies in 3D cell culture, we conducted a comparative study on the relationship between these clustering morphologies and the characteristics of the lung cancer cell lines.<br \/>Methods: We cultured 30 lung cancer cell lines using 3D culture plate, and classified the types of cell clustering morphologies formed. We evaluated the molecular and cellular biology characteristics of all cell lines. Additionally, comprehensive gene expression analysis using RNA sequencing was performed on the 30 3D-cultured cell samples, and the characteristics of gene expression between different clustering types were compared.<br \/>Results: The 3D culture aggregation morphology of 30 lung cancer cell lines were classified into three types (monolayer sheet, NOS, spheroid). Monolayer sheet-type cells exhibited higher proliferation, migration, and invasion capabilities compared to spheroid-type cells. In the transcriptomic bioinformatics analysis of the acquired gene expression data, GSEA analysis using Hallmark gene sets showed that the enrichment of epithelial-mesenchymal transition (EMT) and cancer metastasis-related genes in the monolayer type cells significantly compared to the spheroid type cells. Conversely, cell adhesion and intercellular binding-related gene sets were highly enriched in the spheroid type cells.<br \/>Conclusion: 3D culture aggregation morphology represents phenotypic properties and transcriptomic profiles in non-small cell lung cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D cell culture,NSCLC,Spheroids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Naohiro Hayashi<\/b><sup>1<\/sup>, Shimpei Tsudaka<sup>1<\/sup>, Ken Suzawa<sup>2<\/sup>, Tomoaki Higashihara<sup>1<\/sup>, Yin Min Thu<sup>1<\/sup>, Atsushi Matsuoka<sup>1<\/sup>, Daisuke Mizuno<sup>1<\/sup>, Ryo Yoshichika<sup>1<\/sup>, Fumiaki Mukohara<sup>1<\/sup>, Mao Yoshikawa<sup>1<\/sup>, Kazuhiko Shien<sup>2<\/sup>, Hiromasa Yamamoto<sup>2<\/sup>, Shinichi Toyooka<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of General Thoracic Surgery and Breast and Endocrinological Surgery, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan,<sup>2<\/sup>Department of Thoracic Surgery, Okayama University Hospital, Okayama, Japan","CSlideId":"","ControlKey":"b119ba61-352a-415c-a386-7a39bf293904","ControlNumber":"4400","DisclosureBlock":"&nbsp;<b>N. Hayashi, <\/b> None..<br><b>S. Tsudaka, <\/b> None..<br><b>K. Suzawa, <\/b> None..<br><b>T. Higashihara, <\/b> None..<br><b>Y. Thu, <\/b> None..<br><b>A. Matsuoka, <\/b> None..<br><b>D. Mizuno, <\/b> None..<br><b>R. Yoshichika, <\/b> None..<br><b>F. Mukohara, <\/b> None..<br><b>M. Yoshikawa, <\/b> None..<br><b>K. Shien, <\/b> None..<br><b>H. Yamamoto, <\/b> None..<br><b>S. Toyooka, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6775","PresenterBiography":"","PresenterDisplayName":"Naohiro Hayashi, MD","PresenterKey":"bbd5f0c9-d6e0-4d13-bd20-b1d5552bfc05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6775. 3D culture aggregation morphology depends on cell phenotype and gene expression profiles in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D culture aggregation morphology depends on cell phenotype and gene expression profiles in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Concomitant mutations in <i>KRAS<\/i> and <i>GNAS<\/i> have been linked to mucinous histology in gastrointestinal neoplasms of the appendix, colon, and pancreas (IPMN). Upon progression, these tumors are characterized by metastasis which favors the peritoneal surface, resulting in mucinous carcinomatosis peritonei (MCP). Recently we have described a novel technique which allows for long term culture and drug intervention of human MCP tumors <i>ex-vivo<\/i>. With evidence of durable clinical benefit of CDK4-6 inhibition in a single patient with chemo refractory MCP of appendiceal origin, we sought to further investigate anti-tumor responses using CDK4-6 inhibition in <i>ex-vivo <\/i>tumor slices, in order to identify candidates for a personalized clinical therapy trial. Here, in a comparison of <i>ex-vivo <\/i>patient tumor slices from 18 individual donors, treatment using CDK4-6 inhibitors revealed <i>a<\/i> significant reduction in cancer cell specific proliferation in mucinous <i>GNAS-mut <\/i>tumors compared to non-mucinous cancers. Anti-tumor responses of CDK4-6 were determined to be tumor-cell intrinsic, as CDK4-6 inhibition blocked proliferation of stromal cells in the TME independently of patient tumor mutational and mucin status. Based on these finding a personalized clinical trial was conducted where we report that 13 of 16 patients (81%) enrolled with MCP treated with palbociclib had at least a 10% decrease in CEA, as compared to historical chemotherapy responses rates reported from 14-30%. These results indicate that CDK4\/6 inhibition is a novel and efficacious treatment for patients with MCP.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"CDK4\/6 inhibitors,Cancer therapy,Tumor microenvironment,Ex vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Weitz<\/b><sup>1<\/sup>, D. Nishizaki<sup>1<\/sup>, J. Patel<sup>1<\/sup>, I. Ng<sup>1<\/sup>, S. Sun<sup>1<\/sup>, D. Ramms<sup>1<\/sup>, J. Zou<sup>2<\/sup>, J. Baumgartner<sup>1<\/sup>, K. Kelly<sup>3<\/sup>, H. Patel<sup>1<\/sup>, R. White<sup>1<\/sup>, J. Veerapong<sup>1<\/sup>, P. Vu<sup>1<\/sup>, S. Gutkind<sup>1<\/sup>, H. Tiriac<sup>1<\/sup>, S. Kato<sup>1<\/sup>, A. Lowy<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSD Moores Cancer Center, San Diego, CA, <sup>2<\/sup>UCSD, San Diego, CA, <sup>3<\/sup>University of Wisconsin, Madison, WI","CSlideId":"","ControlKey":"c994caab-b59a-4b1c-8460-7bd594c60e22","ControlNumber":"1199","DisclosureBlock":"&nbsp;<b>J. Weitz, <\/b> None..<br><b>D. Nishizaki, <\/b> None..<br><b>J. Patel, <\/b> None..<br><b>I. Ng, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>D. Ramms, <\/b> None..<br><b>J. Zou, <\/b> None..<br><b>J. Baumgartner, <\/b> None..<br><b>K. Kelly, <\/b> None..<br><b>H. Patel, <\/b> None..<br><b>R. White, <\/b> None..<br><b>J. Veerapong, <\/b> None..<br><b>P. Vu, <\/b> None..<br><b>S. Gutkind, <\/b> None..<br><b>H. Tiriac, <\/b> None..<br><b>S. Kato, <\/b> None..<br><b>A. Lowy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6777","PresenterBiography":null,"PresenterDisplayName":"Jonathan Weitz, PhD","PresenterKey":"f142b21c-8521-459e-9aab-eb0b8c4d503b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6777. An <i>e<\/i>x<i>-vivo <\/i>organotypic culture platform of mucinous carcinomatosis peritonei identifies CDK4-6 inhibition as a novel treatment<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An <i>e<\/i>x<i>-vivo <\/i>organotypic culture platform of mucinous carcinomatosis peritonei identifies CDK4-6 inhibition as a novel treatment<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"Drug discovery and safety testing depend on predictive <i>in vitro<\/i> models, including multicellular tissues with organotypic functions. While traditional 2D tumor cell cultures have been extensively used in early drug screening due to their user-friendly nature, automation compatibility, and high throughput, they fall short in representing the intricate 3-dimensional structure, physiology, and complex multicellular nature of actual tumors. However, generating such 3D tissues for each test campaign is labor intensive. In addition, not all researchers have the resources to establish these 3D models. To pave the way, we developed a new platform that offers a range of cryopreserved 3D tumor models in micro plate format allowing for high-content screening. It enables users to start testing compounds within a 3-to-5 days simply by thawing an ARCTis&#8482; plate (Always Ready Cryo Tissues) and following clear instructions. Another advantage of these cryopreserved 3D models derives from the fact that they are made in larger batches which means the start point for compound testing is always the same. This improves data quality, maximizes the test window length, and makes the data comparable across work groups. Currently, our growing portfolio consists of 25 tumor cell lines from ATCC representing the most common solid tumors. Their functionality has been determined based on efficacy tests for each cell line with the apoptotic agent Staurosporine. Various cell lines exhibited compact spheroids with a round morphology, less compact aggregates with non-spherical morphology, or loose cell-cell interaction aggregates, which can correlate with their tumor site of origin. Upon treatment with Staurosporine the dose-response profiles indicated growth inhibition, tumor shrinkage, or tumor cell killing effects based on size assessment and cell metabolic analysis (ATP). Moreover, we demonstrated the robust performance of these assays from plates stored for up to 6 months at -80&#176;C.In conclusion, this groundbreaking approach addresses the limitations of traditional 2D cell cultures by providing a high-throughput, in-plate frozen, 3D cell culture platform. By offering a combination of a more physiologically relevant representation of tumors with a robust frozen-storage and time flexible assay platform our method holds great promise for advancing cancer drug discovery by easing the exploration of complex drug testing screens <i>in vitro<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D cell culture,Drug discovery,Drug-discovery screen,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Goedecke<sup>1<\/sup>, S. Stroebel<sup>1<\/sup>, S. Hutter<sup>1<\/sup>, T. Issa<sup>1<\/sup>, I. Agarkova<sup>1<\/sup>, L.-A. Ligeon<sup>1<\/sup>, O. Frey<sup>1<\/sup>, <b>M. Nag<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>InSphero AG, Schlieren, Switzerland, <sup>2<\/sup>InSphero AG, Brunswick, ME","CSlideId":"","ControlKey":"99775796-447f-472f-904b-8a13f48a3a67","ControlNumber":"6635","DisclosureBlock":"&nbsp;<b>N. Goedecke, <\/b> None..<br><b>S. Stroebel, <\/b> None..<br><b>S. Hutter, <\/b> None..<br><b>T. Issa, <\/b> None..<br><b>I. Agarkova, <\/b> None..<br><b>L. Ligeon, <\/b> None..<br><b>O. Frey, <\/b> None.&nbsp;<br><b>M. Nag, <\/b> <br><b>InSphero<\/b> Other, CSO at InSphero.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3547","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6778","PresenterBiography":null,"PresenterDisplayName":"MADHU NAG","PresenterKey":"0d92e1c6-f61d-41ba-958d-9fbf11d406f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6778. New microplate platform with cryopreserved 3D tumor spheroids for faster and convenient pre-clinical testing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New microplate platform with cryopreserved 3D tumor spheroids for faster and convenient pre-clinical testing","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> In the path to clinic, researchers require robust tools to effectively evaluate the capacity of novel therapeutic modalities to generate anti-tumor responses. Using human-relevant, translational ex-vivo models is widely considered to reduce attrition during drug discovery and development for a more effective prediction of clinical outcomes during preclinical testing of drug candidates. <b>Methods:<\/b> The three levels of our patient derived tumoroid model platform, COMPASS (Custom Organoid Modeling Platform for Accurate SolutionS) was built to be versatile modality-agnostic human on human model system for pre-clinical testing. COMPASS 1 has stroma with epithelium; COMPASS 2 has stroma, epithelium, and immune components (from PBMCs) and COMPASS 3 has stroma, epithelium, immune components, and oxygenation. For widespread adaptation and utilization of our COMPASS platform we encourage extensive characterization by articulating the context of use to help build confidence in cases where limited knowledge and only few real-life cases exist.<b><\/b><b> <\/b> <b>Results:<\/b> Our proof-of-concept examples articulating the context of use demonstrate the modality-agnostic adaptability our COMPASS platform brings to the field of preclinical testing. We encourage a collaborative approach with researchers to support their testing needs to build confidence in our model to enable transition from existing screens, assays, and animal models. We envision preclinical use of COMPASS to help stratify patients for clinical trials, identify subpopulations that need dose modification and predict the response of patients and\/or their risk of adverse effects. <b>Conclusion:<\/b> Due to its greater physiological relevance and ability to encompass downstream processes in a time and cost-efficient way, industry and academia should deliberate the impact platform such as COMPASS would have on their workflow and consider adapting to using these models routinely.<br\/><br\/>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Organoids,Cancer,Microenvironment,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Samuel, D. O. Ochola, H. Del Mundo, <b>B. Dave<\/b>; <br\/>Spanios, Houston, TX","CSlideId":"","ControlKey":"dd53e23f-55ac-4e3b-ad7a-997b20ffdb1f","ControlNumber":"3833","DisclosureBlock":"&nbsp;<b>P. Samuel, <\/b> None..<br><b>D. O. Ochola, <\/b> None..<br><b>H. Del Mundo, <\/b> None..<br><b>B. Dave, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6779","PresenterBiography":null,"PresenterDisplayName":"Bhuvanesh Dave, PhD","PresenterKey":"5d3288b0-6d2d-4bef-96e9-175ae7f1362a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6779. Modality agnostic tumor models of cancer which can more accurately define drug efficacy and mechanism to help develop more effective therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modality agnostic tumor models of cancer which can more accurately define drug efficacy and mechanism to help develop more effective therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Cancer research has made significant progress in recent years, especially in the field of immunotherapy that uses immune modulators. A significant portion of these novel therapeutic strategies focuses on manipulating the tumor microenvironment (TME). The TME is a complex structure that comprises various cellular elements, including cancer cells, immune cells, and structural components, such as secreted factors and extracellular matrix proteins. However, replicating the human TME in experimental murine models has proved challenging. Therefore, researchers have started to develop ex vivo cultivation protocols of tumor tissues, particularly precision-cut slices (PCS), that offer a three-dimensional representation of the TME. It is essential to select the best culture conditions to ensure the preservation of the TME that closely resembles the in vivo conditions. To further this research, a serum-free cell culture medium has been developed to propagate primary epithelial tumor cells originating from pancreatic, renal, and ovarian tissues. The optimized media formulation was successfully employed in the derivation and expansion of tumor cell lines, sourced from both primary and xenotransplanted tumors. An additional serum-free cell culture medium has been designed to cultivate primary lung cancer cells. Suitable culturing conditions have been introduced that maintain TME composition ex vivo cultured PCS prepared from fresh non-small cell lung carcinoma (NSCLC) tissue. Lung TumorMACS Medium and a serum-containing medium were compared, and it was found that the cellular composition of PCS cultivated in Lung TumorMACS was comparable to the original composition. At the same time, PCS cultivated in Lung TumorMACS showed a lower expression of stress genes, compared to the serum-containing alternative.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"In vitro,3D models,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Siebenmorgen<sup>1<\/sup>, C. Wöhle<sup>1<\/sup>, K. Lamfried<sup>1<\/sup>, L. Martinez Carrera<sup>1<\/sup>, B. Heller<sup>2<\/sup>, K. Lupar<sup>2<\/sup>, G. Bergamini<sup>2<\/sup>, D. Poeckel<sup>2<\/sup>, O. Hardt<sup>1<\/sup>, <b>B. Theek<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany, <sup>2<\/sup>Cellzome GmbH, a GSK company, Heidelberg, Germany","CSlideId":"","ControlKey":"7dbba0b5-8a5d-45d8-ba5e-a01fd73794a9","ControlNumber":"4637","DisclosureBlock":"<b>&nbsp;A. Siebenmorgen, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>C. Wöhle, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>K. Lamfried, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>L. Martinez Carrera, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>B. Heller, <\/b> <br><b>Cellzome GmbH, a GSK company<\/b> Employment. <br><b>K. Lupar, <\/b> <br><b>Cellzome GmbH, a GSK company<\/b> Employment. <br><b>G. Bergamini, <\/b> <br><b>Cellzome GmbH, a GSK company<\/b> Employment. <br><b>D. Poeckel, <\/b> <br><b>Cellzome GmbH, a GSK company<\/b> Employment. <br><b>O. Hardt, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>B. Theek, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3550","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6781","PresenterBiography":null,"PresenterDisplayName":"Benjamin Theek","PresenterKey":"23e5f11b-2034-4045-9659-d15e7798df23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6781. Maintaining the tumor microenvironment: Serum-free cell culture for an advanced 3D in vitro tissue model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Maintaining the tumor microenvironment: Serum-free cell culture for an advanced 3D in vitro tissue model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><b>: <\/b>it has been a significant challenge to select, combine, and sequence the multiple FDA-approved IO therapies and pharmaceutical agents, highlighting the need to develop a precision oncology platform to explore novel combination treatments. 3D-EXpress is a unique <i>ex vivo<\/i> therapeutics testing platform using a biorepository of fresh patient tumoroids that were never dissociated, propagated, or reassembled to retain an intact microenvironment. Therefore, these specimens provide an excellent <i>ex vivo <\/i>platform to investigate the efficacy of therapeutics targeting the tumor microenvironment. Here, we employed the 3D-EXpress platform to compare the efficacy of different therapeutic modalities targeting tumor antigens and immune checkpoint <i>ex vivo<\/i>.<br \/><b>Methods: <\/b>Tumoroids measuring 150 &#956;m in size retaining tumor cell heterogeneity, tumor-resident immune cells, stromal components, and extracellular matrix interaction were prepared from human endometrial and colorectal tumors. Tumoroids were cryopreserved and were selected based on tumor antigen status. Samples were treated for 72 hours <i>ex vivo<\/i> with antibody-drug conjugates, chimeric antigen receptor (CAR)T cells, or bispecific antibodies alone and in combinations. Treatment-mediated changes in tumor cell killing and tumor immune microenvironment were investigated.<br \/><b>Results: <\/b>3D high throughput confocal imaging and Nilogen Oncosystem&#8217;s proprietary algorithm were used to detect and analyze treatment-induced tumor cell killing activity in tumoroids. The impact of <i>ex vivo<\/i> treatment by different modalities in combination with chemotherapeutic agents upon tumor resident immune cell populations was monitored by deep immune phenotyping and multiplex cytokine release assay. Based on the <i>ex vivo<\/i> responses tumors were assigned to treatment sensitive and resistant groups. Correlative analysis was performed and compared with detailed clinicopathologic data that is readily available for Biorepository tumors.<br \/><b>Conclusions: <\/b>The 3D-EXpress platform using cryopreserved 3D tumoroids with intact tumor microenvironment is an effective tool for the pre-clinical assessment of rational drug combinations for treatment of solid tumors. Furthermore, the 3D-EXpress platform provides unique insight into the microenvironment of both treatment responsive and non-responsive tumors and can aid in the development of patient-centered therapeutic regimens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D models,Targeted therapy,Tumor microenvironment,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Garrido<\/b>, M. Ataya, N. R. Dhanushkodi, S. Currlin, A. Humphrey, J. Ehrhart, R. Chakraborty; <br\/>Nilogen Oncosystems, Tampa, FL","CSlideId":"","ControlKey":"ba91efd5-9a70-4c7e-8747-b576862d9496","ControlNumber":"7477","DisclosureBlock":"<b>&nbsp;V. Garrido, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>M. Ataya, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>N. R. Dhanushkodi, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>S. Currlin, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>A. Humphrey, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>J. Ehrhart, <\/b> <br><b>Nilogen Oncosystems<\/b> Employment. <br><b>R. Chakraborty, <\/b> <br><b>Xilis, Inc<\/b> Employment. <br><b>Nilogen Oncosystems<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6782","PresenterBiography":null,"PresenterDisplayName":"Vanessa Garrido, PhD","PresenterKey":"5d27e151-c54a-4fb1-bb2c-e92f2d751cc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6782. 3D-EXpress - an <i>ex vivo <\/i>platform using viably cryopreserved tumoroids for rapid assessment of targeted therapeutic outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D-EXpress - an <i>ex vivo <\/i>platform using viably cryopreserved tumoroids for rapid assessment of targeted therapeutic outcomes","Topics":null,"cSlideId":""},{"Abstract":"3D cancer cell cultures have enabled new opportunities for replacing compound testing in experimental animals. However, driven by increased understanding of the need for more complex cancer cell models that consider drug resistance and penetration, hypoxia, and immuno-oncology applications, we have developed multicellular tumor heterospheroids composed of cancer cell lines, fibroblasts and immune cells. We have studied heterospheroids of cancer cell lines, HT29, MCF7, PANC1 and SW480 co-cultured with fibroblasts and 1) explored the architectural organization, 2) performed whole transcriptome analysis (WTA) of mono and co-cultures and 3) tested their capacity of immune cell infiltration. The architectural organization was studied in embedded heterospheroids. HT29 and MCF7 cells developed spheroids with the cancer cells surrounding the fibroblasts, whereas PANC1 cells mingled with the fibroblasts and SW480 cells were surrounded by fibroblasts. The fibroblasts expressed FAP-&#945; mRNA as determined by ISH as well as collagen-1 as determined by immunohistochemistry. The hypoxia marker, Ca-IX, and the apoptosis marker, cleaved-Caspase-3, were dominating in the central core of the spheroids but the Ca-IX and Caspase-3 expression was not coordinated. In addition, WTA performed on day-7 heterospheroids, showed upregulated LOX, indicating that hypoxia-related markers known from genuine cancers are upregulated also in heterospheroids. WTA of day-7 mono-cell cultured and hetero-cultured spheroids, showed abundant ECM-, EMT-, and fibrosis-related expression in heterospheroids, thus reflecting a representative tumor-like microenvironment in heterospheroids compared to mono-culture spheroids. In particular, PANC1 spheroids showed a strong EMT profile with abundant FOXC2, TGF-&#946; and TWIST expression. Genes related to Akt\/mTOR and EGF pathways were consistently expressed in the tested heterospheroids. Evaluation of the cytotoxicity of anti-cancer compounds was performed using both cell viability and apoptosis assays. Exposure of the NCI drug library composed of 166 cytotoxic compounds to the heterospheroids, interestingly, revealed a complex output with limited correlation between cytotoxic and apoptotic effects. A subset of drug candidates is currently being further examined. PBMC-derived immune cells infiltrate heterospheroids and their infiltration is strongly enhanced after activation. The T cells' ability to infiltrate heterospheroids of different cancer types may serve as models of cold and hot tumors. We conclude that the cancer cell lines determine the architectural structure of heterospheroids, that ECM development is a prevalent part of the heterospheroids, and that the different heterospheroids possess varying ability of immune cell infiltration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Drug delivery,3D models,Stromal-epithelial interactions,Hypoxia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. S. Nielsen<\/b>, N. H. Madsen, J. Larsen, M. Gad, K. Holmstrøm; <br\/>Bioneer A\/S, Hørsholm, Denmark","CSlideId":"","ControlKey":"43991162-87ea-438e-972f-caa481dbf5b9","ControlNumber":"1509","DisclosureBlock":"&nbsp;<b>B. S. Nielsen, <\/b> None..<br><b>N. H. Madsen, <\/b> None..<br><b>J. Larsen, <\/b> None..<br><b>M. Gad, <\/b> None..<br><b>K. Holmstrøm, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6784","PresenterBiography":null,"PresenterDisplayName":"Boye Nielsen, PhD","PresenterKey":"98ff7e54-90c7-4016-a155-8d5bbdf6b342","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6784. Cancer cell heterospheroids with stromal component used as drug testing and immune cell infiltration models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer cell heterospheroids with stromal component used as drug testing and immune cell infiltration models","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived xenografts (PDX) are a powerful and commonly used tool in preclinical drug development as they represent an <i>in vivo<\/i> platform for screening drug response in human tumors that recapitulate many molecular and histological features of the original patient tumor. However, these models are costly and time-intensive, necessitating the development of <i>ex vivo<\/i> platforms for assessing drug response to PDX-derived tumors to de-risk <i>in vivo<\/i> studies by aiding in model selection and reducing the number of animals and costs associated with <i>in vivo<\/i> experimentation. The KIYA-PREDICT&#8482; platform is a clinically validated, <i>ex vivo<\/i> 3D cell culture platform with demonstrated ability to predict patient response to chemotherapy in high grade glioma and ovarian cancer. Here, we apply this platform to profiling XPDX from XenoSTART&#8217;s comprehensive library of well-characterized models as a tool for assessing drug response and mechanism of action <i>ex vivo<\/i> while also aiding in model selection for <i>in vivo<\/i> studies. Over 100 XPDX models have been profiled <i>ex vivo <\/i>for response to several classes of cancer therapeutics, including chemotherapy, targeted therapy, and antibody-drug conjugates (ADCs), demonstrating robust concordance with <i>in vivo<\/i> drug response. CDK4\/6 inhibitors palbociclib and ribociclib evaluated <i>ex vivo<\/i> in breast XPDX display strong correlation to <i>in vivo<\/i> response and recapitulate palbociclib resistance. Similarly, G12C inhibitors sotorasib (AMG-510) and adagrasib (MRTX849) screened against a panel of non-small cell lung cancer XPDX <i>ex vivo<\/i> match <i>in vivo<\/i> response and drug resistance. Finally, <i>ex vivo<\/i> and <i>in vivo<\/i> responses to FDA approved ADC enfortumab vedotin were evaluated in a panel of bladder cancer PDX, with <i>ex vivo<\/i> and <i>in vivo<\/i> responses showing good concordance and expected modulation based on Nectin-4 expression levels. The combination of the KIYA-PREDICT&#8482; platform with XenoSTART&#8217;s XPDX catalogue is a flexible and powerful tool that can be utilized for streamlining preclinical drug development for a wide range of therapeutic classes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D models,3D cell culture,Spheroids,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. L. Carlson<\/b><sup>1<\/sup>, N. W. Dance<sup>1<\/sup>, K. J. Burgess<sup>1<\/sup>, D. Y. Nadeau<sup>1<\/sup>, M. Millard<sup>1<\/sup>, A. Simonson<sup>2<\/sup>, A. Diaz III<sup>2<\/sup>, M. Wick<sup>2<\/sup>, T. M. DesRochers<sup>1<\/sup>; <br\/><sup>1<\/sup>Kiyatec, Greenville, SC, <sup>2<\/sup>XenoSTART, San Antonio, TX","CSlideId":"","ControlKey":"f8ee4842-1d60-4935-be1a-d0290339bf76","ControlNumber":"7555","DisclosureBlock":"<b>&nbsp;A. L. Carlson, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>N. W. Dance, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>K. J. Burgess, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>D. Y. Nadeau, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>M. Millard, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>A. Simonson, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>A. Diaz, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>M. Wick, <\/b> <br><b>XenoSTART<\/b> Employment. <br><b>T. M. DesRochers, <\/b> <br><b>Kiyatec<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3554","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6785","PresenterBiography":null,"PresenterDisplayName":"Aaron Carlson","PresenterKey":"01f1b7ee-3d3e-41aa-a702-453996135287","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6785. KIYA-PREDICT&#8482; XPDX: An <i>ex vivo<\/i> 3D spheroid<i> <\/i>platform for modeling <i>in vivo<\/i> responses to multiple classes of oncology therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KIYA-PREDICT&#8482; XPDX: An <i>ex vivo<\/i> 3D spheroid<i> <\/i>platform for modeling <i>in vivo<\/i> responses to multiple classes of oncology therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Evaluation of novel therapeutics often fails to reliably predict severe complications in patients, especially when circulating cells are involved. The reasons may include inter-species differences upon using animal models or the lack of relevant <i>in vitro<\/i> systems. Moreover, existing <i>in vitro<\/i> systems mostly rely on static investigations of different cell types leading to overestimation of effects due to non-representative cell-tissue interactions. The incorporation of medium flow may facilitate to mimic physiological conditions more closely. To tackle current limitations of perfused organ-on-chip approaches, we developed a microfluidic chip and operation concept, which prevents undesired sedimentation and accumulation of cells in suspensions. The Akura&#8482; Immune Flow platform was designed to study flow-dependent recruitment of circulating cells to different tissue spheroids via gravity-driven perfusion over several days. The Akura&#8482; Immune Flow platform features standardized formats for co-culturing up to seven spheroids with suspended cells in each microfluidic channel. On-chip staining protocols enabled monitoring of the co-culture. The system allowed for application and extractions of cellular components and liquid for further off-chip analysis. Primary tissue and cell line spheroids (liver and tumor) could be retained in the respective chambers and remained viable over six to 14 days. Circulating cells were kept viable and in suspension for up to six days (PBMCs) and14 days (Prostate Cancer (PCa) cells) respectively. PBMCs were not activated by flow-induced shear forces. Unspecific stimulation of T-cells led to physiological expression of early and late activation markers (CD69 and CD25), which were detected by flow cytometry in periodically collected cells. Multi-photon microscopy imaging confirmed that PBMCs interacted with and infiltrated into 3D tumor spheroids. Application of PCa cells to primary liver spheroids, cultured in Akura&#8482; Immune Flow chips allowed for assessment of their invasive potential. Confocal imaging revealed adhesion of cancer cells to the liver spheroids and offers the potential to study the ability of tissue invasion at later time points. The simple design of the chip facilitates user-friendly operation and high-throughput implementation in cancer research and drug testing. The selected applications support the relevance of using flow solutions for physiologically more complex processes. This work constitutes an important step towards device application as a tool for basic research as well as for efficacy studies of immunotherapeutic drug candidates","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Spheroids,Immune cells,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Häfeli<sup>1<\/sup>, S. Riss<sup>1<\/sup>, C. Lohasz<sup>2<\/sup>, D. Hasanova<sup>2<\/sup>, S. Lützow<sup>2<\/sup>, L. Hölting<sup>1<\/sup>, M. Rudnik<sup>1<\/sup>, F. Linke<sup>3<\/sup>, W. M van Weerden<sup>3<\/sup>, <b>L.-A. Ligeon<\/b><sup>1<\/sup>, A. Hierlemann<sup>2<\/sup>, M. Modena<sup>2<\/sup>, O. Frey<sup>1<\/sup>; <br\/><sup>1<\/sup>InSphero AG, Schlieren, Switzerland, <sup>2<\/sup>ETH Zurich, Department of Biosystems Science and Engineering, Basel, Switzerland, <sup>3<\/sup>Experimental Urology, Cancer Institute, Erasmus Medical Center, Rotterdam, Netherlands","CSlideId":"","ControlKey":"870bfc88-1b83-4b96-91f9-d780d1e3edc9","ControlNumber":"3284","DisclosureBlock":"&nbsp;<b>T. Häfeli, <\/b> None..<br><b>S. Riss, <\/b> None..<br><b>C. Lohasz, <\/b> None..<br><b>D. Hasanova, <\/b> None..<br><b>S. Lützow, <\/b> None..<br><b>L. Hölting, <\/b> None..<br><b>M. Rudnik, <\/b> None..<br><b>F. Linke, <\/b> None..<br><b>W. M van Weerden, <\/b> None..<br><b>L. Ligeon, <\/b> None..<br><b>A. Hierlemann, <\/b> None..<br><b>M. Modena, <\/b> None..<br><b>O. Frey, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6786","PresenterBiography":null,"PresenterDisplayName":"Laure-Anne Ligeon, PhD","PresenterKey":"dc4a313d-883c-4117-850b-2b1b7892fb31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6786. Assessment of immune cell infiltration and cancer metastatic potential in Akura&#8482; Immune Flow Chip - A microfluidic 3D spheroid system","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of immune cell infiltration and cancer metastatic potential in Akura&#8482; Immune Flow Chip - A microfluidic 3D spheroid system","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Over the last decade, chimeric antigen receptor T cell (CAR-T)-based immunotherapy has achieved unprecedented clinical benefits for the treatment of hematological malignancies. However, application of CAR-T therapy to solid tumors remains challenging, in part due to tumor antigen heterogeneity and microenvironmental complexity present in these tumors. Therefore, selecting physiologically-relevant models is critical for validation of the on-target efficacy and off-target effect of CAR-T therapy. Emerging 3D patient-derived tumoroid models better recapitulate the morphological organization, mutational status, and gene expression levels of patient tumors. Hereby, we propose a screening platform to evaluate mesothelin (MSLN)-targeted CAR-T therapy for solid tumors using patient-derived tumoroids.<br \/>Methods: T cells were isolated from peripheral blood mononuclear cells of healthy human donors. Meso3 (region III of MSLN) or CD19 CARs (served as control) were knocked-in (KI) to activated T cells using electroporation-based CRISPR\/Cas9 system followed by CAR Cassette containing adeno-associated virus (AAV) transduction. T-cell receptor (TCR) knockout (KO) and CAR-KI efficiency were validated by flow cytometry. Patient-derived tumoroids with high and low MSLN expression were co-cultured with various effector-to-target ratios of Meso3 CAR, CD19 CAR and Control (TCR KO without CAR KI) T cells. Cytotoxicity was evaluated by caspase-based live cell imaging. Key cytokine secretion was measured using a multiplexing platform 2-3 days post co-culture.<br \/>Results: T-cell electroporation of CRISPR\/Cas9 yielded a high KO efficiency (&#62;90%) of TCR as well as high AAV-mediated CAR cassette-KI efficiency (&#62;70%). The killing efficiency of Meso3 CAR-T cells with different effector to target ratios was successfully captured in a ratio-dependent manner via live cell imaging and analysis platform in the MSLN-high tumoroids, while minimum killing was observed in MSLN-low tumoroids. As expected, control and CD19 CAR-T cells showed no killing towards MSLN-high or -low tumoroids, which do not express CD19. Moreover, the observed killing ability correlated with secretion of cytokines associated with T cell-mediated cytotoxicity.<br \/>Conclusion: These findings demonstrated the ability of 3D patient-derived models as a screening platform for validations of CAR-T cell therapy in vitro. This platform has potential advantages over commonly used impedance-based and flow cytometry-based killing assay since it better captures the 3D architecture and microenvironment of the tumor origin and allows real-time quantification. With the ability of accurately detecting on and off-target killing, quick turn-around time, and cost-effectiveness compared to in vivo systems, this platform allows for high-throughput screening workflows for CAR-T cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"3D models,CAR T cells,Immuno-oncology,Cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Yang<\/b><sup>1<\/sup>, M. Mafreshi<sup>1<\/sup>, G. Wong<sup>1<\/sup>, V. Chandra<sup>1<\/sup>, C. Paul<sup>2<\/sup>, C. Yankaskas<sup>2<\/sup>, B. Balhouse<sup>2<\/sup>, J. Sharp<sup>1<\/sup>, M. Dallas<sup>2<\/sup>, E. Willems<sup>1<\/sup>, D. Kuninger<sup>2<\/sup>; <br\/><sup>1<\/sup>Thermo Fisher Scientific, Carlsbad, CA, <sup>2<\/sup>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"f5a18474-acb7-4fad-9490-dc6f94bcd832","ControlNumber":"1734","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>M. Mafreshi, <\/b> None..<br><b>G. Wong, <\/b> None..<br><b>V. Chandra, <\/b> None..<br><b>C. Paul, <\/b> None..<br><b>C. Yankaskas, <\/b> None..<br><b>B. Balhouse, <\/b> None..<br><b>J. Sharp, <\/b> None..<br><b>M. Dallas, <\/b> None..<br><b>E. Willems, <\/b> None..<br><b>D. Kuninger, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6787","PresenterBiography":null,"PresenterDisplayName":"Xiaoyu Yang, PhD","PresenterKey":"d570aba8-1bc9-4280-8bc1-a7e7184a948b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6787. Evaluation of CAR-T cytotoxicity in solid tumors: A screening workflow using 3D patient-derived tumoroids","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of CAR-T cytotoxicity in solid tumors: A screening workflow using 3D patient-derived tumoroids","Topics":null,"cSlideId":""},{"Abstract":"Robust techniques are needed to screen the anti-tumor activity of antibody-drug conjugates (ADCs) <i>in vitro<\/i>. Traditional monolayer models provide a cost-effective and scalable option but lack many features of the tumor microenvironment, such as complex cell-cell and cell-extracellular matrix interactions. Tumor spheroids afford a more translational model for quantification of ADCs. Here, spheroids are used to compare the mechanism of action (MoA) of anti-HER2 ADCs. <i><\/i> Single spheroids were formed from mono- or co-cultures of HER2 over-expressing cancer cells and HER2 negative control cells. Incucyte&#174; Nuclight Green Lentivirus was used to label HER2 positive BT474 cells, whilst HER2 negative MDA-MB-231 cells were left unlabeled. Antibodies were added after 72 hours of spheroid formation in 96-well ultra-low attachment plates. Brightfield and fluorescence images were captured every 3 hours using the Incucyte&#174; Live-Cell Analysis System and quantified, for metrics such as spheroid size and fluorescence intensity, to give an indication of ADC cytotoxicity. Co-culture spheroids were dissociated at assay endpoint and the remaining proportion of green and unlabeled cells was measured using the iQue&#174; Advanced Flow Cytometry Platform. The area of the BT474 mono-culture spheroids decreased in a concentration-dependent manner in the presence of both ADCs tested (trastuzumab emtansine and trastuzumab deruxtecan), indicating increased cytotoxicity. In contrast, only the highest concentration of trastuzumab, which is the monoclonal antibody backbone on which they are based, resulted in a reduction in spheroid size. This displays the increased anti-tumor activity due to the addition of the ADC payloads. In the co-culture model, only the trastuzumab deruxtecan induced a reduction in spheroid area, with the size of the spheroids in the presence of trastuzumab emtansine and trastuzumab remaining comparable to control levels. Analysis of the spheroid composition using flow cytometry showed that for the BT474 cells, again, percentage cell death compared to the IgG control was greater for the two ADCs, at 96.4% and 97.2%, respectively. This death was greater than with trastuzumab, which induced 46.4% cell death. Unlike in the mono-culture assays, a high level of death of the HER2 low expressing cells was also seen in the co-culture in the presence of trastuzumab deruxtecan (94.1% death compared to control). This displays the unique bystander activity of trastuzumab deruxtecan, which has led to its approval as a treatment for both HER2 high and HER2 low breast cancers. These data display how the Incucyte&#174; Live-Cell Analysis System combined with iQue&#174; Advanced Flow Cytometry can be leveraged to provide comprehensive assessment of the <i>in vitro <\/i>function of ADCs and how it can enable differences in their MoAs to be distinguished in 3D spheroid models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Imaging,Spheroids,Bystander effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. McBain<\/b>, K. Barnes, N. Bevan; <br\/>Sartorius, Royston, United Kingdom","CSlideId":"","ControlKey":"69e40f65-a090-4129-ba7a-dcdc18a4f596","ControlNumber":"2805","DisclosureBlock":"&nbsp;<b>K. McBain, <\/b> None..<br><b>K. Barnes, <\/b> None..<br><b>N. Bevan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3557","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6788","PresenterBiography":null,"PresenterDisplayName":"Kirsty McBain","PresenterKey":"6f538eb9-6e09-4ef6-97cd-f9ec74a6752d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6788. Comparative analysis of anti-HER2 antibody-drug conjugates in tumor spheroid models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative analysis of anti-HER2 antibody-drug conjugates in tumor spheroid models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Despite significant advancements in scientific and diagnostic technologies, clinical trials for cancer often fail due to a lack of efficacy. Access to a platform that accurately predicts patient response is crucial to increase the success rate of clinical studies, and to minimize unnecessary exposure to ineffective and potentially harmful drug testing for patients. Because of the complexity of the disease, it would be beneficial to deploy patient samples for drug testing in a side-by-side comparison during the clinical trial. An accurate prediction of patient response earlier in the clinical study would aid decision making to determine the appropriate duration of treatment for each patient.<br \/><b>Methods:<\/b> We developed a 3D human cell co-culture model using our proprietary MPS technology, the Curio-spheroid Curiochip. Using patient samples isolated and expanded from either ascites fluids or biopsies to recapitulate the clinical phenotypes of advanced gastric cancer, we quantified the migratory properties of the patient cancer cells (i.e., the unique metastatic potential), and measured the level of secretion of VEGF. Somatic mutational analyses using NGS and RNAseq were performed for subtyping and clustering the samples. The patient cancer cells were expanded within 2 weeks post-collection, and used to form a spheroid that was loaded into a hydrogel embedded within the Curio-Spheroid, enabling the patient spheroids to interact through the hydrogel with neighboring (healthy) human endothelial cells. The patient spheroids induced aggressive vasculogenesis in the co-culture model, which was subdued by the anti-VEGFR2 antibody Ramucirumab. The platform was retrospectively validated with the Standard-of-Care (SOC) treatments that the patients received.<br \/><b>Results:<\/b> The patient cell testing took 3-4 weeks from sample collection to imaging. The patient cells preserved their migratory capacity, pro-angiogenic potential and drug responses in the vascularized model. The dose responses to SOC in the platform were consistent with the actual patient response assessments based on RECIST criteria, supporting the potential to use this platform to accurately predict patient clinical responses.<br \/><b>Conclusions:<\/b> The Curio-spheroid 3D co-culture model of vascularized gastric cancer provides a dynamic microenvironment to preserve the phenotypes of the patient cells and cell-cell interactions that are known to influence drug responses. This platform is compatible with high-throughput screening (HTS) for target or drug discovery with a good assay window. The ability to accurately recapitulate patient responses to SOC in the clinic make the Curio-Spheroid platform a promising method to test patient samples and measure drug responses of patients in real time during ongoing clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Gastric cancer,Preclinical testing,Angiogenesis,Metastatic potential,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Choi<\/b><sup>1<\/sup>, S. Kim<sup>1<\/sup>, Y. Song<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, J. Jang<sup>1<\/sup>, S. Kim<sup>1<\/sup>, J. Baek<sup>1<\/sup>, D. Donnelly<sup>1<\/sup>, B. Rajiput<sup>1<\/sup>, B. Lee<sup>1<\/sup>, W. Kwon<sup>2<\/sup>, T.-L. Liu<sup>1<\/sup>, K. Baek<sup>1<\/sup>, S. Yoo<sup>1<\/sup>, S. Rha<sup>2<\/sup>; <br\/><sup>1<\/sup>Qureator, Inc., San Diego, CA, <sup>2<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a8875097-c4b8-424d-8aee-dd8d6aad6d94","ControlNumber":"8513","DisclosureBlock":"<b>&nbsp;Y. Choi, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>Y. Song, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>J. Jang, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>J. Baek, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>D. Donnelly, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>B. Rajiput, <\/b> <br><b>Qurewator Inc<\/b> Employment. <br><b>B. Lee, <\/b> <br><b>Qureator Inc<\/b> Employment.<br><b>W. Kwon, <\/b> None.&nbsp;<br><b>T. Liu, <\/b> <br><b>Qureator Inc<\/b> Employment, Stock Option. <br><b>K. Baek, <\/b> <br><b>Qureator Inc<\/b> Employment, Stock Option. <br><b>S. Yoo, <\/b> <br><b>Qureator Inc<\/b> Employment. <br><b>ImmunoMet Therapeutics<\/b> Stock Option. <br><b>Vertexpharmaceuticals<\/b> Stock. <br><b>S. Rha, <\/b> <br><b>Qureator Inc<\/b> Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3558","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6789","PresenterBiography":null,"PresenterDisplayName":"Yeongmin Choi, PhD","PresenterKey":"ec6c3c08-0f14-4986-b615-bdd0ff7cfc21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6789. Development of an <i>in vitro<\/i> gastric cancer 3D co-culture platform using a microphysiological system (MPS) to improve outcomes in oncology clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an <i>in vitro<\/i> gastric cancer 3D co-culture platform using a microphysiological system (MPS) to improve outcomes in oncology clinical trials","Topics":null,"cSlideId":""},{"Abstract":"Background: Ovarian Cancer (OVCA) is a formidable challenge in oncology and remains the most lethal gynecologic malignancy with many cases (~80%) diagnosed at a late stage with an equally high rate of recurrence. Yet, no established OVCA models exist that faithfully recapitulate the biological complexity of metastatic OVCA. This multidisciplinary team developed a new in vitro high-throughput model that maintains the characteristics of the patient&#8217;s tumor including resident immune cells. Key breakthroughs include long term (&#62;21 day) culture of patient-derived microtumors, a functional and perfusable microgel medium (Liquid Like Solids - LLS&#8482;), microplates with controlled &#8220;pumpless&#8221; perfusion of culture media (Darcy Plates&#8482;), and integrated in situ imaging.<br \/>Methods: We designed, fabricated, and validated a new 3D culture device in the standard SBS microplate format (Darcy Plate) that integrates in situ microscopy and perfusion through a bio-conjugated microgel bed (LLS). Patient tumors were collected during debulking surgery, micronized into 1 &#181;l microtumors, suspended in LLS, and plated into the 48-well Darcy Plate. Viability and proliferation were assessed over 21 days in situ using a standard LIVE\/DEAD&#8482; kit and EDU staining, respectively. Epithelial OVCA cells and immune cells were identified with immunofluorescence microscopy.<br \/>Results: Optimal media conditions (HPLM media with 10% FBS, 1% Pen\/Strep, 2.5 mg L<sup>-1<\/sup> Amphotericin B, 10 mM HEPES, 0.5 &#181;M A83-01 -TGF-&#946; inhibitor-, and ITS) and perfusion flow rates (100 &#181;l\/day per well) were identified that resulted in outstanding cell viability after 21 days (~100% - no detectable cell death using LIVE\/DEAD&#8482;). PAX8 nuclear expression, a marker for epithelial metastatic OVCA, was retained. EDU staining confirmed cell proliferation and CD45 staining revealed retention of viable immune cells on and within the microtumor at 21 days. Drug testing to evaluate tumor response to chemotherapeutic agents, carboplatin, and emerging targeted therapies was performed by dosing the feed-wells at different concentrations and evaluating cell death through LIVE\/DEAD imaging after 5 days of treatment.<br \/>Conclusions: OVCA is a challenging disease with understudied biological complexity and extensive metastatic involvement. This study demonstrates that drug screening with 3D microtumors has important clinical implications and provides a unique opportunity to evaluate drug responses and personalized treatment strategies. These patient-derived microtumors retain crosstalk between diverse cell populations and the tumor microenvironment, which increases the likelihood of identifying effective therapies and drug candidates. This system retains patient-specific tumor heterogeneity and microenvironmental complexity of OVCA, offering a promising platform for drug screening, high-throughput assays, biomarker discovery, and ultimately improving treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Tumor metastases,Patient Derived,Drug discovery,Microtumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. George<\/b><sup>1<\/sup>, D. I. Pedro<sup>1<\/sup>, A. Pepe<sup>1<\/sup>, A. M. Rivera<sup>1<\/sup>, R. A. Smolchek<sup>2<\/sup>, J. E. Famiglietti<sup>2<\/sup>, W. Sawyer<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Aurita Bioscience, Gainesville, FL","CSlideId":"","ControlKey":"a928d6ab-f17e-4415-82e5-e29c75201ebd","ControlNumber":"4868","DisclosureBlock":"&nbsp;<b>E. George, <\/b> None..<br><b>D. I. Pedro, <\/b> None..<br><b>A. Pepe, <\/b> None..<br><b>A. M. Rivera, <\/b> None..<br><b>R. A. Smolchek, <\/b> None..<br><b>J. E. Famiglietti, <\/b> None..<br><b>W. Sawyer, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6790","PresenterBiography":null,"PresenterDisplayName":"Erin George, MD","PresenterKey":"0cd6fad0-2013-4b03-b46d-e99bba6a5c13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6790. Breaking barriers: A high-throughput 3D drug discovery platform for ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breaking barriers: A high-throughput 3D drug discovery platform for ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Inflammation and pathological vasculature are common features of the tumor microenvironment (TME). Sex hormones potently modulate vascular physiology and immune cell functions, and there are established correlations with the outcomes of triple negative (TNBC) despite the defining feature of receptor negativity. Circulating estrogens and androgens have been hypothesized as drivers of TNBC through the actions exerted by receptor-positive cells in the TME. Here, we present an organ chip model of the TNBC microenvironment for quantifying the impact of configurable TME variables such as the ECM composition and the relative densities and phenotypes of tumor cells, cancer associated fibroblasts, and myeloid cells on endothelial barrier function. After establishing baselines of vascular permeability in the presence and absence of TNBC cells, we tested the effect of estradiol, estrone, and dihydrotestosterone on barrier permeability. Multilayer polydimethylsiloxane (PDMS) organ chips were fabricated using standard soft lithography. The layers of the device were separated with semi-permeable membranes that allow exchange of soluble factors. Once assembled, the upper channel was loaded with female (XX) human umbilical vein endothelial cells. Collagen hydrogels were injected into the tissue layer and the devices were cultured on a rocker to induce endothelial barrier alignment via application of an average shear stress of 5 dynes\/cm<sup>2<\/sup>. We optimized rocking conditions by assessing endothelial layer alignment, junctional organization, and permeability. TNBC cells and XX mammary carcinoma fibroblasts were added to the hydrogel to model the effects of TME-derived signals on endothelial barrier permeability. 40 kDa FITC- Dextran was chosen to assay permeability as it can show leakage due to active disruption of the barrier. Staining for F-actin and ZO-1 allowed for quantification of junctional organization. Sex hormone modulation of proinflammatory gene expression was assessed by RT-qPCR. The presence of TNBC cells significantly increased transport of 40kDa FITC-Dextran across the endothelial barrier, disrupted intercellular junction quality, and induced the expression of inflammatory adhesion molecules including ICAM-1. Our results demonstrate that sex hormones modulate TNBC-associated changes in endothelial cell bioenergetics, junctional organization, and macromolecular barrier permeability. Ongoing work will investigate the effects of age-matched XX monocyte derived macrophages on barrier function in the model. This organ chip platform provides an assay for measuring altered vascular inflammation and permeability in the TNBC microenvironment and may provide a venue for investigating vascular-normalizing effects of various candidate therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Vascular permeability,Hormones,Endothelial cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Carlino<\/b>, A. Martier, Y. Maurice, G. Kpeli, M. Burow, M. Mondrinos; <br\/>Tulane University, New Orleans, LA","CSlideId":"","ControlKey":"58e94b31-5fa2-4aa9-be15-f4fa5ec5a0fd","ControlNumber":"8706","DisclosureBlock":"&nbsp;<b>D. Carlino, <\/b> None..<br><b>A. Martier, <\/b> None..<br><b>Y. Maurice, <\/b> None..<br><b>G. Kpeli, <\/b> None..<br><b>M. Burow, <\/b> None..<br><b>M. Mondrinos, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6791","PresenterBiography":null,"PresenterDisplayName":"Delia Carlino, No Degree","PresenterKey":"3ae048ea-efa9-4d71-ab72-8bb48bc5a74a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6791. Investigation of sex hormone effects in an organ chip model of endothelial barrier dysfunction in the triple negative breast cancer microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of sex hormone effects in an organ chip model of endothelial barrier dysfunction in the triple negative breast cancer microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Palladin (<i>PALLD<\/i>) is an actin-binding protein widely expressed in mammalian tissues that modulates cytoskeletal dynamics. Palladin is linked to the progression of breast, pancreatic, and renal cancers. There are at least 9 known isoforms of PALLD but isoforms 3 (iso3) and 4 (iso4) appear most significant in cancer cells and associated fibroblasts. Our goal is to understand iso3 in pancreatic cancer (PC) cell lines grown in various culture environments to shed light on the intricate interplay between culture conditions and gene regulation. Cell models were developed as 3D spheroids from hanging drops after optimizing culture conditions by utilizing a combination of inexpensive methylcellulose (MC) and rat tail collagen viscosity ranges across cell seeding densities. The quality of the developed spheroids was assessed using multiple parameters, like diameter, integrity, and circularity to determine ideal spheroid characteristics. Spheroids that formed at a lower MC viscosity range (350-550 mPa&#183;s) led to peripheral loose cells and a higher viscosity range (7,000-10,000 mPa&#183;s) resulted in elongated shapes. Moderate viscosity ranges (1,000-1,800 mPa&#183;s and 3,500-5,600 mPa&#183;s) consistently produced circular and compact spheroids. Optimal incubation times varied from 72 to 96 hr depending on the cell line. Invasion dynamics within collagen-MC gels revealed that PANC-1 had significantly higher invasion potential compared to BxPC-3 and a control cell line C2C12. RT-qPCR results show that <i>PALLD<\/i> iso3 was particularly overexpressed in the 3D culture environment of PANC-1, suggesting that elevated <i>PALLD<\/i> isoform 3 expression may be a characteristic of 3D culture, particularly in invasive PC types. Taken together, the study validates the importance of extracellular viscosity for influencing spheroid characteristics toward generating reproducible 3D spheroids. The investigation also highlights <i>PALLD<\/i> iso3 as a potentially valuable biomarker for aggressive forms of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Pancreatic cancer,3D cell culture,Real-time polymerase chain reaction (RT-PCR),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Biswas<\/b>, J. A. Bush; <br\/>California State University, Fresno, Fresno, CA","CSlideId":"","ControlKey":"3ccb3fca-010a-4c04-b85d-fba31ed9a565","ControlNumber":"7795","DisclosureBlock":"&nbsp;<b>S. Biswas, <\/b> None..<br><b>J. A. Bush, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6792","PresenterBiography":null,"PresenterDisplayName":"Sonali Biswas, BS;M Eng;MS","PresenterKey":"e84f17f3-0ad2-43e1-8f56-f0d21d09c0f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6792. Investigating differential expression of Palladin isoform 3 in 2D and 3D pancreatic cancer cell cultures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"3D and Tissue Recombinant Models of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating differential expression of Palladin isoform 3 in 2D and 3D pancreatic cancer cell cultures","Topics":null,"cSlideId":""}]