[{"Abstract":"Olfactory receptors are commonly found in the nasal cavity and function to detectodorants. However, very recent studies have determined that innate immune cells,including monocytes and macrophages, express olfactory receptors. OLFR2 (OR6A2 inhumans), was recently linked to atherosclerosis development through interaction with itsligand, octanal. Increased levels of octanal are considered as a risk factor foratherosclerosis. Conversely, octanal levels are associated with lower cancer incidence,suggesting that OLFR2 may play a protective role in cancer. Indeed, data from TheCancer Genome Atlas for liver and brain cancers show that OLFR2 expression isassociated with increased patient survival. Here, we utilized an orthotopic melanomamouse model using B16 cancer cells in C57\/BL6 mice that had been transplanted witheither wild type or OLFR2 knockout bone marrow to directly test the role of OLFR2 onimmune cells in regulating tumor growth. We found that hematopoietic deletion of OLFR2exacerbated melanoma tumor growth in these mice; again, supporting the notion thatOLFR2 is anti-tumoral. The OLFR2+ cells present in the tumor were myeloid cells.Monocytes, non-classical monocytes specifically, function to detect cancer cells in tumorseeding sites, and recruit NK cells for tumor cell destruction. OLFR2-deficientmacrophages were found to migrate less to tumor cells in an in vitro assay, suggestingthat OLFR2 is involved in the sensing of newly seeding tumor cells, likely through sensingoctanal. Studies are ongoing to determine the exact functions of OLFR2+ monocytes andmacrophages in the tumor microenvironment. OLFR2 may be one of several olfactoryreceptors that is utilized by myeloid cells as a defense mechanism for detection of newlyseeding or metastatic tumor cells. As olfactory receptors are easily druggable targets,understanding their role in cancer prevention could lead to emerging newimmunotherapies for cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Monocyte,Melanoma\/skin cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. M. Benson<\/b>, K. Ley, M. Orecchioni, C. C. Hedrick; <br\/>Immunology Center of Georgia, Augusta, GA","CSlideId":"","ControlKey":"7476295e-c0a2-41f7-ae3d-07f70d016fc5","ControlNumber":"5450","DisclosureBlock":"&nbsp;<b>E. M. Benson, <\/b> None..<br><b>K. Ley, <\/b> None..<br><b>M. Orecchioni, <\/b> None..<br><b>C. C. Hedrick, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2679","PresenterBiography":null,"PresenterDisplayName":"Elayne Benson, BS","PresenterKey":"4a77d493-2a51-4439-b864-5723877d2322","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2679. Myeloid olfactory receptors in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Myeloid olfactory receptors in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive and highly metastatic subtype of breast cancer. Lack of known targets, patient-to-patient variations of target antigens and resistance to immune checkpoint inhibitors make TNBC one of the most challenging cancers to treat. TNBC is enriched in tumor-infiltrating neutrophils (TINs). TINs are key contributors to pro-tumorigenic processes linked to &#8220;immunologically cold&#8221; tumors, in part by preventing recruitment of T-lymphocytes (TILs).<b> <\/b>Prior studies identified the Enhancer of zeste homolog 2 (EZH2) as a prominent methyltransferase expressed in primary and metastatic TNBC cells. EZH2 is an upstream regulator of the stimulator of interferon genes (STING), a critical innate sensor mediating anti-tumor responses that is inhibited in cold tumors. To date, EZH2\/STING signaling in TINs is relatively unknown. Here, we hypothesized that EZH2 inhibition and subsequent STING activation could exert anti-tumor activity by modulating TINs.<b> <\/b>We derived EZH2-knockout (KO) and EZH2-overexpressed (OX) cell lines from the well-established 4T1 TNBC mouse cell line.<b> <\/b>We demonstrate a 10-fold decrease in lung metastasis and significant reduction of 4T1 EZH2 KO tumor growth compared to the parent 4T1 cell line. Concomitantly, the TIN:TIL ratio was significantly reduced in 4T1 EZH2 KO vs. control tumors. Overexpression of EZH2 in 4T1 TNBC cells did not affect the primary tumor growth or lung metastasis. A therapeutic study using the repeated injection of the STING agonist MSA-2 after tumor engraftment in vivo also demonstrated a decrease in lung metastasis and tumor growth in MSA-2 vs. vehicle injection with both 4T1 parent and EZH2 KO cell lines. Together, our findings suggest a key role for STING pathway modulation and TIN\/TIL poise in primary TNBC progression and lung metastasis.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Triple-negative breast cancer (TNBC),EZH2,Tumor infiltrating neutrophils ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Monterroza<\/b><sup>1<\/sup>, M. Parrilla<sup>2<\/sup>, S. Samaranayake<sup>1<\/sup>, D. Rivera<sup>1<\/sup>, B. Dobosh<sup>1<\/sup>, P. Selvaraj<sup>1<\/sup>, R. Tirouvanziam<sup>1<\/sup>; <br\/><sup>1<\/sup>Emory University, Atlanta, GA, <sup>2<\/sup>Georgia State University, Atlanta, GA","CSlideId":"","ControlKey":"d59444f0-ee08-4eab-83b6-0fb96b839d8c","ControlNumber":"7414","DisclosureBlock":"&nbsp;<b>L. Monterroza, <\/b> None..<br><b>M. Parrilla, <\/b> None..<br><b>S. Samaranayake, <\/b> None..<br><b>D. Rivera, <\/b> None..<br><b>B. Dobosh, <\/b> None..<br><b>P. Selvaraj, <\/b> None..<br><b>R. Tirouvanziam, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2680","PresenterBiography":null,"PresenterDisplayName":"Lenore Monterroza, BS","PresenterKey":"4d57d88a-6c85-40a0-bf87-6995e8ff9798","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2680. Knockout on enhancer of zeste homolog 2 in triple-negative breast cancer model alters immune signaling and decreases tumor progression and lung metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Knockout on enhancer of zeste homolog 2 in triple-negative breast cancer model alters immune signaling and decreases tumor progression and lung metastasis","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most malignant brain tumor with limited immunotherapeutic options, likely due to significant GBM-associated systemic and intra-tumoral immunosuppression. The binding of SIRP&#945; on myeloid cells to CD47 on cancer cells restricts immuno-phagocytosis against cancer cells. However, less attention has been given to SIRP&#945; is also expressed in cancer cells, and the role of SIRP&#945; on cancer cells is still unclear. Immunohistochemistry (IHC) staining was used to examine the expression of SIRP&#945; in normal brain tissues and GBM. A single-cell database on the Broad Institute Portal was utilized to analyze the SIRP&#945; expression in different cell types. SIRP&#945; antisense morpholino was applied for gene knockdown. Established stable SIRP&#945; overexpressed GBM cell lines were used to examine the mitochondrial function through the Seahorse Mito Stress test. In vitro, immune cell-mediated cytotoxicity was measured by Agilent xCELLigence Real-Time Cell Analysis. Patient biopsies show a 2-fold increase in SIRP&#945; expression in GBM tumors compared to the normal adjacent (n=14-21; p &#60; 0.01). Single-cell RNA-seq data on GBM tumors shows that SIRP&#945; is expressed not only in the myeloid compartment but also in malignant cells. Studies have shown that mitochondrial function and fatty acid &#946;-oxidation (FAO) play a critical role in GBM progression. Respirometry data revealed that blocking SIRP&#945; in murine GBM cell line (CT2A) decreases mitochondrial ATP production. Seahorse Mito Stress test combined with fuel inhibitors showed that SIRP&#945; expression mainly affects the usage of FAO (approximately 50%). In addition, stably, the GFP-tagged SIRP&#945; overexpressed GBM cell line showed an increase of mitochondrial respiration with enhanced FAO ratio compared to the GFP control cell line. These suggested that SIRP&#945; regulates mitochondrial FAO. Studies have shown that tumor-intrinsic FAO confers cell resistance to immune cell-mediated cytotoxicity. Interestingly, by coculturing with microglia, the innate immune population in the brain, our data showed that SIRP&#945; blockade on GBM enhanced microglia-mediated cytotoxicity. Our data showed that targeting SIRP&#945; on GBM may be a prospective therapeutic option by inhibiting FAO in mitochondria and increasing immune cell-mediated cytotoxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Glioblastoma,SIRP&#945;,Fatty acid metabolism,innate immune cell mediated cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-T. Tsai<\/b>, G. Lesser, D. Soto-Pantoja; <br\/>Wake Forest University School of Medicine, Winston Salem, NC","CSlideId":"","ControlKey":"f717d0e3-1240-4117-8dec-10f22b8462d9","ControlNumber":"5228","DisclosureBlock":"&nbsp;<b>Y. Tsai, <\/b> None..<br><b>G. Lesser, <\/b> None..<br><b>D. Soto-Pantoja, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2681","PresenterBiography":null,"PresenterDisplayName":"Yu-Ting Tsai, MS,BS","PresenterKey":"a3a96d50-3567-4521-9907-d4439a7fb475","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2681. Blockade of SIRP&#945; in glioblastoma cells inhibits mitochondrial fatty acid &#946;-oxidation and increase immune cell mediated cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blockade of SIRP&#945; in glioblastoma cells inhibits mitochondrial fatty acid &#946;-oxidation and increase immune cell mediated cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Neutrophils, the most abundant and efficient defenders against pathogens, exert opposing functions across cancer types. However, given their short half-life and fragile proliferation, it remains challenging to explore how neutrophils adapt to specific fates in cancer. Here we generated and integrated single-cell neutrophil transcriptomes from 17 cancer types (225 samples, 143 patients). Neutrophils exhibited extraordinary complexity, with 10 distinct cell states along differentiation paths including inflammation, angiogenesis, and antigen presentation. Notably, the antigen-presenting program was associated with favorable survival in most cancers and could be evoked by leucine metabolism and subsequent histone H3K27ac modification. These neutrophils could further invoke both (neo)antigen-specific and antigen-independent T-cell responses. Neutrophil delivery or leucine diet fine-tuned the immune balance to boost anti-PD-1 therapy in various murine cancers. In summary, these data not only unravel the neutrophil divergence across cancers, but also offer therapeutic opportunities such as antigen-presenting neutrophil delivery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Antigen presentation,Single cell,Microenvironment,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. C. Wu<\/b>, J. Ma, Q. Gao; <br\/>Fudan University, Shanghai, China","CSlideId":"","ControlKey":"ca1cb6ea-a1b3-4469-a3a9-2bfedda16899","ControlNumber":"1150","DisclosureBlock":"&nbsp;<b>Y. C. Wu, <\/b> None..<br><b>J. Ma, <\/b> None..<br><b>Q. Gao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"874","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2684","PresenterBiography":null,"PresenterDisplayName":"Ying-Cheng Wu, MD","PresenterKey":"a3f6babe-7300-42af-8d47-463cbae5ae2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2684. Pan-cancer neutrophil profiling illuminates anti-tumor antigen-presenting potency","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer neutrophil profiling illuminates anti-tumor antigen-presenting potency","Topics":null,"cSlideId":""},{"Abstract":"Innate lymphoid cells (ILCs) and natural killer (NK) cells are a heterogeneous family of innate immune cells that regulate inflammation, immune tolerance and tissue homeostasis in infection, chronic inflammation, metabolic diseases and cancer. The ILC family lacks the expression of antigen-specific receptors and demonstrate effector function by generating cytokines and secreted proteins. In tumor microenvironment, ILCs play a dual role including both tumor regression and tumor promotion, suggesting their diverse phenotypes and functional states. Among the ILC family, ILC1s and NK cells share some features, including the expression of the transcription factor T-bet and the ability to produce IFN-&#947;. In the present study, we analyzed single-cell RNA sequencing (scRNAseq) data to investigate the landscape and functional status of ILC families in patients with head and neck squamous cell carcinoma (HNSCC). The GSE164690 dataset, including pre-processed scRNAseq data and clinical data, was obtained from Gene Expression Omnibus. A total of 17 pairs of tumor-derived CD45-positive cells and peripheral blood lymphocytes, consisting of 6 HPV-positive HNSCCs and 11 HPV-negative HNSCCs, were analyzed using the Seurat v4 R package. After quality control, a total of 95,809 cells were obtained and clustered into 16 immune cell clusters. Next, a total of 7,278 NK cells were extracted and sub-clustered into 11 clusters. To characterize the 11 clusters, the abundances of NK subsets were estimated by CIBERSORTx. This approach identified eight NK cell clusters, two intraepithelial ILC1 (ieILC1) clusters, and one ieILC1-NK-intermediate (ieILC1-NK-int) cluster. Single-sample GSEA (ssGSEA) analysis was performed to further characterize each subset. ieILC1 clusters expressed tissue-resident markers <i>ITGA1<\/i>, <i>CD69<\/i>, and <i>CXCR6<\/i>, whereas ieILC1-NK-int cluster expressed ILC1 markers <i>CCR7<\/i>, <i>IL7R<\/i>, and <i>SELL<\/i>. Principle component analysis (PCA) based on ssGSEA indicated that ieILC1 clusters and ieILC1-NK-int showed the different PCA distribution from NK clusters. Inflammation and effector function-related pathways, including inflammatory response, interferon-gamma response, and interferon-alpha response, were enriched in ieILC1 clusters compared with the others. Among ieILC1 clusters, several pathways, including hypoxia, TNFA signaling via NFKB, allograft rejection, TGF beta signaling, were more enriched in ieILC1-1 than in ieILC1-2, suggesting that ieILC1-1 is the most immunologically active phenotype among NK subclusters. Of note, ieILC1-2 mainly comprised cells isolated from HPV-negative tumors, whereas ieILC1-1 mainly comprised cells isolated from HPV-positive tumors. In conclusion, we have demonstrated the diverse landscape of NK and ieILC1 cells in patients with HNSCC. Further characterization of the ILC family would lead to a novel therapeutic approach against HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,Natural killer cells,Head and neck squamous cell carcinoma,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Takahashi<\/b><sup>1<\/sup>, S. ida<sup>2<\/sup>, H. Tada<sup>2<\/sup>, K. Chikamatsu<sup>2<\/sup>; <br\/><sup>1<\/sup>Ai Komagata Clinic, Maebashi, Japan, <sup>2<\/sup>Gunma Univ. Grad. School of Medicine, Maebashi, Japan","CSlideId":"","ControlKey":"934fcdc4-4573-4805-ae53-3d08d15c77df","ControlNumber":"115","DisclosureBlock":"&nbsp;<b>H. Takahashi, <\/b> None..<br><b>S. ida, <\/b> None..<br><b>H. Tada, <\/b> None..<br><b>K. Chikamatsu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2685","PresenterBiography":null,"PresenterDisplayName":"Hideyuki Takahashi, MD;PhD","PresenterKey":"f603fdd8-9808-48ed-8a85-59ec8a4d7e4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2685. Activated phenotype of intraepithelial type 1 innate lymphoid cells is enriched in HPV-positive head and neck cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activated phenotype of intraepithelial type 1 innate lymphoid cells is enriched in HPV-positive head and neck cancers","Topics":null,"cSlideId":""},{"Abstract":"Tumor-associated macrophages (TAMs) are the predominant immune cells within the tumor microenvironment (TME), and their phenotypic modulation is influenced by environmental cues in the TME. In early tumors, TAMs adopt a pro-inflammatory M1-like phenotype, characterized by the secretion of immunogenic cytokines and the ability to kill cancer cells, thus opposing tumorigenesis. However, as tumors progress, TAMs mainly transition to an anti-inflammatory M2-like phenotype, promoting angiogenesis, suppressing anti-tumor immunity, and supporting metastasis. Importantly, a high M2-like\/M1-like TAM ratio correlates with poor survival and decreased treatment responses.Despite the significance of TAMs, the molecular mechanisms driving their pro-tumorigenic M2-like phenotype remain unclear. One potential mechanism is metabolic reprogramming, where, traditionally, M1 macrophages favor glycolysis, and M2 macrophages rely on oxidative phosphorylation. However, this paradigm is primarily derived from in vitro experiments using well-defined polarization cocktails, which may not accurately replicate the complex TME. For instance, while in <i>in vitro<\/i> experiments IL4 and IL13 can induce oxidative phosphorylation and an M2-like phenotype, these cytokines do not seem essential for M2-like TAM polarization <i>in vivo<\/i>.Our studies reveal that, relative to M1-like TAMs, M2-like TAMs exhibit heightened glycolysis, intracellular lactate accumulation, and increased histone lysine lactylation - an epigenetic mark directly stimulated by lactate. Importantly, we demonstrate that TAM glycolysis and the M2-like phenotype are positively associated with hypoxia within a single tumor (GEM model and human tumors) and across various tumor types (syngeneic models). Inhibition of glycolysis-stimulated lactate production in TAMs through myeloid cell-specific deletion of lactate dehydrogenase A (mLdha-\/-) reduces the M2-like:M1-like TAM ratio. This intervention increases tumor-infiltrating CD8+ T cells and reduces tumor growth in pre-clinical models, particularly in highly hypoxic environments. Moreover, to exclude the role of cancer cell-derived lactate on TAMs&#8217; phenotypic changes, we reduced glycolysis in cancer cells by deleting pyruvate kinase muscle isozyme M2 (PKM2). This resulted in decreased lactate production and suppressed tumor growth. However, the M2\/M1 ratio remained unaffected, suggesting that the intrinsic lactate production by TAMs is crucial for their phenotype modulation.Our findings underscore the pivotal role of hypoxia-induced glycolysis and lactate production in TAMs, shaping their M2-like phenotype and impacting tumor progression. This understanding not only advances our knowledge of macrophage metabolism and phenotype dynamics in the context of cancer but also in other diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Glycolysis,Hypoxia,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Kurylowicz<\/b><sup>1<\/sup>, K. Chakraborty<sup>1<\/sup>, C. Cui<sup>1<\/sup>, G. Davanzo<sup>2<\/sup>, G. Zhou<sup>1<\/sup>, X. Tang<sup>1<\/sup>, K. Q. Schoenfelt<sup>1<\/sup>, N. Pulliam<sup>3<\/sup>, C. A. Reardon<sup>1<\/sup>, S. Kulkarni<sup>3<\/sup>, T. Vaisar<sup>4<\/sup>, P. M. Moraes-Vieira<sup>2<\/sup>, Y. Zhao<sup>1<\/sup>, L. Becker<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Chicago, Chicago, IL, <sup>2<\/sup>University of Campinas, Campinas, Brazil, <sup>3<\/sup>Northwestern University, Chicago, IL, <sup>4<\/sup>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"e73f4a75-452f-4644-b51d-44c42d10e801","ControlNumber":"7976","DisclosureBlock":"&nbsp;<b>K. Kurylowicz, <\/b> None..<br><b>K. Chakraborty, <\/b> None..<br><b>C. Cui, <\/b> None..<br><b>G. Davanzo, <\/b> None..<br><b>G. Zhou, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>K. Q. Schoenfelt, <\/b> None..<br><b>N. Pulliam, <\/b> None..<br><b>C. A. Reardon, <\/b> None..<br><b>S. Kulkarni, <\/b> None..<br><b>T. Vaisar, <\/b> None..<br><b>P. M. Moraes-Vieira, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>L. Becker, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"877","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2686","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Kurylowicz, BS,MS","PresenterKey":"102b9789-9c47-475f-a792-f2c89e13634e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2686. Glycolysis-stimulated lactate production by tumor-associated macrophages promotes their M2-like phenotype","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glycolysis-stimulated lactate production by tumor-associated macrophages promotes their M2-like phenotype","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer (NK) cells are innate lymphoid cells that are pivotal in the body&#8217;s response to cancer. To harness their cytotoxicity in clinical interventions, it is critical to understand their biology, which is highly tissue- and tumor-specific. In Small Cell Lung Cancer (SCLC), reports have described widely divergent levels of NK activity in neuroendocrine (NE) and non-neuroendocrine (non-NE) subtypes. Diminished self-antigen presentation by MHC-I is a classic trigger of NK cell activity but, counter-intuitively, NK cells exhibit reduced cytotoxicity in MHC-I downregulated NE SCLC.<br \/>To explore potential causes for depressed NK activity in NE SCLC relative to non-NE, we applied scRNA-Seq to 45 SCLC patient biopsies and rapid autopsies, and identified 4000 NK cells based on gene expression signature. There was a notable dip in NK cell infiltration in NE tumors compared to non-NE tumors. Tumor cell-surface ligands recognized by activating and, unexpectedly, inhibitory NK cell receptors were generally both more highly expressed in non-NE tumors. While inhibitory NK receptors were comparable in NE and non-NE tumors, activating NK receptors were expressed significantly, though modestly, higher in non-NE. We observed tumor site-specific gene expression patterns in NK cells from different metastatic sites. Overall, there were a remarkably high number of differentially expressed genes (&#62;1k) between NK cells from NE and non-NE tumors, even after controlling for tumor site. Together, our work suggests that NK cell plasticity is manifest at the level of SCLC transcriptional subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Natural killer cells,Single cell,Lung cancer,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Malin<\/b>, S. Zhuang, A. K. Sharma, J. Clara, A. Thomas; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"e1d8490e-85d2-47fc-b60a-5491f656d558","ControlNumber":"8808","DisclosureBlock":"&nbsp;<b>J. Malin, <\/b> None..<br><b>S. Zhuang, <\/b> None..<br><b>A. K. Sharma, <\/b> None..<br><b>J. Clara, <\/b> None..<br><b>A. Thomas, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"879","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2687","PresenterBiography":null,"PresenterDisplayName":"Justin Malin","PresenterKey":"ba2f4a30-d05e-45d9-b8f4-2b45b6337ab2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2687. NK cell plasticity in SCLC is linked to tumor transcriptional diversity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NK cell plasticity in SCLC is linked to tumor transcriptional diversity","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> Aging of the immune system is a critical risk factor for chronic diseases, including cancer. Globally, cancer incidence is higher between 45 to 75 years of age and declines thereafter. However, the implications of aging in cancer are understudied, and aged populations are underrepresented, both in preclinical and clinical studies. The role of macrophages in cancer progression has gained attention as a tool and target for anticancer therapies. Tumor-associated macrophages (TAMs) mainly exhibit an anti-inflammatory M2 phenotype, promote an immunosuppressive tumor microenvironment (TME), and contribute to developing resistance against immunotherapies. Therefore, several strategies targeting the phenotype and function of TAMs are being explored, including inhibitors of histone deacetylases (HDACis), adoptive macrophage cell therapy, and CAR macrophages. Studies from our group have shown that ultra-specific HDAC6is can switch macrophages from anti-inflammatory, M2, to pro-inflammatory and antitumoral M1 phenotype with minimal cytotoxicity to cancer cells. However, it is unknown if age-related changes in macrophages affect such therapeutic strategies and the TME.<br \/><i> <\/i><i>Objective:<\/i> To characterize the changes in macrophage function and phenotype with aging and study its implications on the TME and the efficacy of macrophage-based anticancer therapies.<i> <\/i><br \/><i>Methods:<\/i> Wildtype mice of ages 6-8 WKS, 3-6 MO, 10-12 MO, and 20-24 MO were injected with SM1 melanoma cells to study tumor growth kinetics. Bone marrow-derived macrophages (BMDMs) isolated from tumor-bearing and healthy mice were polarized to M1 and M2 phenotype treated with HDAC6i to study age-associated changes in phagocytic activity, antigen presentation, and gene expression. Pathways associated with macrophage polarization were examined by flow cytometry, qRT-PCR, western blot, and single-cell proteomics. Immune cells in TME were characterized in flow cytometry and single-cell RNA and secretome analyses.<br \/><i> <\/i><i>Results:<\/i> Tumor growth in SM1 murine melanoma model was significantly slower in older mice when compared to younger mice. Aged macrophages demonstrated significant defect in polarization to M1 and M2 phenotypes that was more pronounced in BMDMs from tumor-bearing mice. Tumor-associated macrophages showed inefficient monocyte-to-macrophage transition, as also reflected in the single-cell secretome analysis. The ability of HDAC6i to enhance macrophage function was reduced among older mice.<br \/><i>Conclusions: <\/i>The functional and phenotypic characteristics of macrophages change with age and can significantly affect tumor growth and the effectiveness of macrophage-targeted anticancer therapies. Our study highlights the importance of studying aging in macrophages and better representation of aged populations in preclinical and clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Aging,Macrophages,Tumor microenvironment,HDAC inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Suresh<\/b>, X. Li, S. Noonepalle, N. Gajendran, M. Durr, D. Quiceno-Torres, K. Tan, A. Villagra; <br\/>Georgetown Lombardi Comprehensive Cancer Ctr., Washington, DC","CSlideId":"","ControlKey":"1c13cfc7-5a9e-4267-b206-59ab2efd7234","ControlNumber":"5638","DisclosureBlock":"&nbsp;<b>M. Suresh, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>S. Noonepalle, <\/b> None..<br><b>N. Gajendran, <\/b> None..<br><b>M. Durr, <\/b> None..<br><b>D. Quiceno-Torres, <\/b> None..<br><b>K. Tan, <\/b> None..<br><b>A. Villagra, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"880","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2688","PresenterBiography":null,"PresenterDisplayName":"Manasa Suresh, BE,MS,PhD","PresenterKey":"ceeef90a-7728-4a12-a7a8-e276682b516c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2688. Age-associated changes in macrophage function and phenotype affects cancer development, and the efficacy of macrophage targeted anticancer therapies in murine melanoma model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Age-associated changes in macrophage function and phenotype affects cancer development, and the efficacy of macrophage targeted anticancer therapies in murine melanoma model","Topics":null,"cSlideId":""},{"Abstract":"Monocytes have emerged as important regulators of cancer progression. We have recently found that CXCR3<sup>+ <\/sup>circulating monocytes in humans are associated with better response to immunotherapy. Here, we aimed to study the functions and heterogeneity of CXCR3<sup>+<\/sup> monocytes in two different triple negative breast cancer (TNBC) tumors in mice, using either AT3 or EO771 tumor cell lines. AT-3 tumors exhibit higher resistance to anti-PD-1 and anti-CTLA-4 therapy in C57BL\/6 breast cancer mouse models compared to EO771 tumors. We evaluated 36 surface protein markers on tumor-infiltrated myeloid cells in tumors isolated from each model using CyTOF mass cytometry. Analysis of monocytes, macrophages and dendritic cells in the tumors using unsupervised clustering identified 13 cell subsets. Significant differences were discovered between the two tumor types in frequencies of nine of 13 identified subsets. However, 3 of these subsets displayed relatively high expression of CXCR3 in EO771 tumors when compared to AT-3 tumors. The significant CXCR3 positive subsets were identified as CXCR3<sup>+<\/sup> early macrophages, CXCR3<sup>+<\/sup> Ly6C<sup>+<\/sup>CD11b<sup>lo<\/sup> classical monocytes and Trem2<sup>+<\/sup> CXCR3<sup>+<\/sup> dendritic cells. We observed higher expression of CXCR4, Trem2, and CCR1 in CXCR3<sup>+<\/sup> myeloid cells when compared to their CXCR3<sup>-<\/sup> counterparts in both tumor models. To elucidate the role of these CXCR3<sup>+ <\/sup>cells, we performed low-input bulk RNA sequencing of CD115<sup>+<\/sup>\/CD11b<sup>+<\/sup> cells from blood and spleen of EO771 tumor bearing mice with a wild type or CXCR3<sup>KO <\/sup>genotype. Ingenuity Pathway Analysis (IPA) of the differentially expressed genes suggests a significant inhibition of the IL-10 signaling pathway of CXCR3<sup>KO <\/sup>cells. These differentially expressed markers and genes suggest a functional importance in this subset in migration to the tumor and antigen presentation, both of which are anti-tumoral functions. Ongoing studies are aimed towards understanding the role of CXCR3<sup>+ <\/sup>myeloid cells in regulating response to immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Monocyte,Macrophages,Triple-negative breast cancer (TNBC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. A. Valentin-Guillama<\/b>, N. Chatterjee, A. Alimadadi, C. C. Hedrick; <br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"3483aa3e-3100-4b97-bcc8-5bcb7ad5cf7d","ControlNumber":"8246","DisclosureBlock":"&nbsp;<b>G. A. Valentin-Guillama, <\/b> None..<br><b>N. Chatterjee, <\/b> None..<br><b>A. Alimadadi, <\/b> None..<br><b>C. C. Hedrick, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"881","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2689","PresenterBiography":null,"PresenterDisplayName":"Gabriel Valentin-Guillama, BS,PhD","PresenterKey":"0eaa2711-f108-4d0d-8c4f-f0c576389c53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2689. Mass cytometry analysis of CXCR3 expression in tumor-infiltrated myeloid cells as a predictive biomarker For immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mass cytometry analysis of CXCR3 expression in tumor-infiltrated myeloid cells as a predictive biomarker For immunotherapy response","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are continually exposed to intrinsic and extrinsic proliferative stresses that can send the genome stability awry. The aberrant DNA metabolism, evolving through deregulated replicative growth in cancer cells, is increasingly recognized as a major mechanism bridging the crosstalk between the immune microenvironment and tumor tissue, thereby either promoting or suppressing tumor progression. However, the triggering and regulation of these mechanisms remain largely unknown. Proliferating cell nuclear antigen (PCNA) and its homologs are the evolutionarily conserved central components of the DNA replication machinery. In eukaryotic cells, PCNA forms homotrimeric rings encircling the DNA double helix to coordinate the complex processes of DNA replication and damage repair, directed at least in part by differential post-translational modifications of the PCNA protein. In cancer cells, growth signal-stimulated phosphorylation at tyrosine 211 of PCNA (pY211-PCNA) is known to play an important function for active proliferation. Here, we demonstrate that inhibition of pY211 disrupts the processivity of replication forks. This disruption triggers single-stranded DNA (ssDNA) production catalyzed by the MRE11 nuclease, activating the cGAS-STING axis to launch an anti-tumor immune response by natural killer (NK) cells. We further show that the pY211 regulates site-specific post-translational modifications of MRE11, and loss of pY211 promotes the endonuclease mode of MRE11. This causes ssDNA generation in the cytosol, subsequently inducing type I interferon-activated cytotoxicity by NK cells and fostering an anti-tumor immunity that abrogates distant metastasis. Mechanistically, the pY211 determines the recruitment of the writer or eraser of the modification on MRE11, thus tuning the nucleolytic modes of MRE11 and, consequently, ssDNA generation. Therapeutic measures promoting MRE11-dependent ssDNA enhance the response of triple-negative breast cancer to cytotoxic killing mediated by endogenous or allogenic NK cells in mice. In breast cancer patients, the level of cytosolic ssDNA is inversely correlated with the expression of the eraser and pY211-PCNA, which is associated with poor overall survival in cancer patients. Our studies shed new light on the shaping of the tumor immune microenvironment and demonstrate the potential to develop therapeutic approaches that proactively leverage genomic instability and immune activation to target malignant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Natural killer cells,PCNA,ssDNA,triple-negative breast cancer ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C.-C. Lee<\/b><sup>1<\/sup>, W.-R. Wu<sup>2<\/sup>, Y.-C. Shen<sup>1<\/sup>, F.-C. Chung<sup>2<\/sup>, Y.-L. Wang<sup>1<\/sup>, Y.-Z. Lin<sup>2<\/sup>, C.-H. Lu<sup>3<\/sup>, W.-C. Cheng<sup>2<\/sup>, H. Chang<sup>1<\/sup>, L.-C. Liu<sup>1<\/sup>, J.-A. Liang<sup>1<\/sup>, C.-F. Chiu<sup>1<\/sup>, M.-C. Hung<sup>2<\/sup>, S.-C. Wang<sup>2<\/sup>; <br\/><sup>1<\/sup>China Medical University Hospital, Taichung, Taiwan, <sup>2<\/sup>China Medical University, Taichung, Taiwan, <sup>3<\/sup>National Yang-Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"af3a84d6-68e0-4d6c-b7e2-6524eac27df1","ControlNumber":"4091","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>Y. Shen, <\/b> None..<br><b>F. Chung, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>W. Cheng, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>C. Chiu, <\/b> None..<br><b>M. Hung, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2690","PresenterBiography":null,"PresenterDisplayName":"Chuan-Chun Lee, PhD","PresenterKey":"211d06c0-a986-4038-886a-bee3f3a2e1ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2690. The role of PCNA tyrosine phosphorylation in evading innate immune surveillance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of PCNA tyrosine phosphorylation in evading innate immune surveillance","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) accounts for 90% of all pancreatic cancer cases, and is among the most aggressive and lethal malignancies worldwide. PDAC is driven by genetic alterations in the pancreatic epithelium (e.g. <i>KRAS<\/i>, <i>TRP53<\/i>) coupled with a dysregulated innate immune response, the latter<sup> <\/sup>leading to an inflammatory tumor microenvironment enriched in innate immune cells (e.g. macrophages). However, immune-based treatment regimens for PDAC patients have primarily focused on immunotherapy with adaptive immune checkpoint inhibitors (e.g. PD-1) which disappointingly have yielded minimal clinical benefit. Thus, there is an unmet clinical need to identity disease-associated innate immune regulators as therapeutic targets in PDAC. Innate immune responses depend on a series of cell surface, endosomal and cytosolic pattern recognition receptors (PRRs) that are expressed in immune and non-immune cells. PRRs are classified into several structurally and functionally conserved subfamilies, including Toll-like receptors (TLRs), Absent in melanoma 2 (AIM2)-like receptors (ALRs), and Nod-like receptors (NLRs). A subset of NLRs and AIM2 are also well documented for their formation of multiprotein complexes called &#8216;inflammasomes&#8217; - comprising the adaptor ASC and Caspase-1 - which direct the maturation and release of bioactive pro-inflammatory cytokines, IL-18 and IL-1&#946;. However, the role of these critical innate immune regulators in PDAC has been underexplored, and is virtually unknown. By coupling endoscopic ultrasound-guided fine needle aspiration (EUS FNA) to capture tumor biopsies from all stages of PDAC, with whole transcriptome profiling of PDAC patient primary tumors, we reveal specific enrichment of the innate immune TLR2 and ASC inflammasome molecular pathways. Augmented TLR2 and ASC expression was prognostic for low survival, and a &#8220;TLR2 activation&#8221; signature was also predictive for chemoresistance. Antibody-mediated anti-TLR2 therapy suppressed tumor growth in human PDAC tumor xenografts (patient and cell line) in both immunocompromised and &#8216;humanized&#8217; mice. With respect to ASC, using the genetically engineered KPC PDAC mouse model, we show that Caspase-1 activation, a read-out for inflammasome activation, is upregulated in pancreatic tumors. Moreover, genetic ablation of ASC in KPC mice markedly suppressed the development of pancreatic tumors, which was associated with significant reductions in levels of both Caspase-1 activation and inflammation. Transcriptome profiling further identified unique downstream molecular networks associated with a range of oncogenic cellular processes. Taken together, our results support innate immune TLR2- and ASC inflammasome-based therapeutic targeting in PDAC, with further clinical utility that ASC inflammasome and TLR2 activation is prognostic, with TLR2 also predictive for chemoresponsiveness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Innate immunity,Clinical biopsies,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Kashgari<sup>1<\/sup>, L. McLeod<sup>1<\/sup>, L. J. Gearing<sup>1<\/sup>, D. Croagh<sup>2<\/sup>, <b>B. J. Jenkins<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Hudson Institute of Medical Research, Melbourne, Australia, <sup>2<\/sup>Monash University, Melbourne, Australia, <sup>3<\/sup>University of Adelaide, Adelaide, Australia","CSlideId":"","ControlKey":"2f2dd37a-e2d9-487d-8e3e-6efc5633467f","ControlNumber":"2060","DisclosureBlock":"&nbsp;<b>B. Kashgari, <\/b> None..<br><b>L. McLeod, <\/b> None..<br><b>L. J. Gearing, <\/b> None..<br><b>D. Croagh, <\/b> None..<br><b>B. J. Jenkins, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"883","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2691","PresenterBiography":null,"PresenterDisplayName":"Brendan Jenkins, PhD","PresenterKey":"c40cc96e-8e52-4e41-93b5-6fa0a0832bd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2691. Mapping the landscape of innate immune pattern recognition receptors in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping the landscape of innate immune pattern recognition receptors in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most challenging subtype of breast cancer because of its aggressive behavior and the limited therapeutic strategies available. In the last decade, immunotherapy has become a promising treatment to prolong survival in advanced solid cancers including TNBC. However, the efficacy of immunotherapy in solid cancers remains limited because solid tumors contain few tumor-infiltrating lymphocytes. Here, we show that targeting an ETS transcription factor ELK3 (ELK3) enhances the response of nature killer (NK) cells through intracellular and extracellular signaling. In extracellular signaling, ELK3 depletion increases CXCL16 expression level and promotes NK cell cytotoxicity through CXCL16-mediated NK cell recruitment in TNBC. In intracellular signaling, ELK3 depletion controls mitochondrial fission-fusion status to induce NK cell-mediated cell death. In silico analysis showed that ELK3 is negatively correlated with CXCL16 or MID51 expression in breast cancer patient samples. Low expression of ELK3 and high expression of CXCL16 or MID51 were associated with a better prognosis. Low expression of ELK3 and high expression of CXCL16 or MID51 were associated with increased expression of NK cell-related genes. Our findings demonstrate that ELK3-CXCL16 axis controls NK cell recruitment to target cancer cells and ELK2-MID51 axis triggers mitochondrial dysfunction-mediated apoptosis during NK cell therapy, suggesting that targeting the ELK3 gene could be an adjuvant strategy for increasing the efficacy of immunotherapy in TNBC","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Natural killer cells,Chemokines,Mitochondria,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H.-Y. Jung<\/b>, Y. Lee; <br\/>Korea Institute of Radiological & Medical Sciences (KIRAMS), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2f0ca15c-ead4-4d98-b86e-9d6b91242f31","ControlNumber":"4004","DisclosureBlock":"&nbsp;<b>H. Jung, <\/b> None..<br><b>Y. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"884","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2692","PresenterBiography":null,"PresenterDisplayName":"Hae-Yun Jung, PhD","PresenterKey":"ec94c615-eb00-435d-a150-592c688faf45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2692. ELK3 is a key regulator as the response of natural killer cell therapy in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ELK3 is a key regulator as the response of natural killer cell therapy in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: CD163 positive tumor associated macrophages (TAM), have been associated with poor response to immunochemotherapy in DLBCL. Targeting these TAMs to reverse immunosuppression is one approach for improving treatment response rates. MicroRNAs have the potential to modify hundreds of genes by interacting with multiple mRNA targets, thereby altering the global transcriptional profile of cells. Manipulation of microRNAs may prove an effective means of switching the transcriptomic profiles of TAMs to more activated, anti-tumor states resulting in the reversal of immune resistance and enhancement of treatment efficacy.<br \/>Methods: MicroRNAs differentially expressed in DLBCL and associated with poor response were identified using whole gene correlated network analysis of DLBCL datasets. Peripheral blood mononuclear cells (PBMCs) were obtained from normal blood donors and differentiated into macrophages following cell culture with MCSF. Macrophages were polarized using immunosuppressive (IL4 + IL13) or immunostimulating (LPS + IFN&#947;) cytokines and microRNA expression measured using RT-qPCR. To assess antibody dependent cellular phagocytosis (ADCP), macrophages were generated and polarized as above and transfected with microRNA inhibitors (Thermofisher) prior to co-incubation with target cells. Human Chronic Lymphocytic Leukemia (CLL) cells were labelled with CSFE and used as target cells with Rituximab as the ADCP-inducing monoclonal antibody (mAb) and Herceptin as an isotype control. The percentage of Fc gamma receptor IIIA (Fc&#947;RIIIA)-expressing macrophages taking up target cells was determined using flow cytometry and analyzed using Flowjo software. Diagnostic biopsies from patients were then analyzed for microRNA 142-5p and CD206 expression using miRNAScope assays and immunohistochemistry.<br \/>Results: There was significant upregulation of microRNA 142-5p in macrophages polarized with IL4 plus IL13 compared to macrophages polarized with LPS plus IFN&#947; and non-polarized macrophages. Inhibition of microRNA 142-5p in IL4 plus IL13 polarized macrophages led to a significant increase in Fc&#947;RIIIA, CD40 and CD47 expression resulting in enhanced phagocytosis of CLL cells opsonized with Rituximab plus anti-CD47 mAb when compared with controls. High microRNA 142-5p expression in combination with high CD206 expression predicted poor response to immunochemotherapy in 38 treatment na&#239;ve human DLBCL samples (median PFS 12 months v NR p=0.0096).<br \/>Discussion: Transfection of a microRNA 142-5p inhibitor can repolarize immunosuppressive macrophages to a more anti-tumor phenotype leading to enhanced ADCP. CD206 positive TAM infiltration in combination with high microRNA 142-5p expression predicted poor outcome following treatment with immunochemotherapy in DLBCL. It may be possible to use microRNA directed therapies targeting the tumor microenvironment to enhance treatment efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Macrophages,MicroRNA,Diffuse large B-cell lymphoma,Monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Longley<\/b>, R. Foxall, S. Thirdborough, S. Beers, M. Cragg; <br\/>University of Southampton, School of Medicine, Southampton, United Kingdom","CSlideId":"","ControlKey":"05f363e8-2ea9-4a93-86e8-a90b8cc355dc","ControlNumber":"114","DisclosureBlock":"<b>&nbsp;J. Longley, <\/b> <br><b>AbbVie - Travel funding and presentation fees<\/b> Employment, Travel.<br><b>R. Foxall, <\/b> None..<br><b>S. Thirdborough, <\/b> None..<br><b>S. Beers, <\/b> None.&nbsp;<br><b>M. Cragg, <\/b> <br><b>Bioinvent<\/b> Employment, Other, Consulting. <br><b>Promega UK<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"885","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2693","PresenterBiography":null,"PresenterDisplayName":"Jemma Longley, MBBS","PresenterKey":"9922fca8-3df6-4c38-b476-85a1d7df2bfe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2693. MicroRNA manipulation of macrophage polarization in DLBCL to augment antibody immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA manipulation of macrophage polarization in DLBCL to augment antibody immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"The major focus of cancer immunotherapy has been on conventional T cells due to their unique recognition of specific peptide antigens. Despite advances in the cancer immunotherapy field, including the use of atezolizumab and bevacizumab as first-line therapy for unresectable hepatocellular carcinoma (HCC), the overall mortality rate of HCC continues to rise. Innate lymphoid cells (ILC) and innate-like T cells (ILTC) are broadly categorized within the innate lymphoid population as playing an important role in inflammation, tissue repair and immune tolerance. Their ability to react rapidly to stimulants in their local tissue environment as well as to recruit and activate a variety of other immune cells makes these cells attractive targets for anti-tumor therapy. However, previous studies looking at ILCs and ILTCs in cancer have revealed both pro- and anti-tumor functions. Furthermore, the complex interplay between these cell populations in the tumor microenvironment is not well understood, particularly over the natural course of tumor development. In this study, we aim to better elucidate the role of ILC and ILTC populations in HCC progression in terms of both their kinetics and role as potential therapeutic targets. We performed hydrodynamic tail vein injections in mice with two different plasmid combinations to alter expression of commonly mutated oncogenes and tumor suppressors in human HCC (MYC;TP53 and MYC;CTNNB1). Histologic analysis of the livers was performed to determine appropriate time points to assess ILC and ILTC populations. We then designed a comprehensive 29-plex spectral flow panel to assess broad kinetic changes in the frequency of ILC, ILTC, and conventional T cell populations. We show that in early time points (4-7 days post-injection) when neoplastic transformation of hepatocytes has already occurred, mucosal-associated invariant T (MAIT) cells, group 1 ILCs, ILC2s, and ILC3s expand in frequency for both tumor models. Cytokine analysis shows a generalized decreased trend across timepoints in effector cytokine production in MAITs and group 1 ILCs, suggesting gradual dysfunction over time. Taken together, these preliminary findings show that ILC and ILTC populations expand early during tumor progression but gradually decrease in functionality with tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,Liver cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Huang<\/b>, B. Ruf, R. Trehan, D. Soika, C. Ma, T. F. Greten, F. Korangy; <br\/>National Cancer Inst. - Bethesda Campus, Bethesda, MD","CSlideId":"","ControlKey":"8f8cf473-b72d-4f8c-818d-bd74d2826362","ControlNumber":"8125","DisclosureBlock":"&nbsp;<b>P. Huang, <\/b> None..<br><b>B. Ruf, <\/b> None..<br><b>R. Trehan, <\/b> None..<br><b>D. Soika, <\/b> None..<br><b>C. Ma, <\/b> None..<br><b>T. F. Greten, <\/b> None..<br><b>F. Korangy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2694","PresenterBiography":null,"PresenterDisplayName":"Patrick Huang","PresenterKey":"a605bcb6-cdf4-4cf7-9fc4-6b3094b4b9d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2694. The role of innate lymphoid cells and innate like T cells in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of innate lymphoid cells and innate like T cells in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The primary hurdle in improving outcomes for hepatocellular carcinoma (HCC) patients after curative treatment is the high early recurrence rate. The existing literature indicates the presence of type 2 macrophages (M2), renowned for their immunosuppressive capabilities, has been implicated in creating a microenvironment conducive to tumor growth and recurrence. However, the intricate interplay involving M2 macrophages and the recurrence of HCC is underexplored. Therefore, we conducted an analysis involving HCC patients who underwent hepatectomy at our hospital between 2013 and 2017. We collected samples from both the tumor and non-tumor regions and subjected them to bulk RNA sequencing for comprehensive molecular profiling. The proportion of immune cells was calculated by CIBERSORTx.In our study, we enrolled fifty patients, with sixty percent presenting with cirrhosis and seventy-three percent having viral hepatitis. Twenty-three patients experienced tumor recurrence, with a median time to recurrence of 12.6 months. First, we found no correlation between five TIMR subtypes defined by TIMELASER (Xue R, Nature, 2022) and recurrence. However, as for the proportions of immune cell, a significantly lower NK\/Treg ratio (p= 0.0163) and high within the resected tumor section in recurrent group was found. On the other hand, the ratio of M2 macrophages to total macrophages (M2\/M) was significantly higher within the non-tumor region in patients experiencing tumor recurrence after hepatectomy (p=0.0357). Furthermore, the expression of the ACGT2 gene in non-tumor part, which strongly correlates with Treg function, was significantly higher (p=0.0056) in recurrent group. In addition, the innate T cells score was increased in non-tumor pat in recurrent group but with borderline significance (p=0.0628). However, in multivariable analysis, only a higher M2\/M ratio within the non-tumor region (HR 3.756, p=0.0072) were identified as independent risk factors for tumor recurrence. We also found that patients with a higher M2\/M ratio had a lower percentage of cirrhotic patients (p=0.0049) and less association with TIME-IA (immune activation) subtype of HCC by TIMELASER classification (p=0.0030). In conclusion, a higher M2\/M ratio within the non-tumor region predict the tumor recurrence in patients with hepatocellular carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Innate immunity,Macrophages,Recurrence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P.-T. Lin<\/b><sup>1<\/sup>, W.-T. Ku<sup>2<\/sup>, T.-H. Wu<sup>1<\/sup>, C.-H. Wu<sup>1<\/sup>, C.-K. Yang<sup>1<\/sup>, W. Teng<sup>1<\/sup>, Y.-C. Lin<sup>1<\/sup>, C.-Y. Lin<sup>1<\/sup>; <br\/><sup>1<\/sup>Chang Gung Memorial Hospital - Taoyuan Branch, Taoyuan, Taiwan, <sup>2<\/sup>Chang Gung University, Taoyuan, Taiwan","CSlideId":"","ControlKey":"0f836743-a9ca-484d-8ca8-ccf1e3818f74","ControlNumber":"6461","DisclosureBlock":"&nbsp;<b>P. Lin, <\/b> None..<br><b>W. Ku, <\/b> None..<br><b>T. Wu, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>W. Teng, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>C. Lin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2695","PresenterBiography":null,"PresenterDisplayName":"Po Ting (Ryan) Lin, MD","PresenterKey":"ec317feb-d627-4611-8f1c-ac0527449b17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2695. A higher percentage of M2 macrophages in non-tumor part predict the tumor recurrence in patients with hepatocellular carcinoma after surgical resection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A higher percentage of M2 macrophages in non-tumor part predict the tumor recurrence in patients with hepatocellular carcinoma after surgical resection","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy is one of the main pillars of oncology treatment due to the clinical success of approaches that enhance anti-tumoral T cell responses. Nonetheless, many patients do not benefit from these approaches, highlighting the need to develop novel immunomodulatory strategies. Exploiting the anti-tumor capacity of innate immune cells is a promising approach that can overcome specific limitations of T cell-targeting therapies and complement existing immunotherapies. Still, promising therapeutic developments face hurdles in translating preclinical findings into treatment since conventional 2D cancer models hold low clinical predictive value. HUB developed an innovative alternative, building on the discovery that adult stem cells proliferate and organize into three-dimensional organotypic structures. Patient-specific organoids are generated from healthy and disease tissues and recapitulate complex characteristics of the original parental tissue, including molecular heterogeneity and morphological and functional traits. To assess the efficacy of therapies that engage innate immune cells, we developed an assay in which organoids derived from colorectal (CRC) or breast cancer patients are co-cultured with PBMC-derived macrophages or monocytes to evaluate the cytotoxic potential of exogenously activated myeloid cells. We tested the ability of macrophages to phagocyte human CRC organoid cells in response to anti-CD47 antibody. The pro-phagocytic function of anti-CD47 was detected by several methods (i.e., flow cytometry, imaging), indicating the platform's suitability to evaluate ADCP-modulating compounds.<br \/>Moreover, to assess whether our PBMC-organoids co-culture platform is suited to detect monocyte-mediated effects, Lipopolysaccharide (LPS) plus IFN-&#947; were used to activate monocytes in the co-culture assays. We observed an increase in cytokines secretion (i.e., CXCL10), immune cell activation and organoid killing, indicating that our assay allows the detection of monocyte activation through different types of readouts. In summary, our organoid-immune cell co-culture platform allows to study the response of tumor organoids to innate immune cells, holding significant value for the preclinical development of immunotherapies based on innate immune cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Organoids,co-culture assay,myeloid cells,innate immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Spagnuolo<\/b>, F. Morales-Rodriguez, A. Merenda, C. Oyarce, F. Pourfarzad, R. G. J. Vries, S. F. Boj; <br\/>HUB Organoids B.V., Utrecht, Netherlands","CSlideId":"","ControlKey":"7865ed8b-6e9a-486f-a297-ce4b94628269","ControlNumber":"5410","DisclosureBlock":"&nbsp;<b>L. Spagnuolo, <\/b> None..<br><b>F. Morales-Rodriguez, <\/b> None..<br><b>A. Merenda, <\/b> None..<br><b>C. Oyarce, <\/b> None..<br><b>F. Pourfarzad, <\/b> None..<br><b>R. G. J. Vries, <\/b> None..<br><b>S. F. Boj, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"888","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2696","PresenterBiography":null,"PresenterDisplayName":"Lorenzo Spagnuolo, PhD","PresenterKey":"fc63b71d-c2f4-4e5e-9c6e-5401a0d8c6af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2696. Tumor organoid and immune cells co-cultures to study myeloid cells-targeting immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor organoid and immune cells co-cultures to study myeloid cells-targeting immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy has shown noticeable clinical efficacy in many cancer types, while clinical benefits are only observed in 20-40% of treated patients. Therefore, combination cancer immunotherapy targeting multiple factors that limit antitumor immunity has been tested in the clinic. Accumulating evidence reveals that cancers that harbor limited immune cell infiltration (so-called immunologically cold tumors) respond poorly to current immunotherapy. Preclinical studies using animal models have shown that activation of innate immunity by TLR agonists or STING agonists can successfully remodel the TME to effectively induce antitumor immunity in those immunologically cold tumors. However, unexpectedly, all TLR agonists and STING agonists tested have not shown clinical efficacy in combination with immune checkpoint blockade therapy, including PD-1\/PD-L1 blockade therapy. Hence, we addressed the mechanism(s) why stimulators of innate immunity failed to elicit effective antitumor immunity in cancer patients. We then employed OK-432, which reportedly stimulates TLR-2, TLR-4, and\/or TLR-9, as OK-432 is widely used in Japan in the clinic. In vitro OK-432 treatment accelerated the maturation DCs, and efficiently induced CD8+ T cells in humans. However, the combination treatment with anti-PD-1 mAb and OK-432 failed to augment antitumor immunity in animal models using anti-PD-1 mAb monotherapy-resistant tumors; the data mirrors the failure of clinical trials of combination therapy with immune checkpoint blockade and TLR agonists or STING agonists in humans. Therefore, using the animal models, we explored the acquired resistance mechanism developed after combination treatment. While OK-432 treatment effectively stimulated DCs, innate immune suppressive cells, such as MDSCs, were concurrently accumulated in the TME. The accumulation of PMN-MDSCs after OK-432 treatment was induced in a CXCL1-CXCR2-dependent fashion. Accordingly, triple combination treatment with a PMN-MDSC inhibitor along with OK-432 and anti-PD-1 mAb attenuated the accumulation of PMN-MDSCs in the TME and improved the antitumor effect of the combination treatment. Taken together, we propose that successful combination treatment stimulating innate immunity against immunogenically cold cancers requires controlling the unwanted co-activation of innate immune suppressive cells. This study clearly demonstrates the mechanism of acquired resistance after administration of reagents that activate innate immunity, such as TLR agonists or STING agonists, and provides the basis for future successful combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,MDSC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Nishinakamura<\/b><sup>1<\/sup>, S. Shinya<sup>2<\/sup>, T. Irie<sup>3<\/sup>, S. Sakihama<sup>4<\/sup>, T. Ioroi<sup>1<\/sup>, T. Naito<sup>3<\/sup>, K. Watanabe<sup>1<\/sup>, D. Sugiyama<sup>5<\/sup>, M. Tamiya<sup>6<\/sup>, T. Yoshida<sup>1<\/sup>, T. Hase<sup>5<\/sup>, T. Yoshida<sup>7<\/sup>, K. Karube<sup>5<\/sup>, Y. Maeda<sup>1<\/sup>, S. Koyama<sup>3<\/sup>, H. Nishikawa<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Center Japan, Tokyo, Japan, <sup>2<\/sup>Discovery Research Alliance, Ono Pharma USA, Inc., Massachusetts, MA, <sup>3<\/sup>National Cancer Center Japan, Chiba, Japan, <sup>4<\/sup>Graduate School of Health Sciences, University of the Ryukyus, Nishihara, Japan, <sup>5<\/sup>Nagoya University Graduate School of Medicine, Nagoya, Japan, <sup>6<\/sup>Osaka International Cancer Institute, Osaka, Japan, <sup>7<\/sup>Ono Pharmaceutical Co., Ltd., Osaka, Japan","CSlideId":"","ControlKey":"e8c5e7dc-87d8-4cdc-af09-d44595a4eab6","ControlNumber":"1257","DisclosureBlock":"&nbsp;<b>H. Nishinakamura, <\/b> None.&nbsp;<br><b>S. Shinya, <\/b> <br><b>Ono Pharmaceutical<\/b> Employment, Patent.<br><b>T. Irie, <\/b> None..<br><b>S. Sakihama, <\/b> None..<br><b>T. Ioroi, <\/b> None..<br><b>T. Naito, <\/b> None.&nbsp;<br><b>K. Watanabe, <\/b> <br><b>Sustainable Cell Therapeutics<\/b> Stock, Patent.<br><b>D. Sugiyama, <\/b> None.&nbsp;<br><b>M. Tamiya, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Nihonkayaku<\/b> Other, Lecture fee. <br><b>Boehringer Ingelheim<\/b> Other, Lecture fee. <br><b>AstraZeneca<\/b> Other, Lecture fee. <br><b>Taiho Pharmaceutical<\/b> Other, Lecture fee. <br><b>Eli Lilly<\/b> Other, Lecture fee. <br><b>Novartis<\/b> Other, Lecture fee. <br><b>Pfizer<\/b> Other, Lecture fee. <br><b>Asahi Kasei Pharmaceutical<\/b> Other, Lecture fee. <br><b>Bristol-Myers Squibb<\/b> Other, Lecture fee. <br><b>MSD<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Bayer<\/b> Other, Lecture fee. <br><b>Amgen<\/b> Other, Lecture fee. <br><b>Kyowa-Kirin<\/b> Other, Lecture fee. <br><b>T. Yoshida, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Novartis<\/b> Grant\/Contract, Other, Lecture fee. <br><b>MSD<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Pfizer<\/b> Other, Lecture fee. <br><b>Takeda Pharmaceutical<\/b> Other, Lecture fee. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>T. Hase, <\/b> <br><b>MSD<\/b> Other, Lecture fee. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Bristol-Myers Squibb<\/b> Other, Lecture fee. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Eli Lilly Japan K.K.<\/b> Other, Lecture fee. <br><b>Ono Pharmaceutical<\/b> Other, Lecture fee. <br><b>Kyowa Kirin<\/b> Other, Lecture fee. <br><b>Nippon Kayaku<\/b> Other, Lecture fee. <br><b>Boehringer Ingelheim<\/b> Other, Lecture fee. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Pfizer<\/b> Other, Lecture fee. <br><b>Takeda Pharmaceutical<\/b> Other, Lecture fee. <br><b>Novartis Pharma<\/b> Grant\/Contract. <br><b>T. Yoshida, <\/b> <br><b>Ono Pharmaceutical<\/b> Employment, Patent.<br><b>K. Karube, <\/b> None.&nbsp;<br><b>Y. Maeda, <\/b> <br><b>Sustainable Cell Therapeutics<\/b> Stock. <br><b>S. Koyama, <\/b> <br><b>Otsuka Pharmaceutical<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>H. Nishikawa, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Patent, Other, Lecture fee. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, Lecture fee. <br><b>MSD<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Amgen<\/b> Other, Lecture fee. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Kyowa Kirin<\/b> Grant\/Contract. <br><b>Zenyaku Kogyo<\/b> Grant\/Contract. <br><b>Oncolys BioPharma<\/b> Grant\/Contract. <br><b>Debiopharma<\/b> Grant\/Contract. <br><b>Asahi-Kasei<\/b> Grant\/Contract. <br><b>Sysmex<\/b> Grant\/Contract. <br><b>Fujifilm<\/b> Grant\/Contract. <br><b>SRL<\/b> Grant\/Contract. <br><b>Astellas Pharmaceutical<\/b> Grant\/Contract. <br><b>Sumitomo Dainippon Pharma<\/b> Grant\/Contract. <br><b>BD Japan<\/b> Grant\/Contract. <br><b>Sustainable Cell Therapeutics<\/b> Stock. <br><b>Cellian-Biclo<\/b> Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2697","PresenterBiography":null,"PresenterDisplayName":"Hitomi Nishinakamura","PresenterKey":"dfaaddf5-52cc-4fa0-b89e-ccef0fc284f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2697. Simultaneous activation of innate immune suppressive components impairs antitumor efficacy of immunotherapy against the innate immune system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous activation of innate immune suppressive components impairs antitumor efficacy of immunotherapy against the innate immune system","Topics":null,"cSlideId":""},{"Abstract":"Tissue-resident immune cells reside within the gastrointestinal tract known as intraepithelial lymphocytes (T-IELs), including &#945;&#946; and &#947;&#948; T-IELs. This unique population of T cells constantly survey and are critical in maintaining the gastrointestinal epithelium. We show that T-IELs in various regions of the gastrointestinal tract have distinct features. T-IELs in the small intestine exhibit high expression of cytotoxic molecules important for cancer defense while colon T-IELs are distinctively regulated by the transcription factor, <i>TCF-7<\/i>\/TCF-1, which suppresses their effector and cytotoxic properties, including reduced expression of granzymes, and their abundance is dependent on the microbiome. Targeted deletion of TCF-1 in &#947;&#948; T-IELs using pre-clinical mouse models resulted in a distinct effector profile and reduced colon tumor burden. Furthermore, TCF-1 expression was significantly reduced in &#947;&#948; T-IELs present in human colorectal cancers compared with normal healthy colon, strongly correlating with an enhanced &#947;&#948; T-IEL effector phenotype and improved patient survival. Further investigation aims to elucidate diverse mechanisms by which TCF-1 controls tissue-specific anti-tumor immunity and uncover the important factors controlling TCF-1 expression. Our study underscores the necessity to consider tumor and organ microenvironment-specific factors in optimizing immunotherapy, advancing our understanding of T cell function in the colon to pave the way for innovative CRC treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: colorectal,Gamma-delta lymphocytes,Antitumor activity,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. H. Yakou<\/b><sup>1<\/sup>, S. Ghilas<sup>1<\/sup>, K. Tran<sup>1<\/sup>, Y. Liao<sup>1<\/sup>, S. Afshar-Sterle<sup>1<\/sup>, A. Kumari<sup>1<\/sup>, K. Schmid<sup>1<\/sup>, C. Dijkstra<sup>1<\/sup>, C. Inguanti<sup>1<\/sup>, S. Ostrouska<sup>1<\/sup>, J. Wilcox<sup>1<\/sup>, M. Smith<sup>2<\/sup>, P. Parathan<sup>1<\/sup>, A. Allam<sup>1<\/sup>, H.-H. Xue<sup>3<\/sup>, G. T. Belz<sup>4<\/sup>, J. M. Mariadason<sup>1<\/sup>, A. Behren<sup>1<\/sup>, G. R. Drummond<sup>5<\/sup>, R. Ruscher<sup>2<\/sup>, D. S. Williams<sup>1<\/sup>, B. Pal<sup>1<\/sup>, W. Shi<sup>1<\/sup>, M. Ernst<sup>1<\/sup>, D. Raghu<sup>1<\/sup>, L. A. Mielke<sup>1<\/sup>; <br\/><sup>1<\/sup>Olivia Newton-John Cancer Research Institute, Heidelberg, Australia, <sup>2<\/sup>Australian Institute of Tropical Health and Medicine, Cairns, Australia, <sup>3<\/sup>Center for Discovery and Innovation, Hackensack University Medical Center, Nutley, NJ, <sup>4<\/sup>University of Queensland Frazer Institute, Woolloongabba, Australia, <sup>5<\/sup>La Trobe University, Bundoora, Australia","CSlideId":"","ControlKey":"abfb0987-d6f3-46fc-9968-d96bc7357929","ControlNumber":"451","DisclosureBlock":"&nbsp;<b>M. H. Yakou, <\/b> None..<br><b>S. Ghilas, <\/b> None..<br><b>K. Tran, <\/b> None..<br><b>Y. Liao, <\/b> None..<br><b>S. Afshar-Sterle, <\/b> None..<br><b>A. Kumari, <\/b> None..<br><b>K. Schmid, <\/b> None..<br><b>C. Dijkstra, <\/b> None..<br><b>C. Inguanti, <\/b> None..<br><b>S. Ostrouska, <\/b> None..<br><b>J. Wilcox, <\/b> None..<br><b>M. Smith, <\/b> None..<br><b>P. Parathan, <\/b> None..<br><b>A. Allam, <\/b> None..<br><b>H. Xue, <\/b> None..<br><b>G. T. Belz, <\/b> None..<br><b>J. M. Mariadason, <\/b> None..<br><b>A. Behren, <\/b> None..<br><b>G. R. Drummond, <\/b> None..<br><b>R. Ruscher, <\/b> None..<br><b>D. S. Williams, <\/b> None..<br><b>B. Pal, <\/b> None..<br><b>W. Shi, <\/b> None..<br><b>M. Ernst, <\/b> None..<br><b>D. Raghu, <\/b> None..<br><b>L. A. Mielke, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2698","PresenterBiography":null,"PresenterDisplayName":"Marina Yakou, BS","PresenterKey":"6d7543d0-0755-4a04-aac3-1d8f6ce62e82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2698. TCF-1 is a critical regulator of intraepithelial lymphocytes in colorectal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TCF-1 is a critical regulator of intraepithelial lymphocytes in colorectal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Natural killer cells (NKs) are cytotoxic lymphocytes of the innate immune system, operating against infections and cancer. NKs act in an antigen independent manner, preventing graft versus host disease in allogeneic settings. NKs can be isolated from healthy donors, activated, expanded and<i> <\/i>safely administered to cancer patients. Although NKs are highly cytotoxic against cancer cells <i>in vitro<\/i>, they lose viability and functionality in the suppressive tumor microenvironment (TME).<br \/>Until recently, viral transduction of primary NKs was considered a technical hurdle. The latest progress using Baboon Lentiviral (BaLV) pseudotyping substantially increased transduction rates and facilitated the use of chimeric antigen receptor (CAR) NKs for cancer immunotherapies. Due to this challenge, most genetic manipulations were performed in single genes with limited capabilities. Large-scale functional manipulation of NKs using CRISPR-cas9 editing was not implemented, leaving a gap in our understanding of NK suppression.<br \/>We generated a whole genome library of 55,548 guide RNAs (gdRNAs, 4 per gene), targeting 13,749 genes that were determined to be expressed in NKs and 138 (10%) olfactory receptor genes that are not expressed in NKs as control gdRNAs. The gdRNA plasmid was optimized based on our CAR-NK backbone, to express the gdRNA scaffold under U6 promotor and GFP under EF1&#945; promotor. The library plasmids were sequenced and their gaussian distribution was verified, with high representation of all the different gdRNAs.<br \/>Primary NKs were isolated from 3 healthy donors and transduced at 25% transduction rates using our optimized BaLV system. After a week expansion <i>in vitro<\/i>, NKs were electroporated with protein cas9-RFP using the maxCyte electroporator. RFP levels at 6 hours after electroporation were at least 80%.<br \/>The cells were profiled after electroporation for cytotoxicity and for functionality against the K562 target cell line. IFN&#947; production and degranulation (CD107a) were similar before and after electroporation. Genomic DNA was extracted from the transduced NKs and the gdRNA barcodes were amplified by PCR and sequenced. The distribution of the gdRNA barcodes after sequencing exhibited high representation of almost all gdRNAs, with minimal loss of gdRNAs. Several gene knockouts were identified as important for survival\/proliferation of NKs and are being validated using single gdRNAs <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>NK cell immunotherapy is a promising approach for cancer treatment. Although recent clinical trials with CAR-NK present exciting results, many solid tumors do not benefit from NK immunotherapies due to the inactivation of NKs in the immune-suppressive TME. Here, we successfully implemented an unbiased genome wide loss-of-function CRISPR screen as an effective and informative method to identify novel candidates for NK cell suppression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Natural killer cells,CRISPR,Immunosuppression,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Sheffer<\/b>, I. E. Kaplan, E. Bobilev, Y. Z. Abdulhamid, R. Romee; <br\/>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"1615a7bd-1d7d-478a-b757-fea3f9a03f23","ControlNumber":"4201","DisclosureBlock":"&nbsp;<b>M. Sheffer, <\/b> None..<br><b>I. E. Kaplan, <\/b> None..<br><b>E. Bobilev, <\/b> None..<br><b>Y. Z. Abdulhamid, <\/b> None.&nbsp;<br><b>R. Romee, <\/b> <br><b>InnDura Therapeutics<\/b> Other, co-founder. <br><b>Glycostem<\/b> Other, scientific advisory board. <br><b>xNK therapeutics<\/b> Other, scientific advisory board.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2699","PresenterBiography":null,"PresenterDisplayName":"Michal Sheffer, PhD","PresenterKey":"6179ffc2-40d1-45b1-939f-142dfee3112f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2699. Application of whole genome loss of function CRISPR screen in primary natural killer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of whole genome loss of function CRISPR screen in primary natural killer cells","Topics":null,"cSlideId":""},{"Abstract":"IL-33 regulates the function of ILC2s through ST2. However, the role of IL-33, especially exogenous IL-33, on ILC2s in tumors is controversial depending on the cytokines they secrete. Here we report that exogenous, but not endogenous, IL-33 significantly inhibits the progression of a variety of mouse solid tumors, including melanoma, colorectal cancer, lung adenoma, and breast cancer. By inoculating tumor cells in <i>Il1rl1<\/i><sup><i>-<\/i>\/- <\/sup>and NSG mice, we found that the tumor-suppressive effect of IL-33 on tumors was dependent on the expression of ST2 receptors and the presence of lymphocytes. Regarding tumor-infiltrating immune cells, exogenous IL-33 significantly increases the proportions of ST2<sup>+ <\/sup>Tregs (1.10 &#177; 0.20% vs. 1.74 &#177; 0.36%), eosinophils (6.00 &#177; 1.33% vs. 22.73 &#177; 6.51%), Granzyme B<sup>+<\/sup> CD8<sup>+<\/sup><sup> <\/sup>T cells (4.32 &#177; 2.77% vs. 11.53 &#177; 6.81%), and bulk ILC2s (0.08 &#177; 0.04% vs. 5.31 &#177; 1.33%) and IA\/IE<sup>+<\/sup><sup> <\/sup>ILC2s (0.02 &#177; 0.01% vs. 3.67 &#177; 1.03%) . In draining lymph nodes, IL-33 also significantly increases the proportions of ILC2s (0.03 &#177; 0.02&#8240; vs. 6.37 &#177; 1.71&#8240;) and IA\/IE<sup>+<\/sup> ILC2s (0.003 &#177; 0.003&#8240; vs. 4.38 &#177; 1.21&#8240;). Importantly, single-cell transcriptomic analysis on tumor-infiltrating ILC2s highlights the expression of genes related with antigen processing and presentation including<i> H2-K1<\/i>, <i>H2-Q7<\/i>, <i>B2m<\/i>, <i>Hspa1a<\/i>, <i>Hspa1b<\/i>, <i>Creb1<\/i>, <i>Hspa4<\/i>, <i>Tap1<\/i><i> <\/i>and <i>Tap2<\/i>. We testified this finding by DQ-OVA experiment and found that IL-33 could promote ILC2s to up-take and process exogenous antigens (17.78 &#177; 0.75 fold vs. 22.02 &#177; 0.75 fold). The antigen presentation function of ILC2s was further established by mixed lymphocyte culture where BALB\/c ILC2s potently stimulated C57BL\/6 CD8<sup>+<\/sup> T cell proliferation, which was further augmented by IL-33 treatment. Taken together, our data demonstrate an anti-tumor function of therapeutic IL-33 that elevates the number and antigen presentation function of ILC2s.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Immunotherapy,Type 2 innate lymphoid cells ,Interleukin-33,Antigen processing and presentation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Liu<\/b>, Z. Feng, H. Wei, C. Li, X. Li, W. Chen, Y. Ke, M. Wang, L. Liu, C. Zheng, Q. Liu; <br\/>Southern University of Science and Technology, Shenzhen, China","CSlideId":"","ControlKey":"92748909-4ad3-438a-8b41-db9f257aa059","ControlNumber":"3109","DisclosureBlock":"&nbsp;<b>J. Liu, <\/b> None..<br><b>Z. Feng, <\/b> None..<br><b>H. Wei, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>Y. Ke, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>C. Zheng, <\/b> None..<br><b>Q. Liu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2700","PresenterBiography":null,"PresenterDisplayName":"Jie Liu, PhD","PresenterKey":"fb9b1e54-7fce-4fb4-b4b5-2a8a54bdc607","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2700. Therapeutic IL-33 enhances the antigen presentation function of ILC2s to exert anti-tumor immune activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic IL-33 enhances the antigen presentation function of ILC2s to exert anti-tumor immune activity","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) represents a common malignancy within the digestive system, linked to significant morbidity and mortality rates. Tumors exert diverse effects on immune modulation, facilitating progression and metastasis. Amid the abundant immune cell populace within the tumor microenvironment (TME), tumor-associated macrophages (TAMs) play a pivotal role. M2-type TAMs actively foster tumor growth and engage in immune suppression by fostering angiogenesis and tissue restructuring. In a previous study, we analyzed single-cell RNA-sequencing (scRNA-seq) data derived from colorectal cancer patients. We observed an enrichment of the secreted phosphoprotein 1 (SPP1)+ macrophage fraction in both the tumor core and border when compared to normal tissues. Additionally, epiregulin (EREG), an epidermal growth factor receptor (EGFR) ligand, was found to be upregulated in SPP1+ macrophages, correlating with tumor growth and metastatic tendencies. Research on EREG is important because it has been found to play a significant role in cancer progression, including colorectal cancer. Understanding the mechanisms by which EREG contributes to tumor growth and metastasis can provide valuable insights into the development of targeted therapies for cancer treatment. Our hypothesis centered around the impact of EREG from TAMs on tumor progression. To identify TAM-specific EREG and its functional significance, we isolated tumor-associated macrophages from CT26 (mouse colorectal carcinoma)-bearing tumors and cultured them with conditioned and normal mediums. Subsequently, we examined EREG expression at the gene level using quantitative PCR. Our findings indicated significantly higher levels of EREG in the conditioned medium compared to the normal medium, suggesting an association between EREG and cancer cells. Remarkably, our investigation also confirmed that EREG has the capacity to reshape macrophage signatures. Notably, the surface marker CD206, characteristic of M2 macrophages, exhibited a significant decrease, while iNOS, a marker for M1 macrophages, showed an increase upon EREG depletion. We evaluated the interaction between CT26 cancer cells and TAMs using indirect co-culture methods. EREG-depleted TAMs were plated in the top chamber, while CT26 colorectal cancer cells were seeded at the bottom. Our results validated that knocking down EREG in TAMs not only hindered the proliferation of cancer cells but also affected the behavior of TAMs. Additionally, the reduced EREG expression in TAMs hindered the migration of cancer cells. These findings strongly suggest that targeting EREG could effectively restrain the growth and metastasis of colorectal cancer cells by reprogramming macrophage polarization in the TME. Consequently, this indicates its potential as a promising therapeutic target in colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tumor microenvironment,Tumor-associated macrophage,Epiregulin (EREG),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A.-R. Yu, S. Kim, Y. Jeong, H. Hong, Y. Shin, <b>Y. Cho<\/b>; <br\/>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"062d224a-7407-4de8-a410-949fadbd4aab","ControlNumber":"8275","DisclosureBlock":"&nbsp;<b>A. Yu, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>H. Hong, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>Y. Cho, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2701","PresenterBiography":null,"PresenterDisplayName":"Yong Beom Cho, MD;PhD","PresenterKey":"c2ab5590-2c22-46da-9186-5fc93944ad3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2701. EREG reprograms M2-tumor-associated macrophage and suppresses colorectal cancer cell proliferation and migration","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EREG reprograms M2-tumor-associated macrophage and suppresses colorectal cancer cell proliferation and migration","Topics":null,"cSlideId":""},{"Abstract":"Renal medullary carcinoma (RMC) is a rare but highly aggressive SMARCB1-deficient kidney cancer that mainly afflicts young individuals of African descent and has few treatment options. Despite the advancements in immune checkpoint therapy (ICT) for other kidney cancers, its efficacy against RMC remains elusive. The majority of RMC patients treated with ICT have experienced aggressively progressive disease as the best response. This hyperprogression was confirmed in our prospective clinical trial of nivolumab plus ipilimumab specifically designed for RMC patients (ClinicalTrials.gov identifier: NCT03274258). To elucidate the mechanisms of resistance to ICT in RMC, we generated high-quality single-cell RNA sequencing data on 23,880 cells from 7 patients at baseline and 2 patients exhibiting hyperprogression after ICT intervention. Our analysis revealed that RMC tumor cells undergo a distinct transcriptional reconfiguration following ICT therapy. This reconfiguration is manifested by upregulation of S100A9 and activation of the MEK\/ERK pathway, indicating that RMC tumor cells adopt myeloid-affiliated transcriptional circuits, potentially promoting cell proliferation and leading to hyperprogression. Using a mouse model of RMC, we further demonstrated in a controlled setting that ICT causes hyperprogressive disease via activation of MEK\/ERK pathway and an increase of S100A9 positive tumor cells. This process can be reversed by inhibiting master regulators of this &#8220;myeloid mimicry&#8221; mechanism, such as the CEBPB\/p300 complex in our mouse model of RMC, thus restoring sensitivity to ICT. These findings provide novel insights into RMC resistance to ICT and suggest valuable directions for the development of therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Immunotherapy,Hyperprogression,Myeloid mimicry,Renal medullary carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Soeung<sup>1<\/sup>, <b>X. Yan<\/b><sup>1<\/sup>, L. Zhang<sup>1<\/sup>, L. Perelli<sup>1<\/sup>, J. Chen<sup>1<\/sup>, B. Slack Tidwell<sup>1<\/sup>, H. Khan<sup>1<\/sup>, C. N. Le<sup>1<\/sup>, T. N. A. Lam<sup>1<\/sup>, N. Bhattacharya<sup>1<\/sup>, R. Shah<sup>1<\/sup>, I.-L. Ho<sup>1<\/sup>, Z. Chen<sup>1<\/sup>, S. R. K. Lundgren<sup>1<\/sup>, N. Feng<sup>1<\/sup>, C. Zanca<sup>1<\/sup>, M. Karki<sup>1<\/sup>, N. Millward<sup>1<\/sup>, R. He<sup>1<\/sup>, R. A. Sheth<sup>1<\/sup>, B. K. Tharakeswara<sup>1<\/sup>, P. Rao<sup>1<\/sup>, N. C. Daw<sup>1<\/sup>, D. N. Tripathi<sup>2<\/sup>, C. L. Walker<sup>2<\/sup>, G. Han<sup>1<\/sup>, Y. Chu<sup>1<\/sup>, R. Wang<sup>1<\/sup>, M. Dang<sup>1<\/sup>, E. Dai<sup>1<\/sup>, F. Peng<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, A. S. Jadhav<sup>1<\/sup>, W. Lang<sup>1<\/sup>, C. A. Arrechedera<sup>1<\/sup>, L. Campos Clemente<sup>1<\/sup>, E. R. Parra-Cuentas<sup>1<\/sup>, H. Lu<sup>1<\/sup>, C. Haymaker<sup>1<\/sup>, I. I. Wistuba<sup>1<\/sup>, A. Futreal<sup>1<\/sup>, T. Heffernan<sup>1<\/sup>, A. Viale<sup>1<\/sup>, G. F. Draetta<sup>1<\/sup>, N. M. Tannir<sup>1<\/sup>, J. Gao<sup>1<\/sup>, L. Wang<sup>1<\/sup>, G. Genovese<sup>1<\/sup>, P. Msaouel<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor college of Medicine, Houston, TX","CSlideId":"","ControlKey":"3301438f-d5a9-4018-971a-a7c9b787f2e0","ControlNumber":"2499","DisclosureBlock":"&nbsp;<b>M. Soeung, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>L. Perelli, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>B. Slack Tidwell, <\/b> None..<br><b>H. Khan, <\/b> None..<br><b>C. N. Le, <\/b> None..<br><b>T. N. A. Lam, <\/b> None..<br><b>N. Bhattacharya, <\/b> None..<br><b>R. Shah, <\/b> None..<br><b>I. Ho, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>S. R. K. Lundgren, <\/b> None..<br><b>N. Feng, <\/b> None..<br><b>C. Zanca, <\/b> None..<br><b>M. Karki, <\/b> None..<br><b>N. Millward, <\/b> None..<br><b>R. He, <\/b> None..<br><b>R. A. Sheth, <\/b> None..<br><b>B. K. Tharakeswara, <\/b> None..<br><b>P. Rao, <\/b> None..<br><b>N. C. Daw, <\/b> None..<br><b>D. N. Tripathi, <\/b> None..<br><b>C. L. Walker, <\/b> None..<br><b>G. Han, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>M. Dang, <\/b> None..<br><b>E. Dai, <\/b> None..<br><b>F. Peng, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>A. S. Jadhav, <\/b> None..<br><b>W. Lang, <\/b> None..<br><b>C. A. Arrechedera, <\/b> None..<br><b>L. Campos Clemente, <\/b> None..<br><b>E. R. Parra-Cuentas, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>C. Haymaker, <\/b> None..<br><b>I. I. Wistuba, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>T. Heffernan, <\/b> None..<br><b>A. Viale, <\/b> None..<br><b>G. F. Draetta, <\/b> None..<br><b>N. M. Tannir, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>G. Genovese, <\/b> None..<br><b>P. Msaouel, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2702","PresenterBiography":null,"PresenterDisplayName":"Xinmiao Yan, PhD","PresenterKey":"b6949f09-a5f0-4efd-8256-8926e1595953","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2702. Hyperprogression due to myeloid mimicry in renal medullary carcinoma treated with nivolumab plus ipilimumab","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hyperprogression due to myeloid mimicry in renal medullary carcinoma treated with nivolumab plus ipilimumab","Topics":null,"cSlideId":""},{"Abstract":"&#946;-catenin mutation occurs in around 40% of hepatocellular carcinoma(HCC); yet no precision therapies are available to treat this tumor subset. Immune checkpoint inhibitors (ICIs) are now widely used for the treatment of patients with advanced HCC. Unfortunately, preliminary evidence showed that &#946;-catenin mutation drives resistance to anti-PD1 immunotherapy in HCC. In this study, we studied the molecular mechanisms underlying &#946;-catenin mutation during HCC pathogenesis to develop novel therapeutics targeting &#946;-Catenin-driven HCC. Firstly, three HCC cohorts were examined, including 70 untreated, 20 treated patients with nivolumab, and patients from a public TCGA database. By single-cell RNA sequencing analysis, we identified that anti-PD-1 treatment displayed effectiveness with the increase of CD27+CD8+ T-cell infiltration, correlating to improved prognosis with longer progression-free survival (PFS) and OS. Importantly, multiplex IHC staining showed that &#946;-catenin activation is associated with significantly reduced CD8+CD27+ T cell infiltration in tumors (n=70), demonstrating that &#946;-catenin promoted immune escape and resistance to anti-PD-1 treatment involved defective cytotoxic T-cell activity. Subsequently, we found that the interaction of &#946;-Catenin with sirtuin 1 (SIRT1) mediated suppression of IRF3\/IRF7 activity, resulting in inhibition of Type I interferon (IFN-I) production. However, by CRISPRi screening, we found that disruption of &#946;-catenin-SIRT1 interaction via STING caused persistent high-level IFN-I response which increased the transcription of T-cell costimulatory molecule CD27 via IL10\/STAT3\/BATF signaling on infiltrated CD8+ T cells. This effect was also confirmed in the STING null mice, emphasizing that STING signaling is a therapeutic target to overcome &#946;-catenin driven immune escape. Further, using hydrodynamic tail-vein injection murine HCC models, we found that the STING agonist inhibited &#946;-catenin-SIRT1 activity, restored IFN signaling to rescue T-cell cytotoxic capacities, and enhanced the anti-PD-1 therapy efficacy. In conclusion, we demonstrated that STING reprogrammed &#946;-Catenin mutated the HCC tumor microenvironment and a combination of STING and anti-PD-1 treatment represents an effective novel therapeutic strategy for HCC patients with &#946;-Catenin mutation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,&#946;-catenin mutation,STING pathway,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Qingmei Zhang<\/b><sup>1<\/sup>, Jiacheng Bi<sup>2<\/sup>, Oscar Wai-Ho Yeung<sup>1<\/sup>, Tao Ding<sup>1<\/sup>, Wing-Lim Chan<sup>3<\/sup>, yueqin Zhu<sup>1<\/sup>, Jiang Liu<sup>1<\/sup>, Kevin Tak-Pan Ng<sup>1<\/sup>, Kwan Man<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>The CAS Key Laboratory of Quantitative Engineering Biology, Shenzhen Institute of Synthetic Biology, Shenzhen Institute of Advanced Technology, Chinese Academy of Sciences, Shenzhen, China, Shen Zhen, China,<sup>3<\/sup>School of Biomedical Sciences, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"de5bd731-4f8a-4f28-8247-cad01bb846b5","ControlNumber":"216","DisclosureBlock":"&nbsp;<b>Q. Zhang, <\/b> None..<br><b>J. Bi, <\/b> None..<br><b>O. Yeung, <\/b> None..<br><b>T. Ding, <\/b> None..<br><b>W. Chan, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>K. Ng, <\/b> None..<br><b>K. Man, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2703","PresenterBiography":null,"PresenterDisplayName":"Qingmei Zhang, B Pharm","PresenterKey":"29749c0e-334b-438b-b1c8-720250e9faa2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2703. Targeting STING pathway as a therapeutic strategy against &#946;-catenin driven immune escape and resistance to anti-PD1 therapy in hepatocellular carcinoma.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting STING pathway as a therapeutic strategy against &#946;-catenin driven immune escape and resistance to anti-PD1 therapy in hepatocellular carcinoma.","Topics":null,"cSlideId":""},{"Abstract":"Esophageal adenocarcinoma (EAC) is an aggressive disease characterized by chromosomal instability (CIN), whereby cells continuously acquire chromosomal abnormalities that promote therapeutic resistance, immune evasion and metastasis. CIN in cancers also fuels the misplacement of genomic DNA in the form of structural abnormalities of the nucleus, such as micronuclei (MN), that lead to chronic activation of the cytosolic DNA sensing cGAS-STING pathway. However, how chronic cGAS-STING pathway activation is tolerated and shapes the tumor landscape of CIN<sup><\/sup><sup>high<\/sup> EAC cancers is poorly understood. Using publicly available RNA-seq and genome sequencing data of EAC tumours and esophageal cancer cell lines as well as a panel of EAC cell lines, we demonstrate that the core cGAS-STING pathway machinery is rarely inactivated in EAC despite high levels of baseline CIN and aneuploidy. Through transcriptomic profiling of an isogenic EAC precursor cell line model of variable CIN and cGAS<sup><\/sup><sup>KO<\/sup><sup>\/WT<\/sup> EAC cell lines we show that both chronic and transient CIN-driven cGAS-STING activation converge on the expression of CXCR1\/2 ligands and other pro-inflammatory cytokines and chemokines rather than typical anti-tumor type I interferon signalling in EAC cells. Indeed, a novel transcriptional signature of cGAS<sup><\/sup><sup>+<\/sup> micronuclear burden-correlated genes correlates with orthogonal measures of CIN in EAC tumours and esophagogastric cancer cell lines and is associated with an enrichment in myeloid-derived cells as well as poor prognosis. Correspondingly, using multiplexed immunofluorescence (IF) we find that a high preponderance of cGAS<sup><\/sup><sup>+<\/sup>MN and STING expression in human EAC samples is associated with decreased tumor purity, increased myeloid cell and macrophage infiltration, and increased peripheral blood neutrophil counts, indicative of tumor-promoting myeloid inflammation. Ongoing multiplexed IF and single-nuclei RNAseq analysis of cGAS<sup><\/sup><sup>+<\/sup>MN<sup><\/sup><sup>high<\/sup> and cGAS<sup><\/sup><sup>+<\/sup>MN<sup><\/sup><sup>low<\/sup> EAC tumors will further help characterise the components that comprise the CIN<sup> <\/sup>EAC tumor microenvironment (TME) and the CIN- and cGAS-STING-dependent cell-cell interactions that govern it. Taken together, our findings provide an explanation for the observed maintenance of cGAS and STING in EAC and identify disruption of cGAS-STING-dependent myeloid cell inflammation and recruitment as a potential therapeutic target for CIN<sup><\/sup><sup>high<\/sup> EAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,Chromosomal instability,Cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Beernaert<\/b>, E. Erdal, R. Clark, T. Liu, E. M. Hammond, E. E. Parkes; <br\/>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"5ac76961-233a-43a4-85a7-128cef41c1a6","ControlNumber":"8069","DisclosureBlock":"&nbsp;<b>B. Beernaert, <\/b> None..<br><b>E. Erdal, <\/b> None..<br><b>R. Clark, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>E. M. Hammond, <\/b> None..<br><b>E. E. Parkes, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1032","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2704","PresenterBiography":null,"PresenterDisplayName":"Bruno Beernaert, BS;MS","PresenterKey":"204ea170-f0fa-4a4d-9bb8-dd97b9879105","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2704. cGAS-STING drives myeloid inflammation in chromosomally unstable esophageal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"cGAS-STING drives myeloid inflammation in chromosomally unstable esophageal cancer","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is often regarded as a critical component in tumor progression and metastasis. Among the main structural components of the TME, such as collagen and glycosaminoglycans (GAGs), hyaluronic acid (HA) is highly elevated in the breast TME, and is associated with poor prognosis. In recent years, immunotherapy has gained tremendous success in the battle against hematological cancers. Yet, solid tumors have remained a significant clinical challenge for immunotherapy due to the physical constraints they impose on immune cells. Mechanically, our previous work has shown that the abundance of high molecular weight (HMW) HA significantly reduces matrix pore sizes and softens the collagen and HA cogel, and impairs breast tumor invasion. However, it is still unclear how modulating tumor invasion through the mechanics of the TME may correlate with the efficacy of immunotherapy. In this study, we aim to investigate the effect of HMW HA on natural killer (NK) cell-based immunotherapy using a tumor spheroid model (GFP-labeled MCF-7). We introduced NK-92 MI cells into tumor spheroid embedded collagen gels with or without HA, and followed spheroid-NK cell interactions through live cell imaging. Preliminary data shows that while tumor spheroids were still able to invade in the collagen only gel, they underwent apoptosis in the presence of NK cells. More importantly, the presence of HA within the ECM reduced NK cells&#8217; ability to kill tumor spheroids. Specifically, when surrounded by NK cells, tumor spheroids remained intact and viable in the collagen-HA cogel, while they underwent apoptosis in collagen only gels. In a parallel experiment, multicolor flow cytometry data showed that HA increased NK activation and certain cytotoxic markers (interferon-gamma, perforin, and granzyme-B), despite the fact that spheroids appeared to be more resistant towards NK cells in the presence of HA. Taken together, we speculate that the presence of HMW HA in the TME may protect solid tumors from immune attacks by modulating the mechanical environment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Hyaluronan,Natural killer cells,Immunotherapy,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. C. H. Cheung<\/b><sup>1<\/sup>, A. T. Li<sup>1<\/sup>, J. E. Segall<sup>2<\/sup>, M. Wu<sup>1<\/sup>; <br\/><sup>1<\/sup>Cornell University, Ithaca, NY, <sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"4235914d-4ee7-4ae8-bd50-d987c8f89ebf","ControlNumber":"8573","DisclosureBlock":"&nbsp;<b>B. C. H. Cheung, <\/b> None..<br><b>A. T. Li, <\/b> None..<br><b>J. E. Segall, <\/b> None..<br><b>M. Wu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1033","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2705","PresenterBiography":null,"PresenterDisplayName":"Brian Cheung, B Eng;MS","PresenterKey":"cd03b610-0d9b-4d25-82d3-ec82590196bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2705. Hyaluronic acid impairs NK killing towards breast tumor spheroids despite elevated cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hyaluronic acid impairs NK killing towards breast tumor spheroids despite elevated cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Background: Neutrophils are the main type of polymorphonuclear cells (PMN) and comprise most immune cells in the body. PMN cells are upregulated in cancer and accumulate in the tumors. Tumor-associated PMNs comprise a heterogeneous population consisting of immunologically active mature neutrophils and immature polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs). The phenotype of these cells evolves with disease progression and is implicated in modulating immune response. However, there is yet to be a consensus to define PMN populations in tumors and blood.<br \/>Methods: Here, we used single-cell RNA-seq, bulk RNA sequencing, flow cytometry, and immunohistochemistry (IHC) analysis to characterize cancer-associated PMN-MDSCs in tumor-bearing mice.<br \/>Results: Single-cell RNA-seq data from lung tumors and healthy individuals revealed five metaclusters (MC): MCA, MCB, MCC, MCD, and MCE. MCA and MCB made up 34.4 and 65.1% of PMNs in healthy tissues, respectively. MCA, MCB, MCC, MCD, and MCE comprised 3.8%, 23.5% 3.3% 14.6%, and 54.7% of PMNs in tumors, respectively. Genes enriched in MCA and MCE were associated with MDSCs and myeloid progenitor cells. MCB and MCC were associated with inflammatory responses mediated by TNF-alpha signaling and neutrophil degranulation. MCD was associated with a CD33 myeloid cell phenotype and had high expression levels of <i>CD274<\/i>, <i>Pdcd1lg2<\/i>, <i>Havcr2<\/i>, and <i>Tigit<\/i> genes. Cells from MCE were associated with protein translation signatures and had elevated levels of <i>Nt5e<\/i>. Gene expression signatures from single-cell RNA-seq data were compared with bulk transcriptomic data from healthy mouse prostates and <i>Pten<\/i>-null prostate tumors characterized by high PMN cell infiltration. Gene set enrichment analysis showed enrichments after androgen deprivation therapy and Cluster MCE was associated with castration-resistant tumors. Flow cytometric and IHC analysis confirmed the enrichment of PMN cells expressing elevated levels of proteins identified from gene expression analysis including CD73, PD-L1, and PD-L2.<br \/>Conclusion: This study offers further insights into the distinct subsets of PMN-MDSCs present in tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Myeloid-derived suppressor cells,Immune cells,Prostate cancer,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Marco A. De Velasco<\/b><sup><\/sup>, Yurie Kura<sup><\/sup>, Kazuko Sakai<sup><\/sup>, Takashi Kikuchi<sup><\/sup>, Yasunori Mori<sup><\/sup>, Takafumi Minami<sup><\/sup>, Kazuhiro Yoshimura<sup><\/sup>, Kazutoshi Fujita<sup><\/sup>, Kazuto Nishio<sup><\/sup>, Hirotsugu Uemura<sup><\/sup><br><br\/>Kindai University Faculty of Medicine, Osaka-Sayama, Japan","CSlideId":"","ControlKey":"a84c299d-833a-4dc1-934e-e5a1a75e6cb8","ControlNumber":"6215","DisclosureBlock":"<b>&nbsp;M. A. De Velasco, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.<br><b>Y. Kura, <\/b> None.&nbsp;<br><b>K. Sakai, <\/b> <br><b>Hitachi<\/b> Other, Honoraria. <br><b>Life Technologies Japan<\/b> Other, Honoraria. <br><b>Chugai<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>Yodosha<\/b> Other, Honoraria.<br><b>T. Kikuchi, <\/b> None..<br><b>Y. Mori, <\/b> None..<br><b>T. Minami, <\/b> None..<br><b>K. Yoshimura, <\/b> None.&nbsp;<br><b>K. Fujita, <\/b> <br><b>Janssen Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Yakult<\/b> Grant\/Contract. <br><b>K. Nishio, <\/b> <br><b>Amgen<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim Japan<\/b> Grant\/Contract, Other, Honoraria. <br><b>Chugai<\/b> Other, Honoraria. <br><b>Daiichi-Sankyo<\/b> Other, Honoraria. <br><b>Eli Lilly Japan<\/b> Other, Honoraria. <br><b>Fujirebio<\/b> Other, Honoraria. <br><b>Guardant Health Japan<\/b> Other, Honoraria. <br><b>Janssen<\/b> Other, Honoraria. <br><b>Merck Sharp & Dohme<\/b> Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Other, Honoraria. <br><b>Pfizer<\/b> Other, Honoraria. <br><b>Otsuka Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Roche Diagnostics<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>Yakult<\/b> Other, Honoraria. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria. <br><b>Merck Biopharma<\/b> Other, Honoraria. <br><b>H. Uemura, <\/b> <br><b>Bayer Japan<\/b> Grant\/Contract, Other, Honoraria. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Honoraria. <br><b>Janssen<\/b> Grant\/Contract, Other, Honoraria. <br><b>MSD<\/b> Grant\/Contract, Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Sanofi<\/b> Grant\/Contract, Other, Honoraria. <br><b>Takeda<\/b> Grant\/Contract, Other, Honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Honoraria. <br><b>Kissei<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>Astellas<\/b> Other, Honoraria. <br><b>Chugai<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1034","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2706","PresenterBiography":"","PresenterDisplayName":"Marco De Velasco, PhD","PresenterKey":"d9dd4a98-fb19-4cd4-a4b3-0e9c54a19459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2706. Identification and characterization of cancer-associated polymorphonuclear cell subsets in mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"356","SessionOnDemand":"False","SessionTitle":"Innate Immunity in Cancer","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and characterization of cancer-associated polymorphonuclear cell subsets in mice","Topics":null,"cSlideId":""}]