[{"Abstract":"Trop-2 is a transmembrane signal transducer that activates cancer growth and metastatic diffusion (1). However, this does not occur in all tumor types, as Trop-2 is associated to better disease outcome in some cancers, e.g. breast and lung tumors. A prototypic pattern of Trop-2 expression in normal multistratified epithelia, e.g. epidermis, esophagus, is that of preferential expression in non-proliferating, terminally differentiated cells. The corresponding expression gradient parallels that of induction of programmed cell death, e.g. in the corneum layer of skin keratinocytes. This led us to explore Trop-2 function as a trigger of apoptosis. We thus assessed NS-0 myeloma Trop-2 transfectants for apoptosis induction by dynamic cell morphometry and quantification of membrane blebbing and cell fragmentation. This was shown to be preceded by phosphatidyl-serine membrane exposure, and was followed by nuclear pyknosis and karyorrhexis. DNA fragmentation was shown by TUNEL and DNA laddering, and was accompanied by a dramatic increase of apoptotic death of Trop-2-expressing cells. Transcriptomic analysis at early time points of apoptosis induction indicated overexpression of TRAIL, FAS\/FASL and CD40\/TNFRSF5 transmembrane death receptors. This paralleled upregulation of downstream death-inducing signaling complex components and of executioner Caspases 8 and 3, suggesting Trop-2 as a trigger of extrinsic apoptosis pathways. Apoptosis induction translated into diminished tumor growth in vivo, which was shown to be proportional to Trop-2 expression levels. However, apoptosis induction was found to parallel stimulation of NS-0 cell growth and of defence mechanisms from apoptosis, as increased levels of inhibitory transcription factors, Rb-binding protein, survivin, Myd-118. These findings suggest a previously unappreciated balance between stimulation of cell growth and triggering of cell death by Trop-2, and may pave the way for selective anticancer therapy approaches in Trop-2-expressing cancers.(1) Trerotola M.<i> et al.<\/i>, Neoplasia 23: 415-428 (2021).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Trop-2,Apoptosis,TRAIL,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Alberti<\/b><sup>1<\/sup>, E. Guerra<sup>2<\/sup>, A. Moschella<sup>1<\/sup>, M. Ceci<sup>2<\/sup>, L. Pantalone<sup>2<\/sup>, R. Di Pietro<sup>2<\/sup>, M. Trerotola<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Messina, Messina, Italy, <sup>2<\/sup>University of Chieti-Pescara, Chieti, Italy","CSlideId":"","ControlKey":"bb53fa10-d740-4e08-a807-1911c0511f8f","ControlNumber":"5153","DisclosureBlock":"<b>&nbsp;S. Alberti, <\/b> <br><b>Mediterranea Theranostic<\/b> Stock, Other Intellectual Property. <br><b>Oncoxx Biotech<\/b> Stock, Other Intellectual Property.<br><b>E. Guerra, <\/b> None..<br><b>A. Moschella, <\/b> None..<br><b>M. Ceci, <\/b> None..<br><b>L. Pantalone, <\/b> None..<br><b>R. Di Pietro, <\/b> None..<br><b>M. Trerotola, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"346","PresenterBiography":null,"PresenterDisplayName":"Saverio Alberti, MD;PhD","PresenterKey":"68245bb6-1b0f-412b-8fab-ee6e3d2be147","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"346. Trop-2 induces apoptosis via transcriptional activation of TRAIL, FAS-FASL, CD40-TNFRSF5","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trop-2 induces apoptosis via transcriptional activation of TRAIL, FAS-FASL, CD40-TNFRSF5","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background<\/u><\/b>: TRAIL induces apoptosis in many preclinical cancer models including breast cancers and has been extensively studied as a potential cancer therapeutic. However, its efficacy in clinical trials is limited, suggesting an unknown modulatory mechanism responsible for lack of TRAIL activity <i>in vivo<\/i>. Here, we describe that TRAIL treatment elicits transcriptional changes in TNBC cells that alter the immune milieu.<br \/><b><u>Method<\/u><\/b><u>:<\/u> We performed RNAseq of MDA-MB-231 cells treated with TRAIL for different time points, followed by validation with RT-PCR in various TNBC cells. RNAi, silencing key differentially regulated genes, along with RT-PCR, ELISA and CHIP assays, were used to validate RNAseq findings. Elucidation of the functional relevance of the outcome was supported both <i>in vitro<\/i> and <i>in vivo<\/i> by chemotaxis assay, cytotoxicity assay, RNAseq analysis of donor isolated neutrophils and intravital microscopy, CODEX analysis in TNBC xenografts from mice treated with the TRAIL respectively.<br \/><b><u>Results:<\/u><\/b> TRAIL treatment of the TNBC significantly induced expression of several cytokines, such as CXCLs 1, 2, 3, 8,11 and IL6, both <i>in vitro and in vivo<\/i> which are known to affect neutrophil function. Mechanistically, induction of these cytokines was predominantly mediated by death receptor 5 and caspase-8 protein, but not caspase-8 enzymatic activity. GSEA of the RNAseq data indicated that NFKB pathway was significantly enriched. Concordantly, we confirmed that both canonical NFKB1 and non-canonical NFKB2 pathways were activated by TRAIL in<i> vitro and in vivo<\/i>. However, the induction of the cytokine mRNAs was primarily dependent on the NFKB2 pathway. Neutrophils isolated from healthy human donors incubated with supernatants from TNBC cells <i>in vitro<\/i> indicated that TRAIL-induced CXCLs and IL6 significantly increased neutrophil chemotaxis. Additionally, CODEX analysis as well as intravital imaging confirmed that TRAIL treatment increases the number of neutrophils in the tumor. Preincubation of neutrophils with supernatants from TRAIL-treated TNBC significantly inhibited their<i> <\/i>cytotoxic effect against TNBCs. Further, transcriptome analysis of neutrophils incubated with either TRAIL or supernatant of TRAIL treated TNBC revealed significant enrichment of expression of inflammatory cytokine genes, immune modulating and immune checkpoint genes like PDL1. Functional studies with these neutrophils confirmed their suppressive effect on T cell function as well as the effect of TRAIL on decreased neutrophil apoptosis.<br \/><b><u>Conclusion:<\/u><\/b> Collectively, our study suggests the novel role of TRAIL-induced NFKB2-dependent cytokine production promoting neutrophil chemotaxis and immune suppression. This study implies that alterations in the innate immune system may modulate the effects of TRAIL on TNBC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"TRAIL,Immunomodulation,TNBC,Neutrophils,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Kundu<\/b><sup>1<\/sup>, Y. E. Greer<sup>1<\/sup>, L. A. Ridnour<sup>2<\/sup>, D. Wink, Jr.<sup>2<\/sup>, Y. S. Ng<sup>1<\/sup>, R. Weigert<sup>1<\/sup>, S. Lipkowitz<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institute of Health, Bethesda, MD, <sup>2<\/sup>National Institute of Health, Frederick, MD","CSlideId":"","ControlKey":"8a28a68f-e5f1-4c05-9da3-247194bf232a","ControlNumber":"5033","DisclosureBlock":"&nbsp;<b>M. Kundu, <\/b> None..<br><b>Y. E. Greer, <\/b> None..<br><b>L. A. Ridnour, <\/b> None..<br><b>D. Wink, <\/b> None..<br><b>Y. S. Ng, <\/b> None..<br><b>R. Weigert, <\/b> None..<br><b>S. Lipkowitz, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"347","PresenterBiography":null,"PresenterDisplayName":"Manjari Kundu, PhD","PresenterKey":"a56370c0-f666-4901-8fbf-04d713717329","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"347. Tumor necrosis factor related apoptosis inducing ligand (TRAIL)-induced cytokine production in TNBC promotes neutrophil chemotaxis and immune suppression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor necrosis factor related apoptosis inducing ligand (TRAIL)-induced cytokine production in TNBC promotes neutrophil chemotaxis and immune suppression","Topics":null,"cSlideId":""},{"Abstract":"Receptor Expressed in Lymphoid Tissues (RELT) is a Tumor Necrosis Factor Receptor family member implicated in several cancers. RELL1 and RELL2 (RELT-Like 1 and 2) are RELT homologs that bind RELT; the three proteins are collectively referred to as RELT family members (RELTfms). We sought to evaluate the role of the OXSR1 kinase and actin-binding protein Filamin A (FLNA) in modulating RELT-induced apoptosis of cancer cells. We also assessed RELTfm expression in human breast and lung cancer biopsies and their ability to sensitize breast cancer cells to chemotherapeutic agents.<b> <\/b><br \/><b>Methods: <\/b>Empty vector or expression plasmids for RELTfms were transiently transfected into MDA-MB-231 (231) breast cancer cells with TransfeX reagent. Cell death was assessed by morphology assays and ATP luciferase assays. Apoptosis of 231 cells was assessed by Annexin V\/PI staining using Flow cytometry (FC). Immunohistochemistry (IHC) was used to assess RELT expression in human breast and lung cancer biopsies. IHC and western blotting were utilized to determine RELT cellular localization.<br \/><b>Results: <\/b>All three RELLfms were co-immunoprecipitated by a C-terminal fragment of FLNA. RELT overexpression induced death in 231 cells, and this effect was increased with co-transfection of a FLNA S215A mutant, an important phosphorylation site that protects FLNA from cleavage. 231s transfected with RELT and RELL2 demonstrated increased Annexin V\/PI signal in comparison to vector control, demonstrating that these RELTfms induce death via an apoptotic pathway. Co-transfection of a mutated plasmid for the OXSR1 kinase did not abrogate RELT-induced apoptosis. A RELT construct with a mutated binding site for the OXSR1 kinase induced apoptosis to a similar extent as wild-type RELT. An increase in doxorubicin-induced apoptosis was observed when 231 cells were transfected with RELL2 versus vector control. IHC results showed increased RELT expression in malignant breast cancer biopsies compared to patient-matched benign tissue. Interestingly, RELT was localized in the nucleus of some malignant lung cancer biopsies, and western blot analysis indicates that RELT translocates to the nucleus and interacts with chromatin in 231 cells.<br \/><b>Conclusions: <\/b>Collectively, these results demonstrate that RELTfms induce apoptosis of breast cancer cells, and potentially increase the sensitivity of breast cancer cells to chemotherapeutic agents. Furthermore, this work enhances our understanding of the interaction between RELT and FLN, a protein that is implicated in many cancers, including breast cancer. Phosphorylation by OXSR1 was previously shown to be required for RELT to activate the p38 pathway, yet the OXSR1 kinase is not required for RELT-induced death. RELT expression is enhanced in breast cancer biopsies, and interestingly, RELT can localize to the nucleus in cancerous cells. Collectively, these findings significantly enhance our understanding of RELTfms and cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,FLNA,RELT,Tumor Necrosis Factor Receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Chou<\/b><sup>1<\/sup>, E. Chang<sup>1<\/sup>, I. Abed<sup>1<\/sup>, A. Christensen<sup>1<\/sup>, K. Nguyen<sup>1<\/sup>, A. Yanumula<sup>1<\/sup>, Y. Shyu<sup>1<\/sup>, A. Abram<sup>1<\/sup>, J. Alcaide<sup>1<\/sup>, G. Cusick<sup>1<\/sup>, M. Batiste<sup>1<\/sup>, Y. Shi<sup>2<\/sup>, E. Mohammed<sup>1<\/sup>, J. Cusick<sup>1<\/sup>; <br\/><sup>1<\/sup>California Northstate University, Elk Grove, CA, <sup>2<\/sup>California Pacific Medical Center Research Institute, San Francisco, CA","CSlideId":"","ControlKey":"4d998ae5-6103-43fd-87a4-96bc13f5cfe0","ControlNumber":"6002","DisclosureBlock":"&nbsp;<b>E. Chou, <\/b> None..<br><b>E. Chang, <\/b> None..<br><b>I. Abed, <\/b> None..<br><b>A. Christensen, <\/b> None..<br><b>K. Nguyen, <\/b> None..<br><b>A. Yanumula, <\/b> None..<br><b>Y. Shyu, <\/b> None..<br><b>A. Abram, <\/b> None..<br><b>J. Alcaide, <\/b> None..<br><b>G. Cusick, <\/b> None..<br><b>M. Batiste, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>E. Mohammed, <\/b> None..<br><b>J. Cusick, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"349","PresenterBiography":null,"PresenterDisplayName":"Emily Chou","PresenterKey":"a061c362-f62b-479d-84c4-f617da2c2ae6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"349. The role of RELTfms and FLNA in human cancer and cellular apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of RELTfms and FLNA in human cancer and cellular apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Prohibitins are ubiquitously expressed within the cell, but they are mainly located at the inner mitochondrial membrane. These proteins are closely associated with tumour progression, invasion, and apoptotic resistance, being overexpressed in various primary tumours such as lymphoma and endometrial cancer. Notably, we have developed a novel synthetic molecule, fluorizoline, which induces apoptosis by selectively targeting PHBs in different cancer cell lines and primary samples from various haematological neoplasias. We have previously described that fluorizoline-induced apoptosis is mediated through the activation of the pro-apoptotic branch of the integrated stress response (ISR) pathway in HeLa and HAP1 cells, concretely, by the ATF4-CHOP-NOXA axis. In a recent study, we identified compensatory mechanisms for four ISR-related kinases. Importantly, HRI emerged as the primary kinase responsible for activating this pathway and promoting apoptosis, suggesting that mitochondrial stress could lead to this activation of the ISR.Here, we investigate the OMA1-DELE1-HRI molecular pathway responsible for sensing mitochondrial stress and activating the ISR cancer cell lines. Firstly, we demonstrate that fluorizoline treatment triggers the cleavage of large DELE1 (L-DELE1) to its cleaved form (S-DELE1) through western blot analysis, and its subsequent sorting to the cytosol as confirmed by confocal analysis. Using DELE1 KO lines generated by CRISPR\/Cas9 technology, we demonstrate that DELE1 is involved in the activation of the ISR and apoptosis induced by fluorizoline. However, although we cannot rule out OMA1 involvement, fluorizoline-induced ISR activation does not strongly depend on OMA1. Interestingly, our data suggests that targeting PHBs, either by fluorizoline or by their downregulation, could result in mitochondrial protein import machinery impairment. This impairment may potentially be the cause of DELE1 accumulation in the cytosol, leading to the subsequent activation of the ISR by HRI upon fluorizoline treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Stress response,Mitochondria,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Sánchez-Vera<sup>1<\/sup>, N. Maritorena-Hualde<sup>1<\/sup>, M.-H. Schuler<sup>2<\/sup>, A.-. Cosialls<sup>1<\/sup>, R. Lavilla<sup>1<\/sup>, G. Pons<sup>1<\/sup>, L. Jae<sup>2<\/sup>, D. Iglesias-Serret<sup>1<\/sup>, <b>J. Gil<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Universitat de Barcelona, Barcelona, Spain, <sup>2<\/sup>Ludwig-Maximilians-Universität München, München, Germany","CSlideId":"","ControlKey":"45699075-ad16-4883-a7c9-bd075f701cac","ControlNumber":"6501","DisclosureBlock":"&nbsp;<b>I. Sánchez-Vera, <\/b> None..<br><b>N. Maritorena-Hualde, <\/b> None..<br><b>M. Schuler, <\/b> None..<br><b>A. Cosialls, <\/b> None..<br><b>R. Lavilla, <\/b> None..<br><b>G. Pons, <\/b> None..<br><b>L. Jae, <\/b> None..<br><b>D. Iglesias-Serret, <\/b> None..<br><b>J. Gil, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"350","PresenterBiography":null,"PresenterDisplayName":"Joan Gil, PhD","PresenterKey":"6e5ad507-7dfa-4928-9cf7-5b6f37034841","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"350. Targeting prohibitins by fluorizoline leads to the activation of ISR and apoptosis through DELE1 and HRI by an impairment of the mitochondrial protein import machinery","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting prohibitins by fluorizoline leads to the activation of ISR and apoptosis through DELE1 and HRI by an impairment of the mitochondrial protein import machinery","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic Lymphoma Kinase (ALK), a potent oncogenic driver in Non-Small Cell Lung Carcinoma (NSCLC), is found to be rearranged and fused to Echinoderm microtubule-associated protein-like 4 (EML4), contributing to approximately 5% of NSCLC as a distinct clinicopathological subset. Tumors bearing the EML4-ALK fusion are sensitive to ALK Tyrosine Kinase Inhibitors (TKIs), that form the first and second line of treatment for these patients. However, ALK+ lung cancers develop resistance to ALK inhibitors, creating the need for newer treatment strategies in ALK+ NSCLC. Tumor Suppressor Candidate 2 (TUSC2) is a tumor suppressor gene that is known to have low endogenous expression in NSCLC in general but data on TUSC2 in ALK+ lung cancers are not available. Quaratusugene ozeplasmid, developed by Genprex, is an immunogene therapy that upregulates TUSC2 expression in cancer cells by delivering the functional TUSC2 gene. It consists of the TUSC2 gene expressing plasmid encapsulated in non viral lipid nanoparticles. We evaluated TUSC2 expression in 3 ALK+ cell lines, both before and after exposure to quaratusugene ozeplasmid and to a TUSC2-containing plasmid. Controls were non-ALK+ cell lines and transfection with a plasmid containing no insert. Our studies in ALK+ lung cancer reveal that overexpressing TUSC2 using quaratusugene ozeplasmid treatment of ALK+ lung cancer cell lines is able to suppress colony formation by 50%, the effect being more significant than using a TUSC2-containing plasmid. Furthermore, we have observed a robust pro-apoptotic response to TUSC2 expression in ALK+ NSCLC, as both quaratusugene ozeplasmid and TUSC2-containing plasmid induced an increase in caspase 3\/7 activity in the cancer cells, accompanied by an increase in cleaved PARP expression. Taken together, our data indicate that overexpression of TUSC2 in ALK+ NSCLC cell lines with quaratusugene ozeplasmid or with TUSC2-containing plasmid is effective in decreasing growth and proliferation through the activation of apoptotic pathways and warrants further investigation as an anti-ALK NSCLC strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"ALK,Tumor suppressor gene,Apoptosis,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Banerjee<\/b><sup>1<\/sup>, N. Busette<sup>1<\/sup>, M. S. Berger<sup>2<\/sup>, M. B. Soellner<sup>1<\/sup>, A. Qin<sup>1<\/sup>, S. D. Merajver<sup>1<\/sup>, N. M. Merrill<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Genprex, Inc., Austin, TX","CSlideId":"","ControlKey":"da987a9e-be25-4c55-ba4c-c2d9f38bc46d","ControlNumber":"5234","DisclosureBlock":"&nbsp;<b>A. Banerjee, <\/b> None..<br><b>N. Busette, <\/b> None..<br><b>M. S. Berger, <\/b> None..<br><b>M. B. Soellner, <\/b> None..<br><b>A. Qin, <\/b> None..<br><b>S. D. Merajver, <\/b> None..<br><b>N. M. Merrill, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"351","PresenterBiography":null,"PresenterDisplayName":"Ananya Banerjee, MS;PhD","PresenterKey":"44c19606-0f08-4f4a-b152-2b894727c4b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"351. Quaratusugene ozeplasmid mediated TUSC2 upregulation in EML4-ALK bearing non-small cell lung carcinoma can induce cellular apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quaratusugene ozeplasmid mediated TUSC2 upregulation in EML4-ALK bearing non-small cell lung carcinoma can induce cellular apoptosis","Topics":null,"cSlideId":""},{"Abstract":"B lymphoblastic leukemia (B-ALL) is an aggressive and highly lethal hematolymphoid malignancy and it is the most common cancer in children. Although the incidence of B-ALL in adult is lower than that in children, adult patients with B-ALL have a poor prognosis. Relapse\/refractory disease is still the main cause of death in B-ALL patients. Homoharringtonine (HHT) is a plant alkaloid that was approved to treat chronic myeloid leukemia (CML) by FDA. Herein, we aimed to investigate the anti-leukemic activity of HHT in B-ALL. Cell viability was reduced in a time and dose-dependent manner upon treatment with HHT. Moreover, HHT was able to induce apoptosis in B-ALL cell lines by downregulating the MCL-1 protein level after 24 hours of treatment. Cell cycle analysis indicated G1 phase arrest, and western blot analysis demonstrated downregulation of CDK-4 and CDK-6. A proteomics study using label-free protein quantitation revealed enrichment of proteins involved in fatty acid oxidation, and further analysis showed downregulation of acyl-CoA desaturase after HHT treatment. Additionally, HHT significantly reduced the leukemic burden and prolonged survival in NSG mice injected with the PALL-2 cell line. Overall, the findings suggest that HHT is effective in treating B-ALL by inducing cell cycle arrest, with a potential inhibitory effect on fatty acid oxidation. Further studies will be conducted to evaluate the mechanism of modulation of fatty acid oxidation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Apoptosis,CDK4\/6,Mcl-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Jiao<\/b>, K. Yuen, B. Li, C. Sin; <br\/>University of Hong Kong, The - Li Ka Shing Faculty of Medicine, Pok Fu Lam, Hong Kong","CSlideId":"","ControlKey":"a5e46e6b-6caa-471c-bef2-f39143bc17bb","ControlNumber":"6308","DisclosureBlock":"&nbsp;<b>E. Jiao, <\/b> None..<br><b>K. Yuen, <\/b> None..<br><b>B. Li, <\/b> None..<br><b>C. Sin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"353","PresenterBiography":null,"PresenterDisplayName":"Anan Jiao, M Pharm","PresenterKey":"2af9eabd-01d5-4c57-a026-86de722ae682","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"353. Investigate the role of homoharringtonine in treating B-cell acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigate the role of homoharringtonine in treating B-cell acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Background: Anti-apoptotic signaling, including through BCLxL, is a potential mechanism of resistance to PI3K inhibition in <i>PIK3CA<\/i> mutant cancers. We have previously demonstrated enhanced activity of PI3K inhibition in combination with BCLxL inhibition in <i>PIK3CA<\/i> mutated colorectal cancer (CRC) models. Here we examine the potential impact of BCLxL expression in <i>PIK3CA<\/i> mutant CRCs and the mechanism of treatment response with the combination of copanlisib and navitoclax.<br \/>Methods: <i>PIK3CA<\/i> mutant CRCs were identified within TCGA colorectal adenocarcinoma data set and two cohorts were generated based on<i> BCL2L1<\/i> (gene that encodes protein BCLxL) expression. Differentially expressed genes and gene set enrichment analysis were performed. CRC cell lines SW48 and SW48PK (Horizon Discovery, SW48 with a <i>PIK3CA<\/i><sup>H1047R\/+<\/sup> mutation) were treated with copanlisib (copan) (1-100 nM) and navitoclax (250 nM). Immunoblotting was performed quantified using ImageJ to evaluate PI3K and apoptotic signaling. Flow cytometry using annexin V and propidium iodide (PI) was performed as a measure of apoptosis. Immunohistochemistry (IHC) using Ki67 was performed as a measure of cell proliferation on SW48PK xenografts and quantified as percent positive nuclei at 40x field of view (FOV).<br \/>Results: Two datasets comprised of <i>PIK3CA<\/i> mutant CRC patients with either high or low <i>BCL2L1<\/i> expression containing 39 and 47 patients, respectively, were used in the TGCA analysis. There was no difference in age, gender, or staging between these two datasets. An increase in DNA repair (false discovery rate q-value= 0.034) and interferon alpha signaling pathways (q= 0.022) was seen in <i>PIK3CA<\/i> mutant and high <i>BCL2L1<\/i> expression compared to <i>PIK3CA<\/i> mutant and low <i>BCL2L1<\/i> expression patients. <i>PIK3CA<\/i> mutant patients with low expression of <i>BCL2L1<\/i> had a greater disease-free and overall survival (p= 0.037 and p= 0.042, respectively). Combination of copan and navitoclax treatment of the SW48 and SW48PK cell lines resulted in a reduction in activated ribosomal protein S6 (pRPS6) as compared with control or navitoclax alone at both 6 and 24. Cleaved PARP increased in SW48PK cells treated with 100 nM copan plus navitoclax versus control at both 6 and 24 hour timepoints (p= 0.03, p= 0.049). SW48 and SW48PK cells that were treated with copan and navitoclax for 24 hours had an increase in annexin v, a marker for apoptosis, compared to cells treated with control or single agents. In SW48PK xenografts, a significant reduction in Ki67 percent positive nuclei was seen in combination compared to control (median percent positive nuclei: 20.5, control: 33.2, p&#60;0.001).<br \/>Conclusions: High BCLxL expression is a sign of poor prognosis for <i>PIK3CA<\/i> mutant CRC. Inhibiting BCLxL can enhance the sensitivity of PI3K inhibition in <i>PIK3CA <\/i>mutant cancers and deserves further investigation clinically.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"Bcl-xL,PI3K,Apoptosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. E. Schmitz<\/b>, R. A. DeStefanis, A. K. DeZeeuw, A. M. Olson, A. L. Lippert, K. J. Maduscha, K. A. Johnson, S. Kraus, C. A. Pasch, D. A. Deming; <br\/>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"3a2bb4ae-c235-4696-9549-7036422108ec","ControlNumber":"3845","DisclosureBlock":"&nbsp;<b>A. E. Schmitz, <\/b> None..<br><b>R. A. DeStefanis, <\/b> None..<br><b>A. K. DeZeeuw, <\/b> None..<br><b>A. M. Olson, <\/b> None..<br><b>A. L. Lippert, <\/b> None..<br><b>K. J. Maduscha, <\/b> None..<br><b>K. A. Johnson, <\/b> None..<br><b>S. Kraus, <\/b> None..<br><b>C. A. Pasch, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ispen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Consulting\/Advisory Boards. <br><b>Seagen<\/b> Other, Consulting\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Consulting\/Advisory Boards. <br><b>Regeneron<\/b> Other, Consulting\/Advisory Boards. <br><b>Aadi Biosciences<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"355","PresenterBiography":null,"PresenterDisplayName":"Alexa Schmitz, BS","PresenterKey":"01aac4a1-ba6a-4fee-a261-a9b22a9af0a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"355. BCLxL inhibition enhances copanlisib response in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCLxL inhibition enhances copanlisib response in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Apoptosis is a critical pathway for programmed cell death that cancer cells can evade to ensure survival. For pharmaceutical drug discovery, it is important to characterize and compare cancer therapeutics (i.e., small molecules, antibody drugs, cell therapies) that can initiate the process of apoptosis, allowing for the identification of potential therapeutic candidates. In this work, we developed and demonstrated a multiplex detection method for monitoring apoptosis and necrosis with Annexin V, Caspase 3\/7, and Propidium Iodide (PI) using the Cellaca&#174; PLX Image Cytometer. First, apoptosis was induced in Jurkat and K562 cell lines with staurosporine over the course of 24 h, and were monitored at 0, 1, 1.5, 2, 4, 20, and 24 h timepoints. Samples were stained with Hoechst 33342 (total dye), Annexin V-APC (early-stage apoptosis), Caspase-3 488 (late-stage apoptosis), and PI (necrosis) at each timepoint and evaluated using the Cellaca&#174; PLX. Results showed that apoptotic factors and cascades were successfully detected along the pathway from early to late-stage apoptosis, and ultimately necrosis. A clear trend was observed during the first 2 h showing differences of up to 25% between the single Annexin V+ and Caspase-3+ populations in treated Jurkat cells, however, a significant increase in double positive apoptotic\/necrotic cells for Annexin V+PI+ and Capase-3+PI+ was not observed until 20 h. Upon further analysis amongst apoptotic populations, Annexin V+ only populations were higher than Caspase-3+ only populations by up to 30% between 0-2 hours. Conversely, K562 cells did not exhibit a notable change in apoptotic and necrotic populations due to low sensitivity to staurosporine. The proposed image-based detection method using the Cellaca&#174; PLX may provide an effective and efficient tool for rapid and reliable simultaneous detection of early, late-stage apoptosis, and necrosis. This may allow researchers to better characterize and screen potential cancer therapeutic drug candidates in a high-throughput manner to determine their treatment efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Cell death,High-throughput assay,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Mukherjee<\/b>, M. Pierce, Y. Huang, A. Lin, L. L. Chan; <br\/>Revvity Health Sciences, Inc., Lawrence, MA","CSlideId":"","ControlKey":"28f4151d-00c2-4445-80a7-21b3392832f3","ControlNumber":"5863","DisclosureBlock":"<b>&nbsp;J. Mukherjee, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>M. Pierce, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>A. Lin, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>L. L. Chan, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"356","PresenterBiography":null,"PresenterDisplayName":"Joydeep Mukherjee, Unknown","PresenterKey":"f31d48ca-91fe-41ea-8819-946154086c33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"356. Developing a multiplex assay to monitor apoptosis and necrosis using the Cellaca&#174; PLX Image Cytometer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing a multiplex assay to monitor apoptosis and necrosis using the Cellaca&#174; PLX Image Cytometer","Topics":null,"cSlideId":""},{"Abstract":"Ferroptosis is an iron-dependent cell death caused by the catastrophic accumulation of lipid peroxidation. Despite the burgeoning ferroptosis research, there remains a void for an intrinsic and comprehensive ferroptosis indicator. Here we reported a simple and cost-effective way to detect ferroptotic cell death using reducing reagent-resistant (RRR) transferrin receptor 1 (TfR1). The TfR1 RRR dimer strongly correlates with ferroptosis induced by various ferroptosis-inducing conditions and relies on lipid peroxidation, which is not observed in other types of cell death. Through iron-overloading and tumor xenograft mouse models, we validate the in vivo ferroptosis detection using this technique. Furthermore, we identify the presence of TfR1 RRR dimers in extracellular vesicles isolated from the plasma of mice with ferroptosis-related diseases. Since TfR1 is a ubiquitously expressed protein, the increase of TfR1 RRR dimer can be used as a specific and endogenous ferroptosis marker with potential clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Ferroptosis,Extracellular vesicles,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. He<\/b><sup>1<\/sup>, M. Kelleher<sup>1<\/sup>, L. Reynolds<sup>1<\/sup>, H. Tanczos<sup>1<\/sup>, Z. Huang<sup>1<\/sup>, B. McLaughlin<sup>1<\/sup>, W. Huang<sup>2<\/sup>, L. Pope<sup>3<\/sup>, G. Veeckmans<sup>4<\/sup>, T. Vanden Berghe<sup>4<\/sup>, S. J. Dixon<sup>3<\/sup>, Y. Shah<sup>2<\/sup>, Z. T. Schafer<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Notre Dame, Notre Dame, IN, <sup>2<\/sup>University of Michigan, Ann Arbor, MI, <sup>3<\/sup>Stanford University, Stanford, CA, <sup>4<\/sup>University of Antwerp, Antwerp, Belgium","CSlideId":"","ControlKey":"598d57c7-eeab-4330-9a42-08f752544d8b","ControlNumber":"7398","DisclosureBlock":"&nbsp;<b>J. He, <\/b> None..<br><b>M. Kelleher, <\/b> None..<br><b>L. Reynolds, <\/b> None..<br><b>H. Tanczos, <\/b> None..<br><b>Z. Huang, <\/b> None..<br><b>B. McLaughlin, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>L. Pope, <\/b> None..<br><b>G. Veeckmans, <\/b> None..<br><b>T. Vanden Berghe, <\/b> None..<br><b>S. J. Dixon, <\/b> None..<br><b>Y. Shah, <\/b> None..<br><b>Z. T. Schafer, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"357","PresenterBiography":null,"PresenterDisplayName":"Jianping He, PhD","PresenterKey":"7d8e8ffc-a17f-49ee-880e-cb988c8a4b83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"357. Reducing reagent-resistant transferrin receptor 1 dimer is a specific marker for ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reducing reagent-resistant transferrin receptor 1 dimer is a specific marker for ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Aging is an independent prognostic factor for melanoma, the most aggressive form of skin cancer. Although immune therapy has shown a dramatic improvement in melanoma treatment, resistance to it still occurs in some patients. Higher oxidative damage in tumor cells as well as lipid and iron accumulation are singular characteristics of the aged tumor microenvironment (TME). Here, we investigate the impact of these characteristics of the aged TME in the promotion of ferroptosis, a caspase independent iron mediated type of cell death, and as possible modulators of the response to checkpoint blockade therapy.<b> <\/b>Lipid peroxidation levels were assessed through immunohistochemical staining for the marker 4-HNE in tumors of young and aged mice injected intradermally with Yumm1.7 cells.Correlation analysis between transcriptomic data (TCGA-SKCM) was performed to identify common denominators among proteins associated with the aged TME, ferroptosis pathway and IFN-y signaling. Our in vitro experiments consisted of viability assays with combinations of IFN-y, young and aged skin fibroblast conditioned media (CM), arachidonic acid (AA) or ferroptosis inducers such as RSL-3. Protein levels of ferroptosis related markers in melanoma cells treated with fibroblast conditioned media, and in Wnt5a high\/low cell lines were analyzed through western blot (WB).<b> <\/b>Tumors from aged mice showed stronger staining with 4-HNE antibody when compared to young. Wnt5a (present in the aged TME) showed a strong correlation with several ferroptosis related transcripts. WB analysis of Wnt5a high\/low lines indicate differences in GPX4, FTL1, SLC3A2, GCH1 and DHODH. Wnt5a levels show an inverse correlation with ferroptosis resistance and anti-ferroptotic proteins. Our data indicate that aged TME favors ferroptosis death in melanoma cells. To understand how ferroptosis impacts tumor growth in young and aged mice, we used a syngeneic tumor model injecting Yumm1.7 cells intra-dermally in mice and treated with a lipid peroxidation inhibitor, Liproxstatin, or an ferroptosis inducer, IKE. Liproxstatin lead to reduced tumor growth only in young mice followed by changes in immune cell populations such as monocytes and macrophages.<b> <\/b>IFNy induction of these events might be associated with changes in proteins of the pathway or alterations in fatty acid uptake as suggested by lipid accumulation and AA potentiation of its cytotoxic effects. Further exploration of ferroptosis will impact our understanding on how aged TME modulates immune cell killing and provide evidence to target or revert resistance to checkpoint blockade therapy associated with an IFN-y signature and new strategies for treatment of older patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Aging,Melanoma\/skin cancers,Ferroptosis,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. R. Rocha<\/b>, Y. Chhabra, L. Huser, E. I. Harper, A. Dixit, V. Wang, A. E. Carey, C. Palm, F. Huang, A. T. Weeraratna; <br\/>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"17ea9ecb-4e39-4fe5-89cd-0e63b6738ea7","ControlNumber":"8262","DisclosureBlock":"&nbsp;<b>M. R. Rocha, <\/b> None..<br><b>Y. Chhabra, <\/b> None..<br><b>L. Huser, <\/b> None..<br><b>E. I. Harper, <\/b> None..<br><b>A. Dixit, <\/b> None..<br><b>V. Wang, <\/b> None..<br><b>A. E. Carey, <\/b> None..<br><b>C. Palm, <\/b> None..<br><b>F. Huang, <\/b> None..<br><b>A. T. Weeraratna, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"358","PresenterBiography":null,"PresenterDisplayName":"Murilo Ramos Rocha, MS,PhD","PresenterKey":"14eecfae-f569-4b65-970b-2ecc7c290ac7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"358. Ferroptosis modulates melanoma progression in an age-specific manner through changes in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ferroptosis modulates melanoma progression in an age-specific manner through changes in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Comparing with primary breast tumors, recurrent breast cancers are generally considered more aggressive and incurable. Therefore, novel molecular strategies are urgently needed to target these type of cancers. Here, we report that murine recurrent breast tumor cells are highly susceptible to ferroptosis, a novel form of cell death. Discoidin Domain Receptor Tyrosine Kinase 2 (DDR2), the receptor for collagen I, is upregulated in ferroptosis-sensitive recurrent tumor cells. Ferroptosis inducer, erastin treatment leads to DDR2 upregulation and phosphorylation, independent of collagen I. Furthermore, DDR2 silencing not only prevent ferroptosis but also abolished the robust cell proliferation of murine recurrent tumor cells. Both the ferroptosis protection and reduction of active cell growth may be compatible with the compromised YAP\/TAZ upon DDR2 inhibition. Collectively, these findings suggest the role of DDR2 in recurrent breast tumors to drive aggressive cell growth but at the same time reveals its weakness to YAP\/TAZ-mediated ferroptosis, providing potential molecular mechanism to target recurrent breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cell death,Recurrence,Drug sensitivity,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-C. Lin<\/b>, J.-T. Chi; <br\/>Duke University, Durham, NC","CSlideId":"","ControlKey":"437cab8b-e105-4d8d-8533-23ef98d461f8","ControlNumber":"640","DisclosureBlock":"&nbsp;<b>C. Lin, <\/b> None..<br><b>J. Chi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"359","PresenterBiography":null,"PresenterDisplayName":"Chao Chieh (Jerry) Lin, BS;MS;PhD","PresenterKey":"c91a7366-8321-451d-8fc0-4f6cff7d9136","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"359. The Hippo pathway on breast tumor recurrence &#60;and&#62; collateral vulnerability to ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Hippo pathway on breast tumor recurrence &#60;and&#62; collateral vulnerability to ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ferroptosis is a novel iron-dependent regulated cell death mechanism triggered by a toxic accumulation of membrane lipid peroxidation. This mechanism is counteracted by ferroptosis defense systems, such as the GPX4\/GSH system, which function as antioxidants that limit lipid peroxidation. Oncogenic KRAS (KRAS<sup>mut<\/sup>) is a key driver for many aggressive cancers, including colorectal cancer (CRC). Previous studies have suggested that oncogenic KRAS plays a pleiotropic role in the ferroptosis pathway. Yet, the interplay between oncogenic KRAS and ferroptosis has not been fully elucidated in CRC. Here, we aimed to dissect the role of oncogenic KRAS in ferroptosis using CRC as a cancer model.<br \/>Methods: Cells from a KRAS-inducible model (iKAP) were seeded and treated with ferroptosis-inducing drugs (e.g., Erastin and RSL3) and\/or a KRAS inhibitor (MRTX1133). Lipid peroxidation was then measured by BODIPY assay followed by flow cytometry to detect the quantity of BODIPY-stained cells. Protein expression of known ferroptosis defense mechanisms was also profiled (e.g., SLC7A11 [xCT] and GPX4).<br \/>Results: Results from this study demonstrate that KRAS<sup>mut<\/sup> activation leads to a reduction in mean fluorescence intensity when compared to KRAS<sup>WT<\/sup> of BODIPY-stained cells. This decreased mean fluorescence intensity is indicative of lower levels of lipid peroxidation and, consequently, ferroptosis. KRAS<sup>mut <\/sup>cells were also found to be resistant to ferroptosis following treatment with ferroptosis inducers. To replicate a pharmacologically induced KRAS<sup>WT<\/sup> phenotype, iKAP cells were treated with MRTX1133, which led to a significant decrease in viability when combined with RSL3. We observed a decreased protein expression of the membrane antiporter xCT following treatment with MRTX1133, which we believe works synergistically with the GPX4 inhibition of RSL3.<br \/>Conclusion: We observed that KRAS<sup> mut<\/sup> may induce resistance to ferroptosis <i>in <\/i>vitro in CRC cells. Genetic and pharmacological inhibition of KRAS resulted in sensitization to ferroptosis inducers. Future work will uncover mechanisms through which oncogenic KRAS<sup> <\/sup>leads to ferroptosis resistance in CRC. More importantly, understanding the interaction between ferroptosis, oncogenic KRAS, and its antagonist systems has significant therapeutic potential in oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Ferroptosis,KRAS,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Rosa-Vázquez<\/b><sup>1<\/sup>, V. Bernard-Pagan<sup>2<\/sup>, J. Chen<sup>2<\/sup>, C. Taniguchi<sup>2<\/sup>; <br\/><sup>1<\/sup>Universidad Central del Caribe School of Medicine, Bayamón, PR, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ab462730-1266-441f-ae8c-34736ea7ee6d","ControlNumber":"2829","DisclosureBlock":"&nbsp;<b>A. Rosa-Vázquez, <\/b> None..<br><b>V. Bernard-Pagan, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>C. Taniguchi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"360","PresenterBiography":null,"PresenterDisplayName":"Alexandra Rosa-Vazquez, BS","PresenterKey":"f4cd8f94-82ae-4370-904e-00ba52a63e5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"360. Dissecting the role of oncogenic KRAS and ferroptosis within colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the role of oncogenic KRAS and ferroptosis within colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioma is the most frequent tumor in central nervous system (CNS), which makes up about 30% of CNS tumors. The current standard strategy for glioma treatment is surgery plus adjuvant chemotherapy and concurrent radiotherapy. Even though, the prognosis of glioma is still poor. It&#8217;s encouraging that temozolomide (TMZ) prolongs the overall survival of glioma patients, but the following TMZ resistance is really frustrating. It&#8217;s urgent to figure out efficient ways to improve the long term prognosis of patients, such as antagonizing the TMZ resistance. Ferroptosis was a newly discovered type of regulated cell death characterized by iron-dependent aberrant lipid peroxidation and membrane damage in the last decade. Ferroptosis-associated iron transport proteins modulate the process precisely through controlling the iron content. ZIP14, also known as SLC39A14, is an eight-transmembrane protein which could transport divalent metal ion like Mn<sup>2+<\/sup>, Zn<sup>2+<\/sup> and Fe<sup>2+<\/sup>. Our preliminary data showed that the expression level of ZIP14 was higher in tumor tissues than paired normal tissue, which was corelated with poor prognosis of glioma. Knock down ZIP14 could induce cell death, and which could be rescued by inhibitors for ferroptosis but not for apoptosis or necrosis. Knock down ZIP14 decreased the ferroptosis inhibition by Ferroptosis suppress protein 1 (FSP1) which through reduction of lipid peroxidation, and sensitized cells to TMZ. Furthermore, we found that ZIP14 formed a complex with Ubiquinone. And it was known that FSP1 is critical in the switch of ubiquinone to ubiquinol. Therefore, we propose that ZIP14 suppress lipid peroxidation through blockage of the transition of ubiquinone to ubiquinol. While ZIP14 was knocked down, the complex with Ubiquinone wad damaged, and could not further change to Ubiquinol, so the suppression to lipid peroxidation was released, and then, ferroptosis was upregulated. In this study, we are going to figure out the molecular mechanism about how ZIP14 suppress ferroptosis and find out efficient small molecule inhibitors to activate ferroptosis by abolishing ZIP14 and improve the prognosis of glioma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Glioma,ferroptosis,ZIP14\/SLC39A14,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wang<\/b>; <br\/>Sun Yat-sen University Cancer Center (SYSUCC), Guagnzhou, China","CSlideId":"","ControlKey":"7c08255a-2344-45f2-9b3f-7b92b7efa28b","ControlNumber":"1125","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"361","PresenterBiography":null,"PresenterDisplayName":"Jing Wang, MD;PhD","PresenterKey":"ed180292-7890-4612-9ca7-332649f88115","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"361. Targeting the suppressor of ferroptosis to improve the treament effeciency of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the suppressor of ferroptosis to improve the treament effeciency of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Ferroptosis is critically involved in the pathological process of various human diseases, including cancer. Due to this, ferroptosis-inducing drugs are gaining more attention for the clinical treatment of tumors.<br \/>Methods: The cell counting kit-8 (CCK-8) assay was conducted to observe cell viability of hepatocellular carcinoma (HCC) cell lines. Ferroptosis was determined by levels of Fe<sup>2+<\/sup>, lipid reactive oxygen species (ROS), malondialdehyde (MDA) and transmission electron microscopy. Enzyme-linked immunosorbent assay (ELISA), western blot, quantitative polymerase chain reaction and immunofluorescence staining were utilized to evaluate glutathione peroxidase 4 (GPX4) and transient receptor potential channel 6 (TRPC6). Co-immunoprecipitation assay was conducted to determine the binding between GPX4 and TRPC6.<br \/>Results: Arsenic sulfide initiated ferroptotic cell death in HCC cells, which was concomitant with ROS accumulation, lipid peroxidation, and GSH depletion. Arsenic sulfide -mediated cell death in HCC cells was blocked by ferroptosis inhibitors ferrostatin-1 (Fer-1), but not Z-VAD-FMK, necrosulfonamide, or chloroquine, suggesting that ferroptosis contributed to arsenic sulfide -induced cell death. Furthermore, TRPC6 expression was notably inhibited under arsenic sulfide intervention and the overexpression of TRPC6 rescued the effects of arsenic sulfide on cell viability and ferroptosis of HCC cells. Furthermore, GPX4 was identified to interact with TRPC6 through confocal microscopy images and co-immunoprecipitation assay.<br \/>Conclusion: Our findings led us to conclude that arsenic sulfide could be considered as a prospective drug for liver cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,ferroptosis,arsenic sulfide,GPX4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lu<\/b>, Y. Cai, C. Zhu, Z. Feng, S. Chen, S. Chen; <br\/>Xin Hua Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China","CSlideId":"","ControlKey":"264b5cce-60e4-4c05-93c2-7bf170ae33c4","ControlNumber":"701","DisclosureBlock":"&nbsp;<b>S. Lu, <\/b> None..<br><b>Y. Cai, <\/b> None..<br><b>C. Zhu, <\/b> None..<br><b>Z. Feng, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>S. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"362","PresenterBiography":null,"PresenterDisplayName":"Shumin Lu, PhD","PresenterKey":"9401f54f-dccc-4021-a5e3-50d3158b5948","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"362. Arsenic sulfide triggers ferroptosis in hepatocellular carcinoma cells via TRPC6\/GPX4 signaling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Arsenic sulfide triggers ferroptosis in hepatocellular carcinoma cells via TRPC6\/GPX4 signaling","Topics":null,"cSlideId":""},{"Abstract":"B-cell acute lymphoblastic leukemia (B-ALL) is an aggressive hematological malignancy of B lineage progenitors. It remains a leading cause of death in childhood, while outcomes in adults are dismal. There is therefore a need to better understand drivers of high-risk B-ALL and to develop novel therapeutic approaches targeting these challenging patient cohorts. Loss-of-function mutations affecting <i>CREBBP<\/i> are recurrent second-hit mutations across multiple genetic subtypes of B-ALL and are associated with adverse features, including high-risk genetic subtypes and persistent measurable residual disease. In addition, they have been mechanistically associated with chemoresistance and are more frequently found in relapse.<b><\/b> We sought to identify novel treatment options for <i>CREBBP<\/i>-mutated high-risk B-ALL. <i>CREBBP<\/i>-mutated isogenic human B-ALL cell lines were genome-engineered to provide a platform for synthetic lethal drug screening. We subjected these cell lines to a targeted drug screen focused on clinically-actionable drugs in classes that have either been implicated or hypothesized to show differential sensitivity patterns in published models of B cell lymphoma and other <i>CREBBP<\/i>-mutated malignancies. Unexpectedly,<i> CREBBP<\/i>-mutated cells were not differentially sensitive to traditional cytotoxic chemotherapy, and paradoxically showed a degree of sensitization to the glucocorticoid Dexamethasone, used in current ALL induction regimens. As anticipated, and validating our screen design, inhibitors of the <i>CREBBP<\/i> paralogue <i>EP300<\/i> (the CREBBP\/EP300-specific bromodomain inhibitor Inobrodib and the CREBBP\/EP300 acetylase inhibitor A485) exhibited synthetic lethality, consistent with previous reports in B-cell lymphoma.<b> <\/b>The most potent hit was the BCL2 inhibitor Venetoclax, which we show acts through a non-canonical, but BCL2-dependent mechanism resulting in ferroptotic programmed cell death. <i>CREBBP<\/i>-mutated cell lines were transcriptionally and functionally characterized, revealing underlying differences in cell-cycle, metabolism and response to oxidative stress. Acquisition of resistance to Venetoclax further dysregulated these pathways and resulted in a transcriptionally-convergent state. Lastly, we demonstrate that small-molecule inhibition of CREBBP sensitizes B-ALL cells, regardless of genotype, to Venetoclax-induced ferroptosis <i>in vitro<\/i> and <i>in vivo<\/i>, providing a potential novel drug combination for broader clinical translation in B-ALL. <b><\/b>In summary, we have identified a number of actionable compounds that specifically target <i>CREBBP<\/i>-mutated high-risk B-ALL, demonstrate a novel mechanism-of-action for the BCL2 inhibitor Venetoclax in B-ALL and propose CREBBP-inhibitors and Venetoclax as a novel treatment combination for B-ALL across genotypes.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"B cells,Leukemias: acute lymphoblastic,Bcl-2 protein family,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Garcia Gimenez<\/b>, J. Ditcham, D. M. A. Azazi, E. Meduri, R. Asby, N. Sakakini, C. K. Lopez, N. Narayan, J. Bagri, T. Beinortas, S. Agrawal Singh, G. Giotopoulos, M. P. Murphy, S. J. Horton, B. J. P. Huntly, S. E. Richardson; <br\/>University of Cambridge UK, Cambridge, United Kingdom","CSlideId":"","ControlKey":"e20078dd-73e6-4aa4-a8ae-c6ef2129bd4f","ControlNumber":"2394","DisclosureBlock":"&nbsp;<b>A. Garcia Gimenez, <\/b> None..<br><b>J. Ditcham, <\/b> None..<br><b>D. M. A. Azazi, <\/b> None..<br><b>E. Meduri, <\/b> None..<br><b>R. Asby, <\/b> None..<br><b>N. Sakakini, <\/b> None..<br><b>C. K. Lopez, <\/b> None.&nbsp;<br><b>N. Narayan, <\/b> <br><b>Walter and Eliza Hall Institute<\/b> Other, NN is a former employee of the Walter and Eliza Hall Institute which receives milestone and royalty payments related to Venetoclax. NN received payments from WEHI related to Venetoclax..<br><b>J. Bagri, <\/b> None..<br><b>T. Beinortas, <\/b> None..<br><b>S. Agrawal Singh, <\/b> None..<br><b>G. Giotopoulos, <\/b> None..<br><b>M. P. Murphy, <\/b> None..<br><b>S. J. Horton, <\/b> None..<br><b>B. J. P. Huntly, <\/b> None..<br><b>S. E. Richardson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"363","PresenterBiography":null,"PresenterDisplayName":"Alicia Garcia Gimenez, MSc","PresenterKey":"6b5c5d8d-6b4a-4711-975a-3dff4f6913e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"363. Genetic or pharmacological inactivation of CREBBP sensitizes B-cell acute lymphoblastic leukemia to ferroptotic cell death upon BCL2 inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic or pharmacological inactivation of CREBBP sensitizes B-cell acute lymphoblastic leukemia to ferroptotic cell death upon BCL2 inhibition","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is a hematologic malignancy characterized by the uncontrolled clonal proliferation of plasma cells in the bone marrow (BM). Despite the demonstrated benefits of novel therapies, relapses are frequent, and acquired resistance to MM treatment eventually emerges in most, if not all, patients. MM patients who suffer more aggressive progression usually result in poorer survival. The genes driving such unfavored outcomes in MM have not been fully understood. Therefore, there is an urgent need to identify the genes and mechanisms that contribute to the aggressive behaviors of MM in order to develop improved therapeutic strategies for the disease. To discover new potential therapeutic targets for MM patients, we analyzed gene-profiling data of MM patients and identified leukocyte immunoglobulin-like receptor B1 (LILRB1), a transmembrane receptor conducting negative immune response, as one of the top-ranked genes associated with poor prognosis. LILRB1 on immune cells was reported to bind to its ligand, b2-microglobulin, on tumor cells. This interaction leads to immune suppression responses in various immune cells. However, the function of tumor-derived LILRB1 in tumor biology remains unclear and the role of LILRB1 in MM has been poorly studied. Our further analysis of the patient data demonstrated that MM patients with high expression of LILRB1 are closely related to higher MM recurrence rates, advanced stages, and lower survival rates, indicating that LILRB1 is an important player in MM pathogenesis and thus a promising target for MM therapy. Interestingly, RNA-seq data of human MM cells from the BM of MM-bearing mice showed that knockdown (KD) of LILRB1 activated cholesterol metabolism- and ferroptosis-related pathways in murine BM. Moreover, KD of LILRB1 significantly impaired tumor progression in murine models. Consistently, in vitro experiments also demonstrated that LILRB1 protected MM cells from ferroptosis inducer-caused lipid ROS and ferroptotic cell death, indicating that LILRB1 promotes the progression of MM cells by protecting them from ferroptosis. Further study were then conducted to reveal the underlying mechanism. LC-MS\/MS analysis followed by co-IP demonstrated that LDLRAP1, an adaptor protein that interacts with LDLR, bound with LILRB1 and formed a complex together with LDLR. KD of LILRB1 inhibited LDL uptake by disrupting the interaction between LDLR and LDLRAP1 and triggering the compensatory cholesterol synthesis by upregulating the expression of SQLE that converted squalene to (S)-2,3-epoxysqualene. With less squalene to protect MM cells from lipid peroxidation, MM cells were more susceptible to the induction of ferroptosis. Thus, this study uncovers a novel function of LILRB1 in regulating cholesterol metabolism and protecting MM cells from ferroptosis during MM progression and implicates LILRB1 as a promising therapeutic target for MM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Multiple myeloma,Ferroptosis,Cholesterol,LILRB1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Xian<\/b>, Q. Yi, Q. Wang, L. Xiao, L. Zhong, c. zhang, y. Li, J. Qian; <br\/>Houston Methodist Hospital, Houston, TX","CSlideId":"","ControlKey":"300580bc-20cd-4d32-9933-407b6cf889e4","ControlNumber":"1700","DisclosureBlock":"&nbsp;<b>M. Xian, <\/b> None..<br><b>Q. Yi, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>L. Xiao, <\/b> None..<br><b>L. Zhong, <\/b> None..<br><b>C. zhang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Qian, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"364","PresenterBiography":null,"PresenterDisplayName":"Miao Xian, PhD","PresenterKey":"cffd0295-296f-4542-9abb-430348ce6bc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"364. Targeting LILRB1 to sensitize human myeloma to ferroptosis through disrupting cholesterol homeostasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting LILRB1 to sensitize human myeloma to ferroptosis through disrupting cholesterol homeostasis","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer remains a serious public health concern, where metastasis accounts for the majority of patient mortality.&nbsp;Lipid accumulation in metastases is associated with reduced treatment response and poorer patient outcomes, although the mechanisms linking lipid accumulation and metastasis are not clear. We previously demonstrated that metastatic MCF10CA1a breast cancer cells have higher <i>de novo <\/i>lipogenesis and cytoplasmic lipid droplets (CLDs) compared to non-metastatic MCF10A-<i>ras<\/i>&nbsp;cells. Additionally, fatty acid synthase (FASN)-derived TAG stores sustained key metastatic processes in the MCF10CA1a cells.&nbsp;The proteome of CLDs is diverse and plastic, reflecting differing CLD functions; therefore, we sought to identify proteins differentially abundant on CLDs from vehicle-treated and FASN-inhibited MCF10CA1a breast cancer cells. We performed untargeted, global proteomics analysis on whole cell lysates (WCLs) and CLDs from vehicle-treated and FASN-inhibited (TVB-3166) MCF10CA1a cells to determine protein pathways differentially enriched on CLDs.&nbsp;Together, 2,416 and 3,539 proteins were identified within CLD fractions and WCLs, respectively. Of the proteins identified in CLD fractions, ~30% (717) were commonly identified within both conditions. Interestingly, 1,571 proteins were unique to the CLD fraction from vehicle-treated cells, whereas only 19 proteins were unique to the CLD fraction from FASN-inhibited cells. Proteins unique to CLDs from vehicle-treated cells include those known to reduce cancer cell survival and progression, such as proteins involved in cadherin-binding and cell cycle regulation. Proteins known to reduce cancer progression that associate with CLDs may prevent them from functioning at their normal site of action. Interestingly, an inhibitor of ferroptosis, glutathione peroxidase 4 (GPX4), was only detected in the vehicle-treated CLD and WCL samples, whereas proteins that promote ferroptosis were more abundant on CLDs of the more migratory cells, although their levels between WCLs were similar. Taken together, these data suggested that the machinery for ferroptosis may be mislocalized in TAG-rich cells, thereby protecting them from ferroptosis. Indeed, FASN-inhibited cells had nearly 30% more intracellular iron compared to the vehicle-treated cells, an important prerequisite for ferroptosis, thus indicating higher levels of ferroptotic stress. Functionally, the vehicle-treated cells were 25% more readily rescued by N-acetylcysteine from ferroptosis induced by erastin than were FASN-inhibited cells, despite comparable sensitivity to erastin. These preliminary findings suggest that FASN-derived CLDs in metastatic cells may aid in protecting against ferroptosis to promote breast cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Lipid metabolism,Proteomics,Fatty acid synthase,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Andolino<\/b><sup>1<\/sup>, K. K. Buhman<sup>1<\/sup>, M. F. Coleman<sup>2<\/sup>, S. D. Hursting<sup>2<\/sup>, M. Layosa<sup>1<\/sup>, M. K. Wendt<sup>1<\/sup>, D. Teegarden<sup>1<\/sup>; <br\/><sup>1<\/sup>Purdue University, West Lafayette, IN, <sup>2<\/sup>University of North Carolina, Chapel Hill, NC","CSlideId":"","ControlKey":"e1461e33-15f2-4c5c-ae37-710f65256a7b","ControlNumber":"8248","DisclosureBlock":"&nbsp;<b>C. Andolino, <\/b> None..<br><b>K. K. Buhman, <\/b> None..<br><b>M. F. Coleman, <\/b> None..<br><b>S. D. Hursting, <\/b> None..<br><b>M. Layosa, <\/b> None..<br><b>M. K. Wendt, <\/b> None..<br><b>D. Teegarden, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9792","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"365","PresenterBiography":null,"PresenterDisplayName":"Chaylen Andolino, PhD","PresenterKey":"18b38b19-90c7-49ed-bd95-4ff1cda6cc87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"365. Proteomic analysis of cytoplasmic lipid droplets and whole cell lysates reveal ferroptosis regulation by fatty acid synthase-derived lipid droplets in metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"176","SessionOnDemand":"False","SessionTitle":"Apoptosis and Ferroptosis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic analysis of cytoplasmic lipid droplets and whole cell lysates reveal ferroptosis regulation by fatty acid synthase-derived lipid droplets in metastatic breast cancer","Topics":null,"cSlideId":""}]