[{"Abstract":"Despite high tumor mutational burden, immune checkpoint blockade has shown limited efficacy in head and neck squamous cell carcinoma (HNSCC), highlighting the need for additional therapeutic targets. TGFb signaling has been associated with an immunosuppressive tumor microenvironment as well as a lack of response to anti-PD(L)1 therapy, which led to the development of combined therapeutic approaches. ICING is a prospective (NCT04428047) open label, multicenter, phase II, window-of-opportunity preoperative, single-agent trial. The primary objective was to evaluate the efficacy and biological activity of pre-operative combined PD-L1 and TGFb blockade by bintrafusp alfa in patients with untreated resectable stage III\/IV locally advanced HNSCC and its effect on the tumor microenvironment (TME). Tumor samples were harvested at baseline prior to immunotherapy and at surgery after two doses (1200mg; D1 and D15) for pre- and post-treatment comparison. Treatment efficacy was assessed using the pathological response (PathR) with a 10% threshold for response as primary endpoint. Changes in the TME were determined by single-cell RNA sequencing (scRNAseq) and multiplexed imaging. Seven patients were included and six received the full treatment scheme (5 oral cavity and 2 oropharyngeal, all HPV-negative; median age = 61y, range 34y-74y). Four patients had a PathR exceeding 10%, including one with a major PathR above 50%. The TME pre-treatment of this major responder did not differ from the other samples, but this sample was set apart by the presence of proliferative, p16+, HPV-negative tumor cells with mildly higher genomic alterations whilst still classified as low tumor mutational burden. Regardless of treatment response, we report several changes in post-treatment samples: (i) the remodeling of the stromal architecture concomitant with a phenotypic shift in cancer-associated fibroblasts (CAF) with a reduction in activated LRRC15+ CAF and an increase in CD10+IL24+ CAF; (ii) a reduction of TGFb-induced genes in both stromal and cancer cells; (iii) a reduction in both conventional and regulatory CD4+ T cells; (iv) an increase in CD8+ T cell infiltration in previously excluded tumors; (v) an interferon gamma-mediated activation of monocytes, macrophages and dendritic cells expressing CXCL9 and CXCL10. Collectively, our study deciphers the effects of bintrafusp alfa both molecularly and spatially at unprecedented granularity, which is of major importance for the many combined PD(L)1 and TGFb blockade therapeutic approaches currently under clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cancer associated fibroblasts,TGF-&#946;,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Hoffmann<\/b><sup>1<\/sup>, J.-T. Werle<sup>2<\/sup>, J. Gal<sup>3<\/sup>, P. Sirven<sup>2<\/sup>, J. Klijanienko<sup>2<\/sup>, J. Mesple<sup>2<\/sup>, B. Demaille<sup>2<\/sup>, W. Zeitouni<sup>4<\/sup>, O. Choussy<sup>2<\/sup>, G. Marret<sup>2<\/sup>, N. Badois<sup>2<\/sup>, A. Dubray-Vautrin<sup>2<\/sup>, G. Dolivet<sup>5<\/sup>, L. Geoffrois<sup>5<\/sup>, M. Kamal<sup>2<\/sup>, I. Bieche<sup>2<\/sup>, L. Monard<sup>6<\/sup>, C. Simon<sup>6<\/sup>, C. Le Tourneau<sup>2<\/sup>, H. Salmon<sup>2<\/sup>; <br\/><sup>1<\/sup>Owkin, Paris, France, <sup>2<\/sup>Institut Curie, Paris, France, <sup>3<\/sup>Centre Antoine Lacassagne, Nice, France, <sup>4<\/sup>Genosplice, Paris, France, <sup>5<\/sup>Institut de Cancérologie de Lorraine Alexis Vautrin, Vandœuvre-lès-Nancy, France, <sup>6<\/sup>Unicancer, Paris, France","CSlideId":"","ControlKey":"6fdb5123-7921-452f-b213-2220529abb82","ControlNumber":"1624","DisclosureBlock":"<b>&nbsp;C. Hoffmann, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>Nanobiotix<\/b> Independent Contractor. <br><b>Merck<\/b> Grant\/Contract.<br><b>J. Werle, <\/b> None..<br><b>J. Gal, <\/b> None..<br><b>P. Sirven, <\/b> None..<br><b>J. Klijanienko, <\/b> None..<br><b>J. Mesple, <\/b> None..<br><b>B. Demaille, <\/b> None.&nbsp;<br><b>W. Zeitouni, <\/b> <br><b>Genosplice<\/b> Employment.<br><b>O. Choussy, <\/b> None..<br><b>G. Marret, <\/b> None..<br><b>N. Badois, <\/b> None..<br><b>A. Dubray-Vautrin, <\/b> None..<br><b>G. Dolivet, <\/b> None..<br><b>L. Geoffrois, <\/b> None..<br><b>M. Kamal, <\/b> None..<br><b>I. Bieche, <\/b> None..<br><b>L. Monard, <\/b> None..<br><b>C. Simon, <\/b> None.&nbsp;<br><b>C. Le Tourneau, <\/b> <br><b>MSD<\/b> Other, Advisory Board. <br><b>BMS<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Advisory Board. <br><b>Astra-Zenaca<\/b> Other, Advisory Board. <br><b>Celgene<\/b> Other, Advisory Board. <br><b>Seattle Genetics<\/b> Other, Advisory Board. <br><b>Roche<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>Rakuten<\/b> Other, Advisory Board. <br><b>Nanobiotix<\/b> Other, Advisory Board. <br><b>GSK<\/b> Other, Advisory Board.<br><b>H. Salmon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4603","PresenterBiography":null,"PresenterDisplayName":"Caroline Hoffmann, MD;PhD","PresenterKey":"63440965-0f08-42b1-bb51-927e797adef8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4603. Single-cell and spatial dissection of the effect of combined PD-L1 and TGFb blockade by bintrafusp alfa from the ICING window-of-opportunity trial in resectable locally advanced HNSCC patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell and spatial dissection of the effect of combined PD-L1 and TGFb blockade by bintrafusp alfa from the ICING window-of-opportunity trial in resectable locally advanced HNSCC patients","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Biliary tract cancers (BTCs) are an aggressive group of malignancies affecting 220,000 new individuals globally each year. Despite advances in immunotherapy and targeted therapies, 5-year survival remains at 2% for those with metastatic disease. Thus, new therapies are desperately needed. The novel imipridone class of antineoplastic agents show promising activity in preclinical pancreatic ductal adenocarcinoma models; however, have not been investigated in BTC. Dordaviprone (ONC201) is a dopamine receptor D2 and mitochondrial protease ClpP modulator that induces apoptosis in cancer cells through both upregulation of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and the integrated stress response. ONC212 is a second-generation imipridone that targets orphan GPCR 132 and ClpP, leading to reduced oxidative phosphorylation from ClpX suppression. We hypothesized that the ONC201 and ONC212 would demonstrate antitumor effects in BTCs, both alone, and in combination with MEK and PARP inhibition.<br \/><i> <\/i> <i>Methods:<\/i> Two established BTC cell lines, RBE and HuCCT1, were used for these experiments. Sensitivity of RBE and HuCCT1 cells to ONC201, ONC212, MEK inhibition (trametinib), and PARP inhibition (olaparib) was assessed using CellTiter-Glo&#174; luminescent cell viability assay. Each cell line was plated on 96-well plates and treated with ONC201 concentrations ranging from 0uM to 40uM for RBE and 0uM to 32uM for HuCCT1; ONC212 ranging from 0nM to 752nM for RBE and 0nM to 640nM for HuCCT1; trametinib ranging from 0nM to 24nM for RBE and 0nM to 16nM for HuCCT1; and olaparib ranging from 0uM to 256uM for RBE and 0uM to 124uM for HuCCT1. Results were analyzed after 72 hours of incubation. Synergy studies were conducted in both cell lines, combining each imipridone with either trametinib or olaparib, and SynergyFinder&#174; was used to evaluate synergy. Western blotting was performed on lysates generated from treated cell lines.<br \/><i> <\/i> <i>Results:<\/i> Both ONC201 and ONC212 demonstrated antineoplastic effects in two BTC cell lines. Half maximal inhibitory concentrations (IC50) of ONC201 in RBE and HuCCT1 cell lines were 2.5uM and 2.0uM, respectively. The IC50 of ONC212 in RBE and HuCCT1 was 47nM and 39nM, respectively, which was similar to IC50s demonstrated with cytotoxic chemotherapy (gemcitabine IC50 = 7.57nM (RBE) and 9.84nM (HuCCT1)). Both lines also demonstrated sensitivity to trametinib (IC50 = 5.9nM (RBE) and 3.7nM (HCCT1)), and to a lesser extent olaparib (IC50 = 64uM (RBE) and 31uM (HuCCT1)). Although synergy was noted with several combinations, this was most striking with the combination of ONC212 and either trametinib or olaparib. Further analysis of key signal transduction pathways, including MAPK and PI3K, as well as analysis of mechanisms of cell-death through apoptosis, autophagy, ferroptosis, and necroptosis is underway","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Imipridone,Cholangiocarcinoma,Targeted therapy,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Sun<\/b><sup>1<\/sup>, A. J. Lannigan<sup>1<\/sup>, J. Chan<sup>1<\/sup>, M. Schwermann<sup>1<\/sup>, V. V. Prabhu<sup>2<\/sup>, L. Zhou<sup>1<\/sup>, W. S. El-Deiry<sup>1<\/sup>, A. G. Raufi<sup>1<\/sup>; <br\/><sup>1<\/sup>Brown University, Providence, RI, <sup>2<\/sup>Chimerix, Durham, NC","CSlideId":"","ControlKey":"bdf66da9-0daa-4676-9ec0-9fdb83976b6d","ControlNumber":"8105","DisclosureBlock":"&nbsp;<b>G. Sun, <\/b> None..<br><b>A. J. Lannigan, <\/b> None..<br><b>J. Chan, <\/b> None..<br><b>M. Schwermann, <\/b> None..<br><b>V. V. Prabhu, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None..<br><b>A. G. Raufi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4604","PresenterBiography":null,"PresenterDisplayName":"Grace Sun, MD","PresenterKey":"4539bde5-85ff-4353-83e2-3c16b142bc57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4604. Imipridones ONC201 and ONC212 exhibit anti-tumor activity in biliary tract cancers and synergy when combined with trametinib and olaparib <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imipridones ONC201 and ONC212 exhibit anti-tumor activity in biliary tract cancers and synergy when combined with trametinib and olaparib <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Peripheral T-cell Lymphoma (pTCL) makes up about 10% of non-Hodgkin's lymphoma in the United States. Patients with relapsed\/refractory pTCL have limited treatment options and poor prognosis. Current standard of care for pTCL revolves around the chemotherapy regimens CHOP\/E. Here we examine the efficacy of CDK9 inhibition for the treatment of pTCL. CDK9 regulates transcription through phosphorylation of RNA polymerase II. AZD4573 is a highly potent and selective CDK9 inhibitor; acute inhibition with AZD4573 downregulates short-lived proteins such as MCL-1, BFL-1, and c-MYC, which are often overexpressed in hematologic tumors. It has been shown that the expression pattern of the anti-apoptotic BCL-2 family members in pTCL cell line models closely resembled the expression patterns in pTCL patient samples (Koch <i>et al. <\/i>2019). Expression of BCL-2 family members is highly heterogeneous in pTCL, with MCL-1 being the most universally expressed. Using MCL-1 inhibitor AZD5991, we showed statistically significant benefit in survival when combined with CHOP in MCL-1 dependent preclinical pTCL PDX models (Koch <i>et al. <\/i>2019). In addition, we have previously reported the importance of the anti-apoptotic protein BFL-1 in cell survival in NHL, including a subset of pTCL (Boiko <i>et al <\/i>2021). AZD4573 treatment showed a range of activity across the panel of 18 human pTCL cell lines, in a 6-hour caspase-3\/7 activation assay. 14 of the cell lines were sensitive, with EC<sub>50<\/sub> values less than 100 nM, and 13 reached a max caspase activation of over 40%. pTCL subtypes that responded to AZD4573 treatment included ALCL, NK-TCL, and PTCL-NOS and CTCL. Acute AZD4573 treatment resulted in decreased pSer2-RNAP2 and reduced protein levels of c-MYC and MCL-1. To determine what was driving the apoptotic phenotype, we used ribonucleoprotein (RNP) mediated CRISPR knock out (KO) of <i>MYC<\/i> and <i>MCL1<\/i> genes. While pTCL cell lines were dependent on c-MYC and MCL-1 for viability after KO, only MCL-1 KO impaired AZD4573 treatment, suggesting that efficacy is mediated through MCL-1 in ALCL pTCL cell lines assessed. To determine if combining AZD4573 with CHOP improved efficacy, we tested 5 pTCL cell lines in a 6x6 combination dosing matrix and measured viability after 24-72 hours using RealTime-Glo after 24hr exposure to CHOP with AZD4573 added for the last 6hrs. Adding AZD4573 to CHOP <i>in vitro<\/i> increased the efficacy in pTCL ALCL cell lines with MCL-1 dependency, but not in CTCL cell line with BCL-xL dependency and resistance to AZD4573. CHOP treatment <i>in vitro<\/i> resulted in a decrease in c-MYC levels but not MCL-1, suggesting that combination benefit may be driven through c-MYC. This data suggests that treatment with AZD4573 as a monotherapy or in combination with CHOP regimen &#173;would be an effective therapeutic strategy in pTCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Cell death,CDK inhibitor,Lymphoma: non-Hodgkin's lymphoma,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. S. Potter<\/b><sup>1<\/sup>, I. Ott<sup>1<\/sup>, J. Saeh<sup>1<\/sup>, R. Olsson<sup>2<\/sup>, S. Fawell<sup>1<\/sup>, L. Drew<sup>1<\/sup>, J. E. Roderick<sup>1<\/sup>; <br\/><sup>1<\/sup>AstraZeneca Oncology, Waltham, MA, <sup>2<\/sup>AstraZeneca Oncology, Gothenburg, Sweden","CSlideId":"","ControlKey":"987d7612-63ed-49ce-962c-6889edad76f3","ControlNumber":"3969","DisclosureBlock":"<b>&nbsp;D. S. Potter, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>I. Ott, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. Saeh, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>R. Olsson, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Fawell, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>L. Drew, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. E. Roderick, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4605","PresenterBiography":null,"PresenterDisplayName":"Danielle Potter, PhD","PresenterKey":"93e894aa-2004-4555-9285-a7c55e517af8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4605. AZD4573 in combination with CHOP increases combination benefit in preclinical peripheral T-cell lymphoma models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AZD4573 in combination with CHOP increases combination benefit in preclinical peripheral T-cell lymphoma models","Topics":null,"cSlideId":""},{"Abstract":"Trabectedin represents a standard treatment option for relapsed or refractory soft tissue sarcomas. CD13 is a neutral aminopeptidase expressed on remodeling and invasive endothelial cells such as in the tumor vasculature. CD13-targeted tissue factor (tTF-NGR) is a recombinant pro-coagulatory fusion protein which accumulates in the tumor vasculature leading to tumor vascular occlusion and ultimately to tumor infarction. Giving both compounds in sequence could trap trabectedin inside tumors and thus increase its efficacy. This <i>vice versa<\/i> can optimize the activity of tTF-NGR. To prepare a multicenter clinical trial of a combination of trabectedin and tTF-NGR in patients with advanced soft tissue sarcomas refractory to 1<sup>st<\/sup> line systemic therapy (TRABTRAP), preclinical experiments on the mechanism of action of this combination, its efficacy and pharmacokinetics (PK) were performed. We first tested the pro-apoptotic function of trabectedin on human vascular endothelial cells (HUVEC) and human HT1080 sarcoma cells <i>in vitro<\/i>. Trabectedin significantly (p&#60;.0001) increased the presence of phosphatidylserine (PS) on the outer leaflet of the phospholipid bilayer of the cell membrane in a dose- and time-dependent manner. The resulting optimized phospholipid milieu significantly potentiated the pro-coagulatory efficacy of tTF-NGR within the factor X:factor VIIa:tTF-NGR:CD13 complex on the outer cell membrane when compared to cultures without trabectedin (p&#60;.05). This effect was specifically dependent on the presence of PS as it could be abolished by masking PS via preincubation with annexin V, whereas corticosteroids had no effect on the pro-coagulatory response of HUVEC in the presence of tTF-NGR. In an <i>in vivo<\/i> HT1080 human sarcoma xenograft model in athymic mice, systemic combination treatment of trabectedin followed by tTF-NGR (n=11) inhibited tumor growth to a greater extent than either compound alone (trabectedin n=9, tTF-NGR n=9) and compared to a saline control (n=8). The terminal half-life of tTF-NGR infused intravenously over 1 hour, was 9 hours (phase I trial). To further characterize the duration of tTF-NGR presence upon binding to the endothelial cell surface molecule CD13, we performed flow cytometry and fluorescence labeling experiments with tTF-NGR and HUVEC <i>in vitro<\/i>. After coincubation with HUVEC, the cells rapidly internalized the tTF-NGR:CD13 complex into the cytoplasm of the cells (approx. 50% of the labeled tTF-NGR after 3 h at 37<sup>o<\/sup>C), a process which exposed the protein to intracellular degradation. The multicenter TRABTRAP trial is actively recruiting patients (EudraCT 2020-005858-21).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Tissue factor,Tumor targeting,Trabectedin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Brand, S. Pavelka, K. Hessling, H. Hintelmann, A. F. Berdel, S. Bäumer, N. Bäumer, G. Lenz, C. Schliemann, <b>W. E. Berdel<\/b>, C. Schwöppe; <br\/>University of Münster, Muenster, Germany","CSlideId":"","ControlKey":"a8a0889c-1b87-40dd-9774-f1fb07f5ccf4","ControlNumber":"3031","DisclosureBlock":"&nbsp;<b>C. Brand, <\/b> None..<br><b>S. Pavelka, <\/b> None..<br><b>K. Hessling, <\/b> None..<br><b>H. Hintelmann, <\/b> None.&nbsp;<br><b>A. F. Berdel, <\/b> <br><b>Aurikamed<\/b> Other, Speaker Honoraria. <br><b>S. Bäumer, <\/b> <br><b>Elvesca Biotherapeutics<\/b> Other Business Ownership, Grant\/Contract, Patent. <br><b>N. Bäumer, <\/b> <br><b>Elvesca Biotherapeutics<\/b> Other Business Ownership, Grant\/Contract, Patent. <br><b>G. Lenz, <\/b> <br><b>Bayer<\/b> Grant\/Contract, Travel, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Nano String<\/b> Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Celgene<\/b> Grant\/Contract, Travel, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Gilead<\/b> Grant\/Contract, Travel, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Roche<\/b> Grant\/Contract, Travel, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Aquinox<\/b> Grant\/Contract. <br><b>Verastem<\/b> Travel. <br><b>Janssen<\/b> Grant\/Contract, Travel, Other, Honoraria\/Advisory Role\/Speakers Bureau. <br><b>Elvesca Biotherapeutics<\/b> Other Business Ownership, Patent. <br><b>Anturec Pharmaceuticals<\/b> Grant\/Contract. <br><b>C. Schliemann, <\/b> <br><b>Abbvie<\/b> Travel, Other, Honoraria\/advisory board. <br><b>Astellas<\/b> Other, Honoraria\/advisory board. <br><b>Astra Zeneca<\/b> Other, Honoraria\/advisory board. <br><b>BMS<\/b> Travel, Other, Honoraria\/advisory board. <br><b>Laboratories Delbert<\/b> Other, Honoraria\/advisory board. <br><b>Jazz Pharmaceuticals<\/b> Grant\/Contract, Travel, Other, Honoraria\/advisory board. <br><b>Novartis<\/b> Other, Honoraria\/advisory board. <br><b>Pfizer<\/b> Travel, Other, Honoraria\/advisory board. <br><b>Roche<\/b> Other, Honoraria\/advisory board. <br><b>Servier<\/b> Other, Honoraria\/advisory board. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Angio Biomed<\/b> Grant\/Contract. <br><b>Anturec Pharmaceuticals<\/b> Grant\/Contract. <br><b>W. E. Berdel, <\/b> <br><b>Anturec Pharmaceuticals<\/b> Other Business Ownership, Grant\/Contract, Patent, Other Intellectual Property. <br><b>Elvesca Biotherapeutics<\/b> Other Business Ownership, Patent. <br><b>Philogen S.p.A.<\/b> Stock, Grant\/Contract, Travel. <br><b>C. Schwöppe, <\/b> <br><b>Anturec Pharmaceuticals<\/b> Other Business Ownership, Grant\/Contract, Patent, Other Intellectual Property.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4606","PresenterBiography":null,"PresenterDisplayName":"Wolfgang Berdel, MD","PresenterKey":"1d7c8c92-bbe3-4339-b3f0-e377b8b0a12f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4606. Combinatorial effects of a sequence of trabectedin (T) and CD13-targeted tissue factor tTF-NGR on human vascular endothelial cells (HUVEC) and in soft tissue sarcoma (STS) models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinatorial effects of a sequence of trabectedin (T) and CD13-targeted tissue factor tTF-NGR on human vascular endothelial cells (HUVEC) and in soft tissue sarcoma (STS) models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Ewing sarcoma (ES) is an aggressive bone and soft tissue tumor affecting children and adolescents with an overall survival rate of 50%. Irinotecan (IR) is an effective chemotherapeutic agent but is associated with significant toxicity. Using an anti-CD99 targeted hybrid polymerized lipid nanoparticle containing IR, NV103, in pre-clinical mouse xenograft model of the disease, tumor ablation was achieved at 2mg\/kg of IR versus 50mg\/kg for free IR. All ES harbor a chromosomal translocation resulting in expression of a fusion EWS-FLI1 protein or equivalent. This chimeric gene is a transcriptional regulator that upregulates the FEZF1 and FEZF1-AS1 genes. Both EWS-FLI1 and FEZF1-AS1 genes are unique to ES and are not expressed in normal adult tissues. EWS-FLI1 promotes cell growth while the FEZF1-AS1 complex promotes tumor metastasis, a hallmark of ES. <i>In vitro <\/i>RNAi targeting of EF and FEZF1-AS1 results in tumor cell death. We hypothesized that combining EWS-FLI1 and\/or FEZF1-AS1 targeted RNAi therapy with NV103 cytotoxic therapy would be more effective than any single modality therapy.<br \/><b>Methods<\/b>: NV103 was provided by NanoValent Pharmaceuticals. siRNA containing lipid nanoparticles (LNP-siRNA) were generated using PreciGenome NanoGenerator. siRNA was quantified using the ribogreen assay. Nanoparticles were analyzed for size and particle numbers by NanoSight. siRNA was used to target the following genes- EWS-FLI1, FEZF1, FEZF1-AS1, or GFP. A673 cells expressing GFP were used for this <i>in vitro<\/i> study. Various doses of IR and siRNA were used in combination and cell growth\/death was imaged live using Incucyte. ATP assay was used to confirm live cells and to determine minimum effective dose (MED) over 72 hours of treatment.<br \/><b>Results<\/b>: LNP-siRNA, mean diameter 70nm and PDI&#60;0.2, encapsulated 90% of the siRNA in solution. LNP are stable at 4&#176;C for at least 4 weeks with minimal-to-no loss of activity. NV103 had a MED of 1&#181;M. MED of various siRNA was 30 to 50nM. Combination of NV103 and LNP-siRNA reduced MED of IR to 250nM. One treatment dose of LNP-siRNA followed by NV103 treatment three days later maintained significant cell death over 10 days post treatment initiation. Control cells were 97% more confluent than NV103\/ EWS-FLI1 siRNA treated ones, 85% more than NV103\/ FEZF1 siRNA cells and 92% more than NV103\/ FEZF1-AS1 treated cells. siRNA combinations of EWS-FLI1 and FEZF1 or FEZF1-AS1 along with NV103 added no further benefit.<br \/><b>Conclusion<\/b>: Combination nanoparticle therapy of IR and ES-specific siRNA reduces IR MED by four-fold. LNP delivery of siRNA enables tumor-specific gene targeting. Most have no available small molecule therapy. Targeting ES cells with both a low dose (250nM) of IR and 30-50nM of siRNA against unique tumor biomarkers results in increased cell death with no IR toxicity. Further animal studies are required to determine the effectiveness of such therapy <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Nanoparticle,Chemotherapy,siRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. A. Mitra<\/b><sup>1<\/sup>, J.-H. Parmentier<sup>1<\/sup>, H.-G. Kang<sup>1<\/sup>, T. J. Triche<sup>2<\/sup>; <br\/><sup>1<\/sup>Children's Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"bb7de7a7-bf4a-4154-957a-f338763a7091","ControlNumber":"7563","DisclosureBlock":"&nbsp;<b>S. A. Mitra, <\/b> None..<br><b>J. Parmentier, <\/b> None..<br><b>H. Kang, <\/b> None..<br><b>T. J. Triche, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1193","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4607","PresenterBiography":null,"PresenterDisplayName":"Sheetal Mitra, MD;PhD","PresenterKey":"a569ff60-27ac-4b99-bada-27432ee9dc55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4607. Targeted nanoparticle delivery of irinotecan and Ewing sarcoma-specific siRNA is an effective combination therapy for Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted nanoparticle delivery of irinotecan and Ewing sarcoma-specific siRNA is an effective combination therapy for Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"The alternative splicing of mRNA precursors allows one gene the capacity to yield multiple protein isoforms, each with distinct functions. Although this intricate process is subject to stringent regulation under normal physiological conditions, aberrant alternative splicing can generate atypical proteins and contribute to various diseases, including cancer. By activating splicing factors, Cdc-like kinases (CLKs) serve as pivotal regulators of alternative splicing and are considered promising therapeutic targets for various tumors. In this study, we investigated the activity of two CLK inhibitors, cirtuvivint (SM08502) and CC-671, in combination with precision oncology agents or conventional chemotherapeutics. Thirty highly characterized patient-derived cancer cell lines were selected from the National Cancer Institute&#8217;s Patient-Derived Models Repository (<u>https:\/\/pdmr.cancer.gov\/models\/database.htm<\/u><u><\/u>). The cell lines were derived from a range of cancer types including head and neck, bladder, pancreas, endometrial, colon, and melanoma, and contained clinically relevant variants of KRAS (G12C, G12D). Multi-cell type tumor spheroids were grown from a ratio of 6:2.5:1.5 malignant cells, endothelial cells, and mesenchymal stem cells, respectively. Following three days of growth, the spheroids were treated with single agents or combinations at concentrations up to their clinical C<sub>max<\/sub> value, if reported. After seven days of continuous drug exposure, cell viability was assessed using the CellTiter-Glo 3D assay. As a single agent, cirtuvivint showed concentration-dependent activity in all spheroid types with 1 &#8211; 3 logs of cytotoxicity, whereas CC-671 did not show activity in all spheroid types and achieved no more than 1 log of cytotoxicity. Among the standard chemotherapeutic drugs, doxorubicin and SN-38 demonstrated additive and greater-than-additive cytotoxicity in various spheroid types when combined with either CLK inhibitor. Several of the targeted oncology drugs exhibited noteworthy additive and greater-than-additive cytotoxicity when combined with a CLK inhibitor. These agents included the XPO1 inhibitor, eltanexor, the MCL-1 inhibitor, tapotoclax, the &#945;-isoform-specific PI3K inhibitor, inavolisib, and the pan-PI3K inhibitor, copanlisib. Notably, combinations of the CLK inhibitors with the KRAS G12D variant-specific inhibitor, MRTX-1133, showed selective activity against all tumor cell lines harboring this genetic variant. Interestingly, a strong antagonistic interaction between paclitaxel and CC-671 was observed in all thirty spheroid types, while no such interaction was observed with cirtuvivint. This project was funded in part with federal funds from the NCI, NIH, under contract no. HHSN261201500003I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Combination studies,Spheroids,Kinase inhibitors,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. S. Dexheimer<sup>1<\/sup>, T. Silvers<sup>1<\/sup>, <b>N. P. Coussens<\/b><sup>1<\/sup>, S. D. Gore<sup>2<\/sup>, J. H. Doroshow<sup>2<\/sup>, B. A. Teicher<sup>2<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"2fffba9e-7bc1-44de-8675-f4622c1a8abb","ControlNumber":"2719","DisclosureBlock":"&nbsp;<b>T. S. Dexheimer, <\/b> None..<br><b>T. Silvers, <\/b> None..<br><b>N. P. Coussens, <\/b> None..<br><b>S. D. Gore, <\/b> None..<br><b>J. H. Doroshow, <\/b> None..<br><b>B. A. Teicher, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1194","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4608","PresenterBiography":null,"PresenterDisplayName":"Nathan Coussens, PhD","PresenterKey":"82a98055-9091-4edc-bc98-2f3103d335b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4608. Combinations of Cdc-like kinase (CLK) inhibitors with targeted oncology agents or standard chemotherapy in patient-derived multi-cell type tumor spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinations of Cdc-like kinase (CLK) inhibitors with targeted oncology agents or standard chemotherapy in patient-derived multi-cell type tumor spheroids","Topics":null,"cSlideId":""},{"Abstract":"The efficacy of BRAFi in V600 mutated tumors is established and requires effective inhibition of the MAPK pathway. However, the use approved BRAFi leads to paradoxical MAPK pathway activation associated with toxicities and to acquired resistance. Therefore, these inhibitors were combined with MEKi to mitigate toxicities, which has been shown to be more effective than monotherapy in some settings. Although effective, these combinations result in bothersome side effects, a high discontinuation rate, and risk of secondary malignancies, indicating a continued unmet need. Also, ~35% of all BRAF mutations occur outside the V600 codon, composed of a wide array of missense mutations, fusions, and in-frame deletions, which are not targeted by the earlier generation BRAFi. By design, plixo (FORE8394; PLX8394), a clinical stage BRAFi, binds the monomeric form of BRAF and inhibits its dimerization, while sparing the WT form, avoiding paradoxical MAPK pathway activation. We hypothesized that the combination of plixo with a MEKi will improve its efficacy and potency through maximal suppression of the MAPK pathway. Using ForeSight assay, a unique platform for testing MAPK signaling, we tested the efficacy of plixo and 4 MEKi (trametinib, cobimetinib, binimetinib and mirdametinib) across a cohort 18 BRAF alterations (V600E, 2 class II and 15 fusions) as single agents and in combinations. The combinations of plixo with the different MEKi were synergistic across all BRAF alterations tested. Furthermore, we compared the potency of a combination of plixo with binimetinib (bini) to that of another BRAFi (vemurafenib) or pan-RAFi&#8217;s (tovorafenib and lifirafenib) with bini in 2 class I, 3 class II and 7 BRAF fusions using the foresight assay. The IC:50 of BRAF V600E expressing cells treated with plixo + bini was 6nM compared with 57nM, 103nM and 190nM for the tovorafenib, vemurafenib, and lifirafenib combinations with bini respectively. A similar trend was shown in 9 of 11 additional alterations tested, indicating the potency of the combination of plixo + bini. Results were validated using western blot analysis and cell viability assays of both melanoma and CRC V600E mutated cell lines. Western blot correlated with ForeSight results both in single agents and combination treatment. Cells treated with plixo + bini showed complete growth inhibition while the same drug concentrations of vemurafenib + bini and tovorafenib + binimetinib showed no growth inhibition beyond the effect of bini single agent. These results indicate the improved efficacy of plixo + bini combination in inhibiting MAPK signaling and cancer cell proliferation. Overall results support that maximal suppression of the MAPK pathway with plixo is more potent in combination with a MEK inhibitor in BRAF V600 and non-V600 nonclinical models compared to BRAF or pan-RAF combinations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"BRAF,Mitogen-activated protein kinase (MAPK) pathway,Combination therapy,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"G. Tarcic<sup>1<\/sup>, L. Cohen<sup>1<\/sup>, <b>S. P. Shepherd<\/b><sup>2<\/sup>, N. Filippov Levy<sup>1<\/sup>, H. Billauer<sup>1<\/sup>, L. Birnbaum<sup>1<\/sup>, S. Gasasa<sup>1<\/sup>, R. Maor<sup>1<\/sup>, R. Abu-Liel<sup>1<\/sup>, E. Goldfarb<sup>1<\/sup>; <br\/><sup>1<\/sup>Fore Biotherapeutics Inc., Ness Ziona, Israel, <sup>2<\/sup>Fore Biotherapeutics Inc., Philadelphia, PA","CSlideId":"","ControlKey":"0273d826-26e8-4a04-b286-0c79d7c854f5","ControlNumber":"6275","DisclosureBlock":"<b>&nbsp;G. Tarcic, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>L. Cohen, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>S. P. Shepherd, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>N. Filippov Levy, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>H. Billauer, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>L. Birnbaum, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>S. Gasasa, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>R. Maor, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>R. Abu-Liel, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment. <br><b>E. Goldfarb, <\/b> <br><b>FORE Biotherapeutics<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4609","PresenterBiography":null,"PresenterDisplayName":"Stacie Shepherd, MD, PhD","PresenterKey":"1c956f7a-dd6f-433c-9980-f7370971a555","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4609. Plixorafenib (plixo) synergizes with MEK inhibitors (MEKi) in MAPK pathway inhibition in BRAF V600 and non V600 alterations, with higher potency compared to early generation BRAFi and pan-RAFi","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plixorafenib (plixo) synergizes with MEK inhibitors (MEKi) in MAPK pathway inhibition in BRAF V600 and non V600 alterations, with higher potency compared to early generation BRAFi and pan-RAFi","Topics":null,"cSlideId":""},{"Abstract":"Triple&#173;negative breast cancer (TNBC) is highly aggressive and associated with poor clinical outcomes. TNBC stands as a major cause of death among breast cancer patients and offers only a few therapeutic options. Abemaciclib, a cyclin dependent kinase 4\/6 (CDK4\/6) inhibitor, has received FDA approval for use in hormone receptor-positive, HER2-negative, and metastatic breast cancers. However, acquired resistance to CDK4\/6 inhibitors in treating TNBC is becoming an increasing concern. Our recent results indicated that CDK4\/6 inhibitors can induce IL-6 levels in TNBC cells as a potential resistance mechanism by augment IL-6 signaling axis, and that targeting IL-6 signaling can sensitize TNBC cells to CDK4\/6 inhibitor therapy. In this study, combination of Abemaciclib with an IL-6\/GP130 inhibitor (bazedoxifene) was tested in TNBC cells. We examined the effect of the combination on cell viability, cell migration, and invasion of human and mouse TNBC cell lines. Our data demonstrated that the bazedoxifene and abemaciclib combination treatment synergistically inhibited TNBC cell viability, cell migration, and invasion <i>in vitro<\/i>. These results support dual inhibition of CDK4\/6 and IL-6 as a novel therapeutic approach for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Apoptosis,Triple-negative breast cancer (TNBC),CDK4\/6 inhibitors,Cell migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Caroland<\/b><sup>1<\/sup>, C. Shi<sup>1<\/sup>, H.-W. Lo<sup>2<\/sup>, J. Lin<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Maryland, Baltimore, Baltimore, MD, <sup>2<\/sup>Department of Neurosurgery and the University of Texas McGovern Medical School at Houston, Houston, TX","CSlideId":"","ControlKey":"0900dd02-9959-4013-9d18-33ed192fd3c9","ControlNumber":"3335","DisclosureBlock":"&nbsp;<b>K. Caroland, <\/b> None..<br><b>C. Shi, <\/b> None..<br><b>H. Lo, <\/b> None..<br><b>J. Lin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4610","PresenterBiography":null,"PresenterDisplayName":"Kailey Caroland, Graduate Student","PresenterKey":"ee0a55f1-e659-42ac-a933-a95d3b4cff66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4610. Dual inhibition of CDK4\/6 and IL-6 pathways as a novel therapeutic approach for triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual inhibition of CDK4\/6 and IL-6 pathways as a novel therapeutic approach for triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Polo-like Kinase 1 (PLK1) plays a key role in cell proliferation with vital regulatory functions in mitosis and cell survival. We investigated the expression of PLK1 protein in a large cohort of PTC patient&#8217;s samples and explored its functional role in PTC cell lines <i>in vitro<\/i> and <i>in vivo<\/i>. PLK1 overexpression was observed in 54% of all PTC and was significantly associated with aggressive clinico-pathological parameter and it was found to be independent prognostic marker for recurrence-free survival. PLK1 inhibition indeed inhibited cell proliferation and induced cell cycle arrest and apoptosis in PTC cell lines. Importantly, silencing of PLK1 decreases the self-renewal ability of spheroids generated from PTC cells. Immunoprecipitation analysis shows that PLK1 binds to FoxM1 and vice versa <i>in vitro<\/i>. Mechanistically, PLK1 knockdown suppresses FoxM1 expression, whereas inhibition of FoxM1 does not affect PLK1 expression, which suggests that PLK1 acts through the FoxM1 pathway. The combined inhibition of PLK1 with volasertib and FoxM1 with thiostrepton synergistically attenuated PTC cell growth <i>in vitro<\/i> and <i>in vivo<\/i>. Our findings suggest that co-targeting of PLK1 and FoxM1 could be a viable therapeutic strategy for treating patients with an aggressive subtype of PTC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Polo-like kinase,Thyroid cancer,FOXM1,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Poyil<\/b>, A. K. Siraj, D. Padmaja, S. K. Parvathareddy, S. Thangavel, S. Al-Sobhi, F. Al-Dayel, K. S. Al-Kuraya; <br\/>King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"fc9e6962-b52a-43e7-994c-5154895b8de4","ControlNumber":"3006","DisclosureBlock":"&nbsp;<b>P. Poyil, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>D. Padmaja, <\/b> None..<br><b>S. K. Parvathareddy, <\/b> None..<br><b>S. Thangavel, <\/b> None..<br><b>S. Al-Sobhi, <\/b> None..<br><b>F. Al-Dayel, <\/b> None..<br><b>K. S. Al-Kuraya, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4611","PresenterBiography":"","PresenterDisplayName":"Pratheeshkumar Poyil, PhD","PresenterKey":"dd5ee4a5-f2df-4700-bfac-8ef07fe35d3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4611. The co-targeting of PLK1 and FoxM1 contributes to synergistic antitumor effects in PTC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The co-targeting of PLK1 and FoxM1 contributes to synergistic antitumor effects in PTC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer, accounting for about 15-20% of all breast cancers. Characterized by a lack of estrogen and progesterone receptors and non-amplified HER2, treatment options are limited compared to other breast cancer subtypes. The aim of this study was to evaluate eltanexor (Elta), an XPO1 inhibitor, in combination with venetoclax (Ven), a Bcl-2 inhibitor to promote apoptosis in TNBC models.<br \/><b>Methods:<\/b> CellTiter-Glo Cell Viability Assay was utilized to determine cell viability in 6 TNBC cell lines after 72-hour exposure to no drug, Elta, Ven or the combination. Synergy scores were determined using the Bliss model in SynergyFinder+, scores 10 or above indicating synergy. Apoptosis (by Annexin V) was assessed after 24- and 48-hour exposure to drug via flow cytometry. Immunoblots were used to assess the mechanism of action in cell lines treated for 24 hours.<br \/><b>Results<\/b>: CellTiter Glo displayed greater anti-proliferative activity in combination versus single agent exposure. Synergy was observed in CAL-120, BT-20, and MDA-MB-468 cell lines, with synergy score values ranging from -13.22 - 25.07. Additive effects were observed in other cell lines. An increase in apoptosis was observed in CAL-51 and MDA-MB-231 cells after 24- and 48-hour treatment that was greater with the combination. CAL-51 cells exposed to single agent Ven or Elta [0.5 &#181;M] for 24 hours had significantly less apoptosis than those exposed to the combo (p = &#60;0.0001). After a 48-hour exposure, CAL-51 cells exposed to single agent Ven had less apoptosis than in combination with Elta [0.1 &#181;M] (p = 0.0431) or Elta [0.5 &#181;M] (p = 0.0036 &#181;M]. Additionally, single agent Elta [0.5 &#181;M] resulted in less apoptosis than the combination (p = 0.0067). Similar results were observed in MDA-MB-231 cells. We observed an increase in apoptotic markers with the combination in all cell lines treated. In all cell lines, DNA-damage marker pH2Ax increased with Ven and the combination. In the CAL-51 cells, p53 increased following Elta or combination exposure. In the MDA-MB-231 cells, a decrease in the anti-apoptotic protein MCL1 was observed with Elta or combination.<br \/><b>Conclusion<\/b>: The combination of Elta and Ven resulted in increased apoptosis and antiproliferative activity in TNBC cell lines. Combined, the two drugs synergistically functioned to increase DNA damage and promote apoptotic cell death. This work supports the continued evaluation of Elta and Ven in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Venetoclax,Apoptosis,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. M. Jackson<\/b>, S. G. Smoots, A. T. A. Dominguez, E. Dus, S. Bagby, C. Binns, T. M. Pitts, J. R. Diamond; <br\/>University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"8e8884fa-6176-4128-8edf-ccdc85a85281","ControlNumber":"7066","DisclosureBlock":"&nbsp;<b>M. M. Jackson, <\/b> None..<br><b>S. G. Smoots, <\/b> None..<br><b>A. T. A. Dominguez, <\/b> None..<br><b>E. Dus, <\/b> None..<br><b>S. Bagby, <\/b> None..<br><b>C. Binns, <\/b> None..<br><b>T. M. Pitts, <\/b> None..<br><b>J. R. Diamond, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4612","PresenterBiography":null,"PresenterDisplayName":"Marilyn Jackson, BA","PresenterKey":"06e4ebf7-b807-49e9-b76e-c9d0613d34df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4612. Inhibition of BCL2 and XPO1 demonstrates synergistic effects in triple-negative breast cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of BCL2 and XPO1 demonstrates synergistic effects in triple-negative breast cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Rapid drug resistance after chemotherapy is a key cause of treatment failure in human pancreatic ductal adenocarcinoma (PDAC). Here, we found that tumor-derived interleukin 35 (IL-35) mediated the rapid resistance of PDAC to gemcitabine (GEM). The role of IL-35 in GEM resistance was determined by molecular and cell biology approaches in PDAC cells and in patient-derived tumor xenograft (PDX) models. We used whole genome RNA sequencing, molecular cloning and other molecular biological methods to study the molecular mechanism of IL-35 mediated GEM resistance. An anti-IL-35 neutralizing antibody was used in mouse models to investigate the feasibility of targeting IL-35 to overcome drug resistance in pancreatic cancer. We observed the phenomenon that GEM resistance could spread from GEM resistant PDAC cells to GEM sensitive ones. The results of sequencing and experiments confirmed that the IL-35 secretion is responsible for the dissemination of chemoresistance. IL-35 secreted from GEM resistant cells activated the IL35 expression in GEM sensitive cells and upregulated SOD2 expression via GP130-STAT1 signaling, which scavenges reactive oxygen species (ROS) and then leads to GEM resistance.Furthermore, we found that a neutralizing antibody against IL-35 significantly enhanced the tumor suppressive effect of GEM. These findings collectively reveal that IL-35 plays crucial roles in mediating GEM resistance in pancreatic cancer. Moreover, IL-35 might serve as a promising therapeutic target for combating PDAC chemoresistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Chemoresistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Huang<\/b>, H. Sun, A. Chang, J. Hao; <br\/>Tianjin Medical Univ. Cancer Inst. & Hospital, Tianjin, China","CSlideId":"","ControlKey":"abb62aa0-398f-44c1-a878-7d41fe3f3731","ControlNumber":"8682","DisclosureBlock":"&nbsp;<b>C. Huang, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>A. Chang, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4613","PresenterBiography":null,"PresenterDisplayName":"Chongbiao Huang, MD;PhD","PresenterKey":"1b8d0114-0511-4a4c-91f6-e57c89f4612a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4613. Tumor-derived interleukin 35 facilitates the gemcitabine resistance in pancreatic adenocarcinoma by mediating the dissemination of chemoresistance among PDAC cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-derived interleukin 35 facilitates the gemcitabine resistance in pancreatic adenocarcinoma by mediating the dissemination of chemoresistance among PDAC cells","Topics":null,"cSlideId":""},{"Abstract":"Non-Hodgkin lymphoma (NHL) is a common cancer in both men and women, and represents a significant cancer burden worldwide. Primary effusion lymphoma (PEL) is a subtype of NHL infected with Kaposi sarcoma-associated herpesvirus (KSHV). PEL is an aggressive and lethal cancer with no current standard of care, owing largely to its propensity to develop resistance to current chemotherapeutic regimens. Here, we report a reliance of PEL on the mitotic kinase, NEK2, for survival. Genetic and pharmacologic targeting of NEK2 resulted in caspase 3-mediated apoptotic cell death of PEL. Furthermore, inhibition of NEK2 significantly prolonged survival and reduced tumor burden in a PEL mouse model. We also report that the ABC transporter proteins, MDR1 and MRP, are most active in PEL and that NEK2 inhibition of PEL reduced the expression and activity of these ABC transporter proteins, which are known to mediate drug resistance in cancer. Additionally, NEK2 inhibition sensitized both viral and non-viral NHL to other chemotherapeutic agents such as rapamycin, resulting in enhanced cancer cell death. Overall, these data offer insight into the mechanisms underlying PEL survival and drug resistance, and suggest that NEK2 is a viable therapeutic target for PEL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Kinases,Therapeutic target,Kaposi sarcoma-associated herpesvirus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. C. White<\/b>, J. P. Wong, B. Damania; <br\/>UNC Lineberger Comprehensive Cancer Center, Chapel Hill, NC","CSlideId":"","ControlKey":"59a36628-ecf6-4eb4-873f-8d2245b2728d","ControlNumber":"5225","DisclosureBlock":"&nbsp;<b>M. C. White, <\/b> None..<br><b>J. P. Wong, <\/b> None..<br><b>B. Damania, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4614","PresenterBiography":null,"PresenterDisplayName":"Maria White, PhD,MS,BS","PresenterKey":"a512db57-c4f0-4e07-851e-923572a3d01f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4614. Inhibition of NEK2 promotes chemosensitivity and reduces primary effusion lymphoma burden","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of NEK2 promotes chemosensitivity and reduces primary effusion lymphoma burden","Topics":null,"cSlideId":""},{"Abstract":"Recent approval of the HIF-2&#945; antagonist belzutifan (Welireg) for patients with <i>VHL<\/i> disease has enabled the clinical opportunity to target the HIF-2 axis in cancer. This is particularly important for patients with clear cell renal cell carcinoma (ccRCC), in which 90% of tumors are <i>VHL<\/i> deficient, and approximately one in four primary tumors express HIF-2&#945; exclusively. Clinical studies to date suggest an overall response rate (ORR) of 20-25% for belzutifan monotherapy, highlighting the need for a rational combination strategy to improve patient outcomes. This has led to multiple clinical trials testing belzutifan in combination with diverse therapeutic agents, including immune-checkpoint inhibitors, VEGFR-TKIs, and CDK4\/6 inhibitors.<br \/>HiberCell is developing a first-in-class GCN2 activator currently undergoing Ph1 clinical evaluation in patients with solid tumors (NCT05121948). GCN2 activation by HC-7366 drives the Integrated Stress Response (ISR), resulting in translation inhibition and delayed cell cycle progression in cancer cells. In preclinical studies, HC-7366 demonstrated significant antitumor activity associated with HIF suppression across diverse tumor models, including ccRCC (70% TGI), head and neck (33% regression), sarcoma (84% TGI) and prostate (100% TGI). Analysis of tumor samples revealed that HC-7366 inhibited both HIF-1&#945; and HIF-2&#945;, as well as multiple cell cycle regulators. Given the mechanistic link between HIF-2 and cell cycle regulation, and the noted combination benefit reported when CDK inhibitors are combined with belzutifan, we hypothesized that HC-7366 would enhance the antitumor effects of belzutifan in RCC.<br \/>Combination studies in HIF-2 dependent 786-O and A-498 RCC xenografts demonstrated that HC-7366 improved the antitumor effects of belzutifan at clinically relevant doses. The combination of HC-7366 and belzutifan in A-498 drove robust tumor inhibition (~90% TGI). In 786-O, HC-7366 increased the number of complete responses from 2 of 8 tumors in the belzutifan-treated animals to 6 of 8 in the combination group. When tested in two belzutifan-resistant PDX models, HC-7366 resulted in significant monotherapy activity, achieving 17% regression as a maximal response, and inhibiting both HIF and cell cycle markers. Belzutifan is currently being tested in indications beyond RCC, so we evaluated the combination in <i>VHL<\/i>wt endometrial cancer model, MFE-280. Consistent with RCC models, the combination of HC-7366 and belzutifan resulted in tumor stasis with activation of ISR, enhanced inhibition of HIF and cell cycle markers in the combination vs belzutifan monotherapy.<br \/>Together, these findings suggest that HC-7366 enhances belzutifan activity and serves as a rationale supporting clinical evaluation of this therapeutic combination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Hypoxia-inducible factor,HIF,GCN2,adaptive stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. E. Stokes, F. Tameire, P. Wojnarowicz, S. Fujisawa, <b>C. Dudgeon<\/b>, S. Huang, N. Collette, B. Harrison, A. LaCayo, X. Qiu, T. Kangas, W. Zhang, J. Drees, D. Surguladze, E. S. Lightcap, N. Bose; <br\/>HiberCell, Roseville, MN","CSlideId":"","ControlKey":"9735222e-0450-4955-bbd5-90b04422d824","ControlNumber":"3852","DisclosureBlock":"<b>&nbsp;M. E. Stokes, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option. <br><b>F. Tameire, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option, Patent.<br><b>P. Wojnarowicz, <\/b> None.&nbsp;<br><b>S. Fujisawa, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>C. Dudgeon, <\/b> <br><b>Regeneron<\/b> Stock. <br><b>Novo Nordisk<\/b> Stock. <br><b>HiberCell<\/b> Employment, Stock Option.<br><b>S. Huang, <\/b> None.&nbsp;<br><b>N. Collette, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>B. Harrison, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>A. LaCayo, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>X. Qiu, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>T. Kangas, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>W. Zhang, <\/b> <br><b>HiberCell<\/b> Employment. <br><b>J. Drees, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option, Patent. <br><b>D. Surguladze, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option. <br><b>Eli Lilly<\/b> Stock, Patent. <br><b>E. S. Lightcap, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option. <br><b>Takeda<\/b> Stock Option, Patent. <br><b>N. Bose, <\/b> <br><b>HiberCell<\/b> Employment, Stock Option, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4615","PresenterBiography":null,"PresenterDisplayName":"Crissy Dudgeon, BS;PhD","PresenterKey":"8b1e95cd-d7e6-49d4-ac56-97ce5e69cf75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4615. HC-7366, a potent GCN2 activator, complements belzutifan, a HIF-2&#9082; antagonist, by providing combination benefit in belzutifan-sensitive models and monotherapy activity in belzutifan-resistant models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HC-7366, a potent GCN2 activator, complements belzutifan, a HIF-2&#9082; antagonist, by providing combination benefit in belzutifan-sensitive models and monotherapy activity in belzutifan-resistant models","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most frequently diagnosed malignancy and the second leading cause of cancer mortality in Western women. As is the case for most other solid tumors, metastasis and drug resistance are the main causes of death. In ~80% of BC cases, the PI3K-AKT pathway is aberrantly activated, due to the alterations in genes encoding the pathway components, such as Ras, Her2, PTEN, PIK3C and AKT. Consequently, over 100 clinical trials are currently underway worldwide to evaluate the therapeutic efficacy of PI3K and AKT inhibitors in BC; however, initial data revealed that inhibition of this pathway is either not effective or often results in development of resistance and relapse of the disease. Thus, identification of additional targets and therapeutic combinations are urgently needed. We previously reported that TBK1-mediated TRAF2 Ser-11 phosphorylation enhances NF-&#954;B activation to promote cancer cell survival under conditions of cellular stresses. Recently, we discovered that GSK3&#946; directly phosphorylates TRAF2 at Thr-7 upon Ser-11 phosphorylation by TBK1, and that phosphorylation of both Thr-7 and Ser-11 is essential for sustained NF-&#954;B activation and BC cell resistance to PI3K-AKT inhibition. TBK1 and its close homologue IKK&#949; are overexpressed in ~70% of BC and play critical roles in BC cell survival. GSK3&#946; is a constitutively active kinase activity in unstimulated normal cells, but its activity is suppressed in most cancer cell types by AKT-mediated phosphorylation. These published reports and our new findings suggest that inhibition of AKT in BC cells leads to increased phosphorylation of TRAF2 by TBK1 and GSK3&#946;, which confers resistance to PI3K-ATK inhibition. Bioinformatic analyses revealed that TRAF2 and GSK3&#946; are also overexpressed in invasive BC, and significantly correlate with poor prognosis. As expected, inhibition of both AKT and TBK1 or GSK3b synergistically induced apoptosis in BC cell lines <i>in vitro<\/i> and significantly suppressed xenograft BC tumor growth <i>in vivo<\/i>. Thus, our data suggest that further investigation of the efficacies of combined PI3K\/AKT and TBK1\/GSK3&#946; inhibition in PDX models of BC has the potential to develop new strategies for BC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Kinase inhibitors,PI3K-Akt,TRAF2,Phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Habelhah<\/b>, L. Zhang; <br\/>University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"f2f9b552-313b-4bea-8d51-bee705bec5bf","ControlNumber":"7764","DisclosureBlock":"&nbsp;<b>H. Habelhah, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1242","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4616","PresenterBiography":null,"PresenterDisplayName":"Hasem Habelhah, PhD","PresenterKey":"2eabd9d3-f075-445f-9d30-57fbd18991bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4616. TBK1 and GSK3 mediated TRAF2 phosphorylation confers resistance to PI3K-AKT inhibition in breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TBK1 and GSK3 mediated TRAF2 phosphorylation confers resistance to PI3K-AKT inhibition in breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The limitations of chemotherapeutic applications are often imposed by dose-related toxicity and the emergence of therapeutic resistance. Fisetin, a naturally occurring flavonoid, has demonstrated anticancer properties in various cancer types. Despite its proven effectiveness against cancer, the molecular target of fisetin remains unknown.<br \/><b>Methods: <\/b>Our study focused on understanding how fisetin and chemotherapy work together to inhibit the growth and survival of human HNC. We conducted <i>in silico,<\/i> <i>in vitro<\/i> and <i>in vivo<\/i> investigations. We employed target prediction, kinase profiling, transcriptome analysis and tumor xenograft to identify the chemosensitivity efficacy and mechanism of fisetin.<br \/><b>Results:<\/b> <i>In-silico<\/i> target prediction suggested that fisetin might target multiple kinases. Based on this lead, we have screened fisetin for different kinase inhibition activities and found that it inhibits multiple CDKs including CDK1, 2, 4, 5 and 6 at nanomolar concentration. To test its cellular activity, we have selected the head and neck cancer (HNC) model and found that fisetin treatment strongly inhibited cell proliferation and arrested the HNC cells in G1 phase followed by apoptotic cell death. In tumor xenograft experiment, we found that oral fisetin treatment inhibited the FaDu and SAS tumor growth in the athymic mouse model. Transcriptome analysis on FaDu and SAS cell lines indicated that fisetin treatment significantly modulates pathways associated with cell cycle progression and regulation. These pathways include cellular assembly, DNA replication, cell death, and cell morphology. Pretreatment of HNC cells with fisetin improved the effectiveness of chemotherapy drugs including cisplatin, 5-fluorouracil, and docetaxel. Consistent with this, fisetin pre-treated cells showed elevated levels of cellular and mitochondrial ROS followed by the activation of caspases and apoptosis induction when compared with that in control cells after cisplatin, 5-FU, or docetaxel treatment.<br \/><b>Conclusion: <\/b> These results imply that fisetin has the potential to be utilized as a multi-kinase inhibitor in cancer cells. The study revealed that fisetin has a strong potential for increasing the sensitivity of cancer cells to chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Head and neck cancers,Kinase inhibitors,Cell cycle,CDK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Tailor<sup>1<\/sup>, D. Mishra<sup>2<\/sup>, S. V. Malhotra<sup>1<\/sup>, <b>R. P. Singh<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Jawaharlal Nehru University, New Delhi, India","CSlideId":"","ControlKey":"3b068865-ff22-492d-83fd-c9a75a46a0ae","ControlNumber":"8606","DisclosureBlock":"&nbsp;<b>D. Tailor, <\/b> None..<br><b>D. Mishra, <\/b> None..<br><b>S. V. Malhotra, <\/b> None..<br><b>R. P. Singh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4617","PresenterBiography":null,"PresenterDisplayName":"Rana Singh, PhD","PresenterKey":"4909780f-2257-46db-8737-2188062d62a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4617. Fisetin, a multi-kinase inhibitor enhances chemotherapeutic sensitivity in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fisetin, a multi-kinase inhibitor enhances chemotherapeutic sensitivity in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction:<\/u> Castration-resistant prostate cancer (CRPC) is an incurable and lethal progression of the disease that does not respond to any treatment options. Cell adhesion to the extracellular matrix (ECM) activates survival pathways, allowing cancer cells to evade anti-cancer therapy, a phenomenon known as cell adhesion-mediated drug resistance. Bone, which is the primary site of prostate cancer metastasis, is known to be enriched in laminin, a ubiquitous ECM protein. In addition, laminin binding integrins, &#945;6&#946;1 and &#945;3&#946;1, are the major integrins expressed in CRPC, suggesting that laminin-dependent adhesion provides a survival advantage. Based on these findings, activation of the laminin-binding integrin, &#945;6&#946;1, is an intriguing factor mediating resistance to therapy in CRPC.<u> <\/u>PIM1 is an oncogenic Ser\/Thr kinase that is elevated in CRPC and is known to promote resistance to therapy. In contrast, to many pro-survival kinases, PIM kinases do not possess any obvious regulatory domains. Current evidence suggests that PIM1 is constitutively active when it is expressed, so PIM1 expression level directly correlates with its catalytic activity. Despite this fact, little is known about the internal and external mechanisms that dictate PIM1 protein levels and spatial activation in cancer cells. Here, we identify PIM1 as a key survival signal that contributes to cell adhesion-mediated drug resistance.<br \/><u>Experimental procedures:<\/u> Supporting the importance of this signaling axis in human tumors, multiplex IHC of a TMA containing prostate adenocarcinoma and CRPC bone metastases to show that integrin &#945;6 and PIM1 are coexpressed and spatially correlated in primary and metastatic prostate cancer. To examine the spatiotemporal dynamics of PIM1 during cell adhesion, We developed a <u>k<\/u>inase <u>a<\/u>ctivity <u>r<\/u>eporter (PIMKAR) to monitor PIM catalytic activity in live cells. Because we observed PIM was highly localized to the membrane in patient tumors, we tagged PIMKAR with a myristylation sequence to specifically measure PIM activity at the membrane vs cytosol. Immunofluorescence and biochemical techniques were used to demonstrate the effect of PIM1 on mitophagy and oxidative stress.<br \/><u>Conclusions<\/u>: We demonstrate that activation of integrin &#945;6&#946;1 downstream of cell adhesion stabilizes PIM1 by blocking its proteasomal degradation. The resulting upregulation of PIM1 serves to reduce oxidative stress through complementary mechanisms reducing mitochondrial fragmentation and increasing the removal of damaged mitochondria by increasing mitophagy. Mechanistically, PIM1 upregulates BNIP3 to enhance mitophagy and thereby reduce oxidative stress in the cell. Together, these results expand our understanding of the mechanisms regulating PIM1 activation and provide evidence for the use of PIM inhibitors in bone mCRPC and other cancers where laminin is a major component of the ECM","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,Drug resistance,Integrins,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Flores<\/b>, S. Chauhan, C. Miranti, A. Cress, G. Rogers, N. Warfel; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"2e5267f7-7e2b-42dc-88aa-e5359e77811c","ControlNumber":"7860","DisclosureBlock":"&nbsp;<b>C. Flores, <\/b> None..<br><b>S. Chauhan, <\/b> None..<br><b>C. Miranti, <\/b> None..<br><b>A. Cress, <\/b> None..<br><b>G. Rogers, <\/b> None..<br><b>N. Warfel, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4618","PresenterBiography":null,"PresenterDisplayName":"Caitlyn Flores","PresenterKey":"b47c9f9b-9ab5-40f0-9142-eea50bb51665","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4618. PIM kinases drive cell adhesion mediated drug resistance in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIM kinases drive cell adhesion mediated drug resistance in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: Nuclear expression of the receptor tyrosine kinase (RTK) ErbB3\/HER3 increases in highly aggressive prostate cancer cells, but its nuclear transport mechanism is currently unknown. Prostate tumors rely on the androgen receptor (AR), whose activation transcriptionally controls ErbB3 expression, but its role in ErbB3 nuclear localization had not previously been reported. Here, we investigated the mechanism by which subcellular localization of ErbB3 was altered in prostate cancer.<br \/>Methods: ErbB3 localization was investigated in the human prostate cancer tumor progression model LNCaP, C4, C4-2 and C4-2B. ErbB3 was stimulated with heregulin-1&#946; (HRG). Nuclear translocation was tested with a nucleocytoplasmic transport inhibitor panel (chlorpromazine, filipin III, amiloride and Leptomycin B) LNCaP and C4 cells were continuously cultured with the AR activation inhibitor abiraterone acetate (AbiAc) or ethanol (VEH) or treated with the AR inhibitors enzalutamide, darolutamide and apalutamide. ErbB3 activity and subcellular localization were analyzed using confocal microscopy\/subcellular fractionation\/immunoblot. Cell viability was determined by MTT assay. Proliferation and apoptosis were determined by flow cytometry. Invasive potential was investigated by crystal violet staining of cell colonies. ErbB3 expression was reduced by siRNA technology.<br \/>Results: The ratio of nuclear to cytoplasmic ErbB3 increased in untreated cells from LNCaP&#60;C4-2&#60;C4&#60;C4-2B. In all four lines, nuclear localization of ErbB3 peaked at 30 minutes after HRG treatment, with a rapid return to the cytoplasm in LNCaP cells (at 1 hour), slower in C4 cells (at 4 hours), and continued accumulation in the nucleus in C4-2 and C4-2B 8 hours following HRG treatment. Treatment with the transport inhibitor panel showed that nuclear accumulation of ErbB3 was prevented by the clathrin-dependent endocytosis inhibitor Chlorpromazine (CPZ) but not by the others. In LN-VEH and C4-VEH cells, HRG induced nuclear translocation of ErbB3 but not in LN-AbiAc or C4-AbiAc cells. Accordingly, HRG increased ErbB3 phosphorylation at Y1328 and nuclear Akt phosphorylation at S473 in VEH but not AbiAc cells. C4 cells, which had high baseline nuclear ErbB3, were more sensitive to the AR inhibitors and showed decreased viability and invasive potential compared to LNCaP cells.<br \/>Conclusions: These results indicate that (1) ErbB3 nuclear localization required clathrin-dependent endocytosis (2) ligand binding of ErbB3 as well as the presence of an active AR is necessary for ErbB3 nuclear localization and (3) the presence of nuclear ErbB3 increases sensitivity to AR inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"ErbB3,Androgen deprivation therapy,Signal transduction pathways,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Jathal<\/b>, M. M. Mudryj, P. M. Ghosh; <br\/>UC Davis, Sacramento, CA","CSlideId":"","ControlKey":"526a7695-129a-4db0-b958-39ecd56fc6b4","ControlNumber":"4001","DisclosureBlock":"&nbsp;<b>M. K. Jathal, <\/b> None..<br><b>M. M. Mudryj, <\/b> None..<br><b>P. M. Ghosh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4619","PresenterBiography":null,"PresenterDisplayName":"Maitreyee Jathal, B Pharm;MS;PhD","PresenterKey":"36b9871b-e4c7-46d3-bca6-7bfbc37ba3c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4619. Prolonged inhibition of androgen receptor signaling induces expression of Nuclear ErbB3 which renders prostate cancer cells susceptible to targeted inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prolonged inhibition of androgen receptor signaling induces expression of Nuclear ErbB3 which renders prostate cancer cells susceptible to targeted inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is characterized by the uncontrolled proliferation of immature hematopoietic progenitors, often associated with a poor prognosis. Conventional therapies involve chemotherapy and bone marrow stem cell transplantation. The growth hormone releasing hormone receptor (GHRH-R) antagonist MIA-602 has exhibited inhibitory effects on the growth of various human cancer cell lines, including AML cells. This study aimed to investigate the impact of MIA-602 alone and in combination with doxorubicin on three doxorubicin-resistant AML cell lines, K-562, U-937, and KG-1A. Initial examinations confirmed the presence of GHRH receptors in both wild-type and doxorubicin-resistant cell lines through western blot analysis. Doxorubicin was administered at concentrations of 0.005, 0.01, and 0.05 &#956;g\/ml, while MIA-602 was used at 5 &#956;mol\/L. Subsequent experiments involved culturing both wild-type and doxorubicin-resistant clones with MIA-602 at concentrations ranging from 0.05 &#956;mol\/L to 5 &#956;mol\/L for 24 and 48 hours. The results revealed a significant, dose- and time-dependent reduction in cell proliferation across all six cell lines. Both wild-type and doxorubicin-resistant clones exhibited a comparable decrease in cell proliferation when exposed to MIA-602 at concentrations greater than 0.05 &#956;mol\/L (p &#60; 0.05) after 24 and 48 hours. In conclusion, our study demonstrates that these three AML cell lines and their doxorubicin-resistant clones remain susceptible to GHRH antagonist MIA-602. These findings may pave the way for the development of novel therapies or drug combinations using GHRH antagonists such as MIA-602 for treating AML. This is of particular interest for those who are resistant to conventional chemotherapy, further broadening the spectrum of treatment options available. Additional investigations are warranted to progress these findings to <i>in vivo<\/i> xenograft models.<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Growth factor,Leukemias: acute myeloid,Doxorubicin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. I. Gaumond<\/b><sup>1<\/sup>, J. Costoya, Jr.<sup>1<\/sup>, A. V. Schally<sup>2<\/sup>, J. J. Jimenez<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL, <sup>2<\/sup>Veterans Affairs Medical Center, Miami, FL","CSlideId":"","ControlKey":"cf5430de-d00f-49aa-bcc3-ad1492bd0ade","ControlNumber":"8068","DisclosureBlock":"&nbsp;<b>S. I. Gaumond, <\/b> None..<br><b>J. Costoya, <\/b> None..<br><b>A. V. Schally, <\/b> None..<br><b>J. J. Jimenez, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4620","PresenterBiography":null,"PresenterDisplayName":"Simonetta Gaumond","PresenterKey":"79cf8be4-0e9b-4c33-b367-7cbe45ddc211","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4620. Exploring the role of GHRH antagonist MIA-602 in overcoming doxorubicin resistance in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the role of GHRH antagonist MIA-602 in overcoming doxorubicin resistance in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma, a type of brain cancer known for its aggressive nature and resistance to traditional treatments, remains a significant challenge for the medical community. Despite advances in surgical, radiation, and chemotherapy strategies, patients with glioblastoma typically have a poor prognosis, with a median survival time of only 15 months. While temporary symptom relief may be possible for some patients, complete tumor remission is often not achieved. Given the complexity of this disease, effective treatment options for glioblastoma are highly sought after. In this study, we have evaluated the effectiveness of a combinatorial approach using stem cell-derived exosomes enriched with miR-124 cargo paired with viral oncolysis for treating glioblastoma.<br \/>Human Umbilical Cord Stem cells (hUCs) are genetically modified with specific miR plasmids, and then cultivated in a specialized medium that has been depleted of exosomes. The exosomes (exo) that contain the target miR are subsequently extracted, purified, quantified, and characterized. These exosomes are then utilized for all subsequent investigations. Using a combination of cell viability assays and microscopy, the overall effect of the exo-miR-124 and oncolytic virus on both established and patient-derived primary GBM cells is analyzed. Additionally, a time course western blot analysis is conducted to comprehend the molecular mechanisms underlying the effects of the miR modification and viral oncolysis on cell proliferation and death pathways. Orthotopic animal models of GBM will be utilized to assess the effects of miR modulation and viral oncolysis <i>in vivo.<\/i><br \/>Our research has shown that stem cell-derived exosomes are an effective way to deliver microRNA to specific cells, including tumor cells. This is because they can evade the immune system and target cells directly. Our experiments have shown that combining miR modulation paired with viral oncolysis as a promising approach for treating glioblastoma. Specifically, we have found that miR modulation and viral oncolysis can halt tumor cell proliferation in vitro by targeting multiple pathways involved in GBM growth and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Glioblastoma,MicroRNA,Synergism,Oncolytic virus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Y. Magnan<\/b>, K. Gourishetti, S. Thomas, D. Bhere; <br\/>University of South Carolina, School of Medicine - Columbia, Columbia, SC","CSlideId":"","ControlKey":"0f787c20-d1ba-404c-b109-aa788563f9df","ControlNumber":"4557","DisclosureBlock":"&nbsp;<b>E. Y. Magnan, <\/b> None..<br><b>K. Gourishetti, <\/b> None..<br><b>S. Thomas, <\/b> None..<br><b>D. Bhere, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4621","PresenterBiography":null,"PresenterDisplayName":"Elle Magnan, BS","PresenterKey":"3ce04ede-8fb1-4245-93ef-9c2f2cb88efe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4621. Dual targeting as an effective therapeutic strategy for malignant brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual targeting as an effective therapeutic strategy for malignant brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Cyclin-dependent-kinase-4\/6 inhibitors (CDK4\/6is) plus endocrine therapy (ET) are standard of care first-line treatment for patients with hormone receptor (HR)-positive, HER2-negative metastatic breast cancer (mBC). However, the emergence of resistance to CDK4\/6is plus ET presents a clinical challenge with few treatment alternatives. The effectiveness of CDK4\/6is in patients with triple-negative (TN) breast cancer remains uncertain, although the potential synergy with other targeted therapies is currently under investigation. Our study demonstrates the enhanced and synergistic activity of BLU-222, a selective CDK2 inhibitor, when combined with CDK4\/6is in preclinical models of both HR+\/HER2- and TN breast cancer resistant to CDK4\/6is. Methods: Palbociclib resistant (PR) HR+\/HER2- (MCF7 and T47D) and TN (MDA-MB-231 and BT-20) breast cancer cell lines were generated by escalating palbociclib concentrations in culture. Using SynergyFinder, we assessed the effect of BLU-222 alone and in combination with palbociclib in the highest single-agent model in vitro. The effectiveness of BLU-222, alone or in combination with palbociclib, was further evaluated in four patient-derived xenograft (PDX) models from HR+\/HER2- patients whose tumors progressed after palbociclib plus ET, two TN PDX models, and a TN breast cancer transgenic model driven by tumor-specific forms of cyclin E. Results: The PR HR+\/HER2- and TN breast cancer cell lines, unresponsive to palbociclib, exhibited significantly increased sensitivity to BLU-222. The combination of BLU-222 and palbociclib in all four cell lines revealed a robust synergistic effect in PR cells, inducing enhanced apoptosis and cell cycle alterations in G1 or G2\/M phases. Treatment with BLU-222 and palbociclib demonstrated substantial antitumor activity in all six PDX models and the cyclin E high TN transgenic models, surpassing the effects of individual treatments in each model. This combination led to lasting tumor regression and extended survival, even after treatment discontinuation. Mechanistically, treatment with BLU-222, alone or combined with palbociclib, induced the expression of p21 and\/or p27 in all in vivo models, which we hypothesize sensitizes tumors to palbociclib. In vitro, the CRISPR knockout of p21 or p27 in MCF-7 PR cells abolished the synergistic activity of BLU-222 and palbociclib, confirming the crucial involvement of p21 and p27 in influencing the treatment's effectiveness. Conclusions: We found robust activity of the CDK2 inhibitor, BLU-222 when combined with CDK4\/6is in resistant HR+\/HER2- and TN breast cancer cell lines and in vivo models. These results support the potential clinical utility of BLU-222 in combination with CDK4\/6is for the treatment of both subtypes of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Breast cancer,CDK2 inhibitor,CDK4\/6 inhibitor resistance,Triple negative breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Luo<\/b><sup>1<\/sup>, Y. Wang<sup>1<\/sup>, T. Bui<sup>1<\/sup>, M. Li<sup>1<\/sup>, S. Kim<sup>1<\/sup>, J. Navarro-Yepes<sup>1<\/sup>, N. M. Kettner<sup>1<\/sup>, D. Tripathy<sup>1<\/sup>, K. K. Hunt<sup>1<\/sup>, K. Faia<sup>2<\/sup>, K. Keyomarsi<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Blueprint Medicines Corporation, Cambridge, MA","CSlideId":"","ControlKey":"4a8050ba-2e7e-405a-a60b-8828801529ef","ControlNumber":"5302","DisclosureBlock":"&nbsp;<b>L. Luo, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>T. Bui, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Navarro-Yepes, <\/b> None..<br><b>N. M. Kettner, <\/b> None..<br><b>D. Tripathy, <\/b> None..<br><b>K. K. Hunt, <\/b> None..<br><b>K. Faia, <\/b> None.&nbsp;<br><b>K. Keyomarsi, <\/b> <br><b>Blueprint Medicines<\/b> Grant\/Contract. <br><b>Schrödinger<\/b> Grant\/Contract. <br><b>Apeiron Therapeutics<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10071","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4622","PresenterBiography":null,"PresenterDisplayName":"Linjie Luo, MD;PhD","PresenterKey":"0101ae00-247e-4177-ad1a-3a8348a71a9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4622. Anti-tumor activity of CDK2 inhibitor BLU-222 in combination with CDK4\/6 inhibitors for overcoming resistance in HR positive and triple negative metastatic breast cancers models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"275","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance and Novel Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity of CDK2 inhibitor BLU-222 in combination with CDK4\/6 inhibitors for overcoming resistance in HR positive and triple negative metastatic breast cancers models","Topics":null,"cSlideId":""}]