[{"Abstract":"Nowadays, KRAS-G12C specific inhibitor has been used for the treatment of patients with KRAS mutated non-small cell lung cancer, but not for colorectal cancer (CRC) patients. Recent clinical trials have shown that the efficacy of a single KRAS inhibitor treatment was limited for CRC due to multiple primary\/adaptive resistance mechanisms. In the CRC, clinical trial with dual inhibition of KRAS-G12C and EGFR has demonstrated that combination therapy had improved partial response rate, suggesting that primary resistance to KRAS inhibitor is mainly caused by EGFR-mediated adaptation. Meanwhile, more than half of the primary resistance mechanisms are still unknown. To understand the intrinsic resistance mechanisms to KRAS inhibitors in CRC, KRAS G12C- or G12D-positive CRC patient-derived cells (PDCs) were established from surgically resected tumor specimens. Analysis of cell proliferation under KRAS inhibitor treatment or KRAS knockdown revealed these PDCs were not solely dependent on KRAS mediated growth signaling. To clarify the compensatory activated pathways in KRAS inhibitor, inhibitor library screening and sequencing analysis were performed among 8 KRAS-mutated PDCs. As a result, PDCs were categorized into EGFR inhibitor with KRAS inhibitor sensitive group and PI3K pathway activating group harboring PIK3CA mutation or\/and ERBB2 amplification with KRAS mutation. To explore the novel intrinsic resistance mechanisms, we deeply analyzed one of the PDC named JC261, harboring PIK3CA, ERBB2, and KRAS alterations. We observed that PI3K pathway was highly activated in JC261 cells, and cell proliferation was mainly dependent on PI3K\/AKT\/mTOR pathway regardless the existence of KRAS-G12C mutation. To examine whether Her2 amplification contributes to the PI3K pathway dependency, we established Her2 knockout JC261 cells. Notably, <i>Her2<\/i> knockout suppressed Her2-Her3-PI3K signaling and restored KRAS-MAPK dependency. To analyze the mechanism of how KRAS-MAPK pathway was activated in Her2 knockout cells, we focused on KRAS localization, since the MAPK activation is known to initiate from plasma membrane localization of KRAS after appropriate modifications. Remarkably, immunofluorescence staining of KRAS revealed that KRAS was aberrantly localized in the cytoplasm in JC261, while KRAS localization was changed to the plasm membrane in Her2 knockout JC261 cells. In addition, the cytoplasmic KRAS localization was also observed in Her2-amplified, KRAS-WT PDC (JC69). These results suggest that Her2 amplification may induce aberrant KRAS localization, resulting in low dependence on the KRAS-MAPK pathway. Thus, KRAS localization may regulate the balance between MAPK and PI3K signaling intensity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Colorectal cancer,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Maruyama<\/b>, S. Nagayama, R. Katayama; <br\/>Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"04db279e-da03-437e-b6b2-339d0f0047b1","ControlNumber":"4570","DisclosureBlock":"&nbsp;<b>K. Maruyama, <\/b> None..<br><b>S. Nagayama, <\/b> None.&nbsp;<br><b>R. Katayama, <\/b> <br><b>Chugai<\/b> Grant\/Contract, Research Grant. <br><b>TOPPAN Inc<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1923","PresenterBiography":null,"PresenterDisplayName":"Kohei Maruyama, BS","PresenterKey":"20640694-bc9f-497b-aae0-118a9c88cb7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1923. Cytoplasmic localization of KRAS in Her2-amplified colorectal cancer induces an altered dependency of the oncogenic signaling pathway from RAS\/MAPK to PI3K\/AKT","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytoplasmic localization of KRAS in Her2-amplified colorectal cancer induces an altered dependency of the oncogenic signaling pathway from RAS\/MAPK to PI3K\/AKT","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> KRAS<sup>G12C<\/sup>-GDP Inhibitors such as sotorasib and adagrasib have demonstrated clinical benefit in lung cancer patients harboring an oncogenic <i>KRAS<sup>G12C<\/sup><\/i> mutation. However, the durability of monotherapy benefit is limited by the development of resistance. Hence, identification of novel treatment approaches to overcome resistance and extend duration of benefit becomes necessary to address this unmet clinical need.<br \/><b>Experimental Design:<\/b> We generated two NSCLC models of KRAS<sup>G12C-<\/sup>GDP inhibitor acquired resistance, named sotorasib-R LU65 (cell-line derived, <i>in vitro<\/i>) and adagrasib-R LUN156 (PDX-derived, <i>in vivo<\/i>) following extended treatment with sotorasib and adagrasib, respectively. We then performed transcriptomic and mass spectrometry-based phosphoproteomics analyses on baseline and KRAS<sup>G12C<\/sup>-GDP inhibitor-resistant samples to determine resistance and escape mechanisms.<br \/><b>Results:<\/b> In the sotorasib-R LU65 cells, we discovered upregulation of various RTKs including HER2, HER3, and AXL using a mass spectrometry-based proteomics approach and Immunoblot analysis. Simultaneously, from a transcriptome analysis, we observed activation of RAS and PI3K\/AKT signaling in these cells. In the adagrasib-R LUN156 model, increased phosphorylation of MET was observed via phospho-RTK array and by immunoblotting. Transcriptomic analysis revealed an enrichment for RAS pathway dependency in the adagrasib-R tumor models. RAS GTP-binding assessed by RAF-RBD pulldown and multiple reactions monitoring mass-spectrometry suggest increased GTP-bound RAS isoforms in sotorasib-R LU65 cells and active RAS signaling in adagrasib-R LUN156. Given the convergence of our findings on re-activation\/maintenance of wild-type RAS signaling as a means of resistance to KRAS<sup>G12C<\/sup>-GDP-state inhibitors, we hypothesized that RMC-7977, a tri-complex RAS<sup>MULTI<\/sup>-GTP inhibitor, which inhibits signaling via mutant and wild-type RAS, had the potential to counteract these mechanisms. We tested RMC-7977 monotherapy, which drove complete tumor regressions in the adagrasib-R LUN156 model. Additionally, RMC-7977 attenuated tumor growth in sotorasib-R cell derived LU65 xenograft model wherein we observed co-activation of PI3K\/AKT signaling. Thus, we tested a combination with the pan-PI3K inhibitor pictilisib and observed combinatorial activity consistent with our findings.<br \/><b>Conclusions: <\/b>These data suggest that in KRAS<sup>G12C<\/sup>-GDP inhibitor-resistant models RTK activation maintains MAPK dependency and in the case of one model, PI3K signaling. Consistent with these mechanisms, RMC-7977 as a single agent or in combination with pictilisib drove significant tumor regressions in these models. These preclinical results indicate RAS<sup>MULTI<\/sup>-GTP inhibition alone or combination with PI3K inhibition has the potential to address KRAS<sup>G12C<\/sup>-GDP inhibitor resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Drug resistance,Signaling,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. S. Solanki<\/b><sup>1<\/sup>, H. Shah<sup>2<\/sup>, D. Imbody<sup>1<\/sup>, B. Desai<sup>1<\/sup>, P. A. Stewart<sup>1<\/sup>, B. Fang<sup>1<\/sup>, Y. Stern<sup>1<\/sup>, L. N. Darville<sup>1<\/sup>, J. M. Koomen<sup>1<\/sup>, A. Marusyk<sup>1<\/sup>, E. Ahler<sup>2<\/sup>, I. Aronchik<sup>2<\/sup>, M. Singh<sup>2<\/sup>, E. B. Haura<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Revolution Medicines, Inc. (RVMD), Redwood City, CA","CSlideId":"","ControlKey":"23596e62-11ea-4ac1-945d-93122c4861eb","ControlNumber":"5200","DisclosureBlock":"&nbsp;<b>H. S. Solanki, <\/b> None.&nbsp;<br><b>H. Shah, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock.<br><b>D. Imbody, <\/b> None..<br><b>B. Desai, <\/b> None..<br><b>P. A. Stewart, <\/b> None..<br><b>B. Fang, <\/b> None..<br><b>Y. Stern, <\/b> None..<br><b>L. N. Darville, <\/b> None.&nbsp;<br><b>J. M. Koomen, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, sponsored research agreement.<br><b>A. Marusyk, <\/b> None.&nbsp;<br><b>E. Ahler, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>I. Aronchik, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>M. Singh, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>E. B. Haura, <\/b> <br><b>Revolution Medicines<\/b> Other, Research Funding\u000d\u000aAdvisory Board. <br><b>Amgen<\/b> Other, Advisory Board. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Ellipses<\/b> Other, Consulting. <br><b>Kanaph Therapeutics. Inc.<\/b> Other, Consulting. <br><b>ORI Capital II. Inc.<\/b> Consulting.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1924","PresenterBiography":null,"PresenterDisplayName":"Hitendra Solanki, PhD","PresenterKey":"fb485630-c3f7-4568-9fff-26bfe1e25f68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1924. RTK signaling and WT RAS activity as vulnerabilities in tumors with acquired resistance to GDP-state selective KRAS<sup>G12C<\/sup> inhibitors in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RTK signaling and WT RAS activity as vulnerabilities in tumors with acquired resistance to GDP-state selective KRAS<sup>G12C<\/sup> inhibitors in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Single-agent targeting of RAS-mutated cancers using RAF\/MEK\/ERK or PI3K\/AKT pathway inhibitors is ineffective; blocking one pathway relieves negative feedback control of RTK signaling and hyperactivates parallel effector pathways. While combined MEK and PI3K inhibition is effective in preclinical models, toxicity of this combination prevents its clinical use. Alternative strategies for treating RAS-mutated cancers are essential. Therapeutics directly targeting mutated RAS proteins have the potential to spare normal cellular function thereby lessening overall toxicity. Unfortunately, direct RAS inhibition as a monotherapy does not fully block RAS effector signaling. RAS proteins show differential activation of RAF and PI3K pathways: KRAS potently activates RAF but poorly activates PI3K, whereas HRAS effectively activates PI3K but poorly activates RAF. Further, mutant RAS inhibition relieves negative feedback controls leading to rapid hyperactivation of RTK&#8722;WT RAS signaling. A more comprehensive understanding of the interplay between mutant RAS and RTK&#8722;WT RAS signaling is essential to developing rational therapeutic approaches to treat RAS-mutated cancers. \u0009\u0009\u0009\u0009\u0009We found that WT RAS enhanced mutant RAS-driven transformation by activating RAS effectors poorly engaged by mutated RAS. Further, inhibition of RAS effectors activated poorly by mutant RAS synergized with and limited resistance to mutant HRAS and KRAS inhibitors. The mutant HRAS inhibitor tipifarnib blocked PI3K signaling and synergized with MEK inhibitors in HRAS-mutated cancer cell lines; covalent KRASG12C inhibitors blocked MEK signaling and synergized with PI3K inhibitors in KRASG12C- mutated cell lines. Synergy between inhibitors of mutant RAS and RAS effectors was dependent on intact RTK\/WT RAS signaling and was lost in both RASless or SOSless MEFs. Dual knock-out of WT RAS isoforms in <i>KRAS<\/i>- and <i>HRAS<\/i>-mutated cancer cell lines reduced PI3K signaling in <i>KRAS<\/i>-mutant cell lines and MAPK signaling in <i>HRAS<\/i>-mutant cell lines and reduced proliferation, confirming our findings in MEF cells. Overall, our data highlight the critical role of WT RAS isoforms in supporting mutant RAS signaling and should be considered when designing combination therapies in <i>RAS<\/i>-mutated cancers. \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Ras,KRAS,H-Ras,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nancy  E.  Sealover<\/b><sup><\/sup>, Bridget Finniff<sup><\/sup>, Jacob Hughes<sup><\/sup>, Hyun Lee<sup><\/sup>, Robert  L.  Kortum<sup><\/sup><br><br\/>Uniformed Services University, Bethesda, MD","CSlideId":"","ControlKey":"9ebe1ba3-f3de-419f-a2b6-6b7c9ac3b597","ControlNumber":"8647","DisclosureBlock":"&nbsp;<b>N. E. Sealover, <\/b> None..<br><b>B. Finniff, <\/b> None..<br><b>J. Hughes, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>R. L. Kortum, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1925","PresenterBiography":null,"PresenterDisplayName":"Nancy Sealover, BS","PresenterKey":"a6a9bae6-871e-479b-a17a-7ac26adf572f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1925. Wild-type RAS signaling is an essential therapeutic target in <i>RAS<\/i>-mutated cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Wild-type RAS signaling is an essential therapeutic target in <i>RAS<\/i>-mutated cancers","Topics":null,"cSlideId":""},{"Abstract":"KRAS<sup>G12C<\/sup> inhibitors have achieved impressive results in the clinic. However, intrinsic or acquired resistance to therapy invariably develops leading to disease progression in most treated patients. Emerging pre-clinical and clinical evidence points to multiple mechanisms being responsible for resistance to KRAS<sup>G12C<\/sup> inhibitors, including receptor tyrosine kinase (RTK) activation, KRAS<sup>G12C<\/sup> amplification, activation of alternative signaling pathways including PI3K, mTOR, YAP\/TAZ, acquisition of KRAS mutations that would preclude compound binding (e.g. R68S, Y96C\/D, H95D\/Q\/R), conversion of the G12C codon mutation, and additional activating KRAS mutations (G13D, Q61H). In the clinic, many of the described mutations were detected at low frequency, some patients displayed multiple mutations and in 40% of patients no potential driving mutations were identified. It is therefore likely that other non-genetic alterations are also involved in resistance to KRAS<sup>G12C<\/sup>i monotherapy.<br \/>Here, we used preclinical models of KRAS<sup>G12C<\/sup> non-small cell lung cancer (NSCLC) and colorectal cancer (CRC) to study intrinsic and acquired resistance to KRAS<sup>G12C<\/sup> inhibitors. Increased expression of the RAS superfamily gene MRAS was observed in most KRAS<sup>G12C<\/sup>-na&#239;ve tumor cells upon treatment with a KRAS<sup>G12C<\/sup> inhibitors. In line with this, we observed an increase of MRAS-GTP levels in cells treated with KRAS<sup>G12C<\/sup>i <i>in vitro<\/i>. Interestingly, the increase in active MRAS did not lead to concomitant upregulation of MAPK signaling.<br \/>Long term treatment with adagrasib was used for generating in vitro and in vivo KRAS<sup>G12C<\/sup> models with acquired resistance to KRAS<sup>G12C<\/sup>i . A strong increase in MRAS expression was observed under these conditions, that surpassed the levels seen with short term treatment in na&#239;ve models. This data suggests that activation of MRAS-SHOC2-PP1C complex may play a role in compensating for the KRAS<sup>G12C<\/sup>-driven signaling in both the intrinsic and acquired resistance setting. Knockdown of SHOC2 to baseline levels resulted in re-sensitization to KRAS<sup>G12C<\/sup>i monotherapy and to the effects of combinations in adagrasib-resistant NCI-H358 NSCLC cells. Pathway suppression was deepened by combining adagrasib with either a SOS1i (e.g. BI-3406) or SHP2i (e.g. TNO155) resulting in enhanced anti-tumor effects observed in the KRAS<sup>G12C<\/sup>i-resistant models. Our findings underscore the role of MRAS in acquired resistance in KRASG12Ci and the potential to overcome this with vertical pathway combinations, such as SOS1i or SHP2i.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"KRAS,Resistance,Ras oncogene,SOS1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Thatikonda, K. Kostyrko, S. Jurado, S. Lieb, M. Hinkel, D. Alpar, O. Bergner, A. Jeschko, M. Pearson, <b>M. H. Hofmann<\/b>; <br\/>Boehringer Ingelheim RCV GmbH & Co. KG, Vienna, Austria","CSlideId":"","ControlKey":"80cc5a86-84b0-4c36-b6ea-1b43c0008c7e","ControlNumber":"3181","DisclosureBlock":"<b>&nbsp;V. Thatikonda, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>Exscientia GmbH<\/b> Employment. <br><b>K. Kostyrko, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>S. Jurado, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>S. Lieb, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>M. Hinkel, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>D. Alpar, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>O. Bergner, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>A. Jeschko, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>M. Pearson, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>M. H. Hofmann, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment, Other Intellectual Property, co-author on several SOS1 inhibitor related patents.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1926","PresenterBiography":null,"PresenterDisplayName":"Marco Hofmann, PhD","PresenterKey":"5ebced4f-4fe7-47a7-90ee-8f9ff86445eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1926. MRAS the forgotten member of the GTPase superfamily plays a role in KRASG12Ci resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MRAS the forgotten member of the GTPase superfamily plays a role in KRASG12Ci resistance","Topics":null,"cSlideId":""},{"Abstract":"More than 90% of pancreatic ductal adenocarcinoma (PDAC) cases are driven by activating mutations in KRAS that drive it into an active, GTP-bound state (KRAS(ON)), producing excessive signaling via MAPK and other effector pathways. RMC-7977 is a potent inhibitor of GTP-bound RAS proteins (RAS(ON)), including both wild type and mutant variants of KRAS, NRAS, and HRAS. The related investigational agent, RMC-6236, is a first-in-class, potent, orally bioavailable, RAS<sup>MULTI<\/sup>(ON) inhibitor currently in Phase 1\/1b clinical trials (NCT05379985). Exposure to RMC-7977 suppressed the MAPK biomarker p-ERK, reduced cell growth, and induced apoptosis in multiple human RAS-addicted cancer cell lines. Assessment of RMC-7977 in a series of PDAC preclinical model systems revealed broad anti-tumor activity and treatment was well tolerated at translatable doses. The K-ras<sup>LSL.G12D\/+<\/sup>, p53<sup>LSL.R172H\/+<\/sup>, Pdx1Cre<sup>tg\/+<\/sup> (KPC) autochthonous mouse model was utilized to study the effects of Ras-GTP inhibition in both tumor and normal tissues. At doses that drove anti-tumor activity, RMC-7977 dosing produced a metronomic effect on RAS signaling in tumor and normal tissue, with full pathway inhibition at 4 h post treatment that was restored by 24 h. This pattern yielded tumor-selective effects on apoptosis and proliferation, consistent with RAS oncogene addition in PDAC. RMC-7977 treatment drove regressions and an unprecedented ~3-fold extension of overall survival in KPC mice. After an initial response, all tumors eventually developed resistance on treatment, affording the opportunity to study acquired resistance mechanisms to RAS-GTP inhibition. Strikingly, in all resistant tumors, acute inhibition of MAPK and PI3K signaling was still apparent following treatment. These results indicate that RAS signaling re-activation mechanisms that have been reported as clinical mechanisms of resistance to mutant-selective KRAS<sup>G12C<\/sup> inhibitors (e.g. second-site mutations or upregulation of upstream RTK) may be insufficient to confer resistance to a compound that inhibits all RAS isoforms. Rather, in this model we observed activation of alternative oncogenic mechanisms downstream of RAS effector signaling, including frequent focal amplification of Myc, focal amplification of Jun, and\/or activation of Yap\/Taz\/Tead signaling in most resistant KPC tumors. Together these results demonstrate preclinical activity of RMC-7977 at tolerable doses, producing unprecedented responses even in highly chemoresistant PDAC models such as the KPC mouse. The observed range of potential resistance mechanisms suggests that RAS-GTP inhibition imposes a narrow evolutionary path to the development of acquired resistance in this context. These preclinical findings may help inform the ongoing development of investigational RAS inhibitors and the design of potential combinatorial treatment strategies to forestall resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Pancreatic cancer,Inhibitors,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. N. Wasko<\/b><sup>1<\/sup>, J. Jiang<sup>2<\/sup>, Y. Wang<sup>2<\/sup>, L. Tomassoni<sup>1<\/sup>, L. Jiang<sup>2<\/sup>, M. Menard<sup>2<\/sup>, A. Curiel-Garcia<sup>1<\/sup>, T. C. Dalton<sup>1<\/sup>, M. Orlen<sup>3<\/sup>, C. Edwards<sup>4<\/sup>, C. Stalnecker<sup>4<\/sup>, J. Dilly<sup>5<\/sup>, S. Chang<sup>2<\/sup>, S. A. Sastra<sup>1<\/sup>, C. F. Palermo<sup>1<\/sup>, T. Baslan<sup>6<\/sup>, S. Tian<sup>6<\/sup>, M. Holderfield<sup>2<\/sup>, E. Quintana<sup>2<\/sup>, Z. Wang<sup>2<\/sup>, J. A. M. Smith<sup>2<\/sup>, A. Califano<sup>1<\/sup>, D. Wildes<sup>2<\/sup>, A. J. Aguirre<sup>5<\/sup>, R. H. Vonderheide<sup>3<\/sup>, B. Z. Stanger<sup>3<\/sup>, S. W. Lowe<sup>6<\/sup>, C. J. Der<sup>4<\/sup>, M. Singh<sup>2<\/sup>, K. P. Olive<sup>1<\/sup>; <br\/><sup>1<\/sup>Vagelos College of Physicians and Surgeons, Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Revolution Medicines, Redwood City, CA, <sup>3<\/sup>University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, <sup>4<\/sup>Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC, <sup>5<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>6<\/sup>Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"5a14d4c0-c913-4bf8-925e-07e813d74add","ControlNumber":"1791","DisclosureBlock":"&nbsp;<b>U. N. Wasko, <\/b> None.&nbsp;<br><b>J. Jiang, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>Y. Wang, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock.<br><b>L. Tomassoni, <\/b> None.&nbsp;<br><b>L. Jiang, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>M. Menard, <\/b> <br><b>Redwood City<\/b> Employment, Stock.<br><b>A. Curiel-Garcia, <\/b> None..<br><b>T. C. Dalton, <\/b> None..<br><b>M. Orlen, <\/b> None..<br><b>C. Edwards, <\/b> None..<br><b>C. Stalnecker, <\/b> None..<br><b>J. Dilly, <\/b> None.&nbsp;<br><b>S. Chang, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock.<br><b>S. A. Sastra, <\/b> None..<br><b>C. F. Palermo, <\/b> None..<br><b>T. Baslan, <\/b> None..<br><b>S. Tian, <\/b> None.&nbsp;<br><b>M. Holderfield, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>E. Quintana, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>Z. Wang, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>J. A. M. Smith, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>A. Califano, <\/b> <br><b>DarwinHealth Inc<\/b> Other, \"Dr. Califano is founder, equity holder, and consultant of DarwinHealth Inc., a company that has licensed some of the algorithms used in this manuscript from Columbia University. Columbia University is also an equity holder in DarwinHealth Inc.&nbsp;<br><b>D. Wildes, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>A. J. Aguirre, <\/b> <br><b>Anji Pharmaceuticals<\/b> Consultant. <br><b>Affini-T Therapeutics<\/b> Consultant. <br><b>Arrakis Therapeutics<\/b> Consultant. <br><b>AstraZeneca<\/b> Consultant. <br><b>Boehringer Ingelheim<\/b> Consultant. <br><b>Oncorus, Inc.<\/b> Consultant. <br><b>Merck & Co., Inc.<\/b> Consultant. <br><b>Mirati Therapeutics<\/b> Consultant; has research funding from. <br><b>Nimbus Therapeutics<\/b> Consultant. <br><b>Plexium<\/b> Consultant. <br><b>Revolution Medicines<\/b> Consultant; has research funding from. <br><b>Reactive Biosciences<\/b> Consultant. <br><b>Riva Therapeutics<\/b> Consultant; holds equity. <br><b>Servier Pharmaceuticals<\/b> Consultant. <br><b>Syros Pharmaceuticals<\/b> Consultant; has research funding from. <br><b>T-knife Therapeutics<\/b> Consultant. <br><b>Third Rock Ventures<\/b> Consultant. <br><b>Ventus Therapeutics<\/b> Consultant. <br><b>Novartis<\/b> Other, Received research funding from. <br><b>Bristol Myers Squibb, Deerfield, Inc.<\/b> Other, Received research funding from. <br><b>R. H. Vonderheide, <\/b> <br><b>Revolution Medicines<\/b> has received research funding. <br><b>Children's Hospital Boston<\/b> Other, Received royalties for a licensed research-only monoclonal antibody. \u000d\u000a. <br><b>BMS<\/b> Other, has received consulting fees. <br><b>B. Z. Stanger, <\/b> <br><b>Revolution Medicines<\/b> Other, receives research funding \u000d\u000a. <br><b>S. W. Lowe, <\/b> <br><b>Revolution Medicines<\/b> Receives Research Funding. <br><b>C. J. Der, <\/b> <br><b>Cullgen<\/b> Consultant\/advisory board. <br><b>Deciphera Pharmaceuticals<\/b> Consultant\/advisory board; receives research funding support. <br><b>Eli Lilly<\/b> Consultant\/advisory board. <br><b>Mirati Therapeutics<\/b> Consultant\/advisory board; receives research funding support. <br><b>Reactive Biosciences<\/b> Consultant\/advisory board; receives research funding support. <br><b>Revolution Medicines<\/b> Consultant\/advisory board; receives research funding support. <br><b>Ribometrics<\/b> Consultant\/advisory board. <br><b>Sanofi<\/b> Consultant\/advisory board. <br><b>SHY Therapeutics<\/b> Consultant\/advisory board. <br><b>SpringWorks Therapeutics<\/b> Receives research funding support. <br><b>M. Singh, <\/b> <br><b>Revolution Medicines<\/b> Employment, Stock. <br><b>K. P. Olive, <\/b> <br><b>Revolution Medicines<\/b> receives research funding.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1927","PresenterBiography":null,"PresenterDisplayName":"Urszula Wasko, BS;MS","PresenterKey":"32a38245-d16d-45e0-b3b4-9de9501f2af4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1927. Resistance to RAS-GTP inhibition in models of pancreatic ductal adenocarcinoma arises downstream of RAS effectors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to RAS-GTP inhibition in models of pancreatic ductal adenocarcinoma arises downstream of RAS effectors","Topics":null,"cSlideId":""},{"Abstract":"Despite the pivotal role of KRAS G12C in tumor initiation and progression, currently available KRAS G12C inhibitors have relatively modest activity compared to other approved therapies targeting other classic oncogenic drivers. Fortunately, efforts to improve the anti-tumor response to KRAS G12C targeted therapy have benefited from the use of combination approaches. Here, we found that treatment with KRAS G12C inhibitors induces sustained activation of focal adhesion kinase (FAK) in KRAS G12C mutant cell lines from various cancer types, including non-small cell lung cancer, colorectal cancer, and pancreatic cancer. These results suggest a potential role for FAK in adaptive resistance to KRAS G12C inhibition and encourage us to explore the anticancer effects of combining the KRAS G12C inhibitor SY-5933 with a FAK inhibitor, CT-707. The cell viability and clonogenic assays using various KRAS G12C mutant cancer cell lines showed that the combination of SY-5933 and CT-707 synergistically inhibited cell growth. Mechanistically, this enhanced anti-proliferative effect is associated with a significant decrease in FAK activity and a more pronounced induction of cell cycle arrest and apoptosis. In vivo efficacy studies in multiple cell line derived xenograft (CDX) models, the combination of SY-5933 plus CT-707 consistently induced a more potent anti-tumor response than either monotherapy alone. In conclusion, our results demonstrate that CT-707 has the potential to enhance the efficacy of SY-5933 by suppressing adaptive FAK activation under KRAS G12C inhibition. This provides a rationale for an innovative combination therapy to improve outcomes in patients with KRAS G12C mutated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-06 Other,,"},{"Key":"Keywords","Value":"KRAS,Focal adhesion kinase (FAK),Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Liu, J. Shi, C. Lu, M. Zhang, Y. Xin, Y. Zhu, J. Li, <b>H. Luo<\/b>, Y. Sun; <br\/>Shouyao Holding (Beijing) Co., Ltd., beijing, China","CSlideId":"","ControlKey":"7a49dcf3-972b-417a-8713-abd487cfa1d9","ControlNumber":"5725","DisclosureBlock":"&nbsp;<b>S. Liu, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>Y. Xin, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>H. Luo, <\/b> None..<br><b>Y. Sun, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1928","PresenterBiography":null,"PresenterDisplayName":"Hong Luo, PhD","PresenterKey":"c881c773-c64d-4516-8799-c137d1c8b820","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1928. Targeting FAK to improve the therapy of KRAS G12C mutant cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting FAK to improve the therapy of KRAS G12C mutant cancers","Topics":null,"cSlideId":""},{"Abstract":"Up to 40% of NSCLC patients with KRAS<sup>G12C<\/sup> mutation respond to sotorasib. However, acquired resistance (AR) develops rapidly in all patients. The majority of AR is associated with unknown mechanisms. Twelve KRAS<sup>G12C<\/sup> mutant NSCLC PDXs were developed from patient samples and characterized with WES, RNAseq, and RPPA analyses. Three PDXs treated with sotorasib showed complete tumor regression, and one showed growth inhibition. PDXs, PDX derived organoids (PDXO), and cell line derived xenografts (CDX) were with AR to sotorasib were generated. TC303AR and TC314AR PDXs were generated by prolonged continuous in-vivo treatment with sotorasib. Two isogeneic AR PDXOs from TC303 and TC314 PDXs were generated through continuous incremental dosing of sotorasib in organoid cultures. Both TC303AR and TC314AR PDXOs showed &#62;100-fold resistance than sensitive counterparts. Over 100-fold resistance were also measured in two sotorasib resistant isogenic H23AR and H358AR cell lines. Both resistant PDXOs and cell lines showed resistance to adagrasib, another selective, KRAS<sup>G12C<\/sup> inhibitor. H358AR CDXs were generated through continuous in-vivo treatment with sotorasib and multiple passages of CDX tissues. WES was performed for AR PDXs, CDX, PDXOs and cell lines and all retained the KRAS<sup>G12C<\/sup> mutation, and no additional KRAS mutations were found. We performed RNAseq, RPPA, and mass spectrometry (MS) on TC303AR and TC314AR PDXs. Heatmaps showed significant sets of differentially regulated RNA and protein in AR vs. parental. Enrichment analysis found a significant upregulation of MTORC1 signaling in AR PDXs. Proteins involved in PI3K-AKT-mTOR pathway were significantly upregulated in AR. PI3K and AKT expression were also increased in H23AR and H358AR. Inhibition of PI3K, AKT and mTOR by copanlisib, MK2206 and everolimus respectively was synergistic with sotorasib in AR cells and PDXOs, with copanlisib being the most effective. Copanlisib significantly inhibited colony formation in AR cells. Downstream molecules in PI3K-AKT-mTOR pathway showed marked downregulation of pAKT, pmTOR, p70S6, pS6, pGSK3b, and pPRAS40 by copanlisib. The downstream 4E-BP1 and p4E-BP1 were remarkably high in AR cells, which was downregulated by copanlisib. To verify the role of PI3K, PI3K&#945; CRISPR-Cas9 knock-out clones were generated in both H23AR and H358AR cells. Absence of p4E-BP1 was associated with restoration of sotorasib sensitivity while high levels of p4E-BP1 phosphorylated by an mTOR independent pathway restored sotorasib resistance in the knock-out clones. When copanlisib was combined with sotorasib in treating the resistant TC303AR, TC314AR PDXs, H358AR CDX and H23AR xenograft tumors, antitumor effects were observed in every model. Inhibition of the PI3K pathway at different nodes is a vulnerability in KRAS<sup>G12C<\/sup> mutant NSCLC with sotorasib AR and p4E-BP1 is a mediator of sotorasib resistance","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Targeted therapy,KRAS mutant,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. M. Meraz<\/b><sup>1<\/sup>, S. Wu<sup>1<\/sup>, M. Majidi<sup>1<\/sup>, C. Ren<sup>1<\/sup>, Y. Xu<sup>1<\/sup>, F. Meng<sup>1<\/sup>, L. Gao<sup>1<\/sup>, R. Song<sup>1<\/sup>, R. Zhang<sup>1<\/sup>, B. Fang<sup>1<\/sup>, Q. Wang<sup>1<\/sup>, Y. Xi<sup>1<\/sup>, J. Wang<sup>1<\/sup>, S. Jung<sup>2<\/sup>, J. A. Roth<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"937b42af-af8e-4b50-9f0a-ad2477898096","ControlNumber":"3291","DisclosureBlock":"&nbsp;<b>I. M. Meraz, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>M. Majidi, <\/b> None..<br><b>C. Ren, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>F. Meng, <\/b> None..<br><b>L. Gao, <\/b> None..<br><b>R. Song, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>B. Fang, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>Y. Xi, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>S. Jung, <\/b> None.&nbsp;<br><b>J. A. Roth, <\/b> <br><b>Genprex Inc<\/b> Stock, Advisory Board Member.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1929","PresenterBiography":null,"PresenterDisplayName":"Ismail Meraz, PhD","PresenterKey":"5b65bc67-de8c-4619-8e78-ba64f4b5455f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1929. Acquired resistance to sotorasib in KRAS<sup>G12C<\/sup> mutant NSCLC is vulnerable to PI3K-mTOR pathway inhibition and regulated by 4E-BP1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acquired resistance to sotorasib in KRAS<sup>G12C<\/sup> mutant NSCLC is vulnerable to PI3K-mTOR pathway inhibition and regulated by 4E-BP1","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION: <\/b>Lung cancer is the leading cause of cancer-related deaths worldwide. KRAS is the most frequent mutated driver gen in lung adenocarcinoma (LUAD). KRASG12C inhibitors (G12Ci) have revealed promising results in the clinic, having being approved two G12Ci for the treatment of LUAD patients, which marks the first approved targeted therapy for KRAS-mutant tumors. Nevertheless, these therapies face the same limitation as other targeted therapies, the therapeutic potential of these inhibitors can be impaired by resistance mechanisms. Deciphering resistance mechanisms to G12Ci is of prime relevance to predict which patients may benefit from these therapies and to propose resistance-overcoming therapeutic strategies for maximizing therapeutic impact of these inhibitors.<br \/><b>MATERIAL AND METHOD<\/b><b>S: <\/b>We generated 10 acquired resistant LUAD cell lines to G12Ci (Sotorasib and Adagrasib), exposing sensitive cells to increasing concentrations of drugs. All the acquired resistant models were characterized at the proteomic (phospho-Array and Western Blot) and transcriptomic (WTS) levels to find signatures that define the resistance.The efficacy of G12Ci was tested <i>in vitro<\/i> in a panel of 8 cell lines and 7 PDX-derived organoids (PDXDO) models and <i>in vivo<\/i> in 7 patient-derived xenografts (PDX) models to classify them as resistant, sensitive or partially sensitive. The efficacy of the combination of FGFR1 and G12Ci was tested <i>in vitro<\/i> in the panel of 10 acquired resistant cell lines but also in the parental cell lines and PDXDOs (sensitive and intrinsic resistant) and <i>in vivo<\/i> in the intrinsic resistant PDXs.<br \/><b>RESULTS AND DISCUSSION: <\/b>The characterization of 10 acquired resistant cell lines at the proteomic and transcriptomic levels showed differences in the expression and\/or activation of Fibroblast Growth Factor Receptors (FGFRs) in more than 50% of them. The combination of KRASG12C and FGFR1 inhibitors in all acquired resistant cell lines showed efficacy, regardless of whether acquired resistance was mediated or not by FGFR1 overexpression\/overactivation.In addition, the combination of KRASG12C and FGFR1 inhibitors showed more efficacy than the monotherapies in most intrinsically resistant cell lines, PDXDOs and PDXs models. Finally, we tested the combination with FGFR1i in sensitive or partially responsive models, observing an improvement in efficacy compared to monotherapy with G12Ci.<br \/><b>CONCLUSIONS: <\/b>The activation or overexpression of FGFR1 acts as a mechanism of acquired resistance to KRASG12C inhibitors.-The combination of FGFR and KRASG12C inhibitors is effective as an acquired\/intrinsic resistance-overcoming therapeutic strategy in cell lines, PDXDOs and PDXs models.-The combination of FGFR and KRASG12C inhibitors is also synergistic for sensitive models, which could maximize therapeutic impact of KRASG12C inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"NSCLC,KRAS,Targeted therapy,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Santos<\/b>, P. Plaza, M. Jimenez, D. Gómez-Sánchez, L. Paz-Ares, I. Ferrer; <br\/>Fundación Investigación Biomédica Hospital 12 de Octubre, Madrid, Spain","CSlideId":"","ControlKey":"841a354a-5521-4956-8339-32979efb0bc1","ControlNumber":"6247","DisclosureBlock":"&nbsp;<b>A. Santos, <\/b> None..<br><b>P. Plaza, <\/b> None..<br><b>M. Jimenez, <\/b> None..<br><b>D. Gómez-Sánchez, <\/b> None.&nbsp;<br><b>L. Paz-Ares, <\/b> <br><b>Eli Lilly and Company<\/b> Honoraria for scientific advice and speaker fees. <br><b>Merck Sharp & Dohme<\/b> Honoraria for scientific advice and speaker fees. Institutional support for contracted research.. <br><b>Bristol-Myers Squibb<\/b> Honoraria for scientific advice and speaker fees. Institutional support for contracted research.. <br><b>Roche<\/b> Honoraria for scientific advice and speaker fees. <br><b>PharmaMar<\/b> Honoraria for scientific advice and speaker fees. <br><b>Merck<\/b> Honoraria for scientific advice and speaker fees. <br><b>AstraZeneca<\/b> Honoraria for scientific advice and speaker fees. Institutional support for contracted research.. <br><b>Novartis<\/b> Honoraria for scientific advice and speaker fees. <br><b>Boehringer<\/b> Honoraria for scientific advice and speaker fees. <br><b>Ingelheim<\/b> Honoraria for scientific advice and speaker fees. <br><b>Celgene<\/b> Honoraria for scientific advice and speaker fees. <br><b>Servier<\/b> Honoraria for scientific advice and speaker fees. <br><b>Sysmex<\/b> Honoraria for scientific advice and speaker fees. <br><b>Amgen<\/b> Honoraria for scientific advice and speaker fees. <br><b>Incyte<\/b> Honoraria for scientific advice and speaker fees. <br><b>Pfizer<\/b> Honoraria for scientific advice and speaker fees.Institutional support for contracted research.. <br><b>Ipsen<\/b> Honoraria for scientific advice and speaker fees. <br><b>Adacap<\/b> Honoraria for scientific advice and speaker fees. <br><b>Sanofi<\/b> Honoraria for scientific advice and speaker fees. <br><b>Bayer<\/b> Honoraria for scientific advice and speaker fees.<br><b>I. Ferrer, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1930","PresenterBiography":null,"PresenterDisplayName":"Alba Santos Ramos","PresenterKey":"8a9ec15f-a784-4096-bc45-c377f720c5ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1930. Combination of KRASG12C and FGFR1 inhibitors as a resistance-overcoming therapeutic strategy for maximizing therapeutic impact of KRASG12C inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of KRASG12C and FGFR1 inhibitors as a resistance-overcoming therapeutic strategy for maximizing therapeutic impact of KRASG12C inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Many TEAD small-molecule inhibitors (SMIs) have recently reported initial clinical evaluations on Hippo-mutated cancer types. Several studies have demonstrated that activation of the YAP1\/TEAD transcriptional complex via a Hippo-independent manner can drive resistance to MAPK\/ERK pathway inhibitors. Here, we elucidated the potential mechanism of TEAD inhibition overcoming MAPK\/ERK pathway resistance with a TEAD SMI (hereafter abbreviated as TEADi). Firstly, the MoA of TEADi was validated in Hippo-mutated cells. TEADi inhibited cell growth of Hippo-mutated cancer cell lines NCI-H226 and NCI-H2052 but not that of MKN45, a YAP1-deletion cell line. Co-IP and qRT-PCR results demonstrated that TEADi disrupted the interaction between YAP1 and TEAD, and thus markedly repressed the expression of <i>CTGF<\/i> and <i>CYR61<\/i>, two downstream targets of YAP1\/TEAD, in NCI-H226 cells. Secondly, we hypothesized that hyper-activation of TEAD confers resistance to KRAS mutant cancer types. To test this hypothesis, we generated two resistant cell lines. One is KARS G12C inhibitor Sotorasib-resistant NCI-H358 (NCI-H358-R). The other is MEK inhibitor Trametinib-resistant HCT116 (HCT116-R). Immunofluoresence assay showed that YAP1 nucleus translocation was enhanced in both resistant cells (NCI-H358-R and HCT116-R), but not in their parental counterparts (NCI-H358-P and HCT116-P). The enhanced YAP1 nucleus translocation resulted in increased transcription activities of TEAD in both resistant cells, as illustrated by luciferase reporter assay. Accordingly, <i>CTGF<\/i> and <i>CYR61<\/i> were observed upregulated in both resistant cells. The above data indicate that YAP1\/TEAD mediated-transactivation plays a role in MAPK pathway resistance. Indeed, TEADi treatment alone displayed substantial difference in cell growth inhibition between parental and resistant cell lines in both NCI-H358 and HCT116, further confirming that the resistant cells are more dependent on YAP1\/TEAD signaling. Finally, we evaluated the combinational efficacies of TEADi and MAPK\/ERK pathway inhibitors in the resistant cells. It was observed that addition of TEADi could significantly restore the response of NCI-H358-R and HCT116-R to Sotorasib and Trametinib, respectively. Mechanistically, TEADi efficiently suppressed TEAD transcriptional activities and subsequently the expression of <i>CTGF<\/i> and <i>CYR61<\/i> in both resistant cells. Moreover, TEADi had almost no impact on ERK phosphorylation in either of the resistant cells, suggesting that re-sensitization of MAPK\/ERK pathway inhibitors by TEADi is independent of primary onco-genetic signaling pathway. Taken together, our study demonstrates that inhibition of YAP1\/TEAD signaling would be an efficient approach to overcome resistance to MAPK\/ERK pathway inhibitors in the patients carrying KRAS mutations, and provides the scientific basis for development of combination therapy strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"KRAS,Resistance,YAP1,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Yang<\/b>, G. Li, P. Ren, X. Shi, Y. Yu, B. Hao, P. Wang, M. Cheng, G. Dai; <br\/>HUTCHMED, Shanghai, China","CSlideId":"","ControlKey":"3c13ba43-8324-4fe9-bff6-572810bce922","ControlNumber":"4302","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>P. Ren, <\/b> None..<br><b>X. Shi, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>B. Hao, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>M. Cheng, <\/b> None..<br><b>G. Dai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1931","PresenterBiography":null,"PresenterDisplayName":"Min Cheng, MD;PhD","PresenterKey":"d74944f9-7862-4f0a-a6e8-b2a766a986fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1931. Targeting YAP1\/TEAD signaling re-sensitizes MAPK\/ERK pathway inhibitors in KRAS- driven cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting YAP1\/TEAD signaling re-sensitizes MAPK\/ERK pathway inhibitors in KRAS- driven cancer cells","Topics":null,"cSlideId":""},{"Abstract":"KRAS mutations are highly prevalent across many different cancer types. Recent advancements in KRAS-targeted drugs, such as the FDA-approved KRAS(G12C) inhibitors sotorasib and adagrasib for NSCLC patients, have shown great promise in the clinic. Nonetheless, these new agents fail to address other mutations, such as KRAS(G12D), which overall is the most common KRAS mutation in cancers, being found in 37% of pancreatic ductal adenocarcinomas, 12.5% of colorectal cancers and 4.9% of lung adenocarcinomas. Recently, MRTX1133 has been described as a selective, non-covalent inhibitor of KRAS(G12D) that shows promising preclinical efficacy and is undergoing clinical testing. However, based on prior clinical experience with sotorasib and adagrasib, acquired resistance to MRTX1133 may reasonably be anticipated. In fact, we find that KRAS(G12D)-mutated cell lines and a patient-derived organoid model exhibit varying degrees of inherent resistance to MRTX1133. To examine the consequences of blocking KRAS signaling, we employed a KRAS(G12D)-specific PROTAC, which simulated the effects of <i>KRAS<\/i> deletion. This demonstrated that receptor tyrosine kinase (RTK) activation could compensate for loss of KRAS signaling and was a key de novo resistance mechanism. This suggests that combination therapies may need to be individually tailored to treat patients resistant to KRAS(G12D)-targeted therapies. Additionally, we developed MRTX1133 resistant cells by culturing sensitive AsPC-1 pancreatic cancer cells in gradually increasing concentrations of the inhibitor. The resulting resistant cells displayed a complex RTK activation profile compared to parental cells. To counteract this, we employed KRAS(G12D)-CHAMP RNK08179, a hetero-bifunctional small molecule agent that simultaneously targets both KRAS(G12D) and HSP90, an RTK-regulating chaperone protein. RNK08179 effectively suppressed both KRAS signaling and RTK activation in MRTX1133-resistant cancer models, overcoming the compensatory resistance mechanisms observed with MRTX1133 alone. These findings highlight the potential of KRAS-CHAMPs as a novel, effective treatment strategy for KRAS-driven cancers, particularly those resistant to KRAS(G12D) inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Resistance,KRAS,Targeted therapy,Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Pulido Endrino<\/b><sup>1<\/sup>, L. gunder<sup>1<\/sup>, Q. Luan<sup>1<\/sup>, C. Ying<sup>2<\/sup>, Z. Yang<sup>2<\/sup>, J. Li<sup>2<\/sup>, Y. Wang<sup>2<\/sup>, Y. Sun<sup>2<\/sup>, C. Liu<sup>2<\/sup>, Y. Dai<sup>2<\/sup>, H. Zhou<sup>2<\/sup>, M. Massad<sup>1<\/sup>, I. Papautsky<sup>1<\/sup>, T. L. Prince<sup>3<\/sup>, G. Wang<sup>2<\/sup>, K. P. Foley<sup>3<\/sup>, W. Ying<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Illinois Chicago, Chicago, IL, <sup>2<\/sup>RANOK Therapeutics, Hangzhou, China, <sup>3<\/sup>RANOK Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"7b236766-85ee-431e-ad5f-29649cc37d48","ControlNumber":"5110","DisclosureBlock":"&nbsp;<b>I. Pulido Endrino, <\/b> None..<br><b>L. gunder, <\/b> None..<br><b>Q. Luan, <\/b> None.&nbsp;<br><b>C. Ying, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>Z. Yang, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>J. Li, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>C. Liu, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>Y. Dai, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>H. Zhou, <\/b> <br><b>RANOK Therapeutics<\/b> Employment.<br><b>M. Massad, <\/b> None..<br><b>I. Papautsky, <\/b> None.&nbsp;<br><b>T. L. Prince, <\/b> <br><b>RANOK Therapeutics<\/b> Employment. <br><b>G. Wang, <\/b> <br><b>RANOK Therapeutics<\/b> Employment, Stock. <br><b>K. P. Foley, <\/b> <br><b>RANOK Therapeutics<\/b> Employment, Stock. <br><b>W. Ying, <\/b> <br><b>RANOK Therapeutics<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1932","PresenterBiography":null,"PresenterDisplayName":"Ines Pulido Endrino, BS;MS;PhD","PresenterKey":"28b61348-11f2-4bb6-b1e4-ffeeb3642bf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1932. Overcoming acquired resistance to KRAS(G12D) inhibition using a KRAS-HSP90 hetero-bifunctional small molecule therapeutic agent","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming acquired resistance to KRAS(G12D) inhibition using a KRAS-HSP90 hetero-bifunctional small molecule therapeutic agent","Topics":null,"cSlideId":""},{"Abstract":"KRAS is a major oncogenic driver in pancreatic ductal adenocarcinoma (PDAC) and is mutationally activated in approximately 90% of cases, with the glycine-to-aspartic acid substitution at position 12 (p.G12D) being the most prevalent alteration. Mutations in this oncogene have been associated with more aggressive disease and poorer outcomes and have remained &#8220;undruggable&#8221; for more than three decades. However, the recent development of mutant-specific small molecule inhibitors of KRAS has given hope for the treatment of this highly lethal and treatment-refractory malignancy. Here we evaluated the genomic and transcriptional mechanisms of resistance to MRTX1133, a first-in-class inhibitor of KRAS<sup>G12D<\/sup>, in an autochthonous mouse model of PDAC. We leveraged single-nucleus RNA sequencing and whole-exome sequencing on 17 tumors from KPC mouse specimens (LSL-Kras<sup>G12D\/+<\/sup>; LSL-Trp53<sup>R172H\/+<\/sup>; p48-Cre) that were treated with either MRTX1133 or the vehicle, including 6 samples from mice that developed acquired resistance to KRAS<sup>G12D<\/sup> inhibition. Our analysis has uncovered that resistance is multifaceted and characterized by both emergent genomic and transcriptional features. Genetically, resistant tumors harbored clonal and subclonal amplifications in the HIPPO pathway, cell cycle regulators, and ABC transporters. Transcriptionally, we employed non-negative matrix factorization and identified recurrent gene expression programs in resistant and vehicle samples. Using this approach, we uncovered the existence of an intermediate phenotype between classical and mesenchymal cell states that is enriched in tumors with evolved resistance to MRTX1133. In summary, our study provides a high-resolution genomic and transcriptional landscape of resistance to KRAS targeting in a preclinical <i>in vivo<\/i> model of PDAC, highlighting the complexity of treatment resistance and identifying various pathways and effectors that may serve as potential new targets for combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Resistance,Single cell,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Dilly<\/b><sup>1<\/sup>, L. Abbassi<sup>2<\/sup>, C. J. Hennessey<sup>3<\/sup>, G. A. Uribe<sup>3<\/sup>, B. Parent<sup>3<\/sup>, A. Yang<sup>3<\/sup>, K. S. Kapner<sup>3<\/sup>, Z. Li<sup>2<\/sup>, K. E. Evans<sup>1<\/sup>, S. Dasgupta<sup>3<\/sup>, M. T. Hoffman<sup>2<\/sup>, L. Qiang<sup>2<\/sup>, F. P. Hambitzer<sup>2<\/sup>, S. Chugh<sup>2<\/sup>, A. K. Shalek<sup>4<\/sup>, S. K. Dougan<sup>2<\/sup>, B. M. Wolpin<sup>5<\/sup>, J. A. Nowak<sup>6<\/sup>, S. Raghavan<sup>7<\/sup>, P. S. Winter<sup>8<\/sup>, A. J. Aguirre<sup>9<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, The Broad Institute of Harvard and MIT, Harvard Medical School, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Dana-Farber Cancer Institute, The Broad Institute of Harvard and MIT, Boston, MA, <sup>4<\/sup>Massachusetts Institute of Technology, The Broad Institute of Harvard and MIT, Koch Institute for Integrative Cancer Research, Cambridge, MA, <sup>5<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Brigham and Women’s Hospital, Boston, MA, <sup>6<\/sup>Brigham and Women's Hospital, Harvard Medical School, Boston, MA, <sup>7<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Brigham and Women’s Hospital, The Broad Institute of Harvard and MIT, Boston, Boston, MA, <sup>8<\/sup>The Broad Institute of Harvard and MIT, Cambridge, MA, <sup>9<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Brigham and Women’s Hospital, The Broad Institute of Harvard and MIT, Boston, MA","CSlideId":"","ControlKey":"0ac58321-9a28-4d56-a6bc-83913b217683","ControlNumber":"2773","DisclosureBlock":"&nbsp;<b>J. Dilly, <\/b> None..<br><b>L. Abbassi, <\/b> None..<br><b>C. J. Hennessey, <\/b> None..<br><b>G. A. Uribe, <\/b> None..<br><b>B. Parent, <\/b> None..<br><b>A. Yang, <\/b> None..<br><b>K. S. Kapner, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>K. E. Evans, <\/b> None..<br><b>S. Dasgupta, <\/b> None..<br><b>M. T. Hoffman, <\/b> None..<br><b>L. Qiang, <\/b> None..<br><b>F. P. Hambitzer, <\/b> None..<br><b>S. Chugh, <\/b> None..<br><b>A. K. Shalek, <\/b> None..<br><b>S. K. Dougan, <\/b> None..<br><b>B. M. Wolpin, <\/b> None..<br><b>J. A. Nowak, <\/b> None..<br><b>S. Raghavan, <\/b> None..<br><b>P. S. Winter, <\/b> None..<br><b>A. J. Aguirre, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1933","PresenterBiography":null,"PresenterDisplayName":"Julien Dilly, BS;MS","PresenterKey":"0b8b33cc-7972-4319-beef-b044efe766aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1933. Dissecting acquired resistance to KRAS<sup>G12D<\/sup> inhibition in a mouse model of pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting acquired resistance to KRAS<sup>G12D<\/sup> inhibition in a mouse model of pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Cetuximab and panitumumab are monoclonal antibodies targeting the epidermal growth factor receptor (EGFR), that provide clinical benefit to metastatic colorectal cancer (mCRC) patients with RAS wild-type (RAS<sup>WT<\/sup>) tumors. Unfortunately, intrinsic or acquired resistance to these therapies limits their clinical effectiveness, necessitating the development of more efficient therapeutic strategies. Onvansertib is an oral, small molecule, selective inhibitor of the PLK1 kinase, currently in clinical development for KRAS-mutant mCRC. The aim of this study was to assess the anti-tumor activity of onvansertib monotherapy and in combination with cetuximab in RAS<sup>WT <\/sup>CRC patient-derived xenograft (PDX) models.<br \/>Methods: Twenty RAS<sup>WT<\/sup> CRC PDXs were selected and engrafted in nude mice. Once tumors reached 200-350-mm<sup>3<\/sup>, mice were treated with vehicle, onvansertib (60mg\/kg, QD), cetuximab (20mg\/kg, BIW) or the combination for 18 days. PDX models were chosen based on their sensitivity to cetuximab, resulting in a selection of 7 cetuximab-sensitive (CetuxS) and 13 cetuximab-resistant (CetuxR) PDXs, including 7 with intrinsic resistance and 6 with acquired-resistance. Tumor volume change from baseline (TVC) was calculated as 100%x(Vt-Vo)\/Vo and tumor growth inhibition (TGI) as 100%x(TVCcontrol-TVCtreated)\/TVCcontrol. Tumor regression was defined as TVC<sub>D18<\/sub>&#60;0 and tumor stasis 0&#8804;TVC<sub>D18<\/sub>&#60;100.<br \/>Results: Cetuximab sensitivity was confirmed in the selected models, cetuximab induced tumor regression in all the CetuxS PDXs, while no or limited activity was observed in the resistant models (median TGI=29%, IQR 16-61). Onvansertib exhibited potent anti-tumor activity in 17 (85%) PDXs, resulting in tumor regression (n=11) or tumor stasis (n=6). Onvansertib TGI at Day 18 was not significantly different in CetuxS PDXs (median TGI 102, IQR 76-103) compared to CetuxR PDXs (median TGI 108, IQR 74-124), supporting that onvansertib anti-tumor activity is independent of the sensitivity\/resistance to cetuximab. The combination of onvansertib and cetuximab induced tumor regression in 18 (90%) PDXs. The combination showed significantly improved efficacy compared to individual therapies in some of the models.<br \/>Conclusions: Onvansertib monotherapy displayed potent anti-tumor activity in RAS<sup>WT<\/sup> CRC PDX models, independently of their sensitivity to cetuximab. Additionally, onvansertib combined with cetuximab exhibited either comparable or superior anti-tumor activity than the monotherapies. Collectively, this data supports the clinical development of the PLK1 inhibitor onvansertib for RAS<sup>WT<\/sup> mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,PLK1,Patient-derived xenograft (PDX) models,Ras WT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Ridinger<\/b><sup>1<\/sup>, P. Kanikarla Marie<sup>2<\/sup>, F. Gao<sup>2<\/sup>, Z. Liu<sup>2<\/sup>, G. Maddalena<sup>2<\/sup>, D. Menter<sup>2<\/sup>, A. Sorokin<sup>2<\/sup>, T. Smeal<sup>1<\/sup>, S. Kopetz<sup>2<\/sup>; <br\/><sup>1<\/sup>Cardiff Oncology, San Diego, CA, <sup>2<\/sup>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"230d110c-db69-46d0-97a8-2c51bf1df1a9","ControlNumber":"3240","DisclosureBlock":"<b>&nbsp;M. Ridinger, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock, Stock Option, Patent.<br><b>P. Kanikarla Marie, <\/b> None..<br><b>F. Gao, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>G. Maddalena, <\/b> None..<br><b>D. Menter, <\/b> None..<br><b>A. Sorokin, <\/b> None.&nbsp;<br><b>T. Smeal, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock Option, Patent. <br><b>Pfizer<\/b> Stock. <br><b>Eli Lilly<\/b> Stock. <br><b>S. Kopetz, <\/b> <br><b>MolecularMatch, Lutris, Iylon, Frontier Medicines<\/b> Stock, Other, Other Ownership Interests. <br><b>Genentech, EMD Serono, Merck, Holy Stone Healthcare, Novartis, Lilly, Boehringer Ingelheim, Boston Biomedical, AstraZeneca\/MedImmune, Bayer Health, Pierre Fabre, EMD Serono, Redx Pharma, Ipsen, Daiic<\/b> Other, Consulting or Advisory Role. <br><b>Sanofi, Biocartis, Guardant Health, Array BioPharma, Genentech\/Roche, EMD Serono, MedImmune, Novartis, Amgen, Lilly, Daiichi Sankyo<\/b> Grant\/Contract, Research Funding.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1934","PresenterBiography":"","PresenterDisplayName":"Maya Ridinger, PhD","PresenterKey":"062dbfa8-1e14-4151-b4ea-d0b4be98a4db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1934. The PLK1 inhibitor, onvansertib, is active as monotherapy and in combination with cetuximab in RAS wild-type colorectal cancer patient-derived xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The PLK1 inhibitor, onvansertib, is active as monotherapy and in combination with cetuximab in RAS wild-type colorectal cancer patient-derived xenografts","Topics":null,"cSlideId":""},{"Abstract":"Activating mutations in KRAS are found in approximately 30% of non-small cell lung cancer (NSCLC), and among all KRAS mutations, KRAS G12C is the most frequent variant in NSCLC, with a prevalence of approximately 14%. KRAS G12C inhibitors, sotorasib and adagrasib are FDA approved for locally advanced or metastatic KRAS G12C-positive NSCLC. However, clinical evidence suggests that there are various factors limiting the efficacy of KRAS G12C inhibitors in patients with KRAS G12C-positive NSCLC, highlighting the urgent need for novel treatment strategies or combinations to improve efficacy. Therefore, we sought to identify effective combinations to enhance the efficacy of KRAS G12C inhibitors using in vitro and in vivo models of KRAS G12C-positive NSCLC. Employing a high throughput in vitro drug screening effort using KRAS mutant NSCLC cell lines, we observed that Focal Adhesion Kinase (FAK) and Steroid Receptor Coactivator (SRC) inhibitors produced a synergistic effect when combined with KRAS G12C inhibitors adagrasib or sotorasib. As determined by reverse phase array and Western blotting, in H358, H23, HCC44, and H2122 cells, KRAS inhibitor treatment alone resulted in an initial suppression of RAS\/MAPK and AKT pathway activation which was followed by upregulation of multiple receptor tyrosine kinases and integrins which contributed to the re-activation of the RAS\/MAPK and AKT pathways after 24-48 hours. We identified FAK as a key downstream mediator of these bypass pathways. FAK\/SRC inhibitors enhanced the efficacy of KRAS G12C inhibitors by preventing this feedback activation. Moreover, we observed increased FAK activation in H358 NSCLC cell lines with acquired resistance to adagrasib or sotorasib as compared to parental cells, and FAK\/SRC inhibitors re-sensitized resistant cells to KRAS G12C inhibitors. Using a xenograft model of human KRAS mutant NSCLC, we determined that the combination of repotrectinib, a FAK\/SRC inhibitor, and a KRAS G12C inhibitor significantly suppressed tumor growth as compared to KRAS G12C inhibitors alone, and this combination was well tolerated. Overall, our findings indicate that activation of FAK is a key mechanism of adaptive feedback and acquired resistance to KRAS G12C inhibitors in KRAS G12C-positive NSCLC and highlight the therapeutic potential of FAK\/SRC inhibitors in combination with KRAS G12C inhibitors. These data support the clinical testing of the combination of FAK\/SRC inhibitors and KRAS G12C inhibitors in patients with KRAS G12C-positive NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,NSCLC,Resistance,Focal adhesion kinase (FAK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Shibata<\/b>, H. Udagawa, M. B. Nilsson, J. Robichaux, A. Galan-Cobo, M. Negrao, D. P. Molkentine, J. He, A. Poteete, Y. Qian, Q. Huang, F. Skoulidis, J. V. Heymach; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"dd0e1793-6243-4820-9680-e7b2b8604e83","ControlNumber":"269","DisclosureBlock":"<b>&nbsp;Y. Shibata, <\/b> <br><b>MSD<\/b> Grant\/Contract. <br><b>Blueprint Medicines Corporation<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer\u0009<\/b> Other, Honorarium. <br><b>Eli Lilly Japan<\/b> Other, Honorarium. <br><b>Merck<\/b> Other, Honorarium. <br><b>Takeda<\/b> Other, Honorarium. <br><b>AstraZeneca\u0009<\/b> Other, Honorarium. <br><b>Bristol-Myers Squibb\u0009<\/b> Other, Honorarium. <br><b>Chugai<\/b> Other, Honorarium. <br><b>Ono Pharmaceutical Co., Ltd.\u0009<\/b> Other, Honorarium. <br><b>H. Udagawa, <\/b> <br><b>Takeda<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>M. B. Nilsson, <\/b> <br><b>Spectrum Pharmaceuticals<\/b> Patent. <br><b>J. Robichaux, <\/b> <br><b>Spectrum<\/b> Other, Royalties. <br><b>AstraZeneca<\/b> Employment, Stock.<br><b>A. Galan-Cobo, <\/b> None..<br><b>M. Negrao, <\/b> None..<br><b>D. P. Molkentine, <\/b> None..<br><b>J. He, <\/b> None..<br><b>A. Poteete, <\/b> None..<br><b>Y. Qian, <\/b> None..<br><b>Q. Huang, <\/b> None.&nbsp;<br><b>F. Skoulidis, <\/b> <br><b>Astra Zeneca, Amgen Inc, Revolution Medicines, Novartis, BridgeBio, Beigene, BergenBio, Guardant Health, Calithera Biosciences, Tango Therapeutics, Hookipa Pharma, Novocure<\/b> Other, Consultant. <br><b>Amgen Inc, Mirati Therapeutics, Revolution Medicines, Pfizer, Novartis, Merck& Co<\/b> Grant\/Contract. <br><b>BioNTech SE, Moderna Inc.<\/b> Stock. <br><b>ESMO, Japanese Lung Cancer Society, Medscape LLC, Intellishpere LLC, VSPO McGill Universite de Montreal, RV Mais Promocao Eventos LTDS, MJH Life Sciences, IDEOlogy Health, MI&T, PER LLC, CURIO LLC, D<\/b> Other, Honoraria. <br><b>J. V. Heymach, <\/b> <br><b>Genentech<\/b> Other, Advisory Committees. <br><b>Mirati Therapeutics<\/b> Other, Advisory Committees, Research Support. <br><b>Eli Lilly & Co<\/b> Other, Advisory Committees. <br><b>Janssen Pharmaceuticals<\/b> Other, Advisory Committees. <br><b>Boehringer-Ingelheim Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>Regeneron<\/b> Other, Advisory Committees. <br><b>Takeda Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>BerGenBio<\/b> Other, Advisory Committees. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory Committees. <br><b>Curio Science<\/b> Other, Advisory Committees. <br><b>Novartis<\/b> Other, Advisory Committees. <br><b>AstraZeneca Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>BioAlta<\/b> Other, Advisory Committees. <br><b>Sanofi<\/b> Other, Advisory Committees. <br><b>Spectrum Pharmaceuticals<\/b> Other, Advisory Committees, Research Support, Licensing\/Royalties. <br><b>GlaxoSmithKline<\/b> Other, Advisory Committees. <br><b>EMD Serono<\/b> Other, Advisory Committees, Research Support. <br><b>BluePrint Medicine<\/b> Other, Advisory Committees. <br><b>Chugai Pharmaceutical<\/b> Other, Advisory Committees. <br><b>AnHeart Therapeutics<\/b> Other, Advisory Committees.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1935","PresenterBiography":null,"PresenterDisplayName":"Yuji Shibata, MD,PhD","PresenterKey":"f433fdce-6f62-4004-8279-2e6d8ca0a7f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1935. The FAK\/SRC axis mediates resistance to KRAS G12C inhibitors and its blockade can overcome KRAS inhibitor resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The FAK\/SRC axis mediates resistance to KRAS G12C inhibitors and its blockade can overcome KRAS inhibitor resistance","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is the third leading cause of cancer deaths in the US. Mutational activation of the KRAS oncogene is associated with 95% of PDAC and is essential for maintaining PDAC tumorigenic growth. Although inhibitors (sotorasib and adagrasib) targeting one KRAS mutation (G12C) have been approved for the treatment of KRAS<sup>G12C<\/sup>-mutant lung cancer, the G12C mutation comprises less than 2% of KRAS mutations in PDAC. Recently, the clinical candidate KRAS<sup>G12D<\/sup>-selective inhibitor MRTX1133 (G12Di) has been shown to potently suppress both activation of the RAF-MEK-ERK signaling pathway downstream of KRAS and tumorigenic growth of KRAS<sup>G12D<\/sup>-mutant PDAC in vitro and in vivo. Since KRAS<sup>G12D<\/sup> represents 40% of KRAS-mutant PDAC, G12D-selective inhibitors hold promise as an effective therapy for a significant fraction of PDAC patients. However, the efficacy of these inhibitors is hindered by persistent challenges related to both primary (innate) and acquired treatment-associated resistance, which curtails the long-term effectiveness of likely all KRAS inhibitors. Here, our studies focus on unraveling the mechanism of primary and acquired resistance to G12Di treatment in PDAC. We applied a loss-of-function CRISPR screen targeting the druggable genome on KRAS<sup>G12D<\/sup>-mutant PDAC cells treated with a sublethal concentration of G12Di to identify genes that modulate G12Di sensitivity. We identified loss of genes (e.g., <i>CBL<\/i>, <i>RB1<\/i>, and <i>PTEN<\/i>) found previously in patients who relapsed on G12Ci treatment, providing validation of the screen. One gene also identified was <i>KEAP1<\/i>. KEAP1 is known as a substrate-specific adapter of an E3 ubiquitin ligase complex that promotes the degradation of NRF2, and the loss of KEAP1 is commonly associated with increased stability of NRF2, a transcription factor that promotes the transcription of many anti-oxidative stress and pro-cell survival genes. We found that knockout of <i>KEAP1<\/i> significantly compromised the ability of G12Di to inhibit PDAC cell proliferation in vitro. KEAP1 loss was associated with upregulated expression of NRF2, and concurrent CRISPR knockout of <i>NRF2 <\/i>restored sensitivity of G12Di in PDAC. Interestingly, we determined that G12Di-resistant KEAP1-deficient PDAC cells exhibited high dependence on glutaminase (GLS), which converts glutamine to glutamate. We further discovered that combination treatment with a glutaminase inhibitor (CB-839) synergistically enhanced G12Di growth suppression not only of KEAP1-knockout but also of parental PDAC cells. In summary, our study establishes a role for KEAP1 loss as a mechanism that drives PDAC resistance to KRAS inhibitors and identifies GLS inhibition as a possible approach to overcome NRF2-driven resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Pancreatic cancer,NRF2,KEAP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W.-H. Chang<\/b><sup>1<\/sup>, A. G. Stamey<sup>1<\/sup>, A. M. Waters<sup>2<\/sup>, K. L. Bryant<sup>1<\/sup>, A. D. Cox<sup>1<\/sup>, C. J. Der<sup>1<\/sup>; <br\/><sup>1<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC, <sup>2<\/sup>University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"550283e7-84b6-404b-867b-59eb671c1d10","ControlNumber":"1413","DisclosureBlock":"&nbsp;<b>W. Chang, <\/b> None..<br><b>A. G. Stamey, <\/b> None..<br><b>A. M. Waters, <\/b> None.&nbsp;<br><b>K. L. Bryant, <\/b> <br><b>Springworks Therapeutics<\/b> Grant\/Contract.<br><b>A. D. Cox, <\/b> None.&nbsp;<br><b>C. J. Der, <\/b> <br><b>Reactive Biotherapeutics<\/b> Gift. <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Revolution Medicines<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1936","PresenterBiography":null,"PresenterDisplayName":"Wen-Hsuan Chang, PhD","PresenterKey":"8993ae6e-cc95-41d8-a9a2-418780df56f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1936. KEAP1-NRF2 mediated resistance against KRAS<sup>G12D<\/sup> inhibitor in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KEAP1-NRF2 mediated resistance against KRAS<sup>G12D<\/sup> inhibitor in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: KRAS mutations are present in 50% of patients with metastatic colorectal cancer (mCRC) and play a critical role in mCRC tumor biology. KRAS<sup>G12C<\/sup> mutations are present in 6% of patients with mCRC. While KRAS<sup>G12C<\/sup> inhibitors (G12Ci) have entered the clinic, clinical responses to G12Ci are transient even when combined with EGFRi, highlighting the need to optimize therapeutic interventions. We have characterized our KRAS<sup>G12C<\/sup> mCRC patient-derived xenograft (PDX) models and paired biopsies from progressing patients that have acquired resistance to G12Ci\/G12Ci+EGFRi through an integrative multi-omics approach and have validated them through wet-lab experiments.<br \/>Experimental Procedures: qPCR analysis was performed on 13 PDX models that were established from paired tumor biopsies from patients pre and at progression of treatment. We also treated 5 KRAS<sup>G12C<\/sup> mCRC PDX models with G12Ci +\/- EGFRi until acquired resistance was achieved. Tumors were harvested post-treatment and whole-exome, RNAseq, and RPPA were performed on them. In parallel, 3 paired parental and G12Ci\/EGFRi-resistant 2D\/3D <i>in vitro <\/i>models were established and treated with G12Ci +\/- EGFRi +\/- pan-TEADi. Expression and response profiles were assessed through cell viability assays, western blot, qPCR, and IncuCyte analyses. We simultaneously re-established <i>in vivo <\/i>acquired resistance to G12Ci + EGFRi in 2 PDX models and treated them with pan-TEADi triple combo. Finally, we performed spatial transcriptomics (Xenium) from 6 paired pre-\/post-treatment patient samples to characterize transcriptomic profiles at the single-cell resolution.<br \/>Results: In our PDX models, the acquisition of a new NRAS mutation and KRAS amplification in response to therapy were found, which are commonly known genomic resistance mechanisms to MAPK targeted therapies. 3 of the 5 PDX models (<i>p <\/i>&#60; 0.05, <i>p<\/i> &#60; 0.001) and 2 of 4 patients (<i>p<\/i> &#60; 0.01, <i>p <\/i>&#60; 0.001) from the PDX models established from paired tumor biopsies from patients pre and at progression of treatment exhibited YAP1-TEAD signaling as an acquired response to G12Ci-based therapies. In our <i>in vitro <\/i>work, pan-TEADi triple combo provided efficacy over G12Ci\/therapy in 3D <i>in vitro<\/i> models while both 2D\/3D <i>in vitro<\/i> resistant models were sensitized to pan-TEADi monotherapy, suggesting the combination drives a state change to be YAP dependent where YAP-TEAD signaling may now be driving MAPK signaling. Detailed spatial transcriptomic data will be presented.<br \/>Conclusion: Clinical responses to G12Ci are transient and require optimizing therapeutic modalities. In patients, where genomic mechanisms are not found, YAP-TAZ-TEAD signaling was found to be a common feature of resistance to inhibitors targeting the KRAS pathway. This work suggests that pan-TEADi may provide patients with improved therapeutic options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,KRAS,Drug resistance,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. Coker<\/b><sup>1<\/sup>, A. Sorokin<sup>1<\/sup>, N. Akhave<sup>1<\/sup>, K. Pan<sup>1<\/sup>, F. Gao<sup>1<\/sup>, Z. Liu<sup>1<\/sup>, P. Kanikarla<sup>1<\/sup>, H. Lee<sup>1<\/sup>, O. Villarreal<sup>1<\/sup>, J. Alshenaifi<sup>1<\/sup>, G. Maddalena<sup>1<\/sup>, A. Mohamed<sup>1<\/sup>, D. Prescod<sup>1<\/sup>, D. Menter<sup>1<\/sup>, S. Chowdury<sup>1<\/sup>, R. Corcoran<sup>2<\/sup>, K. Rai<sup>1<\/sup>, D. Hong<sup>1<\/sup>, S. Kopetz<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Harvard Medical School, Houston, TX","CSlideId":"","ControlKey":"f7017ad8-fd97-49ad-a647-17a96b6706f7","ControlNumber":"1704","DisclosureBlock":"&nbsp;<b>O. Coker, <\/b> None..<br><b>A. Sorokin, <\/b> None..<br><b>N. Akhave, <\/b> None..<br><b>K. Pan, <\/b> None..<br><b>F. Gao, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>P. Kanikarla, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>O. Villarreal, <\/b> None..<br><b>J. Alshenaifi, <\/b> None..<br><b>G. Maddalena, <\/b> None..<br><b>A. Mohamed, <\/b> None..<br><b>D. Prescod, <\/b> None..<br><b>D. Menter, <\/b> None..<br><b>S. Chowdury, <\/b> None.&nbsp;<br><b>R. Corcoran, <\/b> <br><b>Abbvie, Amgen, Array Biopharma\/Pfizer, Asana Biosciences, Astex Pharmaceuticals, Astellas, Avidity Biosciences, BMS, C4 Therapeutics, Chugai, Cogent Biosciences, Daiichi-Sankyo Elicio, Erasca<\/b> Other, Consulting fees. <br><b>Fog Pharma, Genentech, Guardant Health, Ipsen, Kinnate Biopharma, LOXO, Merrimack, Mirati Therapeutics, Natera, Navire, Nested Therapeutics, N-of-one\/Qiagen, Novartis, nRichDx, Remix Therapeutics<\/b> Other, Consulting fees. <br><b>Revolution Medicines, Roche, Syndax, Tango Therapeutics, Taiho, Theonys<\/b> Other, Consulting fees. <br><b>Avidity Biosciences, C4 Therapeutics, Cogent Biosciences, Erasca, Kinnate Biopharma, Interline Therapeutics, Nested Therapeutics, nRichDx, Remix Therapeutics, Revolution Medicines, and Theonys<\/b> Stock. <br><b>Alterome Therapeutics<\/b> Stock, Other Business Ownership. <br><b>Sidewinder Therapeutics<\/b> Stock, Other Business Ownership. <br><b>Asana, AstraZeneca, Invitae, Lilly, Novartis, and Pfizer<\/b> Grant\/Contract.<br><b>K. Rai, <\/b> None.&nbsp;<br><b>D. Hong, <\/b> <br><b>AbbVie, Adaptimmune, Adlai-Nortye, Amgen, Astra-Zeneca, Bayer, Biomea, Bristol-Myers Squibb, Daiichi-Sankyo, Deciphera, Eisai, Eli Lilly, Endeavor, Erasca, F. Hoffmann-LaRoche, Fate Therapeutics<\/b> Grant\/Contract. <br><b>Genentech, Genmab, Immunogenesis, Infinity, Kyowa Kirin, Merck, Mirati, Navier, NCI-CTEP, Novartis, Numab, Pfizer, Pyramid Bio, Revolution Medicine, SeaGen, STCube, Takeda, TCR2<\/b> Grant\/Contract. <br><b>Turning Point Therapeutics, VM Oncology<\/b> Grant\/Contract. <br><b>AACR, ASCO, CLCC, Bayer, Genmab, SITC, Telperian<\/b> Travel. <br><b>28Bio, Abbvie, Acuta, Adaptimmune, Alkermes, Alpha Insights, Amgen, Affini-T, Astellas, Aumbiosciences, Axiom, Baxter, Bayer, Boxer Capital, BridgeBio, CARSgen, CLCC, COG, COR2ed, Cowen, Ecor1, EDDC<\/b> Other, Consulting, speaker, or advisory role. <br><b>Erasca, Exelixis, Fate Therapeutics, F.Hoffmann-La Roche, Genentech, Gennao Bio, Gilead, GLG, Group H, Guidepoint, HCW Precision Oncology, Immunogenesis, Incyte Inc, Inhibrix Inc, InduPro, Janssen<\/b> Other, Consulting, speaker, or advisory role. <br><b>Jounce Therapeutics Inc, Liberium, MedaCorp, Medscape, Novartis, Numab, Oncologia Brasil, ORI Capital, Pfizer, Pharma Intelligence, POET Congress, Prime Oncology, Projects in Knowledge, Quanta, RAIN<\/b> Other, Consulting, speaker, or advisory role. <br><b>Ridgeline, SeaGen, Stanford, STCube, Takeda, Tavistock, Trieza Therapeutics, Turning Point Therapeutics, WebMD, YingLing Pharma, Ziopharm<\/b> Other, Consulting, speaker, or advisory role. <br><b>Molecular Match (Advisor), OncoResponse (Founder, Advisor), Telperian (Founder, Advisor)<\/b> Other Business Ownership. <br><b>S. Kopetz, <\/b> <br><b>Lutris, Iylon, Frontier Medicines, Xilis, Navire<\/b> Other Business Ownership. <br><b>Genentech, EMD Serono, Merck, Holy Stone Healthcare, Novartis, Lilly, Boehringer Ingelheim, AstraZeneca\/MedImmune, Bayer Health, Redx Pharma, Ipsen, HalioDx, Lutris, Jacobio, Pfizer<\/b> Other, consultant. <br><b>Repare Therapeutics, Inivata, GlaxoSmithKline, Jazz Pharmaceuticals, Iylon, Xilis, Abbvie, Amal Therapeutics, Gilead Sciences, Mirati Therapeutics, Flame Biosciences, Servier, Carina Biotech<\/b> Other, Consultant. <br><b>Bicara Therapeutics, Endeavor BioMedicines, Numab, Johnson & Johnson\/Janssen, Genomic Health, Frontier Medicines, Replimune, Taiho Pharmaceutical, Cardiff Oncology, Ono Pharmaceutical<\/b> Other, Consultant. <br><b>Bristol-Myers Squibb-Medarex, Amgen, Tempus, Foundation Medicine, Harbinger Oncology, Inc, Takeda, CureTeq, Zentalis, Black Stone Therapeutics, NeoGenomics Laboratories<\/b> Other, Consultant. <br><b>Accademia Nazionale Di Medicina, Tachyon Therapeutics<\/b> Other, Consultant. <br><b>Sanofi, Biocartis, Guardant Health, Array BioPharma, Genentech\/Roche, EMD Serono, MedImmune, Novartis, Amgen, Lilly, Daiichi Sankyo<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1937","PresenterBiography":null,"PresenterDisplayName":"Olu Coker, MS","PresenterKey":"b1262d1a-21a5-4149-80f7-117833ed1c2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1937. YAP-TAZ-TEAD transcriptional program is a prominent driver of acquired resistance to KRAS<sup>G12C<\/sup>-based therapies in patients with metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YAP-TAZ-TEAD transcriptional program is a prominent driver of acquired resistance to KRAS<sup>G12C<\/sup>-based therapies in patients with metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: While novel covalent inhibitors of KRAS G12C have been approved in non-small-cell lung cancer (NSCLC), their efficacies are known to be limited. To enhance the therapeutic potential of KRAS inhibitors, combination strategies need to be developed. In this study, we conducted a large-scale screening to identify novel combination partners that induced synergistic efficacy with KRAS inhibitors. Additionally, mechanistic analyses were conducted to clarify the synergistic effects in combination and their role in conferring resistance to KRAS inhibitors.<br \/>Methods: To identify novel combination partners of KRAS inhibitors, we conducted high-throughput screening (HTS) using a chemical library composed of 1,400 kinase inhibitors. Sotorasib was used as a KRAS inhibitor. Anti-proliferative and apoptotic effects in vitro were assessed by ATP-based cell viability assay, and caspase 3\/7 assay and\/or Annexin V assay, respectively. Protein expression levels were assessed by immunoblotting. In vivo studies were performed using a H358 xenograft nude mouse model and a patient-derived xenograft model (PDX). PDX samples were provided by the National Cancer Center J-PDX library, Japan.<br \/>Results: HTS identified the WEE1 inhibitor AZD1775, a G2\/M checkpoint abrogator in clinical-stage development, as a promising combination partner of KRAS inhibitors in KRAS<sup> <\/sup>G12C mutant NSCLC. Synergistic effects of KRAS and WEE1 inhibitors were confirmed across multiple KRAS G12C mutant NSCLC cell lines, independently of their co-occurring oncogenic mutation profiles. The combination treatment enhanced apoptotic cell death, being upregulated pro-apoptotic protein BIM, while downregulated anti-apoptotic protein MCL1. In vivo efficacy studies in combination with sotorasib and AZD1775 also demonstrated remarkable tumor regression and durable response in both CDX and PDX models. We also generated sotorasib-resistant H23 (H23-SR) cells, confirming upregulation of both WEE1 and MCL1 in the resistant cells. Ectopic overexpression of WEE1 in H23, on the contrary, conferred resistance to sotorasib. Furthermore, WEE1 inhibition re-sensitized H23-SR cells to KRAS inhibitors.<br \/>Conclusion: Our results suggest that the WEE1-MCL1 axis plays an important role in both the initial therapeutic efficacy and the acquired resistance to KRAS inhibitors. These findings could pave the way for a novel therapeutic strategy for KRAS G12C mutant NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,WEE1,Apoptosis,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Yamamoto<\/b>, K. Tanaka, R. Kamata, T. Nakao, S. Mori, J. Liu, S. S. Kobayashi, A. Ohashi; <br\/>National Cancer Center Japan, Kashiwa, Chiba, Japan","CSlideId":"","ControlKey":"4d1db92e-8ff0-40fd-979d-c919b5879566","ControlNumber":"2178","DisclosureBlock":"&nbsp;<b>G. Yamamoto, <\/b> None..<br><b>K. Tanaka, <\/b> None..<br><b>R. Kamata, <\/b> None..<br><b>T. Nakao, <\/b> None..<br><b>S. Mori, <\/b> None..<br><b>J. Liu, <\/b> None.&nbsp;<br><b>S. S. Kobayashi, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, lecture fee. <br><b>Bristol Meyers Squibb<\/b> lecture fee. <br><b>AstraZeneca<\/b> lecture fee. <br><b>Chugai Pharmaceutical<\/b> lecture fee. <br><b>Takeda Pharmaceuticals<\/b> Grant\/Contract, lecture fee. <br><b>MiRXES<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract. <br><b>Johnson&Johnson<\/b> Grant\/Contract. <br><b>Life Technologies<\/b> Other, Loyalty payment. <br><b>A. Ohashi, <\/b> <br><b>Takeda Pharmaceutical company Ltd<\/b> Other, Previous full-time employment (2006 – 2018). <br><b>Astellas Pharma Inc<\/b> Other, Part-time employment. <br><b>Craif Inc<\/b> Other, Consultant. <br><b>GEXVal Inc<\/b> Other, Consultant. <br><b>Ono Pharmaceutical Company<\/b> Other, Consultant. <br><b>Astellas Pharma Global Development, Inc<\/b> Grant\/Contract. <br><b>Astellas Pharma Inc<\/b> Grant\/Contract. <br><b>Daiichi Sankyo Company<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1938","PresenterBiography":null,"PresenterDisplayName":"Gaku Yamamoto, MD","PresenterKey":"d47458bb-095a-4a92-8eb8-5fd955b1ae73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1938. WEE1 inhibition prevents and overcomes resistance to KRAS inhibitors in lung cancer by enhancing MCL1-mediated apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WEE1 inhibition prevents and overcomes resistance to KRAS inhibitors in lung cancer by enhancing MCL1-mediated apoptosis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> NT219 is a novel small molecule, a dual inhibitor which uniquely triggers the degradation of Insulin Receptor Substrates 1\/2 (IRS) and the dephosphorylation and suppression of STAT3, two major oncogenic targets that play a key role in drug resistance. Mutated KRAS (mKRAS) has long been referred to as undruggable until recently when KRAS<sup>G12C <\/sup>inhibitors were approved. While KRAS<sup>G12C<\/sup> is the most common oncogenic driver in NCSLC, KRAS<sup>G12D<\/sup> is found in 42% of pancreatic tumors. We present NT219 suppressive effect on mKRASi resistant and sensitive cells of both PDAC and NSCLC, as well as on cancer stem cells (CSC) known to contribute to disease recurrence.<br \/><b>Method<\/b> The inhibitory effects of NT219 as a monotherapy or in combination with either KRAS<sup>G12C <\/sup>inhibitors (sotorasib\/adagrasib) or KRAS<sup>G12D <\/sup>inhibitor (MTRX1133) were tested in 2D cell growth and colony formation assays using mKRAS inhibitor sensitive and resistant cancer cell lines. The effect of NT219 and mKRASi on cancer stem cells was assessed using 3D spheroid assay evaluating spheroid size (microscopic measurements), cell viability (CellTiterGlo) and stemness marker expression (FACS analysis).<br \/><b>Results<\/b> NT219 in combination with either sotorasib or MTRX1133 suppressed established spheroids of NSCLC(KRAS<sup>G12C<\/sup>) and PDAC(KRAS<sup>G12D<\/sup>) respectively, in terms of size, disintegration and viability. In NSCLC H358, spheroid satellites appeared following treatment with sotorasib, while the combination with NT219 suppressed it. CSC marker ALDH increased 7-fold in NSCLC spheroids as compared to 2D grown cells, while NT219 and sotorasib suppressed it. The expression of SOX2 stemness marker was reduced by NT219 alone (5 fold), unexpectedly induced by sotorasib (4 fold) and suppressed by NT219+sotorasib (15 fold vs sotorasib alone). In addition, significant induction of STAT3, was observed following sotorasib treatment and completely reversed by the addition of NT219. We also demonstrate that NT219 induces growth inhibition in both KRASi<sup>G12C<\/sup> resistant PDAC and NSCLC, and KRASi<sup>G12D<\/sup> resistant PDAC cells. NT219 exhibited synergistic effects with adagrasib and MTRX1133, in suppressing the proliferation of KRAS<sup>G12C<\/sup> PDAC and NSCLC cells and KRAS<sup>G12D<\/sup> PDAC cells, respectively. This combination showed a synergistic effect in xenograft model.<br \/><b>Conclusion<\/b> We first showed the effect of NT219 in suppressing cancer stem cells, known to promote resistance and tumor recurrence. Synergistic effect of NT219 and mKRAS inhibitors, G12Cand G12D, in NSCLC and PDAC respectively, was demonstrated. Initial results suggest involvement of NT219 target proteins in resistance to mKRAS<sup>G12C\/D<\/sup> inhibitors. Treatment with sotorasib induced enhancement in stemness potential of mKRAS<sup>G12C<\/sup> NSCLC, which NT219 efficiently suppressed, suggesting a novel therapy for this unmet need and a novel mechanism to combat resistance to mKRAS inhibitors","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,NSCLC,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Reuveni<\/b><sup>1<\/sup>, M. N. Al-Hallak<sup>2<\/sup>, S. Motorwala<sup>3<\/sup>, E. Beal<sup>2<\/sup>, S. Kim<sup>2<\/sup>, R. Beydoun<sup>2<\/sup>, G. Dyson<sup>2<\/sup>, B. El-Rayes<sup>4<\/sup>, H. Chen<sup>4<\/sup>, P. Philip<sup>5<\/sup>, A. Shields<sup>2<\/sup>, B. Pasche<sup>2<\/sup>, K. Sigalov<sup>1<\/sup>, H. Ben-David<sup>1<\/sup>, D. Miron<sup>1<\/sup>, A. Azmi<sup>2<\/sup>; <br\/><sup>1<\/sup>Purple Biotech Ltd., Rehovot, Israel, <sup>2<\/sup>Karmanos Cancer Institute Wayne State University, Detroit, MI, <sup>3<\/sup>Michigan State University, Detroit, MI, <sup>4<\/sup>University of Alabama, Birmingham, AL, <sup>5<\/sup>Henry Ford Health, Detroit, MI","CSlideId":"","ControlKey":"987a0ac3-e8ce-49ad-b133-9744a2264f84","ControlNumber":"6320","DisclosureBlock":"<b>&nbsp;H. Reuveni, <\/b> <br><b>Purple Biotech Ltd<\/b> Employment, Stock Option, Patent.<br><b>M. N. Al-Hallak, <\/b> None..<br><b>S. Motorwala, <\/b> None..<br><b>E. Beal, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>R. Beydoun, <\/b> None..<br><b>G. Dyson, <\/b> None..<br><b>B. El-Rayes, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>P. Philip, <\/b> None..<br><b>A. Shields, <\/b> None..<br><b>B. Pasche, <\/b> None.&nbsp;<br><b>K. Sigalov, <\/b> <br><b>Purple Biotech Ltd<\/b> Employment, Stock Option. <br><b>H. Ben-David, <\/b> <br><b>Purple Biotech Ltd<\/b> Employment, Stock Option. <br><b>D. Miron, <\/b> <br><b>Purple Biotech<\/b> Employment, Stock Option.<br><b>A. Azmi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1939","PresenterBiography":null,"PresenterDisplayName":"Yael Lahat, MS","PresenterKey":"673864d6-b9f5-4a15-aeb7-f94689dd4e32","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1939. NT219, a dual inhibitor of IRS1\/2 and STAT3, suppresses cancer stem cell mediated resistance to KRAS<sup>G12C<\/sup> and KRAS<sup>G12D<\/sup> inhibitors in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NT219, a dual inhibitor of IRS1\/2 and STAT3, suppresses cancer stem cell mediated resistance to KRAS<sup>G12C<\/sup> and KRAS<sup>G12D<\/sup> inhibitors in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Mutations in the KRAS oncogenic driver gene are frequently found in malignancies such as pancreatic, colorectal, and lung cancers. The replacement of the amino acid glycine at position 12 (e.g., G12C, G12D, G12V) is a frequent mutation that traps the protein in an active state and promotes uncontrolled cell proliferation. KRAS was regarded as \"undruggable\" for many years due to insufficient drug-binding pockets on the protein's surface. Recent breakthroughs, however, have resulted in the development of covalent inhibitors capable of selectively targeting the KRAS G12C mutation, like Sotorasib (AMG510) and Adagrasib (MRTX849) which are approved by the FDA due to their encouraging effects in clinical trials. The identification of selective inhibitors of other oncogenic KRAS alleles, such as the noncovalent KRAS-G12D inhibitor, MRTX1133, and a pan-KRAS-inhibitor drug (BI2865) is also a promising next step in the treatment of KRAS-dependent malignancies. While these inhibitors have shown initial success, their use frequently leads to resistance, the mechanisms of which largely remain unknown. To fill this essential research gap, we are employing our pre-clinical syngeneic mouse models and KRAS mutant allele-specific cell lines to investigate the underlying molecular processes of acquired resistance to direct KRAS allele-specific inhibitors. Using these murine syngeneic cell lines and human NSCLC cell lines, we have generated a panel of cell lines with acquired resistance to these direct KRAS inhibitors. To elucidate the molecular underpinnings of acquired resistance to direct KRAS inhibitors, we performed proteomic profiling of the sensitive and resistant cells by RPPA analysis. Among the several proteins whose expressions were altered in the KRAS-inhibitor-resistant cells, we identified the YAP\/TEAD1 pathway that was commonly upregulated in the cells resistant to MRTX849 (G12Ci) or MRTX1133 (G12Di). We also observed significant re-sensitization of the resistant cells to the specific KRAS inhibitors upon genetic or pharmacological inhibition of TEAD using siRNA or a TEAD-inhibitor, <i>in vitro.<\/i> Tumors from syngeneic mice that were implanted with KRAS inhibitor-resistant cells or their sensitive versions and treated with the specific KRAS inhibitors for 3-4 weeks, also exhibited increased nuclear YAP1 localization in the resistant tumors. We are currently performing <i>in vitro<\/i> and <i>in vivo<\/i> studies to understand the therapeutic efficacy of a TEAD inhibitor in combination with KRASi (MRTX849 or MRTX1133) to either reverse or prevent resistance to these direct KRAS inhibitors. We are also trying to identify alterations in the tumor immune microenvironment upon combination therapy targeting KRAS and TEAD. Successful completion of this research will help address the urgent need to understand ways to overcome resistance to KRAS inhibitors and increase their clinical efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"KRAS,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. T. Kundu<\/b>, D. H. Peng, B. L. Rodriguez, E. L. McCarthy, D. L. Gibbons; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3c8ecec5-f935-4a8b-a526-4c9cabc2b9c0","ControlNumber":"8135","DisclosureBlock":"&nbsp;<b>S. T. Kundu, <\/b> None..<br><b>D. H. Peng, <\/b> None..<br><b>B. L. Rodriguez, <\/b> None..<br><b>E. L. McCarthy, <\/b> None..<br><b>D. L. Gibbons, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1940","PresenterBiography":null,"PresenterDisplayName":"Samrat Kundu, PhD","PresenterKey":"fd12ad62-330d-4369-bd15-383840974e9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1940. Identifying resistant mechanisms to direct KRAS inhibitors in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying resistant mechanisms to direct KRAS inhibitors in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Background: KRAS is the most frequent targetable oncogene in non-small cell lung cancer (NSCLC). Recently, novel KRAS inhibitor have been clinically developed for treatment of KRAS G12C-mutated NSCLC patients. However, it is difficult to achieve complete remission of tumor. Therefore, the optimal combined therapeutic intervention with KRAS G12C inhibitors has a potentially crucial role in the clinical outcomes of patients. In this study, we focused on the mechanisms underlying adaptive resistance to KRAS G12C inhibitors and therapeutic strategies required to overcome them.<br \/>Methods: We used KRAS G12C-mutated NSCLC cell lines to evaluate the adaptive response to KRAS G12C inhibitors in vitro and in vivo. We also investigated the correlation between AXL expression in pre-treated tumors and clinical outcomes with sotorasib for KRAS G12C-mutated NSCLC patients.<br \/>Results: We revealed that AXL signaling leads to the adaptive resistance to KRAS G12C inhibitors in KRAS-G12C mutated NSCLC, activation of which is induced by GAS6 production via transcriptional coactivator YAP. AXL inhibition reduced the viability of AXL-overexpressing KRAS G12C-mutated lung cancer cells by enhancing KRAS G12C inhibition-induced apoptosis. In xenograft models of AXL-overexpressing KRAS G12C-mutated lung cancer treated with KRAS G12C inhibitors, initial combination therapy with AXL inhibitor markedly delayed tumor regrowth compared with KRAS G12C inhibitor alone or the combination after acquired resistance to KRAS G12C inhibitor. AXL was highly expressed in clinical specimens of KRAS G12C-mutated lung cancers and its high expression was associated with a low treatment response to sotorasib.<br \/>Conclusions: These results indicated pivotal roles for AXL activation and its inhibition in the intrinsic resistance to KRAS G12C inhibitor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Axl,KRAS,Lung cancer: non-small cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Morimoto<\/b><sup>1<\/sup>, T. Yamada<sup>1<\/sup>, S. Hirai<sup>1<\/sup>, Y. Katayama<sup>1<\/sup>, K. Kunimasa<sup>2<\/sup>, T. Sasaki<sup>3<\/sup>, M. Nishida<sup>4<\/sup>, S. Watanabe<sup>5<\/sup>, S. Shiotsu<sup>6<\/sup>, H. Uehara<sup>7<\/sup>, K. Takayama<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto Prefectural University of Medicine, Kyoto, Japan, <sup>2<\/sup>Osaka International Cancer Institute, Osaka, Japan, <sup>3<\/sup>Asahikawa Medical University Hospital, Hokkaido, Japan, <sup>4<\/sup>St. Marianna University School of Medicine, Kanagawa, Japan, <sup>5<\/sup>Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan, <sup>6<\/sup>Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan, <sup>7<\/sup>Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan","CSlideId":"","ControlKey":"d6edb41b-95b6-45c7-920b-876c507fafb2","ControlNumber":"1238","DisclosureBlock":"&nbsp;<b>K. Morimoto, <\/b> None.&nbsp;<br><b>T. Yamada, <\/b> <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Janssen Pharmaceutical<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca plc<\/b> Grant\/Contract.<br><b>S. Hirai, <\/b> None..<br><b>Y. Katayama, <\/b> None..<br><b>K. Kunimasa, <\/b> None..<br><b>T. Sasaki, <\/b> None..<br><b>M. Nishida, <\/b> None.&nbsp;<br><b>S. Watanabe, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Nippon Kayaku<\/b> Grant\/Contract.<br><b>S. Shiotsu, <\/b> None..<br><b>H. Uehara, <\/b> None.&nbsp;<br><b>K. Takayama, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1941","PresenterBiography":null,"PresenterDisplayName":"Kenji Morimoto","PresenterKey":"ddcba266-09cb-45b9-90f3-efc2ceeaeb09","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1941. AXL activation promotes adaptive resistance to KRAS-G12C inhibitors in KRAS-G12C-mutated non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AXL activation promotes adaptive resistance to KRAS-G12C inhibitors in KRAS-G12C-mutated non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: KRAS is one of the most frequent mutated oncogenes and has been recognized as undruggable for many years. AMG510, the first therapy to directly target KRAS, was approved by the FDA to treat non-small cell lung cancer (NSCLC) bearing KRAS G12C mutation. However, the emergence of resistance in patients remains a challenge and limits its clinical benefits, which calls for next-generation targeted therapy or combination strategies to overcome the resistance to KRAS G12C inhibitors. A variety of secondary mutations in KRAS attributing to the resistance have been identified, which requires robust <i>in vitro<\/i> and <i>in vivo<\/i> preclinical models to validate potential therapeutics targeting these mutations. Therefore, we generated a panel of KRAS G12C inhibitor-resistant tumor models to facilitate the development of possible strategies to overcome such resistance.<br \/>Methods: First, a secondary KRAS mutation, including H95D, H95Q, H95R, Q61H and R68S, was introduced by using CRISPR\/Cas9 technology in MIA PaCa cell line, which harbors a homozygous KRAS G12C mutation in addition to Y96D, Y96C and Y96S previously published by us. Point mutation knock-in was validated by sanger sequencing, and cell identity was confirmed by SNP assay. <i>In vitro<\/i>, the parental and mutated cells were treated with either AMG510 and MRTX849 and cell viability was measured by CellTiter-Glo. <i>In vivo<\/i> efficacy of KRAS G12C inhibitors, AMG510 and MRTX849, SOS1 inhibitor, BI-3406 and MEK inhibitor, Trametinib were evaluated in the Y96D mutated MIA PaCa subcutaneous xenograft.<br \/>Results: Homozygous secondary point mutation knock-in in MIA PaCa cells was confirmed by sanger sequencing. Similar growth rate and morphology was observed in selected clones compared to the parental line. Similar to Y96D mutation previously published, R68S mutation was highly resistant to both KRAS G12C inhibitors, with IC<sub>50<\/sub> increased more than 100 fold for both MRTX849 and AMG510, whereas H95D, H95Q and H95R mutation was more resistant to MRTX849, while Q61H had a minimal effect on either one of the inhibitors. In addition, cells expressing KRAS G12C\/Y96D were also resistant to AMG510 and MRTX849 in <i>in vivo<\/i> study, whereas combination of BI-3406 (single treatment: TGI of 27%) and Trametinib (single treatment: TGI of 76%) suppressed tumor growth significantly with TGI of 93% on day 17 after randomization compared to control group (<i>p<\/i>&#60;0.001). Also, the combination showed significant improvement compared to BI-3406 single treatment (<i>p<\/i>&#60;0.001) whereas no significant improvement was observed compared to Trametinib single treatment (<i>p&#62;0.05).<\/i><br \/>Conclusion: CRISPR\/Cas9 engineered second site KRAS mutations in cells harboring KRAS G12C mutation displayed a differentially resistant profile to KRAS G12C inhibitors. Thus, H95D\/Q\/R, R68S and Y96D can be used as preclinical inhibitor-resistant models to evaluate clinical strategies to overcome resistance to KRAS-targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,KRAS G12C inhibitor,CRISPR\/Cas9,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhou<\/b><sup>1<\/sup>, L. Hua<sup>1<\/sup>, J. Feng<sup>1<\/sup>, N. Bao<sup>1<\/sup>, D. Zhang<sup>1<\/sup>, J. Wang<sup>1<\/sup>, M. Putker<sup>2<\/sup>, L. Bourre<sup>1<\/sup>; <br\/><sup>1<\/sup>Crown Bioscience, Inc., San Diego, CA, <sup>2<\/sup>Crown Bioscience, Inc., Leiden, Netherlands","CSlideId":"","ControlKey":"51e8b94f-467f-48c6-9bd5-b2030129b698","ControlNumber":"2345","DisclosureBlock":"&nbsp;<b>J. Zhou, <\/b> None..<br><b>L. Hua, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>N. Bao, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Putker, <\/b> None..<br><b>L. Bourre, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1942","PresenterBiography":null,"PresenterDisplayName":"Jun Zhou, PhD","PresenterKey":"e6e656cb-61a1-4dfe-90a8-07cd7edd20b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1942. Characterization of a panel of CRISPR\/Cas9 engineered KRAS G12C inhibitor-resistant tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a panel of CRISPR\/Cas9 engineered KRAS G12C inhibitor-resistant tumor models","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<i> KRAS<sup>G12D<\/sup><\/i> is the most common <i>KRAS<\/i> mutation and is present in approximately 34% of pancreatic cancer, 10-12% of colorectal cancer, 4% of lung adenocarcinoma and in a number of other cancer types. We previously identified MRTX1133, a potent, selective, and non-covalent KRAS<sup>G12D<\/sup> inhibitor. The advancement of MRTX1133 to clinical trials warrants continued study of the role of the <i>KRAS<sup>G12D<\/sup><\/i> mutation in cancer pathogenesis and progression.<br \/>Methods: Previous pharmacodynamic and pharmacogenomic profiling in sensitive and partially resistant models identified mechanisms implicated in limiting the anti-tumor response including signaling pathways that induce feedback reactivation and\/or bypass KRAS dependence. Thus, cell lines (GP2D and SNU-1033, colorectal cancer; HPAC and AsPC-1, pancreatic cancer) were utilized to study acquired resistance to MRTX1133 following continuous treatment at increasing concentrations over time. These cell lines were confirmed to be stably resistant as determined by evaluation of response to MRTX1133 in vitro and in vivo. These cell lines were extensively profiled to determine underlying mechanisms of resistance utilizing molecular profiling strategies as well as drug combination screens to interrogate pathways that could circumvent resistance.<br \/>Results: In one of the four generated cell lines with acquired resistance, evidence of secondary <i>KRAS<\/i> mutations Y96N and H95Q were confirmed by RNAseq and are likely drivers of resistance in this cell line and are consistent with known mechanisms of KRAS<sup>G12C<\/sup> inhibitor resistance. The three other MRTX1133 resistant cell lines did not show evidence of secondary <i>KRAS <\/i>mutations and were further evaluated for mechanisms that bypass KRAS dependence. Combinations of MRTX1133 with therapies that target pathways including upstream RTK signaling, mTOR, or AKT broadly enhanced the anti-tumor activity of MRTX1133 in both in vitro cell viability and in vivo efficacy studies in the resistant cell lines. Conclusion: Collectively, these data provide early insight onto potential mechanisms of resistance to selective KRAS<sup>G12D<\/sup> inhibitors and demonstrate the importance of developing rational combination strategies designed to address drug resistance. In addition, these studies provide a catalogue of potentially druggable vulnerabilities that complement KRAS blockade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Resistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. M. Helu<sup>1<\/sup>, E. Griffiths<sup>1<\/sup>, A. Calinisan<sup>1<\/sup>, A. Hebbert<sup>1<\/sup>, L. Yan<sup>1<\/sup>, N. Hoffman<sup>1<\/sup>, D. Trinh<sup>1<\/sup>, L. Hover<sup>2<\/sup>, J. Fernandez-Banet<sup>2<\/sup>, D. M. Briere<sup>1<\/sup>, E. Lifset<sup>1<\/sup>, P. Olson<sup>1<\/sup>, J. G. Christensen<sup>1<\/sup>, <b>J. Hallin<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Mirati Therapeutics, San Diego, CA, <sup>2<\/sup>Monoceros Biosystems LLC, San Diego, CA","CSlideId":"","ControlKey":"627f2d34-2736-4bb1-867c-159857e167ba","ControlNumber":"3919","DisclosureBlock":"<b>&nbsp;X. M. Helu, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>E. Griffiths, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>A. Calinisan, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>A. Hebbert, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>L. Yan, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>N. Hoffman, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>D. Trinh, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>L. Hover, <\/b> <br><b>Monoceros Biosystems LLC<\/b> Employment. <br><b>J. Fernandez-Banet, <\/b> <br><b>Monoceros Biosystems LLC<\/b> Employment. <br><b>D. M. Briere, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>E. Lifset, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>P. Olson, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>J. G. Christensen, <\/b> <br><b>Mirati Therapeutics<\/b> Employment. <br><b>J. Hallin, <\/b> <br><b>Mirati Therapeutics<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1943","PresenterBiography":null,"PresenterDisplayName":"Jill Hallin, BS","PresenterKey":"101ac2e3-1398-4bc8-9f8a-ca691cf527ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1943. Discovery and characterization of potential drivers of resistance to the KRAS G12D inhibitor, MRTX1133, in cancer cell line models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of potential drivers of resistance to the KRAS G12D inhibitor, MRTX1133, in cancer cell line models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tumor heterogeneity is a major cause of resistance to therapies in colorectal cancer (CRC). The anti-EGFR (epidermal growth factor receptor) therapies panitumumab (pani) and cetuximab, are now being investigated for the retreatment of patients when resistant subclones could be more abundant in a previously wild-type cancer. Here we utilize patient-derived cancer organoids (PDCOs) to investigate the potential implications of the abundance of resistant subclones on treatment and duration of response.<br \/>Methods: Two CRC PDCO lines, one pani sensitive (PS) and one pani resistant (PR), were cultured separately and then mixed to determine how different combinations of mutations altered the time for the overall culture to be resistant to pani. NGS was performed on these cells to determine the mutation profile. The two PDCO lines were cultured together with the following concentrations (v\/v) of 100% PS; 20% PR+80% PS; 10% PR+90% PS, 5% PR+95% PS, 1% PR+99% PS, and 100% PR using Matrigel and fed with previously published CRC organoid media. Widefield imaging was performed for diameter change analysis at day 0 and day 4 using ImageJ. Upon a median growth of &#62;20% at baseline\/untreated, all mixed populations were treated at increments of 20% physiologic Cmax of pani each week. Once select mixed populations reached 100% Cmax and maintained a median growth of &#62;20% for two consecutive weeks, they were determined to have reached complete resistance to the treatment.<br \/>Results: DNA sequencing of PDCOs showed PR has mutations associated with pani resistance (KRASG12V, PIK3CAH1047R) and the PS line did not. All the conditions except for 100% PS escalated to &#8805;40% Cmax within 7 weeks and reached complete resistance to pani by week 22. 100% PS remained at 20% Cmax through week 22. The 100% PR population reached complete resistance to pani the quickest at 100% Cmax at week 8. The conditions with the lowest percentages of PR (5% PR+95% PS and 1% PR+99% PS already started to show resistance above the PS line by 8 weeks and reached complete resistance to pani at week 12.<br \/>Conclusion: PDCO lines containing low concentrations of resistant clones can quickly lead to resistance to pani treatment, even below the typical level for clinical NGS detection. All KRAS mutant conditions (PR) reached resistance quicker than 100% PS condition. Further studies will evaluate even low concentrations of resistance clones across further CRC PDCO models and will evaluate the mechanism by which these clones are leading to resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Organoids,KRAS,PIK3CA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. N. Stoecker<\/b>, S. Udgata, A. A. Gillette, C. A. Pasch, M. C. Skala, D. A. Deming; <br\/>UW Madison, Madison, WI","CSlideId":"","ControlKey":"095f022c-cc73-4c1f-8042-29116c73e9bb","ControlNumber":"5441","DisclosureBlock":"&nbsp;<b>J. N. Stoecker, <\/b> None..<br><b>S. Udgata, <\/b> None..<br><b>A. A. Gillette, <\/b> None..<br><b>C. A. Pasch, <\/b> None..<br><b>M. C. Skala, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Aadi Biosciences<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Other, Consulting\/Advisory Boards. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Consulting\/Advisory Boards. <br><b>Seagen<\/b> Other, Consulting\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Consulting\/Advisory Boards.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1944","PresenterBiography":null,"PresenterDisplayName":"Jordan Stoecker, No Degree","PresenterKey":"02cc89f6-a90e-4e39-b279-cad45b667310","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1944. Using patient-derived cancer organoids to determine the effects of the anti-EGFR therapy panitumumab in the presence or absence of <i>KRAS<\/i> mutation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using patient-derived cancer organoids to determine the effects of the anti-EGFR therapy panitumumab in the presence or absence of <i>KRAS<\/i> mutation","Topics":null,"cSlideId":""},{"Abstract":"A series of molecular targeted drugs have been developed for the treatment of non-small cell lung cancer (NSCLC) harboring driver gene alterations. Although the use of these drugs has substantially improved the clinical outcomes of patients with the genetically altered NSCLC, these patients ultimately develop resistance to the drugs. Various molecular mechanisms of resistance to the molecular target therapies have been reported, it is still a crucial challenge to overcome the drug resistance. Osimertinib, the most used third-generation EGFR tyrosine kinase inhibitor to target both common <i>EGFR<\/i> mutations and secondary T790M mutation, and sotorasib, a recently developed KRAS inhibitor to target <i>KRAS<\/i> G12C mutation, are no exception. In this study, we aimed to investigate the mechanisms of acquired resistance to osimertinib and sotorasib in NSCLC by profiling drug-resistant lung cancer cell lines, which were established from <i>EGFR<\/i>-mutant HCC827(del E756_A750) and <i>KRAS<\/i> G12C-mutant H23 through exposure to each of the molecular targeted drugs. Phospho-RTK array and western blot analyses revealed MET overexpression and phosphorylation in the osimertinib-resistant HCC827 (HCC827OR) as previous studies reported. Notably in our study, HCC827OR cells were incompletely sensitive to a selective MET inhibitor savolitinib without osimertinib, suggesting that HCC827OR partially lost its dependency on mutant EGFR and got addiction to MET signaling. When sotolasib was administered to the sotolasib-resistant H23 (H23SR) cells, KRAS-GTP, and the downstream ERK and AKT phosphorylation were suppressed. To identify novel mechanisms of the resistance, we performed epigenomic profiling of active enhancer in those cells and found a candidate transcription factor, at whose gene locus H3K27 acetylation signal was increased in H23SR cells compared to parent H23 cells. Immunoblotting showed that protein expression of the gene was indeed higher in H23SR cells than the parent cells. To confirm the involvement of this gene to the resistance, further investigation is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,EGFR,Lung cancer,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Yagami<\/b><sup>1<\/sup>, T. Sato<sup>1<\/sup>, H. Yamamoto, Sr.<sup>1<\/sup>, M. Shirasawa<sup>1<\/sup>, Y. Nakahara<sup>1<\/sup>, W. Hideo<sup>2<\/sup>, N. Katsuhiko<sup>1<\/sup>; <br\/><sup>1<\/sup>Kitasato Univ. School of Medicine, kanagawa, Japan, <sup>2<\/sup>Mount Sainai, New York, NY","CSlideId":"","ControlKey":"fc4653e2-8607-49ee-bbbd-3e704fbca3e8","ControlNumber":"202","DisclosureBlock":"&nbsp;<b>Y. Yagami, <\/b> None.&nbsp;<br><b>T. Sato, <\/b> <br><b>Chugai Phamaceutical<\/b> Other, Honoraria\/Speaker. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria\/Speaker. <br><b>Boehringer Ingelhiem<\/b> Other, Honoraria\/Speaker. <br><b>Ono Pharmaceutical<\/b> Other, Honoraria\/Speaker. <br><b>AstraZeneca<\/b> Other, Honoraria\/Speaker.<br><b>H. Yamamoto, <\/b> None.&nbsp;<br><b>M. Shirasawa, <\/b> <br><b>MSD<\/b> Other, presentation\u000d\u000a. <br><b>Y. Nakahara, <\/b> <br><b>JSPS KAKENHI<\/b> Grant\/Contract. <br><b>The Japan Lung Cancer Society<\/b> Grant\/Contract. <br><b>Ono<\/b> Other, Invited Speaker. <br><b>Takeda<\/b> Other, Invited Speaker. <br><b>Taiho<\/b> Other, Invited Speaker. <br><b>Chugai<\/b> Other, Invited Speaker. <br><b>Eli Lilly<\/b> Other, Invited Speaker. <br><b>Boehringer Ingelheim<\/b> Other, Invited Speaker. <br><b>AstraZeneca<\/b> Other, Invited Speaker. <br><b>Bristol Myers Squibb<\/b> Other, Invited Speaker.<br><b>W. Hideo, <\/b> None.&nbsp;<br><b>N. Katsuhiko, <\/b> <br><b>AstraZeneca<\/b> Other, Honoraria for lecture. <br><b>Chugai Pharmaceutical<\/b> Other, Honoraria for lecture. <br><b>Bristol-Myers Squibb<\/b> Other, Honoraria for lecture. <br><b>Nippon Boehringer Ingelheim<\/b> Other, Honoraria for lecture.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1945","PresenterBiography":null,"PresenterDisplayName":"Yuri Yagami, MD","PresenterKey":"b592bf98-1550-481e-ae5c-700a4992c38b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1945. Mechanisms of acquired resistance to EGFR tyrosine kinase inhibitor osimertinib and KRAS-G12C inhibitor sotorasib in lung cancer.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of acquired resistance to EGFR tyrosine kinase inhibitor osimertinib and KRAS-G12C inhibitor sotorasib in lung cancer.","Topics":null,"cSlideId":""},{"Abstract":"GTPase KRas (KRAS), a critical oncogene, is known for its frequent mutations across a wide array of human cancers, most notably in pancreatic, lung, and colorectal cancers. Recent advancements in the field have led to the successful development of numerous inhibitors targeting the mutant KRAS. Clinical application of KRAS G12C inhibitors, such as AMG510 and MTRX849, represents major breakthroughs in addressing previously 'undruggable' cancer targets. Nevertheless, a subset of patients initially responsive to these inhibitors eventually exhibit treatment resistance. Uncovering the underlying mechanism would help to develop novel therapies that overcome the acquired drug resistance.<br \/>To elucidate the underlying mechanisms, we generated AMG510-resistant tumor models, namely AMG510-R-MIA PaCa-2 and AMG510-R CT26 KRAS G12C, by continuous administration of AMG510 to tumor-bearing mice. Upon comparison of sensitive parental tumors and resistant tumors, we found that highly expressed KRAS and constant activation of RAS-MAPK signaling pathway are critical for resistant tumor progression following AMG510 treatment. In addition, resistant tumor cells are responsible for the elevated secretion of CXCL2\/3\/5, which dramatically reconditions the tumor immune microenvironment and recruits immunosuppressive cells.<br \/>In summary, the exploration of the resistance mechanism in AMG510-induced resistant models provides insight into the development of new-generation KRAS-G12C inhibitors and novel combinatorial therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"KRAS,Resistance,Mouse models,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Ni<\/b>, T. Huo, Y. Zhang, J. Wang, G. Liu, W. Shi, Q. Gu; <br\/>WuXi AppTec, Suzhou, China","CSlideId":"","ControlKey":"774b4f71-e48a-4360-848b-e0a414a29892","ControlNumber":"2985","DisclosureBlock":"<b>&nbsp;T. Ni, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>T. Huo, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>G. Liu, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>W. Shi, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>Q. Gu, <\/b> <br><b>WuXi AppTec<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1946","PresenterBiography":"","PresenterDisplayName":"Huo Tongxin","PresenterKey":"046c619e-0d8d-44e0-bca5-793dad138940","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1946. Elucidating the mechanisms of acquired resistance to AMG510 in cancer models harboring KRAS G12C mutations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the mechanisms of acquired resistance to AMG510 in cancer models harboring KRAS G12C mutations","Topics":null,"cSlideId":""},{"Abstract":"RAS mutations are the most common oncogene in human cancers and KRAS has the highest frequency in non-small cell lung cancer (NSCLC) and pancreatic cancer (PDAC). KRAS G12C inhibitors have been approved to treat NSCLC patients. However, drug-resistance is eventually developed for these treatments. Preclinical studies suggested MAPK pathway reactivation is one possible mechanism. Among many MEK inhibitors in clinical development, CH5126766 binds to MEK1 inactive conformation and blocks its phosphorylation and activation. We believe this compound should prevent MAPK &#8220;paradoxical activation&#8221; commonly observed in most RAF and MEK inhibitors such as vemurafenib and cobimetinib. We studied this compound in various in vitro assays and found its potential in combating the paradoxical activation, which might be the cause of drug-resistance for MAPK signal pathway inhibitors, including RAS-, RAF- MEK- and ERK-inhibitors, as a single agent or in combination with above-mentioned inhibitors. In addition, we are developing a series of compounds based on CH5126766, by improving the inhibition of MEK1\/2 kinase activity in addition to its activation. In summary, studies on the pMEK inhibitor demonstrated that this class of compounds might mitigate the MAPK pathway reactivation and prolong drug efficacies in clinical. Detailed research results will be discussed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Drug resistance,Ras,MEK inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Lv<\/b>, M. Xu, Y. Hu, L. Zhao, X. Chen, Y. Chen, C. Yang, J. Li, C. Chen; <br\/>ABM Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"03262eba-eb07-4b2c-8291-8edf8c816043","ControlNumber":"7250","DisclosureBlock":"<b>&nbsp;X. Lv, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>M. Xu, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>Y. Hu, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>L. Zhao, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>X. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>C. Yang, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>J. Li, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>C. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1947","PresenterBiography":null,"PresenterDisplayName":"Hu Hu, PhD","PresenterKey":"2adc195e-9387-4157-86b3-e53155281726","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1947. Studies on pMEK inhibitors for the treatment of RAS-mutant cancers as a single agent or combinations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Studies on pMEK inhibitors for the treatment of RAS-mutant cancers as a single agent or combinations","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) remains one of the most lethal malignancies, largely due to acquired chemotherapy resistance. MRTX-1133, a promising KRAS-G12D inhibitor, has demonstrated initial efficacy; however, resistance analogous to that seen with KRAS-G12C inhibitors is an emerging challenge. The tumor microenvironment (TME) is increasingly recognized as a contributor to resistance, often fostering tumor survival and immune evasion.<br \/>Methods: To elucidate the resistance mechanisms to KRAS-G12D inhibition, we established resistant mouse and human PDAC cell lines derived from mouse and human models. These models were analyzed using flow cytometry and single cell RNA sequencing to define TME dynamics as resistant is acquired and after is has been established. We also analyzed cytokines released by resistant tumor cells using protein arrays and RNA sequencing.<br \/>Results: Our investigation revealed significant TME alterations associated with acquired resistance. Notably, there was a marked increase in the population CD4+ Tregs and neutrophil while activated CD8+ T cells are decreased in the resistant tumors. Concurrently, an increased secretion of chemokines such as CXCL1 and CXCL2 was observed in resistant tumor cells relative to their parental counterparts.<br \/>Conclusions: The adaptation of PDAC to circumvent KRAS inhibition involves a distinct reprogramming of the TME, attenuating immune surveillance and potentially facilitating tumor progression. Current efforts are directed towards delineating the key pathways implicated in these TME modifications to pioneer new therapeutic approaches for managing KRAS inhibitor resistant PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Pancreatic cancer,KRAS,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Tiriac<\/b>; <br\/>UC San Diego, San Diego, CA","CSlideId":"","ControlKey":"2caa1be7-0a86-4110-85b1-5557dbfa2d38","ControlNumber":"8473","DisclosureBlock":"<b>&nbsp;H. Tiriac, <\/b> <br><b>Cardiff Oncology<\/b> Grant\/Contract. <br><b>Creator<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1948","PresenterBiography":null,"PresenterDisplayName":"Herve Tiriac, PhD","PresenterKey":"2a595bc2-769e-46df-abb3-91f0d6642c8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1948. Resistance to RAS inhibition promotes remodeling of the immunosuppressive microenvironment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"294","SessionOnDemand":"False","SessionTitle":"Drug Resistance 2: Ras GTPase","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to RAS inhibition promotes remodeling of the immunosuppressive microenvironment of pancreatic cancer","Topics":null,"cSlideId":""}]