[{"Abstract":"Background: Computational models in medical research which use molecular features to predict patient sensitivities or outcomes are traditionally limited to producing a scalar output for a given disease phenotype, e.g. progression-free survival or drug response. Even for relatively intelligible models, it is generally difficult to place confidence limits on the prediction or develop an intuition for how a prediction varies with respect to &#8220;what-if&#8221; changes in those features or how sensitive a prediction is to changes in input variables. Moreover, while essential for understanding and modeling tumor behavior, molecular features from patient tumors in real-world settings are typically limited to profiles of hundreds of genes, while the biologically relevant inputs to the patient&#8217;s condition can be much larger.<br \/>Approach: To generate data required to enhance the interpretation of predictive models and extend the utility of real-world patient oncology datasets, a distribution of conditions consistent with the observed features and their incidence across cancer patient cohorts is required. We hypothesized we could synthesize patient samples drawn from the joint probability distribution of a broader universe of features when a subset of them is held fixed at the observed values. We model this joint distribution by learning a Bayesian network over a broad feature set for which some training data is available and generate feature profiles by applying Gibbs sampling to the learned network.<br \/>Results: We assessed the potential clinical utility of using these generated feature profiles in predicting drug response and enhancing biological interpretation of different model outputs. We found generative somatic mutations were useful for predicting cancer patient outcomes, including drug response predictions in breast cancer tumors from AACR Project GENIE. Synthesized patient feature profiles enhanced biological interpretability of nominal panel data (100-200 genes), providing a means to assign probabilities to outcomes and uncovering previously described mechanisms of drug response in real-world patient data.<br \/>Conclusion: We introduce an approach that leverages Bayesian networks to synthesize richly annotated patient feature profiles from limited molecular data routinely collected in real-world settings. This approach addresses challenges associated with limited molecular data, biological interpretability and evaluation of predictive models and enhances the utility of real-world datasets for cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-08 Network biology and precision medicine,,"},{"Key":"Keywords","Value":"Somatic mutations,Bayesian networks,Generative models,Expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. H. Tracy<\/b>, J. Sherman, M. Baron; <br\/>Zephyr AI, McLean, VA","CSlideId":"","ControlKey":"2a411152-13c9-463f-a007-7a005c767f22","ControlNumber":"5536","DisclosureBlock":"<b>&nbsp;D. H. Tracy, <\/b> <br><b>AbbVie<\/b> Stock. <br><b>Zephyr AI<\/b> Employment. <br><b>J. Sherman, <\/b> <br><b>Zephyr AI<\/b> Employment. <br><b>M. Baron, <\/b> <br><b>Zephyr AI<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7373","PresenterBiography":null,"PresenterDisplayName":"Dillon Tracy","PresenterKey":"48e00167-7909-4c3d-a482-9f617df561ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7373. Generative Bayesian networks for augmentation of molecular data from commercial genetics panels","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generative Bayesian networks for augmentation of molecular data from commercial genetics panels","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Resistance of cancer cells to monotherapies has led to the development of sequential or combination therapy regimens. However, dosing and scheduling of these therapies is challenging due to the numerous dosing and scheduling combinations that can be given. Mathematical models are thus critical tools for addressing this challenge as multiple therapy combinations can be tested <i>in silico<\/i> to finalize a patient-specific therapeutic regimen <i>in vivo<\/i>. Here we develop a mathematical framework for combining targeted radiation therapy (TRT) with Chimeric Antigen Receptor (CAR)-T cell immunotherapy and demonstrate the use of <i>in silico<\/i> techniques to schedule these therapies for maximizing survival.<br \/><b>Methods:<\/b> In the mathematical framework tumor growth is assumed to be exponential and the effect of radiation on both tumor cells and CAR-T cells is modeled using the linear-quadratic model of cell survival to radiation. A predator-prey model is used to characterize the dynamics of tumor and CAR-T cells. Using a preclinical disseminated mouse model of multiple myeloma (MM1S), we evaluate tumor response to 200 nCi of <sup>225<\/sup>Ac-DOTA-Daratumumab (TRT) and 1 million cells of CS1 CAR-T cell therapy both as monotherapies as well as in combination. Tumor burden tracked using bioluminescence imaging from six groups of mice is used to calibrate model parameters: (a) No treatment. (b) Day 7 TRT. (c) Day 7 CAR-T cell therapy. (d) Day 7 TRT + Day 18 CAR-T cell therapy. (e) Day 7 TRT + Day 25 CAR-T cell therapy. (f) Day 7 TRT + Day 32 CAR-T cell therapy. Response to therapy is evaluated using progression-free survival (PFS), overall survival (OS) and time to minimum tumor burden (t<sub>min<\/sub>), all of which are calculated using the predicted <i>in silico<\/i> tumor burden dynamics and the tumor burden at the start of first therapy. We evaluate these response metrics for various dosing and scheduling regimens.<br \/><b>Results:<\/b> Therapy intervals that were too short or too long are shown to be detrimental for therapeutic efficacy. TRT too close to CAR-T cell therapy results in radiation related CAR-T cell killing, while the interval being too long results in tumor regrowth, negatively impacting tumor control and survival. If a single dose is split into multiple doses, the splitting is advantageous only if the first therapy delivered can produce a significant benefit as a monotherapy. Based on the model parameters we estimate the minimum required TRT activity and CAR-T cell dose to demonstrate an improvement in PFS.<br \/><b>Conclusions:<\/b> The proposed model demonstrates the impact of different dosing and scheduling regimens of TRT and CAR-T therapy on survival metrics. It is a potent tool for translating preclinical results to the clinic and eventually tailor therapy regimens for patients.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Radiation,CAR T cells,Modeling,Multiple myeloma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Adhikarla<\/b><sup>1<\/sup>, D. Awuah<sup>1<\/sup>, E. Caserta<sup>1<\/sup>, M. Minnix<sup>1<\/sup>, M. Kuznetsov<sup>1<\/sup>, A. Krishnan<sup>2<\/sup>, J. Y. C. Wong<sup>2<\/sup>, J. E. Shively<sup>1<\/sup>, X. Wang<sup>1<\/sup>, F. Pichiorri<sup>1<\/sup>, R. C. Rockne<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute - City of Hope, Duarte, CA, <sup>2<\/sup>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"ce71e4b9-5014-4e0f-bed3-27beae543196","ControlNumber":"8486","DisclosureBlock":"&nbsp;<b>V. Adhikarla, <\/b> None..<br><b>D. Awuah, <\/b> None..<br><b>E. Caserta, <\/b> None..<br><b>M. Minnix, <\/b> None..<br><b>M. Kuznetsov, <\/b> None..<br><b>A. Krishnan, <\/b> None..<br><b>J. Y. C. Wong, <\/b> None..<br><b>J. E. Shively, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>F. Pichiorri, <\/b> None..<br><b>R. C. Rockne, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7374","PresenterBiography":null,"PresenterDisplayName":"Vikram Adhikarla","PresenterKey":"03fb46bc-2e18-444d-94a2-85ca8ee39f99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7374. Mathematical modeling of targeted radionuclide therapy and CAR-T cell immunotherapy for maximizing therapeutic efficacy in multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mathematical modeling of targeted radionuclide therapy and CAR-T cell immunotherapy for maximizing therapeutic efficacy in multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Epithelial-mesenchymal transition (EMT) is a crucial biological process during development which also appears to play a fundamental role in the dissemination of cancer cells. It is known that hybrid states (H), in which cells have mixed epithelial (E) and mesenchymal (M) properties, are particularly conductive to metastasis but the possibility of seeding secondary lesions is also closely linked to the intrinsic tumor initiation potential (stemness). An overall vision taking into account both the EMT spectrum and stemness properties could therefore be the key to fully understanding the metastatic process. In this study we aim to build a mathematical model capable of describing the transitions in the EMT spectrum distinguishing stem from non-stem cell subpopulations in lung cancer cells. Using E-cadherin and N-cadherin staining we evaluated experimentally by flow-cytometry the modulation of epithelial (E), hybrid (H) and mesenchymal (M) phenotypes in A549 lung cancer cells after the induction of EMT by TGF&#946; treatment and subsequent return to steady state after TGF&#946; withdrawal. Stem and non-stem populations were identified with the previously validated CD133 marker. To mathematically describe the cellular dynamics we used a system of differential equations assuming transitions E-H, E-M and H-M, for stem and non-stem compartments initially treated as decoupled. Parameters used in the equations were the three switching rates corresponding to the three transitions allowed. To test the robustness of the model we solved the equation multiple times (500) by first stochastically changing the initial conditions and then the initial parameters, obtaining the respective parameters optimized by minimizing the residual between experimental data and model. To decouple the parameters, equations were then solved stochastically 1000 times changing two of three initial parameters, obtaining the optimized third parameter and the respective minimal residual. Parameters fitting closely the experimental data during TGF&#946;-mediated EMT induction were obtained, indicating that the transition from H to M appears to be absent in the non-stem population but present in the stem population, while the transition from E to M is always present. We also observed that after TGF&#946; withdrawal the inclusion of an epigenetic decay factor is necessary to model the latency period before MET insurgence when EMT is previously induced in the system. We can conclude that during EMTinduction, the dynamics in the non-stem compartment can be described by a bifurcation model in which population E becomes either M or H and remains permanently in that state, stressing the stability of the H state and also that E cells might have a predisposition to transform into M or H. Furthermore, a portion of H stem cells is able transform into M during EMT and therefore appears more plastic which could underscore a greater metastatic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Lung cancer: non-small cell,Mesenchymal-epithelial transition (MET),Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Di Bernardo<\/b><sup>1<\/sup>, S. Sahoo<sup>2<\/sup>, M. Balsamo<sup>1<\/sup>, E. Quaranta<sup>1<\/sup>, M. Jolly<sup>2<\/sup>, G. Bertolini<sup>1<\/sup>, L. Roz<sup>1<\/sup>; <br\/><sup>1<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy, <sup>2<\/sup>Indian Institute of Science, Bangalore, India","CSlideId":"","ControlKey":"0f6c5a61-b443-4d0d-9e31-17dd07d37a4d","ControlNumber":"6424","DisclosureBlock":"&nbsp;<b>A. Di Bernardo, <\/b> None..<br><b>S. Sahoo, <\/b> None..<br><b>M. Balsamo, <\/b> None..<br><b>E. Quaranta, <\/b> None..<br><b>M. Jolly, <\/b> None..<br><b>G. Bertolini, <\/b> None..<br><b>L. Roz, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4574","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7376","PresenterBiography":null,"PresenterDisplayName":"Arianna Di Bernardo, MS","PresenterKey":"8c247f99-b652-4d8f-b99e-7dee3438b488","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7376. Modeling the dynamics of lung cancer cells along the epithelial&#8722;mesenchymal spectrum in the stem and non-stem cell compartments","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling the dynamics of lung cancer cells along the epithelial&#8722;mesenchymal spectrum in the stem and non-stem cell compartments","Topics":null,"cSlideId":""},{"Abstract":"Hippo signaling emerged over the last decade as a major tumor-suppressing pathway. Its dysregulation is generally associated with abnormal expression levels of YAP1, WWTR1 (coding for the TAZ protein) and TEAD genes among others. This pathway has been shown to have a prognostic impact in several cancer types. In particular, the role of YAP1\/TEAD activity across indications has been emphasized by several recent works, with potential implications on treatment options. Therefore, identifying patients with a deregulated pathway is key for a better clinical impact of the current potential therapies. Recent studies have been able to characterize RNA-seq based signatures of a deregulated Hippo pathway but a reproducible and cost-effective method to measure the activation of the pathway in clinical settings is needed. Here we first evaluate and confirm the robustness of a YAP1\/TEAD activity signature recently published by Calvet et al. (RNA-based signature focused on TEAD downstream effectors), to predict the level of activity of this pathway across several cancer types available in TCGA. Our results confirmed that YAP1\/TEAD activity is cancer type and subtype specific and that its high activity is correlated with poor prognosis in some of these cancers. We then trained deep learning models to predict YAP1\/TEAD gene activation level, from H&#38;E-stained histology slides in various cancer types from The Cancer Genome Atlas. We showed that histological markers associated with dysfunctional Hippo signaling are markers of disease aggressiveness and poor prognosis such as necrosis, poorly differentiated tumor, and inflammation. Altogether our results are opening the avenue of defining image-based biomarkers predictive of the YAP1\/TEAD activity which could be used in clinical settings for better inclusion of subgroups of patients for targeted therapeutics against this hallmark of cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Hippo pathway,Deep learning,The Cancer Genome Atlas (TCGA),Histology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Schmauch<sup>1<\/sup>, V. Cabeli<sup>1<\/sup>, <b>O. Darwiche-Domingues<\/b><sup>1<\/sup>, J.-E. Le Douget<sup>1<\/sup>, A. Hardy<sup>1<\/sup>, R. Belbahri<sup>1<\/sup>, C. Maussion<sup>1<\/sup>, A. Romagnoni<sup>1<\/sup>, M. Eckstein<sup>2<\/sup>, F. Fuchs<sup>2<\/sup>, A. Swalduz<sup>3<\/sup>, S. Lantuejoul<sup>3<\/sup>, H. Crochet<sup>3<\/sup>, F. Ghiringhelli<sup>4<\/sup>, V. Derangere<sup>4<\/sup>, C. Truntzer<sup>4<\/sup>, H. Pass<sup>5<\/sup>, A. Moreira<sup>5<\/sup>, L. Chiriboga<sup>5<\/sup>, Y. Zheng<sup>6<\/sup>, M. Ozawa<sup>6<\/sup>, B. Howitt<sup>6<\/sup>, O. Gevaert<sup>6<\/sup>, N. Girard<sup>7<\/sup>, E. Rexhepaj<sup>8<\/sup>, I. Valtingojer<sup>8<\/sup>, L. Debussche<sup>8<\/sup>, E. Durand<sup>1<\/sup>, M. Classe<sup>8<\/sup>, K. Von Loga<sup>1<\/sup>, E. Pronier<sup>1<\/sup>, M. Cesaroni<sup>8<\/sup>; <br\/><sup>1<\/sup>Owkin France, Paris, France, <sup>2<\/sup>University Hospital Erlangen, Erlangen, Germany, <sup>3<\/sup>Centre Léon Bérard, Lyon, France, <sup>4<\/sup>Centre Georges-François Leclerc, Dijon, France, <sup>5<\/sup>New York University Langone Medical center, New York, NY, <sup>6<\/sup>Stanford university, Stanford, CA, <sup>7<\/sup>Institut Curie, Paris, France, <sup>8<\/sup>Sanofi, Paris, France","CSlideId":"","ControlKey":"89281961-65b0-42b0-9d82-4c14edadbaf3","ControlNumber":"6270","DisclosureBlock":"<b>&nbsp;B. Schmauch, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>V. Cabeli, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>O. Darwiche-Domingues, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>J. Le Douget, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>A. Hardy, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>R. Belbahri, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>C. Maussion, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>A. Romagnoni, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>M. Eckstein, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, Other, Speaker's Honoraria and advisory roles. <br><b>MSD<\/b> Travel, Other, Speaker's Honoraria and advisory roles. <br><b>Janssen-Cilag<\/b> Grant\/Contract, Travel, Other, Speaker's Honoraria and advisory roles. <br><b>Cepheid<\/b> Grant\/Contract, Travel, Other, Speaker's Honoraria. <br><b>Roche<\/b> Grant\/Contract, Travel, Other, Speaker's Honoraria. <br><b>Astellas<\/b> Travel, Other, Speaker's Honoraria. <br><b>Diaceutics<\/b> Travel, Other, Speaker's Honoraria and Advisory role. <br><b>Stratifyer<\/b> Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract. <br><b>GenomicHealth<\/b> Other, Advisory roles.<br><b>F. Fuchs, <\/b> None.&nbsp;<br><b>A. Swalduz, <\/b> <br><b>Amgen<\/b> Other, Honoraria for advisory boards and Symposiums. <br><b>AstraZeneca<\/b> Other, Honoraria for advisory boards, consulting and symposiums. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria for advisory boards. <br><b>Ipsen<\/b> Other, Honoraria for advisory boards. <br><b>Janssen<\/b> Other, Honoraria for advisory boards, consulting and congress. <br><b>Lilly<\/b> Other, Honoraria for advisory boards. <br><b>MSD<\/b> Other, Honoraria for advisory boards. <br><b>Pfizer<\/b> Honoraria for advisory boards, consulting and congress. <br><b>Roche<\/b> Other, Honoraria for advisory boards, consulting. <br><b>Takeda<\/b> Honoraria for advisory boards, Symposium and congress. <br><b>BMS<\/b> Other, Consulting and symposium. <br><b>Daiichi Sankyo Inc<\/b> Other, Consulting. <br><b>Sanofi<\/b> Other, Symposiums. <br><b>S. Lantuejoul, <\/b> <br><b>Janssen<\/b> Other, Honoraria for advisory boards and Symposiums. <br><b>Abbvie<\/b> Other, Honoraria for advisory boards. <br><b>Sanofi<\/b> Other, Honoraria for advisory boards. <br><b>MSD<\/b> Other, Honoraria for advisory boards and Symposiums.<br><b>H. Crochet, <\/b> None..<br><b>F. Ghiringhelli, <\/b> None..<br><b>V. Derangere, <\/b> None..<br><b>C. Truntzer, <\/b> None..<br><b>H. Pass, <\/b> None..<br><b>A. Moreira, <\/b> None..<br><b>L. Chiriboga, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>M. Ozawa, <\/b> None..<br><b>B. Howitt, <\/b> None..<br><b>O. Gevaert, <\/b> None.&nbsp;<br><b>N. Girard, <\/b> <br><b>Abbvie<\/b> Other, Honoraria. <br><b>Amgen<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Other, Honoraria. <br><b>BMS<\/b> Other, Honoraria. <br><b>Boehringer-Ingelheim<\/b> Other, Honoraria. <br><b>Daachi<\/b> Other, Honoraria. <br><b>Janssen<\/b> Other, Honoraria. <br><b>Lilly<\/b> Other, Honoraria. <br><b>Mirati<\/b> Other, Honoraria. <br><b>MSD<\/b> Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Pfizer<\/b> Other, Honoraria. <br><b>, Roche<\/b> Other, Honoraria. <br><b>Sanofi<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>E. Rexhepaj, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>I. Valtingojer, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>L. Debussche, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>E. Durand, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>M. Classe, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>K. Von Loga, <\/b> <br><b>Owkin<\/b> Employment. <br><b>E. Pronier, <\/b> <br><b>Owkin France<\/b> Employment. <br><b>M. Cesaroni, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7377","PresenterBiography":null,"PresenterDisplayName":"Omar Darwiche-Domingues, PhD","PresenterKey":"042ef6b1-02fa-4322-96e0-bc71a5569ab3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7377. Deep learning uncovers morphological patterns of YAP1\/TEAD activity related to disease aggressiveness in cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning uncovers morphological patterns of YAP1\/TEAD activity related to disease aggressiveness in cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a complex disease involving the interplay of several types of malignant and nonmalignant cells. The growth of tumors and surrounding stromal cells can be modeled as an ecosystem, where populations of cancerous and healthy cells interact and compete for resources. In this work, we have explored the application of game theoretic models of cancer to the design of novel anticancer therapies. Notably, a game theoretic-model of tumor-stromal interactions can capture the impact of interactions between cell types and can be used to investigate frequency-dependent parameters describing the impact of drug action during the initiation and growth of metastatic cancers. Previous studies using game theoretic models to describe cancer have focused on explaining progression patterns of specific tumors with known tumor-stromal interactions. This study takes a more general approach to cancer growth dynamics, modeling cancer as a simple game between healthy and cancer cells. This simplified model is used to make general predictions about cancer progression and the efficacy of treatment strategies. Our work suggests that disruption of beneficial interactions between healthy and cancer cells may be a viable treatment strategy for small tumors and preventing metastasis by ensuring that the healthy cell strategy is evolutionarily stable. The efficacy of treatment strategies that disrupt cancer cell cooperation or tumor-stromal dynamics changes as the cancer cell frequency changes. Our work suggests that drugs that target tumor-stromal cell interactions would need to be combined with other types of treatments to be effective against large tumors. Although based on a simplistic model of cancer initiation and progression, the framework derived here can be extended to the real-world design of experimental anticancer therapeutics, and fundamental analyses of this nature can be of practical utility in setting strategy for Target Product Profile design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor metastases,Tumor evolution,Stroma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Van Egeren<sup>1<\/sup>, A. Chen<sup>2<\/sup>, M. Stoddard<sup>3<\/sup>, <b>L. Yuan<\/b><sup>3<\/sup>, A. Chakravarty<sup>3<\/sup>; <br\/><sup>1<\/sup>Stanford University, Palo Alto, CA, <sup>2<\/sup>Columbia University, New York, NY, <sup>3<\/sup>Fractal Therapeutics, Inc., Lexington, MA","CSlideId":"","ControlKey":"fd5f9e6f-ead6-4ece-8a1c-7e75cbbc8c5e","ControlNumber":"8886","DisclosureBlock":"&nbsp;<b>D. Van Egeren, <\/b> None..<br><b>A. Chen, <\/b> None.&nbsp;<br><b>M. Stoddard, <\/b> <br><b>Fractal Therapeutics<\/b> Employment, Stock. <br><b>L. Yuan, <\/b> <br><b>Fractal Therapeutics<\/b> Employment, Stock. <br><b>A. Chakravarty, <\/b> <br><b>Fractal Therapeutics<\/b> Employment, Fiduciary Officer, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7378","PresenterBiography":null,"PresenterDisplayName":"Lin Yuan","PresenterKey":"8e3b353f-b21b-4f1c-acae-3dc5021c0be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7378. Using game theory to investigate the therapeutic potential of disrupting tumor-microenvironment interactions","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using game theory to investigate the therapeutic potential of disrupting tumor-microenvironment interactions","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Preoperative risk stratification of kidney cancer patients is critical for treatment selection and improving mortality rates. Current clinical approaches such as cancer grading are limited by inter-reviewer variability, require invasive biopsy procedures, and might not capture the full extent of patient risk. We sought to evaluate a deep learning (DL) model to quantify patient risk and prognosticate overall survival in kidney cancer patients via CT scans.<br \/><b>Methods:<\/b> This retrospective study used preoperative contrast CT scans from 4 public multi-institutional collections with date of death\/censoring available. A deep learning (DL) network architecture was developed to analyze input CT scans via a convolutional feature extractor and a Cox proportional hazards-based cost function. The DL model assigned a risk score to each patient, with the median risk used as a cutoff for classifying patients as high-risk or low-risk. Model performance for prognosticating overall survival (OS) was evaluated separately in training, internal validation, and external validation cohorts via Kaplan-Meier analysis in terms of concordance index and hazard ratios, with risk groups compared via Wilcoxon log-rank tests (&#945; = 0.05).<br \/><b>Results:<\/b> In the training\/internal validation cohort (N=418, 8 institutions) and external validation cohort (N=102, 1 institution), the median age was 60 and 59 years, the male\/female ratios were 62% \/ 38% and 75% \/ 25%, with a median follow up of 2.8 and 3.1 years, respectively. The DL model yielded a training c-index of 0.66 (95% CI: 0.63-0.68), internal validation c-index of 0.73 (95% CI: 0.70-0.76) and an external validation c-index of 0.67 (95% CI: 0.64-0.70). Kaplan-Meier analysis of associated survival curves based on DL-determined high- and low-risk patients demonstrated statistically significant separation in all cohorts: training (p = 0.003, HR = 8.63, 95% CI: 8.28-8.98), internal validation (p = 0.027, HR = 4.89, 95% CI: 4.52-5.26), and external validation (p = 0.01, HR = 6.54, 95% CI: 6.18-6.90). Baseline clinicopathological characteristics were not significantly different between DL high and low risk patients in external validation (chi-square testing; ISUP grade p=0.375, age p=0.824, race p=0.567, and sex p=0.440). ISUP grade was also not a significant predictor of OS in internal validation (HR=1.57, p=0.211, 95% CI: 1.28-1.85) or external validation (p = 0.465, HR=0.16, 95% CI: 0.33-0.74).<br \/><b>Conclusion:<\/b> A deep learning model based on pre-operative CT scans was found to accurately prognosticate overall survival in kidney cancers in a multi-institutional setting, independent of clinicopathological factors. This model is being validated on larger cohorts, and in the context of targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Survival,Kidney cancer,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Flannery<\/b><sup>1<\/sup>, M. Hariri<sup>1<\/sup>, T. DeSilvio<sup>1<\/sup>, A. Sadri<sup>1<\/sup>, J. Nguyen<sup>2<\/sup>, E. M. Remer<sup>2<\/sup>, S. Krishnamurthi<sup>2<\/sup>, S. E. Viswanath<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH, <sup>2<\/sup>Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"e12d3f65-5553-4329-8c8c-503b59743e4c","ControlNumber":"8121","DisclosureBlock":"&nbsp;<b>B. Flannery, <\/b> None..<br><b>M. Hariri, <\/b> None..<br><b>T. DeSilvio, <\/b> None..<br><b>A. Sadri, <\/b> None..<br><b>J. Nguyen, <\/b> None..<br><b>E. M. Remer, <\/b> None..<br><b>S. Krishnamurthi, <\/b> None..<br><b>S. E. Viswanath, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7379","PresenterBiography":null,"PresenterDisplayName":"Brennan Flannery","PresenterKey":"3e48c9af-1219-495a-9644-c7971aeb2185","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7379. Deep learning based risk stratification of pre-operative CT scans is prognostic of overall survival in kidney cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning based risk stratification of pre-operative CT scans is prognostic of overall survival in kidney cancers","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint blockade immunotherapy is a cornerstone of lung cancer treatment, but there is a need to improve the identification of patients who will respond favorably. Here, we explored a deep learning approach to predict immunotherapy outcomes from hematoxylin and eosin (H&#38;E) images in non-small cell lung cancer (NSCLC). We included 150 unique cases with metastatic NSCLC (113 adenocarcinoma, 29 squamous cell, 8 other) treated with anti-PD-1\/PD-L1 immunotherapy (56 nivolumab, 49 atezolizumab, 44 pembrolizumab, 1 durvalumab) as mono or combination (14 with chemotherapy, 1 with ipilimumab) therapy in a single institution. Each case consisted of a representative H&#38;E whole slide image (53 biopsies, 50 needle core biopsies, 47 resections) obtained prior to immunotherapy, and the outcome reported as the 1-year overall survival (OS). PD-L1 status (tumor proportion score &#8805; 1%) was known for 70 cases. We preprocessed the H&#38;E images using two deep learning models previously developed using The Cancer Genome Atlas dataset. First, we used a classification model to identify tumor regions and randomly sampled a fixed number of tumor patches for each case. Then, we used a self-supervised pathology foundation model to obtain a compressed visual representation of each patch, known as an embedding. Next, using our dataset, we trained a deep multiple instance learning (DeepMIL) model with a gated attention mechanism to predict the binary 1-year OS status (0=deceased, 1=alive) for each case. As a baseline, we also trained a linear-probe (logistic regression) model using the averaged embeddings. Given the small dataset size, 5-fold cross-validation was used to train and evaluate both the DeepMIL and linear-probe models, with cases randomly split across folds. For evaluation, we used survival analysis to compare the 0\/1 case groups. Overall, across all 150 cases, univariable Cox regression showed that 1-year OS was more strongly associated with the DeepMIL status (46\/104, HR=0.55, p=0.03) than the linear-probe status (55\/95, HR=0.81, p=0.44). Results were consistent on the subset of 70 cases with known PD-L1 status, whereby OS was most strongly associated with the DeepMIL status (19\/51, HR=0.40, p=0.04) compared to the linear-probe status (31\/39, HR=0.46, p=0.09) and PD-L1 status (30\/40, HR=0.65, p=0.32). In multivariable Cox regression adjusting for age group and smoking status, OS remained more strongly associated with the DeepMIL status (HR=0.45, p=0.08) than PD-L1 status (HR=0.72, p=0.47). In conclusion, the DeepMIL status predicted from H&#38;E images showed a stronger association with outcomes compared to PD-L1 status, a standard biomarker for immunotherapy in NSCLC. These exploratory results demonstrate the potential of deep learning using pathology foundation models to improve immunotherapy outcomes prediction, even with small datasets. Such approaches may even enable the discovery of novel biomarkers from H&#38;E images to advance precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Immunotherapy,Image analysis,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Loo<\/b><sup>1<\/sup>, Y. Wang<sup>1<\/sup>, P. Wong<sup>1<\/sup>, E. Wulczyn<sup>2<\/sup>, J. Lai<sup>2<\/sup>, P. Cimermancic<sup>1<\/sup>, D. F. Steiner<sup>2<\/sup>, S. S. Weaver<sup>1<\/sup>; <br\/><sup>1<\/sup>Verily Life Sciences, South San Francisco, CA, <sup>2<\/sup>Google, Mountain View, CA","CSlideId":"","ControlKey":"a9aebda7-8c7e-470f-a490-0a88d1d7e13e","ControlNumber":"749","DisclosureBlock":"<b>&nbsp;J. Loo, <\/b> <br><b>Verily Life Sciences<\/b> Employment, Stock. <br><b>Y. Wang, <\/b> <br><b>Verily Life Sciences<\/b> Employment, Stock. <br><b>P. Wong, <\/b> <br><b>Verily Life Sciences<\/b> Employment, Stock. <br><b>E. Wulczyn, <\/b> <br><b>Google<\/b> Employment, Stock. <br><b>J. Lai, <\/b> <br><b>Google<\/b> Employment, Stock. <br><b>P. Cimermancic, <\/b> <br><b>Verily Life Sciences<\/b> Employment, Stock. <br><b>D. F. Steiner, <\/b> <br><b>Google<\/b> Employment, Stock. <br><b>S. S. Weaver, <\/b> <br><b>Verily Life Sciences<\/b> Employment, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7380","PresenterBiography":null,"PresenterDisplayName":"Jessica Loo","PresenterKey":"812f47a7-13b9-4f3f-8fa5-5ca65e6b3cd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7380. Predicting immunotherapy outcomes from H&#38;E images in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting immunotherapy outcomes from H&#38;E images in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Hormone receptor-positive (HR+) breast cancer (BC) makes up approximately 65% of all breast cancers diagnosed. The prognosis for early-stage disease is excellent with mainstay endocrine therapy (ET).&nbsp;Despite the effectiveness of standard ET, as many as 41% of HR+&nbsp;early-stage BC diagnosed women will experience distant recurrence. The resistance to endocrine therapy and recurrence is partly attributed to the activation of the insulin pathway and the independence of HR+ BC cells on the ER pathway for their growth. Earlier, we demonstrated the crosstalk between insulin\/mTOR and ER pathways. N-myristoyltransferase (NMT) exists in humans in two paralogues (NMT1 and NMT2) that catalyze myristoylation reaction. Recent studies from our laboratory demonstrated that NMTs are downstream targets of insulin and ER pathways. In this study, we have designed mathematical models using differential equations to study the activation of the insulin pathway and its effect on NMT. The mathematical modeling incorporated the partition of cellular organelles and the sequential flow of information with cascades of equations representing signaling reactions. The activated mathematical model was designed by activating the insulin receptor (IR) or insulin-like growth factor receptor (IGF1R) and compared with the control model. The mathematical models were validated by wet lab experiments. The HR+ BC cells (MCF7) were treated with insulin or IGF1 for short term and long term. The expression patterns of NMT1, NMT2, and mTOR were determined by cell fractionation and western blot analysis. The results revealed the correlation between the differential expression patterns of NMTs and the proliferation of MCF7 cells when the insulin pathway was activated by insulin or IGF. The mathematical modeling was validated by simulations and data fittings. The results demonstrated that differential equation-based mathematical modeling could predict the NMT-related oncogenic changes in HR+ BC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Signaling pathways,MCF-7 cells,mTOR,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Meher<\/b><sup>1<\/sup>, S. Varma Shrivastav<sup>2<\/sup>, A. Agarwal<sup>1<\/sup>, S. Dube<sup>1<\/sup>, S. Portet<sup>3<\/sup>, A. Shrivastav<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Winnipeg, Winnipeg, MB, Canada, <sup>2<\/sup>Oncodrex Inc, Winnipeg, MB, Canada, <sup>3<\/sup>University of Manitoba, Winnipeg, MB, Canada","CSlideId":"","ControlKey":"df7abdcf-971a-410b-98f4-7e62fa50ad33","ControlNumber":"7727","DisclosureBlock":"&nbsp;<b>A. Meher, <\/b> None..<br><b>S. Varma Shrivastav, <\/b> None..<br><b>A. Agarwal, <\/b> None..<br><b>S. Dube, <\/b> None..<br><b>S. Portet, <\/b> None..<br><b>A. Shrivastav, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7381","PresenterBiography":null,"PresenterDisplayName":"Abinash Meher, MSc","PresenterKey":"18a36801-877e-4891-9147-ec14c2883a0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7381. Mathematical modeling and validation of mechanistic target of rapamycin and N-myristoyltransferase signaling pathways in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mathematical modeling and validation of mechanistic target of rapamycin and N-myristoyltransferase signaling pathways in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Human papilloma virus (HPV) induced oropharyngeal squamous cell carcinoma (OPSCC) is a common subtype of head and neck carcinoma. Dysregulation of the extracellular matrix (ECM), an important part of the tumor microenvironment (TME), is shown in HPV related cancers. We studied collagen fibers (CF), the amplest component of the ECM, and evaluated whether their characteristics within the TME can offer a prognostic value in OPSCC.<br \/>Methods: Whole slide images (WSIs) of OPSCC patients were obtained from Washington University (WU, n=107), Houston Veterans Administration Hospital (HV, n=94), Cleveland Clinic (CC, n=336), John Hopkins University (JH, n=121) and Vanderbilt Medical Centre (VM, n=158). For the identified CF in tumor-stroma regions of WSIs, the extracted CF features included: CF fragmentation measure, CF bundling percentage, CF rigidity measure, CF anisotropy index, and CF density index. For survival analysis using overall survival (OS) and Disease-Free Survival (DFS) as endpoints, the median risk score in the training set (WU) was applied for risk stratification in the validation sets (HV, CC, JH, VM) by means of a Least Absolute Shrinkage and Selection Operator-Cox regression model. Multivariable Cox Proportional Hazards Regression was done for both OS and DFS.<br \/>Results: The patients defined as &#8220;high risk&#8221; had worse OS than those identified as &#8220;low risk&#8221; (HV(p=0.03), CC(p=0.03), JH(p=0.02), VM(p=0.04)). Multivariable analysis showed that CF features were prognostic independent of T\/N stages, age, sex, and smoking status with HR=1.99 (95% CI=1.46-2.72, p=0.00001) for OS and HR=1.73 (95% CI=1.21-247, p=0.002) for DFS (Table 1).<br \/>Conclusion: Artificial intelligence derived features of CF architecture can help identify high vs low risk patients in HPV related OPSCC. These findings deserve further confirmation in larger prospectively collected OPSCC data sets and could impact future treatment paradigms.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{074D53F9-7575-416B-88C0-EA6447FE35F4}\"><caption>Table 1: Multivariable Survival Analysis for OS and DFS, HR=Hazard Ratio, CI=Confidence Interval<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Variable<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Overall Survival<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Disease Free Survival<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>HR (95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>P value<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>HR (95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>P value<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Age (&#60;65 years vs. &#62;=65 years)<\/td><td rowspan=\"1\" colspan=\"1\">0.99 (0.93-1.06)<\/td><td rowspan=\"1\" colspan=\"1\">0.78444<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.82-1.12)<\/td><td rowspan=\"1\" colspan=\"1\">0.62864<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Sex (Female vs. Male)<\/td><td rowspan=\"1\" colspan=\"1\">0.56 (0.29-1.10)<\/td><td rowspan=\"1\" colspan=\"1\">0.09042<\/td><td rowspan=\"1\" colspan=\"1\">0.50 (0.22-1.13)<\/td><td rowspan=\"1\" colspan=\"1\">0.09385<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Smoking status (Yes vs. No)<\/td><td rowspan=\"1\" colspan=\"1\">1.85 (1.31-2.62)<\/td><td rowspan=\"1\" colspan=\"1\">0.00051<\/td><td rowspan=\"1\" colspan=\"1\">1.03 (0.72-1.47)<\/td><td rowspan=\"1\" colspan=\"1\">0.86871<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">T-stage (T3\/4 vs T1\/2)<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.86 (1.38-2.50)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00004<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1.91 (1.36-2.69)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00018<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">N-stage (N+ vs N0)<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.76 (1.31-2.37)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00016<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>2.04 (1.46-2.86)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00003<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Collagen fiber features (High risk vs low risk)<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.99 (1.46-2.72)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00001<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1.73 (1.21-2.47)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.00286<\/b><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Head and neck cancers,Tumor microenvironment,Extracellular matrix,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Nag<\/b><sup>1<\/sup>, H. Li<sup>2<\/sup>, G. Corredor<sup>1<\/sup>, P. Fu<sup>2<\/sup>, N. F. Saba<sup>1<\/sup>, M. A. Bilen<sup>1<\/sup>, T. Pathak<sup>1<\/sup>, P. Toro<sup>3<\/sup>, M. Mokhtari<sup>2<\/sup>, K. Pandav<sup>1<\/sup>, M. Gilkey<sup>1<\/sup>, S. Koyfman<sup>3<\/sup>, D. Chute<sup>3<\/sup>, W. L. Thorstad<sup>4<\/sup>, M. Mehrad<sup>5<\/sup>, P. D. Castro<sup>6<\/sup>, A. G. Sikora<sup>7<\/sup>, R. D. Chernock<sup>4<\/sup>, J. Luo<sup>4<\/sup>, M. Frederick<sup>6<\/sup>, V. Sandulache<sup>6<\/sup>, D. J. Adelstein<sup>3<\/sup>, J. Lewis Jr.<sup>5<\/sup>, A. Madabhushi<sup>1<\/sup>; <br\/><sup>1<\/sup>Emory University, Atlanta, GA, <sup>2<\/sup>Case Western Reserve University, Cleveland, OH, <sup>3<\/sup>Cleveland Clinic, Cleveland, OH, <sup>4<\/sup>Washington University, St. Louis, MO, <sup>5<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>6<\/sup>Baylor College of Medicine, Houston, TX, <sup>7<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"aa1227b8-2017-4323-bccb-979d1efdd695","ControlNumber":"4136","DisclosureBlock":"&nbsp;<b>R. Nag, <\/b> None.&nbsp;<br><b>H. Li, <\/b> <br><b>Picture Health<\/b> Employment.<br><b>G. Corredor, <\/b> None..<br><b>P. Fu, <\/b> None..<br><b>N. F. Saba, <\/b> None.&nbsp;<br><b>M. A. Bilen, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Xencor<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Genentech\/Roche<\/b> Grant\/Contract. <br><b>SeaGen<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>Nektar<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Tricon Pharmaceuticals<\/b> Grant\/Contract. <br><b>Genome & Company<\/b> Grant\/Contract. <br><b>AAA<\/b> Grant\/Contract. <br><b>Peloton Therapeutics,<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Other, paid consultant for and\/or as a member of the advisory boards. <br><b>Bayer<\/b> Other, paid consultant for and\/or as a member of the advisory boards. <br><b>BMS<\/b> Other, paid consultant for and\/or as a member of the advisory boards. <br><b>Eisai<\/b> Other, paid consultant for and\/or as a member of the advisory boards. <br><b>Pfizer<\/b> Other, paid consultant for and\/or as a member of the advisory boards. <br><b>20.AstraZeneca, 21.Janssen, 22.Calithera Biosciences, 23.Genomic Health, 24.Nektar, 25.EMD Serono, 26.SeaGen,  and 27.Sanofi<\/b> Other, paid consultant for and\/or as a member of the advisory boards.<br><b>T. Pathak, <\/b> None..<br><b>P. Toro, <\/b> None..<br><b>M. Mokhtari, <\/b> None..<br><b>K. Pandav, <\/b> None..<br><b>M. Gilkey, <\/b> None.&nbsp;<br><b>S. Koyfman, <\/b> <br><b>Merck<\/b> Other, Consulting. <br><b>BMS<\/b> Other, Consulting. <br><b>regeneron<\/b> Other, Consulting. <br><b>galera therapeutics<\/b> Other, Consulting. <br><b>Merck<\/b> Other, Research support. <br><b>BMS<\/b> Other, Research support. <br><b>Regeneron<\/b> Other, Research support. <br><b>Castle Biosciences<\/b> Other, Research support. <br><b>Varian<\/b> Other, Honoraria. <br><b>UpToDate<\/b> Other, Honoraria.<br><b>D. Chute, <\/b> None..<br><b>W. L. Thorstad, <\/b> None..<br><b>M. Mehrad, <\/b> None.&nbsp;<br><b>P. D. Castro, <\/b> <br><b>Sample-Kiosk.com<\/b> Other, Ownership-Partner. <br><b>A. G. Sikora, <\/b> <br><b>Celcuity<\/b> Other, Preclinical sponsored research agreement. <br><b>R. D. Chernock, <\/b> <br><b>Merck & Co., Inc<\/b> Other, Member, Steering Committee, Phase III clinical trial of neoadjuvant Pembrolizumab in surgically resectable, locally advanced head and neck squamous cell carcinoma (MK-3475-689)..<br><b>J. Luo, <\/b> None..<br><b>M. Frederick, <\/b> None..<br><b>V. Sandulache, <\/b> None..<br><b>D. J. Adelstein, <\/b> None..<br><b>J. Lewis Jr., <\/b> None.&nbsp;<br><b>A. Madabhushi, <\/b> <br><b>Picture Health<\/b> Other, Equity holder. <br><b>Elucid Bioimaging<\/b> Other, Equity holder. <br><b>Inspirata Inc.<\/b> Other, Equity holder. <br><b>Picture Health<\/b> Other, Advisory Board. <br><b>Aiforia Inc<\/b> Other, Advisory Board. <br><b>SimBioSys.<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Sponsored research agreements. <br><b>Boehringer-Ingelheim<\/b> Other, Sponsored research agreements. <br><b>Eli-Lilly<\/b> Other, Sponsored research agreements. <br><b>Bristol Myers-Squibb<\/b> Other, Sponsored research agreements. <br><b>Picture Health<\/b> Other, Licensed technology. <br><b>Elucid Bioimaging.<\/b> Other, Licensed technology. <br><b>Inspirata Inc<\/b> Other, R01 Grant involvement. <br><b>Frederick National Laboratory Advisory Committee.<\/b> Other, Member. <br><b>SimBioSys<\/b> Other, Consultation.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7382","PresenterBiography":"","PresenterDisplayName":"Reetoja Nag","PresenterKey":"b5644e08-416f-4efa-adc1-55e64ad15763","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7382. Artificial intelligence derived features of collagen architecture identify high risk HPV associated oropharyngeal squamous cell carcinoma patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Artificial intelligence derived features of collagen architecture identify high risk HPV associated oropharyngeal squamous cell carcinoma patients","Topics":null,"cSlideId":""},{"Abstract":"Motivation: Many machine learning models have been proposed that use genotypes to predict various phenotypes. Recently, these models have focused not only on an accurate prediction but mechanistic interpretation, in that they attempt to describe the hierarchy of biological systems underlying the predicted phenotype. Such models still face major challenges, however, including how to robustly quantify the importance of systems mediating phenotypic outcomes and how to represent the bidirectional flow of information among genes, systems, phenotypes, and cell environment.<br \/>Results: To address these challenges we introduce G2PT, a general Genotype-to-Phenotype Transformer, which we apply here to the classic G2P problem of modeling tumor cell sensitivity to drugs. We show that the framework of hierarchical transformers can represent biological systems spanning a wide range of physical scales and provide a quantitative assessment of the interplay between biological components important for phenotype prediction. When used to analyze a high-throughput cell screen of 436 drugs exposed to 1,097 cell types, we show that the model achieves good performance in predicting cell sensitivity for 83% of drugs (&#9076; &#62; 0.5 in cross-validation). G2PT provides a robust and interpretable model with potential application to many challenges in genotype-phenotype translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Drug sensitivity,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Lee<\/b><sup>1<\/sup>, S. Park<sup>1<\/sup>, H. Nam<sup>2<\/sup>, T. Ideker<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Diego - UCSD, La Jolla, CA, <sup>2<\/sup>Gwangju Institute of Science and Technology, Gwangju, Korea, Republic of","CSlideId":"","ControlKey":"d82e2e3d-a84f-4201-a311-97c9868c5d17","ControlNumber":"7595","DisclosureBlock":"&nbsp;<b>I. Lee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Nam, <\/b> None.&nbsp;<br><b>T. Ideker, <\/b> <br><b>Data4Cure<\/b> Co-founder, member of advisory board, and equity interest. <br><b>Serinus Biosciences<\/b> Co-founder, member of advisory board, and equity interest. <br><b>Ideaya BioSciences<\/b> Consultant and equity interest. <br><b>Light Horse Therapeutics<\/b> Consultant and equity interest.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7383","PresenterBiography":null,"PresenterDisplayName":"Ingoo Lee, Dr PH","PresenterKey":"fdab7eaa-dfab-4e3c-b999-50718f1ea03f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7383. G2PT: Mechanistic genotype-phenotype translation using hierarchical transformers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"G2PT: Mechanistic genotype-phenotype translation using hierarchical transformers","Topics":null,"cSlideId":""},{"Abstract":"Vestigial-like 1 (VGLL1) is a transcriptional co-activator that binds to TEA domain-containing transcription factors (TEADs), regulating hippo pathway. High expression of VGLL1 is associated with gastric cancer, breast cancer, and pancreatic cancers. VGLL1 is transcriptionally regulated by PI3K\/&#946;-catenin signaling and is phosphorylated by ribosomal S6 kinase 2 (RSK2) in the presence of TGF-&#946;. It is clear that phosphorylation at S84 of the VGLL1 protein is critical for its interaction with TEAD4 to express their target genes involved in the proliferation and metastasis of cancer cells. In the isothermal titration calorimetry study, we observed S84-phosphorylated VGLL1 peptide bound to TEAD4. However, it is difficult to understand structure-based molecular mechanism of the phosphorylated VGLL1 at S84 due to lack of the detailed human VGLL1-TEAD4 complex structure for rational drug design. In this study, we modeled full-length human VGLL1-TEAD4 or YAP1-TEAD4 complexes and performed MMPBSA calculations or Kd\/Ki predictions followed by MD simulations using Pharmaco-Net's CNN-based artificial intelligence model. Our study suggests that a positively charged binding pocket on the surface of TEAD4 can regulate interaction between Trp243 from YAP1 and phosphorylated-Ser84 from VGLL1. The newly identified binding pocket is composed of Lys297, Val414, and Tyr429, which can interact with phosphorylated Ser84 residue and maintain Omega loop-like structure shown in YAP1-TEAD4 complex. The computed binding energy for phosphorylated-VGLL1-TEAD was -134.80 +\/- 8.20 Kcal\/mol which was a similar binding energy to YAP1-TEAD4 complex. In addition, global peptide docking using S84-containing-VGLL1 peptide (SCVP) indicated that SCVP can bind to the same binding pocket with average 1.39 &#956;M. This suggested that there could be a novel therapeutic approach targeting this interaction with SCVP, an agent that seems to mimic phosphor-VGLL1 interaction and thus demonstrates promise as a potential therapeutic intervention. Nevertheless, further experimental verification and clinical investigations are needed to validate these innovative findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Cancer therapy,Modeling,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Choi<\/b><sup>1<\/sup>, H. Le<sup>2<\/sup>, Y. Park<sup>2<\/sup>, Y. Yun<sup>2<\/sup>, J. Kim<sup>2<\/sup>, J. Wilianto<sup>2<\/sup>, N. Shadiev<sup>2<\/sup>, C. Sung<sup>2<\/sup>, B. Ku<sup>3<\/sup>, K.-Y. Chang<sup>4<\/sup>, M. Won<sup>5<\/sup>; <br\/><sup>1<\/sup>Department of Bio AI Convergence, Chungnam National University, Daejeon, Korea, Republic of, <sup>2<\/sup>Calici Co., Ltd., Daejeon, Korea, Republic of, <sup>3<\/sup>Disease Target Structure Research Center, Korea Research Institute of Bioscience & Biotechnology (KRIBB), Daejeon, Korea, Republic of, <sup>4<\/sup>OneCureGEN Co., Ltd., Daejeon, Korea, Republic of, <sup>5<\/sup>Personalized Genomic Research Center, Korea Research Institute of Bioscience & Biotechnology (KRIBB), Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"f0160ea3-ba00-4e20-986a-a710336f339a","ControlNumber":"6228","DisclosureBlock":"&nbsp;<b>J. Choi, <\/b> None..<br><b>H. Le, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>Y. Yun, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Wilianto, <\/b> None..<br><b>N. Shadiev, <\/b> None..<br><b>C. Sung, <\/b> None..<br><b>B. Ku, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>M. Won, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7384","PresenterBiography":null,"PresenterDisplayName":"Jae Mun Choi, PhD","PresenterKey":"b06f41dd-d8e9-48cf-84f3-6da8674282d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7384. Regulation of phosphorylated VGLL1 by the positively charged binding pocket on the surface of TEAD4","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of phosphorylated VGLL1 by the positively charged binding pocket on the surface of TEAD4","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Microsatellite instability-high (MSI-H) tumors respond well to immune checkpoint blockade and oftentimes not to chemotherapeutics. Despite value of determining MSI status to guide therapy, many patients&#8217; samples are not untested. Deep learning models may be able to predict MSI status by analyzing hematoxylin and eosin (H&#38;E) stained whole-slide images (WSIs). Validation of this tool will provide another tool to increase MSI testing. However, to be deployed into clinical routine care, prediction models need be externally validated in large and diverse patient cohorts. In addition, these models should provide uncertainty of prediction to help clinicians make informed decisions.<br \/><b>Results:<\/b> In this study, we introduce a novel Bayesian prediction model using whole-slide images (WSIs) and deep Gaussian processes (DGPs) in a weakly supervised learning context. Extensively tested on large datasets (n=3,146) from multiple centers, our model not only demonstrated superior performance but also showed that incorporating uncertainty into predictions significantly improves MSI prediction accuracy, achieving AUROC of &#62;0.91 in colon cancer and &#62;0.94 in gastric cancer. Additionally, an in-depth analysis within the gastric cancer cohort indicated a significant correlation between predicted MSI-H regions and immunotherapy response. Patients who responded to immune checkpoint inhibitors had a higher proportion of MSI-H regions (P-value &#60; 0.05). This correlation was also observed in patients categorized as MSS but responsive to ICIs, highlighting the potential of our model to identify MSI-H patterns not detected through standard laboratory tests. This advancement could lead to more precise patient selection for ICI therapy, enhancing personalized treatment strategies in gastrointestinal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Microsatellite instability,haematoxylin and eosin (H&E) whole slide images,Gastrointestinal cancers: colorectal and stomach cancers,Bayesian Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Park<\/b><sup>1<\/sup>, M. Kim<sup>1<\/sup>, J.-Y. Sung<sup>2<\/sup>, J. Park<sup>3<\/sup>, S. Lee<sup>4<\/sup>, S. C. Wang<sup>5<\/sup>, J. Cheong<sup>6<\/sup>, T. Hwang<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Jacksonville, FL, <sup>2<\/sup>Kyung Hee University Hospital, Kyung Hee University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University Boramae Medical Center, Seoul, Korea, Republic of, <sup>4<\/sup>College of medicine, the Catholic university of Korea, Seoul, Korea, Republic of, <sup>5<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>6<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3775e007-4560-48c2-b35a-c094a7c5e23f","ControlNumber":"8751","DisclosureBlock":"<b>&nbsp;S. Park, <\/b> <br><b>KURE.AI<\/b> Employment.<br><b>M. Kim, <\/b> None..<br><b>J. Sung, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. C. Wang, <\/b> None..<br><b>J. Cheong, <\/b> None.&nbsp;<br><b>T. Hwang, <\/b> <br><b>KURE.AI<\/b> Other, Co-founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7385","PresenterBiography":null,"PresenterDisplayName":"Sunho Park, PhD","PresenterKey":"2ae5f876-8600-4a2b-a709-bc32a3b58a33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7385. Explainable AI model incorporating uncertainty estimation for enhanced MSI-H prediction and immunotherapy response in gastrointestinal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Explainable AI model incorporating uncertainty estimation for enhanced MSI-H prediction and immunotherapy response in gastrointestinal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Precise segmentation of rectal tumors on pre-treatment MRI is critical for in vivo clinical staging and treatment selection. While automated deep learning models can help alleviate laborious manual annotation, these require significant expertise and time commitment. Towards addressing these issues, we present initial results of an integrated human-in-the-loop refinement learning model for semi-automated segmentation of rectal tumors across multiple acquisition planes ( axial, coronal) on pre-treatment MRI scans.<br \/>Methods: This retrospective study accrued baseline MRI scans from rectal cancer patients at four different institutions. A deep learning (DL) nnUNet tumor segmentation model was first trained on both axial plane and coronal plane T2w MRIs from two institutions, with segregated training and internal validation cohorts based on available radiologist annotations. The DL model outputs tumor delineations on both axial and coronal MRI scans in a separate human-in-the-loop (HITL) optimization cohort. Two rounds of HITL refinement learning were then conducted, where in each round model-generated segmentations were refined by two novice radiology readers. Refined annotations were then used to re-optimize the nnUnet model to yield final tumor segmentations. Model-generated segmentations were evaluated before HITL as well as after each round of HITL against &#8220;ground truth&#8221; radiologist annotations obtained for an external validation cohort, with performance quantified via dice similarity coefficient (DSC) as well as time taken for human annotation of MRIs. Statistical significance was determined via Wilcoxon rank-sum testing.<br \/>Results: A total of 381 MRI scans from 231 rectal cancer patients were considered. After one round of HITL refinement, DL-based segmentations yielded the best overall performance on the external validation cohort (N=20, two institutions) for both axial (DSC = 0.76) and coronal scans (DSC=0.75). A second round of HITL refinement did not yield significantly different model performance. By comparison, the pre-HITL DL segmentation model yielded significantly worse performance on both axial (DSC=0.60, p=0.0362) and coronal (DSC=0.62, p=0.0186) MRI scans. HITL refinement for rectal tumor annotation was also found to significantly improve reader efficiency by requiring only 18 minutes\/scan compared to manual &#8220;ground truth&#8221; de novo annotations which took up to 38 minutes\/scan (p&#60;0.001).<br \/>Conclusion: Human-in-the-loop deep learning models can help generate accurate rectal tumor segmentations on pre-treatment MRI scans across both axial and coronal acquisition planes. Improvements to model generalizability, model efficacy, and reader efficiency suggest the potential for HITL-based semi-automated segmentation schemes for other medical imaging tasks.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Magnetic resonance imaging,Machine learning,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Kong<\/b><sup>1<\/sup>, T. DeSilvio<sup>1<\/sup>, L. Bao<sup>1<\/sup>, B. Flannery<sup>1<\/sup>, B. N. Parker<sup>1<\/sup>, S. Tang<sup>1<\/sup>, G. O'Connor<sup>2<\/sup>, A. Gupta<sup>2<\/sup>, E. Steinhagen<sup>2<\/sup>, A. S. Purysko<sup>3<\/sup>, E. L. Marderstein<sup>4<\/sup>, A. Carroll<sup>5<\/sup>, M. Crittenden<sup>6<\/sup>, M. Gough<sup>5<\/sup>, K. Young<sup>6<\/sup>, S. E. Viswanath<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH, <sup>2<\/sup>University Hospitals Cleveland Medical Center, Cleveland, OH, <sup>3<\/sup>Cleveland Clinic Foundation, Cleveland, OH, <sup>4<\/sup>Northeast Ohio Veterans Affairs Medical Center, Cleveland, OH, <sup>5<\/sup>Providence Cancer Center, Portland, OR, <sup>6<\/sup>Earle A. Chiles Research Institute, Portland, OR","CSlideId":"","ControlKey":"ec3ed666-42a0-4d67-a911-c71ed6534ec8","ControlNumber":"8577","DisclosureBlock":"&nbsp;<b>M. Kong, <\/b> None..<br><b>T. DeSilvio, <\/b> None..<br><b>L. Bao, <\/b> None..<br><b>B. Flannery, <\/b> None..<br><b>B. N. Parker, <\/b> None..<br><b>S. Tang, <\/b> None..<br><b>G. O'Connor, <\/b> None..<br><b>A. Gupta, <\/b> None..<br><b>E. Steinhagen, <\/b> None..<br><b>A. S. Purysko, <\/b> None..<br><b>E. L. Marderstein, <\/b> None..<br><b>A. Carroll, <\/b> None..<br><b>M. Crittenden, <\/b> None..<br><b>M. Gough, <\/b> None..<br><b>K. Young, <\/b> None..<br><b>S. E. Viswanath, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7386","PresenterBiography":null,"PresenterDisplayName":"Michael Kong, No Degree","PresenterKey":"891ba4f5-2176-42b2-8e13-b190f3aa5b40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7386. Multi-plane rectal tumor segmentation on pre-treatment MRI via human-in-the-loop deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-plane rectal tumor segmentation on pre-treatment MRI via human-in-the-loop deep learning","Topics":null,"cSlideId":""},{"Abstract":"Most intracranial meningiomas are small, asymptomatic, and incidentally found tumors. Since the growth of meningioma is the principal indication of treatment, accurate and rapid measurement of the volume of intracranial meningiomas is essential in clinical practice to determine the growth rate of the tumor. It could be useful for the management of meningiomas given their increasing incidence and the wait-and-see policy currently in use for asymptomatic meningiomas. The aim of this study was to develop and validate a computational model for fully automated meningioma segmentation and volume measurement on contrast-enhanced MR scans using deep learning.<br \/>The retrospectively collected axial contrast-enhanced T1-weighted section images from patients diagnosed with meningioma were manually segmented and used to construct automatic segmentation models with six U-Net- and nnU-Net-based architectures. The performance of each model was evaluated with the S&#248;rensen-Dice similarity coefficient (DSC) with internal (IVS) and external validation sets (EVS), each consisting of 100 independent MRI examinations.<br \/>A total of 12,909 section images from 459 patients were applied for the training (median age 58 [52-66] [IQR]; 385 women [83.9%]). The median tumor volume of the training set was 2.36 cm<sup>3<\/sup>. A 2D nnU-Net showed the highest median DSCs of 0.922 and 0.893 for the IVS and EVS, respectively. The nnU-Nets achieved superior performance in meningioma segmentation than the U-Nets. The DSCs of the 2D nnU-Net for small meningiomas less than 1 cm<sup>3<\/sup> were 0.769 and 0.780 with the IVS and EVS, respectively.<br \/>We successfully developed a fully automated and accurate volumetric measurement tool for meningioma using nnU-Net. The volumetry performance for small meningioma was significantly better than that achieved in previous studies. The results of this study are clinically applicable and are expected to be of great use in the management of monitored meningioma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Brain tumors,Deep learning,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kang<\/b><sup>1<\/sup>, J. N. Witanto<sup>2<\/sup>, K. Pratama<sup>2<\/sup>, D. Lee<sup>2<\/sup>, K. Choi<sup>3<\/sup>, S. Choi<sup>3<\/sup>, M.-S. Kim<sup>3<\/sup>, J. Kim<sup>3<\/sup>, Y. Kim<sup>3<\/sup>, S. Park<sup>2<\/sup>, C.-K. Park<sup>3<\/sup>; <br\/><sup>1<\/sup>Seoul National University Bundang Hospital, Seongnam-si, Korea, Republic of, <sup>2<\/sup>MEDICALIP Co. Ltd, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d7deec8c-2405-400c-87fb-9d72f6812c25","ControlNumber":"133","DisclosureBlock":"&nbsp;<b>H. Kang, <\/b> None.&nbsp;<br><b>J. N. Witanto, <\/b> <br><b>MEDICALIP Co. Ltd<\/b> Employment. <br><b>K. Pratama, <\/b> <br><b>MEDICALIP Co. Ltd<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>MEDICALIP Co. Ltd<\/b> Employment.<br><b>K. Choi, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None.&nbsp;<br><b>S. Park, <\/b> <br><b>MEDICALIP Co. Ltd<\/b> Other Business Ownership, Founder, CEO. <br><b>C. Park, <\/b> <br><b>MEDICALIP Co. Ltd<\/b> Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7387","PresenterBiography":null,"PresenterDisplayName":"Ho Kang, MD","PresenterKey":"b6a21837-fd06-4958-ba10-9cbbb4a797a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7387. Fully automated segmentation and volumetric measurement of intracranial meningioma using deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fully automated segmentation and volumetric measurement of intracranial meningioma using deep learning","Topics":null,"cSlideId":""},{"Abstract":"Angiosarcoma is a rare, aggressive sarcoma that forms malignant endothelium. Naturally occurring angiosarcoma in domestic dogs, also called hemangiosarcoma, is relatively common and offer a useful translational model for the rare human cancer. Distinct molecular subtypes of angiosarcoma have been identified; however, current methods are cost-prohibitive and time-consuming, posing challenges in the development of clinical applications. In this study, we hypothesize that artificial intelligence enables reliable image-based diagnostics and molecular characterization specific to angiosarcoma. The aims of our work are to develop a deep learning framework to provide diagnostic support for suspicious malignant cases, to detect morphological features associated with oncogenic mutations, and to identify immune phenotypes in this malignancy. For proof-of-concept and feasibility study, we first utilized convolutional neural network models to identify malignant features in angiosarcomas. We curated 4,079 images of hematoxylin and eosin (H&#38;E) stained slides from seventy visceral angiosarcomas and 3,536 images of thirty splenic hematomas as benign controls obtained from client-owned dogs. ResNet-50 and AlexNet were trained on the images, and area under the receiver operating characteristic curve (AUC) was determined for disease classification. ResNet-50 and AlexNet yielded AUCs of 0.999 and 0.998, respectively. Next, we calculated the gradient of the model&#8217;s prediction and applied it to the original image using Grad-CAM software. Grad-CAM results revealed that AlexNet highlighted histological regions representing malignant cellular components for decision-making, aligning with the pathological diagnostic context. In addition, we applied ResNet-50 to determine if the model could predict morphological features in angiosarcoma tissues representing the presence of <i>PIK3CA<\/i> mutation. We employed RNA-seq data to annotate <i>PIK3CA<\/i> mutation status on the matched histological images. Among 54 cases annotated with <i>PIK3CA<\/i> mutation status, 2,732 <i>PIK3CA<\/i> wild-type and 664 mutant tumor images were trained by ResNet-50. Our model demonstrated an AUC of 0.981 in the prediction of <i>PIK3CA<\/i> mutation. We further defined immunophenotypic groups using <i>xCell<\/i> algorithms on RNA-seq data, and immune scores were applied to histological images. ResNet-50 model resulted in an AUC of 0.953 to classify immune-high and immune-low angiosarcomas. RNA-seq datasets generated from 13 human angiosarcoma cases exist in our lab, along with the respective H&#38;E slides. We also have immunohistochemical slides available for p53, phospho-p53 (Ser15 and Ser20), AKT, and phospho-AKT (Thr308) proteins conducted in both human and canine angiosarcoma tissues. Our ongoing work involves generating whole-slide images of H&#38;E stains and immunostained slides to enhance the deep learning models for the molecular classification of angiosarcomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Artificial intelligence,Sarcoma\/soft-tissue malignancies,Immune phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b>, H. Heo, J. Kim, J. Kim; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"4758b1f1-c457-4ddb-a2ec-cb3db6744833","ControlNumber":"8369","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>H. Heo, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7388","PresenterBiography":null,"PresenterDisplayName":"Donghee Lee, PhD","PresenterKey":"32d727a2-6cf6-45c6-a504-3054e7c9645b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7388. Deep learning-implemented molecular signature identification in vascular malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning-implemented molecular signature identification in vascular malignancies","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The purpose of this study is to develop custom, open source, LLM enabled pipelines and agents for the extraction and standardization of data from free text medical records.<br \/><b>Procedures: <\/b>This project aims to create a versatile tool for healthcare data analysis, with initial development utilizing our extensive collection (over 10,000 documents) of renal cell carcinoma pathology reports. These reports are an ideal starting point as they cover over 20 years of care and consist of a racially and ethnically diverse cohort with over a quarter of patients being from traditionally underrepresented backgrounds. The jargon-abundant and highly technical nature of kidney cancer pathology represents a major challenge. We will accomplish this objective using an<b> <\/b>approach that balances the harnessing advanced AI capabilities with ensuring practicality and efficiency in real-world applications. First, we will leverage the capabilities of GPT-3.5\/4 to generate a comprehensive labeled dataset (referred to as pseudo labels - machine-applied labels that will be used for training a newmodel) tailored for pathology, radiology, and clinician reports of kidney cancer patients. Second, we will harness the pseudo labeled datasets to train a smaller, open-source, yet highly efficient model for our specific needs (termed model distillation). LLAMA 2, known for its high performance in diverse tasks, is our model of choice. Its open-source nature and relatively modest computational requirements make it ideal for deployment within medical institutions. The ability to run locally ensures the protection of patient health information and reduces reliance on costlier, proprietary models. The rationale is threefold: first, to benefit from the superior performance and reasoning capabilities of GPT models; second, to create a streamlined model that is resource-efficient and tailored to our specific requirements; third, to enable the final streamlined model to be freely available by utilizing open source LLMs (e.g., Llama 2). To assess the feasibility of our methodology, we evaluated the ability of GPT-3.5 to label our data with high accuracy.<b> <\/b><br \/><b>Data Summary: <\/b>Our pilot set of pathology reports consisted of 109 documents and 3 extraction fields: histology type, biopsy site, and biopsy procedure. Using GPT 3.5 we achieved an accuracy of over 95% in each extracted field type thereby demonstrating its ability to act as a proficient &#8220;teacher&#8221; model for our future open source &#8220;student&#8221; model.<b> <\/b><br \/><b>Conclusions: <\/b>Our preliminary results suggest that current state of the art LLMs are highly proficient in extracting and standardizing information from clinical reports. Building out a full, open source, LLM enabled pipeline will increase the accuracy, flexibility, and efficiency of medical data extraction across institutions and lead to quicker and more informed decision-making in patient care and research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Machine learning,Electronic Medical Records,Large Language Models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Hein<\/b><sup>1<\/sup>, A. Christie<sup>1<\/sup>, H. Zhong<sup>2<\/sup>, E. Araj<sup>1<\/sup>, J. Brugarolas<sup>1<\/sup>, L. Cowell<sup>1<\/sup>, P. Kapur<sup>1<\/sup>, A. Jamieson<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>2<\/sup>Lyda Hill Department of Bioinformatics, Dallas, TX","CSlideId":"","ControlKey":"139292fa-7d76-46eb-bb8c-60ecc40f6701","ControlNumber":"8666","DisclosureBlock":"&nbsp;<b>D. Hein, <\/b> None..<br><b>A. Christie, <\/b> None..<br><b>H. Zhong, <\/b> None..<br><b>E. Araj, <\/b> None..<br><b>J. Brugarolas, <\/b> None..<br><b>L. Cowell, <\/b> None..<br><b>P. Kapur, <\/b> None..<br><b>A. Jamieson, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7390","PresenterBiography":null,"PresenterDisplayName":"David Hein, BS,MS","PresenterKey":"171b96c7-b4f7-4d11-9ac3-8eccba4be365","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7390. Learning Llama Agents for medical record analysis and standardization","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Learning Llama Agents for medical record analysis and standardization","Topics":null,"cSlideId":""},{"Abstract":"Background: In breast cancer diagnostics, the accurate assessment of HER2 status is essential for treatment stratification. Conventionally, HER2 immunohistochemistry (IHC) scoring necessitates specialized staining protocols, which are resource- and time-intensive. This study presents a virtual IHC (vIHC) digital assay to predict HER2 scores directly from hematoxylin and eosin (H&#38;E) stained images, which are routinely acquired for all specimens. This methodology aims to accelerate standard practices by reducing the need for additional IHC staining, thereby decreasing laboratory workload, costs, and turnaround time. It also presents an opportunity to screen a wider array of samples promptly, potentially identifying candidates for HER2-targeted therapy that might otherwise be delayed or overlooked.<br \/>Methods: Serially sectioned breast core needle biopsy samples were stained with H&#38;E and HER2-IHC following Leica-Bond staining protocols. Stained slides were imaged using the Hologic Genius<sup>TM<\/sup> Digital Diagnostics System with Research Use Only software for Whole Slide Imaging. From this initial image dataset, 240 regions of interest (ROIs) were manually selected in order to create a dataset that uniformly covers: (i) all HER2-IHC scores (0-3), (ii) a wide range of HER2 stain intensities, and (iii) expression patterns. The IHC scores were assigned to each selected ROI by a pathology expert, following the scoring recommendations of ASCO\/CAP American Society of Clinical Oncology and College of American Pathologists, with the caveat that ductal carcinoma in situ was also given a score for the purpose of training the model. These ROIs were then extracted from the images of the serially sectioned H&#38;E-stained slides using Reveal Bio&#8217;s proprietary co-registration digital assay.<br \/>A predictive digital assay was developed at Reveal Biosciences to classify the 240 H&#38;E-stained breast tissue ROIs into four HER2 IHC score categories: 0, 1, 2, and 3. For model evaluation, cross-validation was performed 10 times by randomly splitting the dataset of H&#38;E ROIs into 80% for training MIL and 20% for testing the model, followed by averaging the performance metrics across the 10 dataset splits. The performance metrics included classification accuracy, precision, recall, and F1 scores for each HER2 score category.<br \/>Results: The vIHC digital assay for predicting the HER2 scores directly from H&#38;E stained breast tissue images achieved the average classification accuracy of 93% across the four HER2 score categories on the test set of ROIs. This performance demonstrates that the model is capable of successfully distinguishing between the HER2 score categories directly from H&#38;E images without the need for IHC staining. The results suggest that the vIHC digital assay could be a reliable and cost-effective tool for preliminary breast cancer screening, providing a valuable adjunct to traditional histopathological analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Immunohistochemistry,HER2,Digital Pathology,Artificial Intelligence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Naderi<\/b><sup>1<\/sup>, N. Mitic<sup>1<\/sup>, N. Spasic<sup>1<\/sup>, D. Cikic<sup>1<\/sup>, K. Ruf<sup>1<\/sup>, N. Wagner<sup>1<\/sup>, I. Mihajlovic<sup>1<\/sup>, S. Todorovic<sup>1<\/sup>, R. Jenoski<sup>2<\/sup>, S. Mayer<sup>2<\/sup>, M. Quick<sup>2<\/sup>, C. Weston<sup>1<\/sup>; <br\/><sup>1<\/sup>Reveal Biosciences Inc., San Diego, CA, <sup>2<\/sup>Hologic Inc., Marlborough, MA","CSlideId":"","ControlKey":"4556f135-f2c8-45d7-bd93-dbb9bf4aac58","ControlNumber":"8166","DisclosureBlock":"&nbsp;<b>M. Naderi, <\/b> None..<br><b>N. Mitic, <\/b> None..<br><b>N. Spasic, <\/b> None..<br><b>D. Cikic, <\/b> None..<br><b>K. Ruf, <\/b> None..<br><b>N. Wagner, <\/b> None..<br><b>I. Mihajlovic, <\/b> None..<br><b>S. Todorovic, <\/b> None..<br><b>R. Jenoski, <\/b> None..<br><b>S. Mayer, <\/b> None..<br><b>M. Quick, <\/b> None..<br><b>C. Weston, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7391","PresenterBiography":null,"PresenterDisplayName":"Misagh Naderi, PhD","PresenterKey":"32c9f822-5534-4ed8-8919-daf0e3a4fa3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7391. Beyond traditional staining: A virtual-IHC digital assay for HER2 score prediction from routine H&#38;E images","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beyond traditional staining: A virtual-IHC digital assay for HER2 score prediction from routine H&#38;E images","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immune exclusion is characterized by a predominance of CD8+ T cells in the stroma of the tumor microenvironment (TME) which are not in contact with tumor cells. Immune exclusion is a significant obstacle to effective cancer immunotherapy and reversing it has emerged as a new therapeutic opportunity. However, the objective assessment of immune exclusion remains a challenge due to the complexity of the TME and the need for immunostaining to quantify CD8+ cells in tumor and stroma. While artificial intelligence (AI) models applied to H&#38;E images can quantify spatial tissue and cell features at scale, they are unable to identify the molecular subtypes of cells. Here we describe the development of a machine learning model that classifies tumors by their CD8-defined immune phenotypes using features extracted from H&#38;E whole slide images alone.<br \/><b>Methods:<\/b> Al-powered TME models (PathAI PathExplore&#8482;) were deployed on H&#38;E images from 39 non-small lung cancer (NSCLC) and triple-negative breast cancer (TNBC) samples. CD8-based assessment of immune phenotypes was done using an adjacent section. 115 H&#38;E-derived features from each of the 25 tumor samples (12 NSCLC, 13 TNBC) classified as immune excluded and 7 tumor samples (3 NSCLC, 4 TNBC) classified as immune infiltrated were used as input into a feature selection process to identify the subset of H&#38;E features predictive of immune phenotype. The feature selection process was driven by an ensemble L1 norm support vector machine (Ens-L1-SVM) model containing 500 L1-SVM base models each trained by 80% of the data. The degree of immune exclusion was determined in the feature space by the distance to the separation hyperplane defined by the model. Out-of-bag error estimation was employed on the remaining 20% of data from each base model to assess model performance.<br \/><b>Results:<\/b> The Ens-L1-SVM model identified 6 H&#38;E features predictive of CD8-defined immune phenotypes, including the density ratio of lymphocytes to macrophages in the cancer epithelium, the density of fibroblasts, and the spatial distributions of cancer cells, macrophages, and lymphocytes. Immune phenotypes were classified by the Ens-L1-SVM model with an estimated accuracy of 97%. Additionally, all selected features and their direction of association aligned with prior knowledge of the mechanisms or manifestations of immune exclusion or infiltration in the TME.<br \/><b>Conclusion:<\/b> This work illustrated that morphologic features derived from H&#38;E images using AI-powered models can be effective predictors of CD8-defined immune exclusion, providing an option for patient stratification by immune phenotype using widely-available H&#38;E images. While the Ens-L1-SVM model showed robust performance on a small number of samples and is expected to have good generalizability due to the linear nature of the model, additional validation across diverse datasets and various tumor indications is needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Tumor microenvironment,Immune exclusion,Stromal-epithelial interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, F. D. Gootkind<sup>1<\/sup>, F. Peyraud<sup>2<\/sup>, J.-P. Guégan<sup>3<\/sup>, A. Italiano<sup>2<\/sup>, G. T. Clifton<sup>1<\/sup>, L. A. Dillon<sup>1<\/sup>, X. Sher<sup>1<\/sup>; <br\/><sup>1<\/sup>Incendia Therapeutics, Boston, MA, <sup>2<\/sup>Institut Bergonié, Bordeaux, France, <sup>3<\/sup>Explicyte Immuno-Oncology, Bordeaux, France","CSlideId":"","ControlKey":"7fcd4aac-3496-492a-9bbc-b6cf372be252","ControlNumber":"5159","DisclosureBlock":"<b>&nbsp;Y. Wang, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>F. D. Gootkind, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>F. Peyraud, <\/b> <br><b>Explicyte Immuno-Oncology<\/b> Other Intellectual Property. <br><b>J. Guégan, <\/b> <br><b>Explicyte Immuno-Oncology<\/b> Employment. <br><b>A. Italiano, <\/b> <br><b>Incendia Therapeutics<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Bayer<\/b> Other, Advisory Board. <br><b>BMS<\/b> Other, Advisory Board. <br><b>MSD<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Advisory Board. <br><b>Roche<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>Chugai<\/b> Other, Advisory Board. <br><b>Daiichy Sankyo<\/b> Other, Advisory Board. <br><b>G. T. Clifton, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>L. A. Dillon, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>X. Sher, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7392","PresenterBiography":null,"PresenterDisplayName":"Yanchao Wang, BS;MS;PhD","PresenterKey":"b5d0396a-498d-43ca-a1a7-0b252eedc3e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7392. Machine learning-based identification of H&#38;E-derived morphologic features associated with CD8+ T cell immune exclusion","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning-based identification of H&#38;E-derived morphologic features associated with CD8+ T cell immune exclusion","Topics":null,"cSlideId":""},{"Abstract":"Despite large-scale efforts to measure the effect of drug screens in cancer cell lines, mapping the effects of drugs to patient samples has been a challenge. Biological differences between cell lines and patients, such as lack of immune system or microbiome, <i>in-vitro <\/i>survival adaptations, and biases in measurement technologies create differences across sample modalities that can confound analysis including prediction with machine learning. In this work, we propose a multiway batch correction strategy to enable algorithmic prediction of tumor drug response across model systems and patient data.Recent advances in batch correction algorithms have been motivated by the need to correct for batch effects in single-cell omics and include diverse approaches such as variational autoencoders (VAEs) and generative adversarial networks (GANs). Given the successes of these generative deep learning methods in single cell sequencing analysis, we worked to employ similar approaches to correct large omics measurements across various cancer datasets. Here, we describe mapping of datasets from diverse data sources and model systems to the same space, so that a predictive model of drug response built in a system such as cell lines can be used in biologically relevant models such as organoids, patient derived xenografts, and tumor data. Specifically, we introduce a modified loss function in a VAE using cosine similarity distance to minimize the effect of different cancer model systems in predicting cancer types. We evaluate the method on standard data types for drug response prediction - gene expression, copy number variation, and protein abundance. For this method, the cosine similarity is added as an additional term to the VAE reconstruction and Kullback-Leibler divergence loss terms. This injects a quantification of the dissimilarity between the tumor and tumor model distributions into the backpropagation and gradient descent for updating the model parameters resulting in an encoded representation of the data where the effect of data source has been attenuated while preserving the phenotypic signal. We evaluate our approach for biological signal preservation while reducing model system-specific noise with logistic regression and Euclidean distance. Our results show that the proposed VAE can effectively correct for platform effects and improve the accuracy of downstream integrative analyses. This study has the potential to improve the accuracy and translatability of proteogenomic drug response studies. The proposed modified VAE could be used to correct for platform effects in a variety of datasets, including those from different studies, different platforms, and different cancer types. This could lead to new insights into cancer biology, calibration of cancer patient digital twins, and the development of new diagnostic and therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Molecular subtypes,Deep learning,Machine learning,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Karlberg<\/b><sup>1<\/sup>, R. Kirchgaessner<sup>1<\/sup>, J. R. Jacobson<sup>2<\/sup>, K. Ellrott<sup>1<\/sup>, S. J. Gosline<sup>2<\/sup>; <br\/><sup>1<\/sup>OHSU, Portland, OR, <sup>2<\/sup>Pacific Northwest National Laboratory, Seattle, WA","CSlideId":"","ControlKey":"11fd4bda-3bcd-49c4-8190-1787f28163e3","ControlNumber":"8420","DisclosureBlock":"&nbsp;<b>B. Karlberg, <\/b> None..<br><b>R. Kirchgaessner, <\/b> None..<br><b>J. R. Jacobson, <\/b> None..<br><b>K. Ellrott, <\/b> None..<br><b>S. J. Gosline, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7393","PresenterBiography":null,"PresenterDisplayName":"Brian Karlberg, Graduate Student","PresenterKey":"0d09d0a7-0514-4bbb-8fe3-81754a875f03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7393. Tumor model to tumor treatment: Applying deep learning approaches to map multimodal data from cancer model systems to patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor model to tumor treatment: Applying deep learning approaches to map multimodal data from cancer model systems to patients","Topics":null,"cSlideId":""},{"Abstract":"Lung Adenocarcinoma (LUAD) subtypes including complex acinar (CA), micropapillary, and solid regions are characterized by distinct morphological and biological features that bear significant implications for prognosis and treatment strategies. While histology-based subtype prediction has provided a structural understanding, it overlooks crucial biological insights related to molecular mechanisms and the influences of tumor microenvironments (TMEs). Recent advances in spatially resolved single-cell profiling enable precise measurements of gene expression at the cellular and sub-cellular levels within intact tissues. We hypothesize that spatial gene expression (SGE) patterns can effectively identify LUAD subtypes and characterize the influence of TMEs. Thus, to address the limitations of histology-based subtyping of LUAD, we developed an AI-driven approach that leverages SMI samples to predict LUAD subtypes and elucidate their underlying molecular landscape and associated TMEs.<br \/>For this study, we leverage the NanoString CosMx Spatial Molecular Imaging (SMI) NSCLC FFPE datasets comprising of 8 LUAD tissue samples, annotated by pathologists at UPMC for subtype identification. The dataset consists of approximately 98k cells per sample with 18 cell types and 960 genes per cell. We encoded the spatial organization of cells as a graph with nodes representing cells with expression features and edges based on k-nearest neighbors of 30 cells. We considered the prediction of micropapillary, CA, and solid for each tumor cell and developed a Graph Convolutional Network (GCN) with semi-supervised training to account for the unlabeled nodes. A subgraph splitting strategy with cross-validation was developed to train on localized spatial regions and ensure balanced label proportions in each subgraph. Our GCN achieved 92.63% test accuracy, surpassing non-spatial deep learning models (77.45%).<br \/>Notably, explanation analysis using the GNNExplainer algorithm of our trained model identified high-attribution cells in CA and solid TME, revealing unique differentially expressed genes (DEGs) - JUNB in CA, and VIM, GPX1, PSAP, IFI27 in solid tumors, compared to low-attribution cells within the same subtype. Further analysis revealed an enrichment of EMT and interferon alpha\/gamma, suggesting a more inflamed phenotype than low-attribution cells. Differential expression analysis of high-attribution CA vs solid cells identified significant upregulation of NDRG1 in CA and COL1A1 in solid. Functional enrichment analysis of these DEGs revealed PI3k-Akt in CA and MAPK signaling pathway in solid, suggesting an aggressive solid TME and CA with high survival and metastasis. We further identified a distinct neutrophil-enriched TME associated with CA and revealed cell-cell communication through MIF interactions with the CD74\/CXCR4 and CD44\/CD74 axes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Gene expression patterns,Tumor microenvironment,Deep learning,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Das<\/b><sup>1<\/sup>, M. Hasib<sup>1<\/sup>, Z. Liu<sup>1<\/sup>, W. Meng<sup>1<\/sup>, Y.-C. Chiu<sup>1<\/sup>, G. Sica<sup>2<\/sup>, S.-J. Gao<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh Medical Center, Hillman Cancer Center, Pittsburgh, PA, <sup>2<\/sup>University of Pittsburgh Medical Center, Pittsburgh, PA","CSlideId":"","ControlKey":"6d3c8765-e35a-459e-bbbe-eb3143628b23","ControlNumber":"5924","DisclosureBlock":"&nbsp;<b>A. Das, <\/b> None..<br><b>M. Hasib, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>W. Meng, <\/b> None..<br><b>Y. Chiu, <\/b> None..<br><b>G. Sica, <\/b> None..<br><b>S. Gao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7394","PresenterBiography":"","PresenterDisplayName":"Arun Das, PhD","PresenterKey":"57653fac-20ce-4812-876c-cfb721246912","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7394. Delineating spatial expression signatures of lung adenocarcinoma subtypes from spatial single-cell transcriptomics using graph neural networks","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating spatial expression signatures of lung adenocarcinoma subtypes from spatial single-cell transcriptomics using graph neural networks","Topics":null,"cSlideId":""},{"Abstract":"Introduction: MGMT gene promoter methylation status is today the only biomarker of survival for GBM patients and predicts favorable response to temozolomide (TMZ). Here we propose a deep learning-based model using histology data (H&#38;E slides) to predict the prognosis of patients with Glioblastoma (GBM) treated by standard of care (SOC).<br \/>Methods: We included TCGA GBM patients and selected only patients treated after 2005 (Stupp protocol start); compliant to WHO 2021 classification; treated by surgery and adjuvant therapy; with a follow-up superior to median overall survival (OS) (14.5 months). Short and long survivor labels were defined based on median OS cut-off. A deep learning pipeline was trained to predict these labels from the H&#38;E slides (baseline surgery samples). First, the slides were automatically segmented into tissue and background, divided into a regular grid of tiles (112x112&#181;m), and tiles were vectorized using a vision transformer-based feature extractor trained on H&#38;E slides of 5,500 patients with 16 cancer subtypes (GBM excluded). In the second step, ABMIL deep learning model was trained to predict the survival category using the bag of tile features available from step 1 for each patient. The cohort was divided into five folds with even numbers of short and long survivors. For each fold, 50 ABMIL models were trained on the remaining folds and ensembled to predict the category of the patients in the fold. Training hyperparameters were tuned on a separated cohort excluding GBM patients.<br \/>Results: After filtering, we analyzed n = 192 TCGA GBM patients including 154 patients with a known MGMT promoter methylation status. Our histology-based model had an accuracy of 0.661 and a ROC AUC of 0.706. It stratified the population into short and long survivors with an Hazard Ratio (HR) of 0.48 (95% CI 0.34-0.69). Our model outperformed the MGMT methylation status that had an HR of 0.57 (95% CI 0.40-0.83). Moreover, our model was independent of MGMT methylation status and the combination of both was able to further improve prognosis prediction: we applied our model independently to the 91 patients with an unmethylated MGMT status (predicted: 43 low, 48 high) and to the 63 patients with a methylated MGMT status (predicted: 30 low, 33 high), and obtained HR of 0.42 (95% CI 0.27-0.67) and 0.49 (95% CI 0.28-0.86) respectively.<br \/>Conclusion: Having selected patients treated by the latest SOC and classified as GBM by the latest WHO criteria, we propose a model predicting survival based on histological specimens available in routine care, which outperformed the current unique biomarker MGMT methylation status. The combination of this status and our model improves prognosis predictions compared to each strategy alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Glioblastoma,Machine learning,Histopathology,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Fidon, C. Thiriez, A. Grimaldi, O. Darwiche Domingues, C. Maussion, <b>C. Hoffmann<\/b>; <br\/>Owkin, PARIS, France","CSlideId":"","ControlKey":"c8aaa240-412f-4199-a627-ecfb162b004b","ControlNumber":"6311","DisclosureBlock":"<b>&nbsp;L. Fidon, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>C. Thiriez, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>Boston Consulting Group<\/b> Employment. <br><b>A. Grimaldi, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>O. Darwiche Domingues, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>C. Maussion, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>C. Hoffmann, <\/b> <br><b>Owkin<\/b> Employment, Stock. <br><b>Nanobiotix<\/b> Independent Contractor. <br><b>Merck KGaA<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7395","PresenterBiography":null,"PresenterDisplayName":"Caroline Hoffmann, MD;PhD","PresenterKey":"63440965-0f08-42b1-bb51-927e797adef8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7395. Histology-based prognosis prediction using deep learning outperforms and is independent of the MGMT methylation status in patients with glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Histology-based prognosis prediction using deep learning outperforms and is independent of the MGMT methylation status in patients with glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Radiotherapy is dependent on an expert-based model that impedes implementation of many potentially useful applications that could aid decision makers. This model is a barrier to a learning healthcare system due to noise introduced by decision-maker variation. Surmounting this barrier will require compelling clinical outcome data and highly useful and accurate information systems. We sought to develop new augmented-intelligence capabilities to better predict both high-dose lung irradiation treatment efficacy (<i>i.e<\/i>., local tumor control) and toxicity (<i>i.e<\/i>., radiation-induced pneumonitis).<br \/>Methods: We curated one of the largest datasets of lung stereotactic body radiotherapy (SBRT) datasets globally (~1200 cases). We input pre-therapy lung computed tomography (CT) images using a bounding box approach that captures the gross tumor volume and adjacent normal lung into a multi-task deep neural network to generate an image fingerprint that predicts local failures after treatment. Separately, we input axial slices from CT scans of the lung into convolutional neural network (CNN) and trained using an outcome per slice method. We then aggregated intra-patient slices into a recurrent neural network (RNN) to estimate individual patient risk for pneumonitis. We validated our findings with the independent study cohort. Risk scores for local failure and pneumonitis were combined with clinical variables to assess the relative contribution of the deep learning-derived image risk scores.<br \/>Results: A total of 1045 patients met our eligibility criteria. Radiation treatments in patients with high local failure risk scores failed at a significantly higher rate than in patients with low scores; 3-year cumulative incidence of local failure in the internal study cohort was 20&#183;3% (16&#183;0-24&#183;9) in patients with high scores and 5&#183;7% (95% CI 3&#183;5-8&#183;8) in patients with low scores (hazard ratio [HR]=3&#183;64 [95% CI 2&#183;19-6&#183;05], p&#60;0&#183;0001). Models that included the local failure risk score and clinical variables predicted treatment failures with a concordance index (C-index) of 0&#183;72 (95% CI 0&#183;67-0&#183;77), a significant improvement compared with classical radiomics (p&#60;0&#183;0001) or clinical variables (p&#60;0&#183;0001) alone. Radiation pneumonitis risk scores were highly predictive of toxicity, with an accuracy and CI of 0.78 (95% CI 0.72-0.85). A model that includes dosimetry variates (V20), improved the CI to 0.85 (95% CI 0.80-0.90).<br \/>Conclusions: The image-based deep learning frameworks developed herein represent the first opportunity to use medical images to individualize radiotherapy dose and toxicity predictions. Our results signify a new roadmap for deep learning-guided predictions and treatment guidance in the image-replete and highly standardized discipline of radiation oncology. A phase 2 study assessing machine-derived dose predictions is currently enrolling patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Personalized medicine,Radiation therapy,Image analysis,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Abazeed<\/b>; <br\/>Northwestern University Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"5279d79b-6d9a-4b5a-9e41-f842b9335f4d","ControlNumber":"8294","DisclosureBlock":"<b>&nbsp;M. Abazeed, <\/b> <br><b>Mirati Therapeutics, Inc.<\/b> Other, Advisory Board. <br><b>Siemens Healthineers, Inc.<\/b> Patent. <br><b>Medscape<\/b> Other, Personal fees. <br><b>American Society for Clinical Pathology<\/b> Other, Personal fees.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7396","PresenterBiography":null,"PresenterDisplayName":"Mohamed Abazeed, MD;PhD","PresenterKey":"1108e14e-3581-4258-885f-f0a2de273d4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7396. Development of deep neural networks that guide more individualized radiotherapy to the lung","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of deep neural networks that guide more individualized radiotherapy to the lung","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is aggressive cancer that initiates in the bone marrow (BM) and circulates in the peripheral blood (PB). The AML initiation and progressions are complex disease evolution associated with gene mutations and chromosomal abnormalities that change expression profiles of downstream genes characterizing functional networks of leukemic cells. We previously reported the application of the state-transition theory to characterize AML disease progression by modeling transcriptome changes during AML progression as a dynamic system that undergoes state-transition in an AML state-space characterized by an AML potential. Here, we investigate the impact of treatment on transcriptome state-transition and examine the hypothesis that treatment dynamically alters the AML potential. We use the Cbfb-MYH11 (CM) knock-in AML mouse model and a &#8221;5+3&#8221; chemotherapy regimen to model the impact of current standard of care for newly diagnosed AML. CM leukemic mice were treated with a combination of cytarabine (Ara-C; 50mg\/kg\/day; 5 days) and Daunorubicin (DNR; 1.5mg\/kg\/day; 3 days) after detection of overt leukemia, defined by &#62; 20% leukemia blast (cKit+) detected by flow cytometry in the PB. Time-series samples of peripheral blood mononuclear cell (PBMC) (n=174) were collected weekly before, during, and following &#8220;5+3&#8221; chemotherapy and subjected to RNA sequencing. All samples were mapped to the AML state-space constructed based on time-sequential RNA-seq collected over the course of CM AML development. Based on the state-transition model, all 10 treated AML mice achieved partial response to chemotherapy with a mean time to relapse (return to leukemia state) of 5 weeks confirming the anti-leukemia effects of treatment by the blast percentages (ckit%) . We used the state-transition treatment model to study the dynamics of chemotherapy on the AML potential using state-space trajectories before, during, and after &#8220;5+3&#8221; chemotherapy. Dynamic changes of concentrations of Ara-C and DNR in the CM mouse model during &#8221;5+3&#8221; chemotherapy were modeled by drug doses, half-life, and Heaviside step function. The drug effects were introduced to the AML potential as anti-leukemic treatment forces. Several treatment protocols were examined to find combinations of drug doses and timing that showed the longest survival rates. The model predicted that sequential doses reducing 50% of the original &#8220;5+3&#8221; chemotherapy dose would produce the longest survival rate. The model suggests that controlling the state-space trajectories in the healthy state with reduced doses will provide the most effective outcomes from &#8220;5+3&#8221; chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Modeling,Chemotherapy response,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Uechi, Y.-H. Fu, D. E. Frankhouser, L. Zhang, Y.-C. Chen, D. O'Meally, S. Branciamore, J. Irizarry, B. Zhang, G. Marcucci, Y.-H. Kuo, <b>R. C. Rockne<\/b>; <br\/>Beckman Research Institute of The City of Hope, Duarte, CA","CSlideId":"","ControlKey":"1524a40d-158f-4fb0-aa9e-a3ea34fe7afb","ControlNumber":"8184","DisclosureBlock":"&nbsp;<b>L. Uechi, <\/b> None..<br><b>Y. Fu, <\/b> None..<br><b>D. E. Frankhouser, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>D. O'Meally, <\/b> None..<br><b>S. Branciamore, <\/b> None..<br><b>J. Irizarry, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>G. Marcucci, <\/b> None..<br><b>Y. Kuo, <\/b> None..<br><b>R. C. Rockne, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7397","PresenterBiography":null,"PresenterDisplayName":"Russell Rockne, PhD","PresenterKey":"cbea03a2-3b46-4f04-bd25-b8a4f0807200","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7397. Application of state transition theory for predicting responses of acute myeloid leukemia to chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of state transition theory for predicting responses of acute myeloid leukemia to chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background. Immune checkpoint inhibitors (ICIs), particularly targeting the PD-1 pathway, are promising in treating hepatocellular carcinoma (HCC). However, their variable effectiveness among individuals calls for a better understanding of the tumor microenvironment (TME) and reliable predictive biomarkers. Here, we employ spatial transcriptomics (ST) to develop a deep-learning model that aims to investigate the TME in HCC using Hematoxylin and eosin (H&#38;E) staining images. Our focus is on identifying cell types within the TME that are linked to the response to ICI in a cohort of patients treated with nivolumab.<br \/>Methods. Our study leveraged 21 Visium ST datasets from HCC to develop a model aimed at inferring the cellular composition of TME from H&#38;E images that matched with ST data. The comprehensive TME cell types enrichment score, encompassing Tumor Endothelial Cells (TECs), Tumor-Associated Macrophages (TAMs), B cells, T cells, and Cancer-Associated Fibroblasts (CAFs) in each spot, was calculated by the CellDART algorithm, a method that maps cell type by integrating with a reference scRNA-seq data. The model was trained in a patch-wise manner, utilizing a pre-trained ResNetRS50 as the backbone model. For the internal validation, Spearman correlation coefficients were evaluated for predicted cell types using H&#38;E, and the trained model was correlated with cell type enrichment scores estimated by ST datasets of 4 samples independent of the training set. The model was applied to H&#38;E images of 16 patients with HCC who underwent nivolumab treatment. The model predicted the 5 cell types enrichment score in the tumor and tumor-adjacent normal liver tissues.<br \/>Results. The internal validation set results demonstrate robust Spearman correlations between our model predictions and actual cellular compositions in the TME. Specifically, we observe strong correlations for T cells (rho = 0.66), TAMs (rho=0.46), CAFs (rho=0.32), B cells (rho=0.30), and TECs (rho=0.24). When we applied the model to the H&#38;E images of the cohort of patients who underwent nivolumab, immunotherapy non-responders showed a significantly higher predicted enrichment score of CAFs in tumor-adjacent regions (Mann-Whitney test, p&#60;.01). Upon stratifying patients based on stromal CAF prediction, those with low stromal CAF levels exhibited better overall survival (Log-rank test, p&#60;.05).<br \/>Conclusions. We present a deep learning model to analyze TME in HCC solely on H&#38;E images trained by ST data. Our findings showed a potential relationship between CAFs in tumor-adjacent regions and non-responders to nivolumab treatment in HCC. These insights underscore the potential to predict nivolumab treatment responders using H&#38;E images combined with the deep learning model. This approach could provide a significant advancement in personalized treatment strategies for HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Histopathology,Deep learning,Nivolumab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b><sup>1<\/sup>, H. Shin<sup>1<\/sup>, S. Cook<sup>1<\/sup>, D. Lee<sup>1<\/sup>, H. Choi<sup>2<\/sup>, W.-M. Choi<sup>3<\/sup>, C. Yoo<sup>4<\/sup>, K. Na<sup>2<\/sup>; <br\/><sup>1<\/sup>Portrai, Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Liver Center, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2eed3b9a-64bc-4e3a-81f4-95ac6fd390ae","ControlNumber":"6237","DisclosureBlock":"<b>&nbsp;D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>H. Shin, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Cook, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock.<br><b>W. Choi, <\/b> None..<br><b>C. Yoo, <\/b> None.&nbsp;<br><b>K. Na, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7398","PresenterBiography":null,"PresenterDisplayName":"Dongjoo Lee, BS;MS","PresenterKey":"60e8a2bf-8aff-43ba-b398-18c8350ed1db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7398. Unveiling the tumor microenvironment of hepatocellular carcinoma using AI trained by spatial transcriptomics: A preliminary study to predict response to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the tumor microenvironment of hepatocellular carcinoma using AI trained by spatial transcriptomics: A preliminary study to predict response to immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: The immune infiltrate in the tumor microenvironment (TME) has been shown to be associated with prognosis in several studies. However, a comprehensive assessment of the TME composition is not performed in routine practice due to the lack of standardized methods and tools for quantification. The aim of our study is to develop a reproducible, artificial intelligence (AI)-based, spatial biomarker of the tumor related immune response to predict patients outcome on routine Hematoxylin &#38; Eosin (H&#38;E) slides. To the best of our knowledge, this is the first study that implements a robust H&#38;E pipeline to assess, across multiple cohorts, the prognostic power and the added-value of a spatial marker in comparison to non-spatial measures such as the overall lymphocytes density on the slide.<br \/>Methods: We trained AI models on both publicly available (NuCLS and Lizard) and proprietary datasets to automatically detect cells and tissue types on H&#38;E stained Whole Slide Images of cancers from different origins.<br \/>We used these models on TCGA COAD and TCGA BRCA and computed spatial measures related to the lymphocyte densities in the tumor core versus the invasive margin as well as the immune infiltration in the tumor stroma (in between tumor islets) versus in the tumor islets themselves.<br \/>Univariate and multivariate survival analysis is performed through repeated cross-validation. A log-rank test on the stratified groups is performed for each evaluated marker, using the median value as cutoff.<br \/>Preliminary results on TCGA-COAD and TCGA-BRCA show that spatial markers of the tumor-related immune response are individually associated with overall survival, reinforcing findings from prior studies emphasizing the importance of the spatial relationship between tumor and immune cells. Multivariate analysis with both linear and non-linear models is currently ongoing across selected cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Biomarkers,Immune response,Machine learning,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Di Proietto, <b>J. El-Khoury<\/b>, B. Adjadj, L. Gillet, U. Marteau, K. Schutte, K. Von Loga; <br\/>Owkin, Paris, France","CSlideId":"","ControlKey":"18f5a883-c932-4f80-a042-acfca3c02701","ControlNumber":"7780","DisclosureBlock":"<b>&nbsp;V. Di Proietto, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>J. El-Khoury, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>B. Adjadj, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>L. Gillet, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>U. Marteau, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>K. Schutte, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option. <br><b>K. Von Loga, <\/b> <br><b>Owkin<\/b> Employment. <br><b>Owkin<\/b> Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7399","PresenterBiography":null,"PresenterDisplayName":"Jean El-Khoury, MSc","PresenterKey":"f66cd024-4f54-446b-8fbe-b21ea49ab625","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7399. Development of a reproducible AI-based spatial biomarker of the tumor immune infiltrate on H&#38;E slides","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a reproducible AI-based spatial biomarker of the tumor immune infiltrate on H&#38;E slides","Topics":null,"cSlideId":""},{"Abstract":"Traditional cancer research methodologies predominantly focus on 2D tumor modeling, including spatial profiling and AI-driven analysis at the 2D level. To advance beyond these limitations, we implemented Holotomography (HT), a 3D, label-free optical imaging method. This technique, leveraging refractive index contrasts, allows for enhanced visualization of tumor tissues, organoids, and cells in three dimensions. Using serial H&#38;E sections and unstained slides, we created detailed 3D tumor models in gastric cancer, providing insights into tumor, immune, and stromal composition, as well as cell-cell interactions and extracellular matrix characteristics. AI algorithms further enhanced our 3D tumor modeling, offering novel perspectives on the initiation and progression of tumor, immune, and stromal components at the subcellular level. Analyzing gastric tumors treated with immune checkpoint inhibitors before, during, and after treatment revealed dynamic changes in spatial composition over time, offering unique insights into the evolution of the 3D tumor ecosystem. Additionally, by integrating spatial transcriptomic and in situ molecular imaging data, we developed a novel Multimodal 3D Tumor Model. This model not only uncovers subcellular-level molecular characteristics but also elucidates cellular interactions during treatment, suggesting potential biomarkers and therapeutic approaches. Lastly, by constructing 3D cellular interaction networks incorporating true 3D interactions, we provided an in-depth view of cellular communication within the tumor microenvironment. This pioneering approach, representing the first Multimodal 3D Tumor Model at the subcellular level, offers novel insights into gastric cancer's spatial evolution, potentially revolutionizing our understanding and treatment of gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Multimodal 3D tumor modeling,Holotomography (HT),3D cellular interaction networks ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Choi<\/b><sup>1<\/sup>, M. Kim<sup>1<\/sup>, K. Redekop<sup>2<\/sup>, I. Jang<sup>1<\/sup>, J. R. Clemenceau<sup>1<\/sup>, I. Barnfather<sup>3<\/sup>, S. Nakkireddy<sup>1<\/sup>, C. Hong<sup>1<\/sup>, S. Park<sup>1<\/sup>, J.-Y. Sung<sup>4<\/sup>, J. Park<sup>5<\/sup>, S. Kohei<sup>6<\/sup>, A. Yu<sup>6<\/sup>, S. Lee<sup>7<\/sup>, S. Wang<sup>8<\/sup>, J. Cheong<sup>9<\/sup>, T. Hwang<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic,, Jacksonville, FL, <sup>2<\/sup>University of California,, Los Angeles, CA, <sup>3<\/sup>University of Manchester, Manchester, United Kingdom, <sup>4<\/sup>Kyung Hee University Hospital, Kyung Hee University College of Medicine, Seoul, Korea, Republic of, <sup>5<\/sup>Seoul National University Boramae Medical Center, Seoul, Korea, Republic of, <sup>6<\/sup>National Cancer Center Hospital East, Chiba, Japan, <sup>7<\/sup>College of medicine, the Catholic university of Korea, Seoul, Korea, Republic of, <sup>8<\/sup>UT Southwestern Medical Center, Jacksonville, TX, <sup>9<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"89eda17b-29d0-4470-97de-b011dd92ef34","ControlNumber":"8856","DisclosureBlock":"&nbsp;<b>Y. Choi, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>K. Redekop, <\/b> None..<br><b>I. Jang, <\/b> None..<br><b>J. R. Clemenceau, <\/b> None..<br><b>I. Barnfather, <\/b> None..<br><b>S. Nakkireddy, <\/b> None.&nbsp;<br><b>C. Hong, <\/b> <br><b>KURE.AI<\/b> Employment. <br><b>S. Park, <\/b> <br><b>KURE.AI<\/b> Employment.<br><b>J. Sung, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Kohei, <\/b> None..<br><b>A. Yu, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>J. Cheong, <\/b> None.&nbsp;<br><b>T. Hwang, <\/b> <br><b>KURE.AI<\/b> Other, Co-founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7400","PresenterBiography":null,"PresenterDisplayName":"Sunho Park, PhD","PresenterKey":"2ae5f876-8600-4a2b-a709-bc32a3b58a33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7400. AI-driven multimodal 3D tumor modeling with spatial molecular insights for predicting ICI response in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-driven multimodal 3D tumor modeling with spatial molecular insights for predicting ICI response in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiplexed immunofluorescence (IF) staining plays a crucial role in cancer research, allowing simultaneous visualization of multiple biomarkers to elucidate complex cellular interactions within the tumor microenvironment. However, the conventional multiplexed IF approach has inherent limitations, characterized by labor-intensiveness and a constrained capacity for high-level multiplexing. These challenges hinder its scalability and comprehensive analysis of intricate molecular landscapes.To overcome the limitations of conventional multiplexed IF, we propose a novel approach that integrates holotomography (HT) and deep learning. HT is a label-free imaging technique that quantitatively measures the refractive index distribution of the specimen without any staining. To provide subcellular specificity to the label-free HT images, HT is integrated with virtual staining. Virtual staining is a deep learning-based framework that converts label-free images to the desired stained images, in this case, from HT images to multiplexed IF images. This synergistic combination of HT and deep learning may address the current limitations of multiplexed IF protocols.Our proposed methodology aims at high-level multiplexed virtual IF staining from label-free cancer tissue slides using HT and deep learning. This approach not only eliminates the need for chemical staining but also enhances the level of multiplexing through computational staining. Specifically, we acquire HT and fluorescence images of stained tissue slides for training. Utilizing this paired dataset, we then employ supervised learning to create a neural network that can map between label-free HT images and corresponding fluorescence images. Subsequently, the trained neural network is applied to label-free tissue slides, inferring fluorescence images without the need for chemical staining.We believe the proposed virtual staining framework will contribute to a more efficient and scalable paradigm for cancer research, facilitating a deeper understanding of tumor biology, and advancing the field of precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Immunohistochemistry,Deep learning,Imaging,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Park<\/b><sup>1<\/sup>, S.-J. Shin<sup>2<\/sup>, G. Kim<sup>1<\/sup>, K. Lee<sup>2<\/sup>, J. Heo<sup>3<\/sup>, Y. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of, <sup>2<\/sup>Gangnam Severance Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2c2349d6-152c-440c-aa29-2948db54e1eb","ControlNumber":"6048","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>G. Kim, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>J. Heo, <\/b> None.&nbsp;<br><b>Y. Park, <\/b> <br><b>Tomocube<\/b> Employment, chief executive officer.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7401","PresenterBiography":null,"PresenterDisplayName":"Juyeon Park, BS","PresenterKey":"46fa91b0-53be-4391-83a8-f82a93cdf0e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7401. High-level multiplexed virtual immunofluorescence staining using holotomography and deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-level multiplexed virtual immunofluorescence staining using holotomography and deep learning","Topics":null,"cSlideId":""},{"Abstract":"Background: Molecular assays, such as comprehensive genomic profiling, play a critical role in characterizing patient disease and guiding treatment selection in oncology but require sufficient tumor nucleic acids in tissue samples for reliable results. Automated, accurate and reproducible quantification of tissue area and tumor nuclei from H&#38;E slides to determine suitability for molecular testing could reduce the amount of time spent assessing tissue quality. To address this need, we developed pan-indication foundation AI models to quantify tissue and cell features within H&#38;E whole-slide images (WSI) and compared tumor purity estimates to orthogonal molecular and manual methods.<br \/>Methods: Pan-indication artifact, tissue, and cell models were each trained using at least 2.8 million pathologist annotations across over 100,000 WSI from 14 stains, 25 organs, and 9 scanners and validated against pathologist ground-truth labels. This suite of foundation models was deployed on H&#38;E WSIs of colon adenocarcinoma (COAD; N=442), melanoma (N=363), prostate cancer (PRAD; N=490), and non-small cell lung cancer (NSCLC; N=996) from TCGA<sup>1<\/sup>. Model outputs allowed for the segmentation of tumor regions and enumeration of cancer cells for the purpose of determining tumor purity scores, calculated as the fraction of cancer cells within tumor tissue on a WSI. For comparison, tumor purity values determined based on DNA copy number (ABSOLUTE), gene expression (ESTIMATE), DNA methylation (LUMP) and manual assessment<sup>2<\/sup> were obtained. Concordance between AI model scores and other tumor purity values was assessed using the intraclass correlation coefficient, ICC(2,1).<br \/>Results: AI model scores were correlated with orthogonal molecular measures of tumor purity in all four indications. AI model purity scores corresponded the most with ABSOLUTE (ICC range: 0.22-0.46), followed by LUMP (ICC range: 0.02-0.50) and ESTIMATE (ICC range: 0.03-0.34). Across indications, the highest agreement observed between AI model scores and molecular methods was in melanoma (ICC range: 0.34-0.50), while the lowest agreement was in PRAD (ICC range: 0.02-0.22). Compared against ABSOLUTE in NSCLC and PRAD, AI model scores showed the highest concordance, while the other two molecular methods and manual assessment all overestimated ABSOLUTE tumor purity.<br \/>Conclusions: Here, we describe a pan-indication AI-based approach for the quantification of tumor features in H&#38;E-stained WSI. Foundation AI models successfully segment tumor tissue regions and enumerate cancer cells for determining tumor purity, and these predictions correlate with molecular metrics in four cancer indications. This work provides further evidence of how AI could improve the efficiency of molecular testing and enhance precision medicine approaches in oncology.<br \/>References: <sup>1<\/sup>TCGA https:\/\/gdc.cancer.gov\/about-data\/publications\/pancanatlas; <sup>2<\/sup>Aran, D. et al. Nat Comms 6:8971 (2015)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Histopathology,Molecular profiling,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Gerardin, D. Shenker, J. Hipp, N. Harguindeguy, D. Juyal, C. Shah, S. Javed, M. Thibault, M. Nercessian, D. Sanghavi, B. Trotter, <b>R. Leung<\/b>; <br\/>PathAI, Inc., Boston, MA","CSlideId":"","ControlKey":"b05eb48b-5715-4b00-83fd-8b9817b7b0ff","ControlNumber":"7471","DisclosureBlock":"<b>&nbsp;Y. Gerardin, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>Finch Therapeutics<\/b> Employment, Stock. <br><b>D. Shenker, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>J. Hipp, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>N. Harguindeguy, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>D. Juyal, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>C. Shah, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>S. Javed, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>M. Thibault, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>M. Nercessian, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>D. Sanghavi, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>B. Trotter, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>R. Leung, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7402","PresenterBiography":null,"PresenterDisplayName":"RYAN LEUNG","PresenterKey":"e8f34e99-24c2-4d69-a02f-821b3c73e5e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7402. Foundation AI models predict molecular measurements of tumor purity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"201","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Foundation AI models predict molecular measurements of tumor purity","Topics":null,"cSlideId":""}]