[{"Abstract":"Immune checkpoint blockade (ICB) is a promising cancer therapy; however, resistance often develops. To learn more about ICB resistance mechanisms, we developed IRIS (Immunotherapy Resistance cell-cell Interaction Scanner), a machine learning model aimed at identifying candidate ligand-receptor interactions (LRI) that are likely to mediate ICB resistance in the tumor microenvironment (TME). We developed and applied IRIS to identify resistance-mediating cell-type-specific ligand-receptor interactions by analyzing deconvolved transcriptomics data of the five largest melanoma ICB therapy cohorts. This analysis identifies a set of specific ligand-receptor pairs that are deactivated as tumors develop resistance, which we refer to as resistance deactivated interactions (RDI)<i>.<\/i> Quite strikingly, the activity of these RDIs in pre-treatment samples offers a markedly stronger predictive signal for ICB therapy response compared to those that are activated as tumors develop resistance. Their predictive accuracy surpasses the state-of-the-art published transcriptomics biomarker signatures across an array of melanoma ICB datasets. Many of these RDIs are involved in chemokine signaling. Indeed, we further validate on an independent large melanoma patient cohort that their activity is associated with CD8+ T cell infiltration and enriched in hot\/brisk tumors. Taken together, this study presents a new strongly predictive ICB response biomarker signature, showing that following ICB treatment resistant tumors turn inhibit lymphocyte infiltration by deactivating specific key ligand-receptor interactions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Chemokines,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sahni<\/b><sup>1<\/sup>, B. Wang<sup>1<\/sup>, D. Wu<sup>1<\/sup>, S. Dhruba<sup>1<\/sup>, M. Nagy<sup>1<\/sup>, S. Patkar<sup>1<\/sup>, I. Ferreira<sup>2<\/sup>, K. Wang<sup>1<\/sup>, E. Ruppin<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute Center for Cancer Research, Bethesda, MD, <sup>2<\/sup>Wellcome Sanger Institute, Hixton, United Kingdom","CSlideId":"","ControlKey":"7034203c-e7d7-4e29-aefb-4c43053191ee","ControlNumber":"10805","DisclosureBlock":"&nbsp;<b>S. Sahni, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>S. Dhruba, <\/b> None..<br><b>M. Nagy, <\/b> None..<br><b>S. Patkar, <\/b> None..<br><b>I. Ferreira, <\/b> None..<br><b>K. Wang, <\/b> None.&nbsp;<br><b>E. Ruppin, <\/b> <br><b>Medaware Ltd.<\/b> co-founder; non-paid science consultant. <br><b>Metabomed<\/b> co-founder; non-paid science consultant. <br><b>Pangea Therapeutics<\/b> co-founder; non-paid science consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB002","PresenterBiography":null,"PresenterDisplayName":"Sahil Sahni, BS","PresenterKey":"4e0c0739-2573-456a-82f6-721203c6a84a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB002. Deactivation of ligand-receptor interactions enhancing lymphocyte infiltration drives melanoma resistance to immune checkpoint blockade","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deactivation of ligand-receptor interactions enhancing lymphocyte infiltration drives melanoma resistance to immune checkpoint blockade","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) stands as one of the most formidable and lethal cancers, necessitating urgent intervention. Despite extensive research efforts to identify optimal radiotherapy and chemotherapy strategies, complete response rates remain disappointingly low, and the challenge of swift relapse persists. Previous investigations primarily focused on primary tumors, utilizing single-omics approaches to illuminate cellular responses to chemotherapy and immunotherapy. However, our understanding of the mechanistic basis for chemoradiotherapy resistance in ESCC remains severely limited. In this study, we conducted multi-omics profiling of over 100 pre-treatment primary and post-treatment relapse ESCC tumors subjected to chemoradiotherapy from a clinical trial (ESO-Shanghai6; NCT04694391). Our comprehensive approach included whole-exome\/genome sequencing (WES\/WGS), bulk RNA-sequencing, single-cell RNA sequencing (scRNA-seq), and spatial transcriptome analyses. WES\/WGS revealed that tumors with rapid relapse displayed high clonal diversity. Notably, 40% of ESCC relapse patients exhibited <i>NFE2L2\/KEAP1<\/i> somatic alterations in their primary tumors, correlating with a dismal prognosis. Consistent with these findings, downstream NRF2 signaling targets were upregulated in relapse tumors and radiotherapy-resistant cell lines. Further analysis of scRNA-seq and spatial transcriptome data provided profound insights into the spatial organization of mutation-driven, relapse-associated cell populations and their interactions within the tumor microenvironment (TME). Intriguingly, a subset of epithelial tumor cells characterized by NRF2 pathway activation was highly enriched in relapse tumors. Among immune cells, the infiltration proportions of <i>SPP1<sup>+<\/sup><\/i> macrophages and <i>SPP1<sup>+<\/sup>TREM2<sup>+<\/sup><\/i> macrophages&#8212;exhibiting higher myeloid immunosuppressive scores&#8212;tended to increase in relapse patients. Crucially, NRF2-signaling activated epithelial cells physically co-localized with <i>SPP1<sup>+<\/sup>TREM2<sup>+<\/sup> <\/i>macrophages exclusively in relapse samples, while <i>SPP1<sup>+<\/sup><\/i> macrophages were present in both primary and relapse samples. Interaction analysis suggested that NRF2-signaling activated epithelial cells recruit <i>SPP1<sup>+<\/sup>TREM2<sup>+<\/sup><\/i> and <i>SPP1<sup>+<\/sup> <\/i>macrophages, thereby fostering an immunosuppressive TME and promoting post-radiotherapy relapse. In summary, our study provides a comprehensive understanding of the molecular determinants influencing ESCC tumor responses under chemoradiotherapy. <i>NFE2L2\/KEAP1<\/i> mutations emerge as predictive markers for stratifying ESCC patients, and targeting NRF2 signaling presents a potential avenue to overcome resistance to chemoradiotherapy in this challenging disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Esophageal cancer,Tumor microenvironment,Post-radiotherapy relapse,NFE2L2\/KEAP1 mutation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Zhao<sup>1<\/sup>, H. Chen<sup>2<\/sup>, <b>Z. Xun<\/b><sup>2<\/sup>, J. Deng<sup>1<\/sup>, Y. Luo<sup>2<\/sup>, J. Ye<sup>3<\/sup>, J. Chen<sup>4<\/sup>, W. Chen<sup>5<\/sup>, J. Li<sup>2<\/sup>, H. Liang<sup>2<\/sup>; <br\/><sup>1<\/sup>Fudan University, Shanghai, China, <sup>2<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Jiangsu Cancer Houspital, Nanjing, China, <sup>4<\/sup>Fujian Cancer Houspital, Fuzhou, China, <sup>5<\/sup>Yancheng Third People's Houspital, Yancheng, China","CSlideId":"","ControlKey":"d393e657-577a-44ba-9081-a107ef83957f","ControlNumber":"10565","DisclosureBlock":"&nbsp;<b>K. Zhao, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Z. Xun, <\/b> None..<br><b>J. Deng, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>J. Ye, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>H. Liang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB003","PresenterBiography":null,"PresenterDisplayName":"Zhenzhen Xun, PhD","PresenterKey":"0c80334f-a55a-4696-ab20-af5975814c40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB003. <b>Comprehensive multi-omics analysis unveils <i>NFE2L2\/KEAP1<\/i> mutations as key drivers of treatment resistance in esophageal squamous cell carcinoma during chemoradiotherapy<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>Comprehensive multi-omics analysis unveils <i>NFE2L2\/KEAP1<\/i> mutations as key drivers of treatment resistance in esophageal squamous cell carcinoma during chemoradiotherapy<\/b>","Topics":null,"cSlideId":""},{"Abstract":"Cancer progression and therapeutic resistance are closely linked to the acquisition of a stemness phenotype. In this context, we introduce a novel protein expression-based stemness index (PROTsi) designed to evaluate oncogenic dedifferentiation in relation to histopathology, molecular features, and clinical outcomes in tumor samples. The methodology involved the application of a machine learning model to predict the stemness molecular phenotype, leveraging proteomic data. The prediction model was built from human pluripotent stem cells from the Human Induced Pluripotent Stem Cells Consortium (HipSci). Using datasets sourced from the Clinical Proteomic Tumor Analysis Consortium (CPTAC) across eleven distinct tumor types, we validate PROTsi's effectiveness in accurately quantifying stem-like features. Integrating the PROTsi with gene expression, DNA methylation, microRNA expression, copy number alteration, and protein post-translational modification data such as protein acetylation, glycosylation, and phosphorylation, we unveiled proteogenomic associations related to stemness. This comprehensive analysis enabled the identification of proteins and modified proteins functioning as active nodes within transcriptional networks, thereby steering the cancer aggressiveness. Proteins highly correlated with stemness were identified as potential drug targets both tumor-specific and shared among tumor types. The stemness-associated proteins we identified demonstrate prognostic value for clinical outcomes, as confirmed through immunohistochemistry in independent samples. This underscores PROTsi's efficacy as a valuable tool for selecting both prognostic protein and drug targets. This dual functionality enhances its utility in customizing anti-cancer therapy and propels the clinical development of effective cures for diverse cancer patient populations. In conclusion, our study not only introduces PROTsi as a robust method for evaluating stemness in cancer but also sheds light on potential opportunities for targeted therapies, emphasizing the significance of personalized treatment strategies in the pursuit of more effective cancer interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Stemness,Proteomics,Machine learning,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"I. Ko&#322;odziejczak-Guglas<sup>1<\/sup>, R. Simões<sup>2<\/sup>, E. G. Demicco<sup>3<\/sup>, R. L. Segura<sup>3<\/sup>, A. J. Lazar<sup>3<\/sup>, W. Ma<sup>4<\/sup>, E. Storrs<sup>5<\/sup>, F. Petralia<sup>4<\/sup>, A. Colaprico<sup>6<\/sup>, F. d. V. Leprevost<sup>7<\/sup>, P. Pugliese<sup>8<\/sup>, M. Ceccarelli<sup>8<\/sup>, A. I. Nesvizhski<sup>7<\/sup>, B. Kami&#324;ska<sup>9<\/sup>, B. Zhang<sup>10<\/sup>, H. Rodriguez<sup>11<\/sup>, M. Mesri<sup>11<\/sup>, A. I. Robles<sup>11<\/sup>, Clinical Proteomic Tumor Analysis Consortium, L. Ding<sup>12<\/sup>, T. M. Malta<sup>2<\/sup>, <b>M. Wiznerowicz<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>International Inst for Molecular Oncology, Poznan, Poland, <sup>2<\/sup>University of São Paulo, Ribeirão Preto, Brazil, <sup>3<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>4<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY, <sup>5<\/sup>University in St. Louis, St. Louis, MO, <sup>6<\/sup>University of Miami, Miami, FL, <sup>7<\/sup>University of Michigan, Ann Arbor, MI, <sup>8<\/sup>University of Sannio, Benevento, Italy, <sup>9<\/sup>Nencki Institute of Experimental Biology, Warsaw, Poland, <sup>10<\/sup>Baylor College of Medicine, Houston, TX, <sup>11<\/sup>Office of Cancer Clinical Proteomics Research, National Cancer Institute, Bethesda, MD, <sup>12<\/sup>Washington University in St. Louis, St Louis, MO","CSlideId":"","ControlKey":"f8d2faa7-0096-4d63-a373-3f61adc10dc0","ControlNumber":"10719","DisclosureBlock":"&nbsp;<b>I. Ko&#322;odziejczak-Guglas, <\/b> None..<br><b>R. Simões, <\/b> None..<br><b>E. G. Demicco, <\/b> None..<br><b>R. L. Segura, <\/b> None..<br><b>A. J. Lazar, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>E. Storrs, <\/b> None..<br><b>F. Petralia, <\/b> None..<br><b>A. Colaprico, <\/b> None..<br><b>F. D. V. Leprevost, <\/b> None..<br><b>P. Pugliese, <\/b> None..<br><b>M. Ceccarelli, <\/b> None..<br><b>A. I. Nesvizhski, <\/b> None..<br><b>B. Kami&#324;ska, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>H. Rodriguez, <\/b> None..<br><b>M. Mesri, <\/b> None..<br><b>A. I. Robles, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>T. M. Malta, <\/b> None..<br><b>M. Wiznerowicz, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB004","PresenterBiography":null,"PresenterDisplayName":"Maciej Wiznerowicz, MD;PhD","PresenterKey":"d3bb2735-23c5-4f6c-abcc-6eae760fc93c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB004. Deciphering oncogenic dedifferentiation: A proteomic approach to quantifying stemness scores and unveiling druggable targets","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering oncogenic dedifferentiation: A proteomic approach to quantifying stemness scores and unveiling druggable targets","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is an aggressive tumor, and treatment options for patients with unresectable HCC are limited to targeted therapies and immunotherapy. The activation and dysregulation of MYC have been implicated in multiple cancers, including HCC, where approximately 30% of human HCC samples show <i>MYC<\/i> gene amplification. However, it is challenging to target MYC directly. Therefore, we applied a novel approach to circumvent targeting MYC directly by leveraging Pepper&#8217;s proprietary transomic analysis platform, COMPASS, to identify novel targets that are predicted to mimic the effect of turning MYC off. Specifically, COMPASS unlocks functional drivers of disease to identify novel drug targets. To study the role of MYC in tumor biology, we utilize an HCC cell line with tunable MYC expression. We generate genomic, transcriptomic, proteomic, and phosphoproteomic data from samples with MYC-on and MYC-off and compare via COMPASS to identify novel targets that mimic turning MYC off. The MYC-conditional HCC cell line (EC4) allows the regulation of MYC expression via the tetracycline regulatory (Tet-Off) system. Four omic datasets were collected from each sample: genomics (next-generation sequencing, NGS), transcriptomics (NGS), proteomics (mass spectrometry), and phosphoproteomics (mass spectrometry). We employed the COMPASS target prioritization algorithm to identify and rank novel targets that mimic turning MYC off. Targets were then filtered to select those with an available pharmacological tool compound (PTC). The PTCs were used to evaluate the targets in the Huh-7 xenograft model of HCC. All targets were kinases or related to kinase activity and pathways. All PTCs inhibited tumor growth from 18.1-78.3%. One multi-tyrosine kinase inhibitor resulted in maximum tumor growth inhibition, resulting in stasis of tumor growth and increased survival compared with control vehicle-treated mice. We have previously shown how the COMPASS transomics analysis approach can identify novel drug targets for drug resistant EGFRm NSCLC. The data presented here on MYC-driven HCC further validates this approach for novel target identification. Ongoing work will investigate novel targets using gene silencing, as PTCs were unavailable for many of these novel high-ranked targets identified in this study. Further validation studies are ongoing against other difficult-to-treat MYC-driven cancers to identify novel clinical targets and drug candidates to circumvent the MYC pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Myc,Target discovery,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. P. Fricker<\/b><sup>1<\/sup>, C. J. Nicholson<sup>1<\/sup>, S. J. Roth<sup>1<\/sup>, A. Singh<sup>1<\/sup>, C. Brown<sup>1<\/sup>, J. Hu<sup>1<\/sup>, P. Buiga<sup>2<\/sup>, V. P. Kanakaveti<sup>2<\/sup>, A. Deutzmann<sup>2<\/sup>, D. Felsher<sup>2<\/sup>, S. D. Strasser<sup>1<\/sup>; <br\/><sup>1<\/sup>Pepper Bio, Cambridge, MA, <sup>2<\/sup>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"efe11064-65f9-4633-81cf-3312387291c2","ControlNumber":"10843","DisclosureBlock":"&nbsp;<b>S. P. Fricker, <\/b> None..<br><b>C. J. Nicholson, <\/b> None..<br><b>S. J. Roth, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>C. Brown, <\/b> None..<br><b>J. Hu, <\/b> None..<br><b>P. Buiga, <\/b> None..<br><b>V. P. Kanakaveti, <\/b> None..<br><b>A. Deutzmann, <\/b> None..<br><b>D. Felsher, <\/b> None..<br><b>S. D. Strasser, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB005","PresenterBiography":null,"PresenterDisplayName":"Simon Fricker, PhD","PresenterKey":"cea370c6-70d4-44b5-a6ca-03d4a2ebb6cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB005. Identification of novel targets for MYC-driven hepatocellular carcinoma via transomics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel targets for MYC-driven hepatocellular carcinoma via transomics","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Triple-negative breast cancer (TNBC) is an aggressive BC subtype characterized by significant molecular and clinical heterogeneity, influenced by genetic, phenotypic, and environmental factors, as well as interactions of the tumor with its surrounding milieu. In the recent past, gene expression-based subtyping methods have provided a functional understanding for the observed molecular diversity\/heterogeneity. In this study, we propose an approach to reclassifying TNBC while considering the cellular heterogeneity of the tumor as well as the tumor milieu.<br \/><b>Methods<\/b>: RNA-Sequencing data for TNBC cohort of 250 diverse women [European (EA, self-reported race, SRR): 114 and African (AA, SRR): 136)], was obtained from our collaborators at LSUHSC. 38\/250 were labeled ER<sup>hi<\/sup> via IHC but histologically confirmed to be TNBC patients. We utilized 261 breast specific cell type markers to classify our cohort via hierarchical (HC) and consensus (CC) clustering. Differentially expressed genes (DEGs) were identified at p-adj &#8804; 0.05. Endotype specific networks were generated using protein-protein interactions, DEGs, and genes regulated by transcription factor. Survival was assessed via log-rank tests. Genetic admixture was performed on 227\/250 patients using method described by Pakstis, A. J. et al.<br \/><b>Results<\/b>: We identified three distinct mechanistic subtypes (endotype, CC1-3) containing nine distinct groups (HC1-9), revealing substantial heterogeneity in cell-type and tissue-state within TNBC. Each subtype exhibited unique biomarkers, reflecting diverse immune, extracellular matrix, adipogenesis, and inflammatory signatures. Endotype specific networks revealed patients in CC1 exhibited upregulation of CD8 T cell activation, interferon and interleukin markers, while CC2 showed upregulation of extracellular matrix genes, and CC3, the subtype containing ER<sup>hi <\/sup>patients, showed upregulation of fatty acid regulation, hormone sensitivity, and pro-inflammatory genes. Survival analysis demonstrated favorable outcomes for CC1 and less favorable outcomes for CC2. Additionally, SRR-inferred survival differences highlighted poorer outcomes for CC2 groups. We found SRR-inferred prognostic biomarkers such as TTC6, ANKRD30A, and KRT86 associated with distinct prognostic profiles in CC2. Genetic admixture showed a comparable distribution of SRR and genetic ancestry across subtypes. We developed a user-friendly Shiny App for our subtyping method and validated it using TCGA TNBC data.<br \/><b>Conclusion<\/b>: TNBC subtyping using cellular heterogeneity of biopsied samples provides a mechanistic approach to patient classification. Subtype-specific mechanisms suggest tailored therapeutic strategies and provide survival outcomes specific to each subtype. Our method can be applied to other cohorts using the application developed in this work.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Biomarkers,Cancer genomics,Endotype-specific networks,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Zahra Mesrizadeh<\/b><sup>1<\/sup>, Kavitha Mukund<sup>1<\/sup>, Fokrul Hossain<sup>2<\/sup>, Jovanny Zabaleta<sup>2<\/sup>, Denise Danos<sup>2<\/sup>, Luis Del Valle<sup>2<\/sup>, Xiao-Cheng Wu<sup>2<\/sup>, Chindo Hicks<sup>2<\/sup>, Yuan Chun Ding<sup>3<\/sup>, Augusto Ochoa<sup>2<\/sup>, Lucio Miele<sup>2<\/sup>, Victoria L. Seewaldt<sup>4<\/sup>, Shankar Subramaniam<sup>1<\/sup><br><br\/><sup>1<\/sup>UC San Diego, La Jolla, CA,<sup>2<\/sup>LSU Health Sciences Center, New Orleans, LA,<sup>3<\/sup>City of Hope, Duarte, CA,<sup>4<\/sup>City of Hope Beckman Research Institute, Duarte, CA","CSlideId":"","ControlKey":"c499cae7-bb5c-46a5-9da1-59fa4da7a5b1","ControlNumber":"10261","DisclosureBlock":"&nbsp;<b>Z. Mesrizadeh, <\/b> None..<br><b>K. Mukund, <\/b> None..<br><b>F. Hossain, <\/b> None..<br><b>J. Zabaleta, <\/b> None..<br><b>D. Danos, <\/b> None..<br><b>L. Del Valle, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>C. Hicks, <\/b> None..<br><b>Y. Chun Ding, <\/b> None..<br><b>A. Ochoa, <\/b> None..<br><b>L. Miele, <\/b> None..<br><b>V. L. Seewaldt, <\/b> None..<br><b>S. Subramaniam, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB006","PresenterBiography":null,"PresenterDisplayName":"Zahra Mesrizadeh, BS","PresenterKey":"6d540fda-7f39-4ce7-8b52-99fa6041b9d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB006. Cell marker-based classification of TNBC subtypes and patient outcomes","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell marker-based classification of TNBC subtypes and patient outcomes","Topics":null,"cSlideId":""},{"Abstract":"Base editing encompasses techniques that efficiently alter specific nucleotides at the DNA or RNA level. Initially explored for inherited diseases, these techniques hold promise for addressing various genetically driven disorders caused by single nucleotide variants (SNVs). The precise programmability of base editors (BEs) for specific sequences allows customization for rare genetic variants, tailoring them to individual patients within affordability and delivery constraints.<br \/>Cancer stems from the accumulation of mutations. However, the relevance of BEs in cancer therapy is doubted due to the limited types of mutations they can address within tumors. Yet, their untapped potential in the realm of cancer treatment invites exploration.<br \/>BEs utilize a modified form of a deaminase enzyme to catalyze the conversion of one nucleotide to another by removing an amino group. A 'classic' BE consists of a deaminase, a Cas nuclease, and a guide RNA (gRNA) ensuring target specificity through Watson-Crick base pairing. An alternative RNA BE, known as Endogenous-ADAR, involves designing a gRNA to recruit native Adenosine Deaminases Acting on RNA (ADAR), responsible for extensive A-to-I(G) editing in mammals. Due to its reliance on ADAR capabilities, Endogenous-ADAR exclusively targets G&#62;A SNVs at the RNA level. Notably, RNA editing, occurring before splicing, provides the flexibility to target all gene regions. Also, editing the RNA sequence is considered 'safer' in the event of an off-target error.<br \/>Our objective is to systematically explore the potential of Endogenous-ADAR for cancer prevention and treatment. Our first approach evaluates Endogenous-ADAR's potential to revert germline mutations in cancer predisposition genes (CPGs) for cancer prevention. Focusing on CPGs recommended for pediatric genetic testing by NCBI, associated with cancer predisposition disorders, our findings indicate that among the 2,820 SNVs examined, 566 (20%) are suitable for Endogenous-ADAR. Remarkably, 88% of correctable variants show no off-target sites, indicating safe therapeutic targets. Further examining pathogenic high-penetrance germline variants in adults, 48 (20%) of the 239 SNVs examined are correctable using Endogenous-ADAR.<br \/>Second, we estimate the potential to correct cancer driver mutations. Examining 5,913 driver mutations from 2,010 patients representing 36 cancer types, which underwent whole genome sequencing (WGS) in the PCWAG project, we find that 955 (16%) are suitable for Endogenous-ADAR. In 729 (36%) of patients, at least one driver mutation is correctable, and in 91 (5%), all known driver mutations are correctable.<br \/>Aligned with the swift incorporation of WGS in oncology, our systematic exploration portrays a favorable landscape of correctable mutations in cancer. This points to the future possibility of leveraging the unique capabilities of base editing, particularly Endogenous-ADAR, for clinical cancer risk\/prevention and treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Gene therapy,Therapeutics,Mutations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Merdler-Rabinowicz<\/b><sup>1<\/sup>, A. Dadush<sup>2<\/sup>, S. Patiyal<sup>1<\/sup>, P. Rajagopal<sup>1<\/sup>, G. Daya<sup>1<\/sup>, A. Schäffer<sup>1<\/sup>, E. Eisenberg<sup>3<\/sup>, E. Ruppin<sup>1<\/sup>, E. Y. Levanon<sup>2<\/sup>; <br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD, <sup>2<\/sup>Bar-Ilan University, Ramat-Gan, Israel, <sup>3<\/sup>Tel-Aviv University, Tel Aviv, Israel","CSlideId":"","ControlKey":"cb8534d0-665f-451b-ac93-669457def4f3","ControlNumber":"10469","DisclosureBlock":"&nbsp;<b>R. Merdler-Rabinowicz, <\/b> None..<br><b>A. Dadush, <\/b> None..<br><b>S. Patiyal, <\/b> None..<br><b>P. Rajagopal, <\/b> None..<br><b>G. Daya, <\/b> None..<br><b>A. Schäffer, <\/b> None..<br><b>E. Eisenberg, <\/b> None..<br><b>E. Ruppin, <\/b> None..<br><b>E. Y. Levanon, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB007","PresenterBiography":null,"PresenterDisplayName":"Rona Merdler-Rabinowicz, MD","PresenterKey":"0eb75ccc-ec26-41e9-8b73-b87764f7a5d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB007. A systematic evaluation of the therapeutic potential of Endogenous-ADAR base editors in cancer prevention and treatment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systematic evaluation of the therapeutic potential of Endogenous-ADAR base editors in cancer prevention and treatment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: PRMT5 is an epigenetic enzyme that catalyzes symmetric di-methylation of arginine (SDMA) of multiple substrates that regulate biological processes including RNA splicing and cell cycle. The role of PRMT5 in controlling chromatin accessibility has been investigated in some cancer contexts, but its role in non-small cell lung cancer (NSCLC) global chromatin regulation is not known. AstraZeneca has developed an MTA-cooperative PRMT5 inhibitor (AZD3470) that selectively inhibits PRMT5 in MTAP-null tumors and currently is in Phase I clinical trial (NCT06130553, NCT06130553). Here we applied integrative dynamic MultiOMICs analysis upon AZD3470 treatment in six MTAP-null NSCLC cancer cell lines to inform on PRMT5&#8217;s function in maintaining tumor cell growth and survival.<br \/><b>Methods<\/b>: Utilizing an integrative approach, our study explored the effects of AZD3470 on human MTAP-deleted NSCLC cells. MultiOMICs analysis including SDMA post-translational modification (PTM) scans, ATAC-seq, RNA-seq, and mass spectrometry proteomics were employed to delineate the immediate effects and downstream phenotypes of AZD3470 PRMT5 inhibition. <b>Results<\/b>: AZD3470 induced significant SDMA modification of splicing factors consistent with known roles for PRMT5. PRMT5 inhibition by AZD3470 led to changes in global chromatin accessibility in NSCLC cells. Specific changes in genes involved in the cell cycle pathway were observed including CDK6<i>.<\/i> Integrative analysis of transcriptomics and proteomics data consistently showed alterations in cell cycle, DNA damage repair and splicing related pathways upon treatment, consistent with the established biological roles of PRMT5. Alternative splicing analysis showed that AZD3470 treatment induced a unique retained intron within the ATM gene and resulted in reduced ATM protein levels.<br \/><b>Conclusion<\/b>:Here we identify AZD3470-induced changes to protein post-translational modification, chromatin accessibility, gene expression and RNA splicing in MTAP-deficient NSCLC cancer cell lines. Different area of MultiOMICs data together pointed to changes in cell cycle and DNA repair pathways. Further, we identified alternative splicing of ATM as a consequence of AZD3470 PRMT5i treatment resulting in significant reduction of ATM protein expression.<br \/>Keywords: AZD3470, NSCLC, PRMT5 Inhibition, Chromatin Accessibility, Alternative Splicing, DNA Repair, ATM Gene.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiomics,Chromatin remodeling,Alternative splicing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Hong<\/b><sup>1<\/sup>, S. Criscione<sup>1<\/sup>, A. Jarnuczak<sup>2<\/sup>, J. Urosevic<sup>3<\/sup>, S. Ashenden<sup>2<\/sup>, G. Hamza<sup>4<\/sup>, P. Kumar<sup>4<\/sup>, N. Cvetesic<sup>3<\/sup>, L. Bradshaw<sup>3<\/sup>, S. Moore<sup>3<\/sup>, D. Karl<sup>1<\/sup>, T. Zhang<sup>4<\/sup>, A. Sousa<sup>2<\/sup>, J. Cairns<sup>2<\/sup>, A. Iannetta<sup>4<\/sup>, A. Zhang<sup>4<\/sup>, E. Miele<sup>4<\/sup>, J. Reicha<sup>1<\/sup>, C. Chambers<sup>3<\/sup>, R. Elgendy<sup>5<\/sup>, J. Lindgren<sup>5<\/sup>, D. Jachimowicz<sup>5<\/sup>, M. Clausen<sup>5<\/sup>, G. Belfield<sup>5<\/sup>, T. Cheung<sup>1<\/sup>, M. Grondine<sup>1<\/sup>, J. T. Lynch<sup>3<\/sup>, H. Chan<sup>1<\/sup>, S. Critchlow<sup>3<\/sup>, E. Dean<sup>3<\/sup>; <br\/><sup>1<\/sup>AstraZeneca Oncology, Waltham, MA, <sup>2<\/sup>AstraZeneca Biopharmaceuticals, Cambridge, United Kingdom, <sup>3<\/sup>AstraZeneca Oncology, Cambridge, United Kingdom, <sup>4<\/sup>AstraZeneca Biopharmaceuticals, Waltham, MA, <sup>5<\/sup>AstraZeneca Biopharmaceuticals, Gothenburg, Sweden","CSlideId":"","ControlKey":"e8f72139-5a18-48fc-a032-a92ca9ad1542","ControlNumber":"10669","DisclosureBlock":"<b>&nbsp;T. Hong, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>S. Criscione, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>A. Jarnuczak, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>J. Urosevic, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>S. Ashenden, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>G. Hamza, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>P. Kumar, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>N. Cvetesic, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>L. Bradshaw, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>S. Moore, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>D. Karl, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>T. Zhang, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>A. Sousa, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>J. Cairns, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>A. Iannetta, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>A. Zhang, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>E. Miele, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>J. Reicha, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>C. Chambers, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>R. Elgendy, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>J. Lindgren, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>D. Jachimowicz, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>M. Clausen, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>G. Belfield, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>T. Cheung, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>M. Grondine, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>J. T. Lynch, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>H. Chan, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>S. Critchlow, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>E. Dean, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB008","PresenterBiography":null,"PresenterDisplayName":"Ted Hong","PresenterKey":"c67483bc-901b-4221-9993-415494d319c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB008. Integrative dynamic MultiOMICs analysis identifies cell cycle and DNA damage response phenotypes as downstream consequences of using the PRMT5 inhibitor AZD3470","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative dynamic MultiOMICs analysis identifies cell cycle and DNA damage response phenotypes as downstream consequences of using the PRMT5 inhibitor AZD3470","Topics":null,"cSlideId":""},{"Abstract":"DARPP-32 plays a crucial role in regulating both protein-phosphatase-1 (PP-1) and protein kinase A (PKA), its function being reliant on its phosphorylation status. We have previously demonstrated that low DARPP-32 expression is associated with adverse survival of breast cancer patients, particularly those with oestrogen receptor (ER) positive disease; however, there is limited information on how DARPP-32 may alter breast cancer cell behaviour.<br \/>We have recently published an integrative approach using patient data and cell line transcriptomics to understand the role of DARPP-32 in breast cancer. We analysed the transcriptome of T47D ER positive breast cancer cells following DARPP-32 knockdown, including treatments in combination with 17&#946;-estradiol or PKA inhibitor fragment (6-22) amide. 202 differentially expressed transcripts were identified in DARPP-32 knock down cells and treatment of these cells with 17&#946;-estradiol or PKA inhibitor fragment (6-22) amide led to the differential expression of 193 and 181 transcripts respectively. Differentially expressed transcripts were compared with genes identified as associated with DARPP-32 expression in 1980 breast cancer patients within the METABRIC cohort using an Artificial Neural Network approach (ANN). Several genes overlapped with those identified from cell line transcriptomics, including PTK7, TRAF5, and KLK6.<br \/>Both DKK1 and GRB7 were identified as genes associated with DARPP-32 expression in patients using ANN, therefore protein expression was determined in a large cohort of early-stage breast cancer patients (n&#62;1000). We demonstrated that DKK1 and GRB7 protein expression was significantly correlated with DARPP-32 Threonine-34 phosphorylation levels within the same samples (all <i>P<\/i>&#60;0.05).<br \/>We have now applied an ANN-based integrative data mining approach to identify genes with the largest effect on other genes resulting in an interactome map, which was based on genes identified within the cell line transcriptomics and original ANN. 1878 genes were identified for inclusion within an interactome map in the total patient cohort, whereas 1003 were identified in ER negative disease alone and 2144 in ER positive disease alone. Pathway enrichment analysis identified the ubiquitin proteosome pathway, the insulin pathway-protein kinase B signalling cascade and the RAS pathway.<br \/>This study underscores the significance of DARPP-32, a central molecular switch, in breast cancer, elucidating its impact on patient prognosis and highlighting potential molecular targets for therapeutic intervention. The integrative approach combining patient data with cell line transcriptomics provides insights into the complex mechanisms underlying breast cancer progression and opens avenues for further research and targeted interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Prognostic factors,RNA sequencing (RNA-Seq),Estrogen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Saidy<sup>1<\/sup>, R. Vasan<sup>1<\/sup>, M.-R. Greener<sup>1<\/sup>, R. Durrant<sup>1<\/sup>, A. Immanuel<sup>1<\/sup>, A. Green<sup>1<\/sup>, E. Rakha<sup>1<\/sup>, I. Ellis<sup>1<\/sup>, G. Ball<sup>2<\/sup>, S. Martin<sup>1<\/sup>, <b>S. J. Storr<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Nottingham, Nottingham, United Kingdom, <sup>2<\/sup>Anglia Ruskin University, Chelmsford, United Kingdom","CSlideId":"","ControlKey":"5b25a199-692d-4c62-9547-865faa6bb2bd","ControlNumber":"9535","DisclosureBlock":"&nbsp;<b>B. Saidy, <\/b> None..<br><b>R. Vasan, <\/b> None..<br><b>M. Greener, <\/b> None..<br><b>R. Durrant, <\/b> None..<br><b>A. Immanuel, <\/b> None..<br><b>A. Green, <\/b> None..<br><b>E. Rakha, <\/b> None..<br><b>I. Ellis, <\/b> None..<br><b>G. Ball, <\/b> None..<br><b>S. Martin, <\/b> None..<br><b>S. J. Storr, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB009","PresenterBiography":null,"PresenterDisplayName":"Sarah Storr, PhD","PresenterKey":"2ca841d4-aeec-4703-83c1-63347642e669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB009. Unveiling the significance of DARPP-32 and its partners, including GRB7 and DKK1, in breast cancer: Integrative insights from patient data and cell line transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the significance of DARPP-32 and its partners, including GRB7 and DKK1, in breast cancer: Integrative insights from patient data and cell line transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Background: Plasma WGS for non-invasive cancer detection has been an active area of research, where fragmentomics studies have been gaining attention for its promising results. Previous studies showed that the quantity of short and long fragments could be used for the prognosis of malignant tumor. In this study, the efficacy of short fragment read depth on the reference genome for malignant nodule detection was evaluated.<br \/>Methods: Plasma samples from 40 patients with Indeterminate Pulmonary Nodules (IPN) (20 with Benign nodule, 20 Malignant) were collected for WGS. Low quality samples were filtered, and 31 patients (15 Benign, 16 Cancer) remained. Short fragments in each sample were extracted (30-99 bp) and exon read depth for each sample was obtained through human reference genome alignment. A proprietary data analytic machine learning pipeline using XGBoost was trained and tested using 10 fold cross validation.<br \/>Results: XGBoost model testing accuracy was 96.77% in differentiating Benign and Cancer samples using read depth information from only 3 exons. GPR35&#8217;s ENSE00003591008.1, ZNF594-DT&#8217;s ENSE00002678218.2 and IGHGP&#8217;s ENSE00001819760.2 were the 3 exons used in the model. Hierarchical clustering using top features with differential read depth (p&#60;0.001) was able to perfectly cluster the samples into the Benign group and the Malignant group.<br \/>Conclusion: Read depth information of exon by short fragments from WGS plasma was able to differentiate patients with Lung benign nodules from patients with malignant nodules. This analysis demonstrates promises of developing diagnosis tools using exon read depths from plasma samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Plasma,Malignant progression,Machine learning,Cancer detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Shun  H.  Yip<sup>1<\/sup>, Neeti Swarup<sup>2<\/sup>, <b>Jason  C.  Hyun<\/b><sup>1<\/sup>, Jordan  C.  Cheng<sup>2<\/sup>, Raghuraman Ramamurthy<sup>1<\/sup>, Edmund Wong<sup>1<\/sup>, Irene Choi<sup>2<\/sup>, Akanksha Arora<sup>2<\/sup>, Denise Aberle<sup>2<\/sup>, David TW Wong<sup>2<\/sup>, Cheuk  Y.  Tang<sup>1<\/sup><br><br\/><sup>1<\/sup>AiOnco, Inc., Menlo Park, CA,<sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"d848ede4-c304-435b-927d-fd1f822e8918","ControlNumber":"10531","DisclosureBlock":"<b>&nbsp;S. H. Yip, <\/b> <br><b>AiOnco Inc.<\/b> Employment, Patent.<br><b>N. Swarup, <\/b> None.&nbsp;<br><b>J. C. Hyun, <\/b> <br><b>AiOnco Inc.<\/b> Employment, Patent.<br><b>J. C. Cheng, <\/b> None.&nbsp;<br><b>R. Ramamurthy, <\/b> <br><b>AiOnco Inc.<\/b> Employment, Patent. <br><b>E. Wong, <\/b> <br><b>AiOnco Inc.<\/b> Employment, Patent.<br><b>I. Choi, <\/b> None..<br><b>A. Arora, <\/b> None..<br><b>D. Aberle, <\/b> None.&nbsp;<br><b>D. T. Wong, <\/b> <br><b>Liquid Diagnostics<\/b> Stock. <br><b>AiOnco<\/b> Stock, Grant\/Contract. <br><b>NIH<\/b> Grant\/Contract. <br><b>American Cancer Society<\/b> Grant\/Contract. <br><b>C. Y. Tang, <\/b> <br><b>AiOnco Inc.<\/b> Employment, Stock, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB010","PresenterBiography":null,"PresenterDisplayName":"Jason Hyun","PresenterKey":"faffd6f2-522e-4cdc-8403-99b2e45dab08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB010. Identification of malignant lung indeterminate pulmonary nodules with Plasma WGS using exon read depth of short DNA fragments","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of malignant lung indeterminate pulmonary nodules with Plasma WGS using exon read depth of short DNA fragments","Topics":null,"cSlideId":""},{"Abstract":"Eukaryotic genomes are organized into hierarchical three-dimensional (3D) structure inside the nucleus, forming topological associating domains (TADs) and providing insulated neighborhoods for the highly interacting genome regions. These regions are established by potential chromatin bridging proteins, such as the cohesin complex and CTCF, forming loops. Within the framework of these TADs lie the loops defined by the transcriptional machinery, or RNA polymerase II (RNAPol II). Changes to this 3D genome structure are associated with the development of human diseases, including cancers. Prostate cancer (PCa), associated with transcriptional dysregulation, serves as an optimal model to understand the molecular mechanism behind the formation of dynamic loops between distant regulatory elements and their target genes in 3D space to regulate gene expression and cancer progression. This study integrates two protein-centric ChIA-PET data (RNAPol II and cohesin) with multiple ChIP-Seq data (CTCF, H3K27ac, AR and FOXA1), and RNA-Seq data of PCa cell lines (LNCaP, VCaP, DU145, and RWPE1) to perform promoter (P) centered analysis. Firstly, we investigated the proportions of RNAPol II loops with co-occupancy of cohesin peaks and vice versa to quantify and understand the involvement of these proteins in transcription regulation and validate them using simulations. The results supported the hypothesis that most RNAPol II loops were significantly enriched with cohesin peaks. However, the reverse was not true since inner RNAPol II loops enriched with cohesin regulate transcription, while most of the cohesin loops form long-range interactions, TADs. Further, we compared the correlation between the promoter centric RNAPol II-associated and cohesin-mediated interactions with gene expression. In the case of RNA Pol II mediated interactions, we found a quantitative increase in the strength of interaction between loci, this trend was not observed in cohesin mediated interactions, which were relatively stable. The only exception was in the cell line VCaP, possibly due to its genetic complexity, as the strength of interactions associated with Cohesin as well as RNA Pol II increased. We next examined if the strength of interactions between cohesin loops remains unaffected in the VCaP cell line when treated with dBET inhibitor. However, there was no significant difference observed. This explained that RNAPol II loops are more dynamic, whereas cohesin loops are more stable. However, whether the cohesin loops (internal and TAD boundary) stay stable in the active and inactive regions of the genome remains unexplored. Next, the study inspects how the cluster of regulated genes is organized, preferentially forming multi-gene complexes in PCa for efficient and potential cooperative transcription. We expect a significant role of super-enhancers in identifying interactions between key oncogenes in PCa, owing to cell-type specific biology. Highly co-regulated single- and multi-valent loops will be validated in the patient cohorts to establish significant correlations. Overall, this study enhances the knowledge of promoter-centric molecular mechanisms involved in multi-gene complex formation and coregulated transcription in PCa cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Cancer genomics,Promoter analysis,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Chandratre<\/b><sup>1<\/sup>, S. Ramanad<sup>2<\/sup>, A. Elmahdi<sup>2<\/sup>, Y. Gao<sup>2<\/sup>, R. S. Mani<sup>2<\/sup>, M. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas at Dallas, Dallas, TX, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"e1e3852f-acc4-4bf2-8bda-0f67f5ce7e20","ControlNumber":"10800","DisclosureBlock":"&nbsp;<b>K. Chandratre, <\/b> None..<br><b>S. Ramanad, <\/b> None..<br><b>A. Elmahdi, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>R. S. Mani, <\/b> None..<br><b>M. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10329","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB011","PresenterBiography":null,"PresenterDisplayName":"Khyati Ragunath Chandratre, Graduate Student","PresenterKey":"1f356d6e-d83a-454c-b686-7c9eaf0da09c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB011. Landscape of promoter centric chromatin interactions and co-regulated gene network provide insights for transcriptional regulation in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Landscape of promoter centric chromatin interactions and co-regulated gene network provide insights for transcriptional regulation in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Recently, the National Cancer Institute&#8217;s Clinical Proteomic Tumor Analysis Consortium (CPTAC) has generated harmonized genomic, transcriptomic, proteomic, and clinical data for &#62;1000 tumors in 10 cohorts to facilitate pan-cancer discovery research. However, protein expression comparison across CPTAC cohorts remains challenging due to non-uniform missing data and protein expression distribution patterns across tumor types. Here we present our efforts to evaluate various missing data handling and normalization strategies to generate a normalized pan-cancer protein expression dataset. First, we developed a novel algorithm to select robustly expressed proteins in tumors in any of the CPTAC cohorts, Second, we applied a cohort hybrid imputation approach to protein abundance values from FragPipe within each cohort based on protein expression distribution patterns. Third, we calculated iBAQ using protein abundance value and applied global quantile normalization or smooth quantile normalization methods. To assess if our missing data imputation and normalization strategy affected downstream analyses, we compared the fold change in differential protein expression between tumor and matched normal for each cohort using non-normalized, global quantile normalized and smooth quantile normalized protein iBAQ values. Our results demonstrate a strong correlation in fold change between global quantile normalized data and non-normalized data (Pearson <i>r <\/i>= 0.97 (ccRCC), <i>r<\/i> = 0.96 (COAD), <i>r<\/i> = 0.99 (LUAD) and <i>r <\/i>= 0.99 (LSCC)). Similar results were observed comparing smooth quantile normalized data to non-normalized data (Pearson <i>r<\/i> = 1.00 for ccRCC, COAD, LUAD, and LSCC), indicating both normalization methods retained biological differences between tumor and matched normal tissues within cohorts. Lastly, we identified several proteins (ERAP2, CA9, GSTM3, MX1, STAT1) whose protein and RNA expression were highly correlated across eight CPTAC cohorts (<i>r <\/i>&#62; 0.7 for COAD, BRCA, LUAD, ccRCC, PDAC, UCEC, HNSCC, and LSCC). We then compared their protein expression rank across CPTAC cohorts with their RNA expression rank across corresponding TCGA cohorts. Specifically, median log2(iBAQ) of CPTAC and median log2(TPM) of TCGA are calculated for those proteins within indications, then indications are ranked by median log2(iBAQ) and median log2(TPM) in CPTAC and TCGA, respectively. Weighted rank correlation was used to measure rank agreement. Global quantile normalization has the highest rank correlation (weighted rank correlation between 0.597 to 0.931) compared to smooth quantile normalization or without normalization. These results suggest that combination of cohort hybrid imputation and global quantile normalization is a reasonable approach to generate a normalized CPTAC pan-cancer protein dataset that could be leveraged to interrogate protein expression across different cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Proteomic analysis,Bioinformatics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wang<\/b><sup>1<\/sup>, X. Tian<sup>2<\/sup>, W. Yu<sup>3<\/sup>, J. Bullen<sup>4<\/sup>, E. Hurt<sup>4<\/sup>, W. Zhong<sup>5<\/sup>; <br\/><sup>1<\/sup>Oncology Data Science, Early Oncology R&D, Gaithersburg, MD, <sup>2<\/sup>Late Oncology Statistics, Oncology R&D, Gaithersburg, MD, <sup>3<\/sup>Data Science and AI, BioPharmaceuticals R&D, Gaithersburg, MD, <sup>4<\/sup>Early TTD Discovery, Early Oncology R&D, Gaithersburg, MD, <sup>5<\/sup>Oncology Data Science, Early Oncology R&D, New York City, NY","CSlideId":"","ControlKey":"6df4083f-eb18-4dbe-a78d-1517c21d4180","ControlNumber":"9692","DisclosureBlock":"<b>&nbsp;J. Wang, <\/b> <br><b>AstraZeneca<\/b> Stock. <br><b>X. Tian, <\/b> <br><b>AstraZeneca<\/b> Stock. <br><b>W. Yu, <\/b> <br><b>AstraZeneca<\/b> Stock. <br><b>J. Bullen, <\/b> <br><b>AstraZeneca<\/b> Stock. <br><b>E. Hurt, <\/b> <br><b>AstraZeneca<\/b> Stock. <br><b>W. Zhong, <\/b> <br><b>AstraZeneca<\/b> Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10330","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB012","PresenterBiography":"","PresenterDisplayName":"Jixin Wang, PhD","PresenterKey":"5cd1c312-3919-4824-a0a1-bdf2518549ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB012. Evaluating computational approaches for CPTAC pan-cancer cross-cohort protein expression comparison","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating computational approaches for CPTAC pan-cancer cross-cohort protein expression comparison","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Exosomal microRNAs (Ex-miRs) play a pivotal role in intercellular communication, being transported via extracellular vesicles. In cancer, Ex-miRs influence tumor progression by regulating key cellular processes such as proliferation, angiogenesis, and metastasis. Their role in mediating communication between cancer cells and the tumor microenvironment highlights their significance as potential diagnostic and therapeutic targets.<br \/><b>Methodology:<\/b> In this study, we aimed to characterize the role of Ex-miRs in influencing the pre-metastatic niche (PMN) across 7 tumor types. We extracted high-confidence Ex-miRs (Log FC &#62;= 2 in exosomes relative to expectation) and their targets (experimentally proven and targeted by at least 2 Ex-miRs) from various studies. Subsequently, we conducted gene ontology analysis to identify enriched pathways and selected the top 100 high-confidence Ex-miR targets based on the frequency of their appearance in the enriched pathways. These top 100 targets were consistently used throughout the analysis.<br \/><b>Results:<\/b> Pathway enriched among the top Ex-miR targets included common ones such as &#8220;wound healing&#8221; and &#8220;regulation of epithelial cell proliferation&#8221;, as well as cancer-specific, like &#8220;regulation of angiogenesis in kidney&#8221; (KIRC), &#8220;ossification&#8221; in lung (LUAD), and &#8220;positive regulation of cytokine production&#8221; in pancreatic cancer (PAAD). Similarly, 'Pathways in cancer' and 'MicroRNAs in cancer' ranked among the top 10 enriched KEGG pathways for all cancer types. Ex-miR targets exhibited cancer-specific downregulation of gene expression in TCGA-Normal Adjacent Tumors (NATs), taken as proxy for PMN, compared to healthy tissue samples in GTEx. We further examined the 3&#8217;UTR GC content of these targets and found that Ex-miR targets are GC-rich, consistent with the previous findings stating that Ex-miR bind to the 3&#8217;UTR region of the target gene, downregulating their expression. Fisher&#8217;s exact test revealed a significant overlap of cancer-specific tumor suppressor genes (TSG) with Ex-miR targets. Cox regression indicated that Ex-miR targets are associated with better survival in certain cancer types, such as BRCA,<br \/>COAD and KIRC. Lastly, a Support Vector Machine (SVM) model using Ex-miR target gene expression classified responders and non-responders to neoadjuvant chemotherapy with a high AUROC compared to other gene signatures.<br \/><b>Conclusion:<\/b> Our study unveils the pivotal role of exosomal microRNAs in shaping the PMN in diverse cancers, underscoring the diagnostic and therapeutic potential of Ex-miRs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer,Exosomes,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Piyush Agrawal<\/b><sup><\/sup>, Gulden Olgun<sup><\/sup>, Arashdeep Singh<sup><\/sup>, Vishaka Gopalan<sup><\/sup>, Sridhar Hannenhalli<sup><\/sup><br><br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"c4813d57-2c0a-47b8-a2f3-49a1e24e9b73","ControlNumber":"10687","DisclosureBlock":"&nbsp;<b>P. Agrawal, <\/b> None..<br><b>G. Olgun, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>V. Gopalan, <\/b> None..<br><b>S. Hannenhalli, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB013","PresenterBiography":null,"PresenterDisplayName":"Piyush Agrawal, PhD","PresenterKey":"0521cadf-d800-4706-95bf-9f89a96242b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB013. Characterizing the role of exosomal miRNAs in metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the role of exosomal miRNAs in metastasis","Topics":null,"cSlideId":""},{"Abstract":"Metastasis remains a major challenge in cancer treatment, with somatic genetic alterations being a crucial feature in progression. This study harnesses the whole genome sequencing data in the Genomics England biobank (GEL), cataloging of somatic alterations in the context of cancer metastasis. Our research aims to uncover the genetic underpinnings that facilitate the spread of cancer from its primary site to secondary locations by analyzing clinicogenomic data from 3047 cancer patients with metastatic progression. In this study, we analyzed the complex relationship between somatic alterations and cancer progression to uncover significant interactions among these alterations in a broad distribution of common tumor types among well-established oncogenic and tumor suppressor genes. In our study, we employed a Bayesian network approach, enabling us to not only pinpoint crucial genetic contributors to metastasis but also to consider other clinical variables, including patient treatment, sex, age, tumor grade and cancer types. In our analysis, LILRB2 was found to directly increase metastatic risk in hematologic cancer, with prior evidence suggesting its potential as a therapeutic biomarker in colorectal cancer and adversely related to patient prognosis in lung cancer. Similarly, MYL1, initially linked to tumor metastasis and immune infiltration in head and neck squamous cell carcinoma, was also found to increase the risk of metastasis in renal cancer, while interacting with the transcription factor E2F4, marker of poor prognosis in hepatocellular carcinoma. Our study not only confirmed the numerous key somatic gene alterations significantly linked to metastatic behavior across various cancers, but also established their significant roles.Our work highlights the potential of leveraging extensive genomic databases such as GEL to enhance our understanding of cancer metastasis. GEL&#8217;s paired germline and somatic data allows us to not only identify mutations unique to cancer cells but also to uncover germline variants that are associated with an elevated risk of cancer and the presence of more aggressive tumor characteristics. By characterizing metastatic risk features, we can explore the opportunities to stratify high-risk patients in clinical trials, with similar effort has been applied to brain metastasis in lung adenocarcinoma. Although tumor heterogeneity poses a treatment challenge due to cell diversity, previous work has demonstrated value in targeting the metastatic potential. For instance, trastuzumab target HER2-positive breast cancers prone to metastasis, markedly improving patient outcomes. Similarly, vemurafenib effectively controls metastatic Melanoma progression by targeting specific mutations like BRAFV600E. Understanding the genetic basis of metastasis could help identify high risk patients and lead to personalized combination therapies addressing various tumor subpopulations. Future research based on these findings could lead to the development of personalized combination treatment strategies that improve patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Machine learning,Biobank,Diagnostic marker,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Xu<\/b>, D. Yu, S. Li, C. Moy, J. Molineros; <br\/>Johnson & Johnson Pharmaceutical R&D, Spring House, PA","CSlideId":"","ControlKey":"93afa17f-432e-4dec-8c92-1cdac048a82b","ControlNumber":"9687","DisclosureBlock":"<b>&nbsp;S. Xu, <\/b> <br><b>Johnson&Johnson<\/b> Employment. <br><b>D. Yu, <\/b> <br><b>Johnson&Johnson<\/b> Independent Contractor. <br><b>S. Li, <\/b> <br><b>Johnson&Johnson<\/b> Employment. <br><b>C. Moy, <\/b> <br><b>Johnson&Johnson<\/b> Employment. <br><b>J. Molineros, <\/b> <br><b>Johnson&Johnson<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB014","PresenterBiography":null,"PresenterDisplayName":"Songjun Xu, PhD","PresenterKey":"b7f59ad3-a519-4ef7-9d23-62b7a6c65458","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB014. The role of genetic alterations in metastatic development insights from a large-scale genomic database","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of genetic alterations in metastatic development insights from a large-scale genomic database","Topics":null,"cSlideId":""},{"Abstract":"SK-N-AS and SK-N-DZ are two cell lines of pediatric solid tumors neuroblastomas well characterized to evaluate heterogeneity between different neuroblastomas and are presumed as models for differences between different neuroblastoma . Using this model system, we recently evaluated if radiation could improve efficacy of radiation therapy and to follow these studies later with animal models to determine decrease of tumor burden. Differences between the N-type and S-type neuroblastoma cell lines SK-N-DZ and SK-N-AS, respectively were observed to be high and their responses to radiation stress were equally heterogeneous. Ubiquitin signaling plays a key role during the DNA damage response in protein recruitment and protein interactions. Deubiquitinating enzymes (DUBs) deconjugate ubiquitin from ubiquitylated substrate proteins to control their activity and stability and are shown to regulate various biological processes. DUBs may play a role in regulating the radiosensitivity of cancer cells by modulating DNA damage response and repair pathways. Determination of specific DUBs that are involved in regulating radiosensitivity in cancer cells will provide opportunity for drug targeting and visa-vis enhance the efficacy of radiation therapy in neuroblastoma cancer treatment. Here, using bioinformatic tools, the differentially regulated DUBs were identified. The relationship between DEGs-DUBs with the genes involved in various DNA repair pathways (NHEJ, HR and Fanconi anemia pathway; KEGG pathway database) are described. We identified 32 DEGs (14 upregulated and 18 downregulated) with these neuroblastoma cell lines. USP22 and USP41 DUBs and its differential expression in these cell lines denotes the importance of such analysis. Especially considering USP22 a potentially biomarker for predicting the outcome of patients with neuroblastoma. These DEG-DUBs were likewise correlated with 91 DNA damage response (DDR) genes belonging to three different pathways (NHEJ, HR and Fanconi anemia pathway). Out of which 44 of the DDR genes showed significant correlation with DEG-DUBs. Further studies are needed to determine the mechanisms underlying the complex relationship of these DUBs and to determine the critical DUBs for drug targeting and to enhance the efficacy of radiation therapy in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Neuroblastoma,Bioinformatics,Radiosensitivity,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. Vaibhav<sup>1<\/sup>, F. Nazeerulla<sup>1<\/sup>, T. Paunesku<sup>2<\/sup>, E. Tripathi<sup>3<\/sup>, G. Woloschak<sup>2<\/sup>, P. Karyala<sup>3<\/sup>, <b>R. V. Papineni<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>MS Ramaiah University and PACT & Health, Bangalore, India, <sup>2<\/sup>Northwestern University, Chicago, IL, <sup>3<\/sup>MS Ramaiah University, Bangalore, India, <sup>4<\/sup>University of Kansas Medical Center, Branford, CT","CSlideId":"","ControlKey":"5c192273-8b88-4a40-b18f-53f14f94e217","ControlNumber":"10729","DisclosureBlock":"<b>&nbsp;V. Vaibhav, <\/b> <br><b>PACT & Health<\/b> Other, Fellowship. <br><b>F. Nazeerulla, <\/b> <br><b>PACT & Health<\/b> Other, Fellowship.<br><b>T. Paunesku, <\/b> None..<br><b>E. Tripathi, <\/b> None..<br><b>G. Woloschak, <\/b> None..<br><b>P. Karyala, <\/b> None.&nbsp;<br><b>R. V. Papineni, <\/b> <br><b>PACT & Health<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10333","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB015","PresenterBiography":null,"PresenterDisplayName":"Rao Papineni, PhD","PresenterKey":"bb07d22a-1604-4b33-b5cc-a8825a677301","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB015. Differential expression of deubiquitinating enzymes and its related DNA damage response genes in neuroblastoma heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential expression of deubiquitinating enzymes and its related DNA damage response genes in neuroblastoma heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"The application of spatial transcriptomic (ST) in contemporary pathology is promising yet rarely validated. We herein established a ST-based platform to analyze colorectal cancers following the logic and workflow of routine histopathological diagnosis. By integrating spatial coordinate traits with in-situ gene expression matrix, we reproduced and extended key diagnostic features for tumor diagnosis and molecular analysis including proliferation evaluation, vasculature identification, immune scoring and dMMR\/pMMR molecular subtyping. Meanwhile, spatial and morphological distinction ST co-dominated broadened avenues for targeted cancer therapy and research. In hyperplasia\/carcinoma confusion sites, we detected mixed cnv patterns in single crypt with distinct spatial distributions; Meanwhile, RNA-based molecular subtypes prevailed with intratumor heterogeneity and concurrently exhibited uniformed histological characteristics; Moreover, landscape of temporal molecular variation during cancer infiltration stages revealed potential metastatic biomarkers and mechanisms. In conclusion, we have herein established a comprehensive platform to perform and extensely extend assessment for tumor diagnosis. Additionally, by aligning histological features and gene expression profiles, we excavated significant opportunity for pathological investigation and coordination of multimodal molecular pathology dimensions, which is suitable and ideal for scientific discoveries and molecular diagnosis. With improvement in efficiency and cost-effectiveness, we foresee that this de novo platform will significantly advance pathological diagnosis and research of cancer tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Colorectal adenocarcinoma,Diagnosis,RNA sequencing (RNA-Seq),Molecular diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Chi Qu<sup>1<\/sup>, Huaqiang Huang<sup>1<\/sup>, Yan Quan<sup>2<\/sup>, Xuqing He<sup>3<\/sup>, Weifeng Zhang<sup>3<\/sup>, <b>Tianbi Duan<\/b><sup>4<\/sup>, Jiajun Zhang<sup>4<\/sup>, Jiang Gu<sup>3<\/sup><br><br\/><sup>1<\/sup>BGI Research, Chongqing, China,<sup>2<\/sup>The First Affiliated Hospital of Shantou University Medical College, Guangdong, China,<sup>3<\/sup>Shantou University Medical College, Guangdong, China,<sup>4<\/sup>BGI Research, ShenZhen, China","CSlideId":"","ControlKey":"e1b2dde0-29a2-411f-bbf1-10a0d2037e62","ControlNumber":"10617","DisclosureBlock":"&nbsp;<b>C. Qu, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>Y. Quan, <\/b> None..<br><b>X. He, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>T. Duan, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Gu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10334","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB016","PresenterBiography":null,"PresenterDisplayName":"Tianbi Duan, MA","PresenterKey":"e9759cf7-c889-4271-8fbc-4d9201ee3138","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB016. Spatial transcriptomics-based platform for pathological diagnosis and research of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"590","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Bioinformatics, Computational Biology, Systems Biology, and Convergent Science 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomics-based platform for pathological diagnosis and research of colorectal cancer","Topics":null,"cSlideId":""}]