[{"Abstract":"Angiogenesis is a process in which new blood vessels are formed from the existing blood vessels required to supply nutrients and oxygen to various tissues. Angiogenesis plays a significant role in the growth and spread of many cancers, and several anti-angiogenic agents act as chemotherapeutic agents. Recent studies have shown that fursultiamine (thiamine tetrahydrofurfuryl disulfide), a lipid-soluble synthetic disulfide derivative of thiamine, possesses viable antineoplastic and antiviral effects. However, its role in preventing angiogenesis is not known. We hypothesize that fursultiamine, with its potent antioxidative actions, prevents VEGF-induced angiogenesis in vitro and in vivo. Human umbilical vein endothelial cells (HUVECs) were treated with VEGF in the absence and presence of fursultiamine (0-100 uM) in a time and dose-dependent manner. Cell viability was determined by MTT assay and in vitro angiogenesis by tube formation assays. The expression of various pro-angiogenic, anti-angiogenic and inflammatory markers will be determined by specific antibody arrays. Our results indicate that fursultiamine prevents VEGF-induced endothelial cell growth in a dose-dependent manner. Further, fursultiamine prevents the in vitro tube formation as determined tube formation assays. Further, fursultiamine also regulated the VEGF-induced expression of various angiogenic markers such as VEGF, PDGF, EGF, Ang1, Ang2, angiogenin, and FGF, inflammatory markers such IL-1b, GM-CSF, TGF-b, MMPs, and others such as TIMPs, PTX3 and CF-III. Based on our in vitro data, we suggest that fursultiamine could prevent VEGF-induced angiogenesis, and this compound as a potent anti-angiogenic agent that could prevent cancer growth and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-01 Angiogenesis and angiogenesis inhibitors,,"},{"Key":"Keywords","Value":"Angiogenesis,Thiamine,Antioxidant,Vascular endothelial growth factor (VEGF),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Tran<\/b>, Z. Frost, K. Ramana; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"2f071282-cbb5-43f0-8b7e-cc648b2abae3","ControlNumber":"2799","DisclosureBlock":"&nbsp;<b>S. Tran, <\/b> None..<br><b>Z. Frost, <\/b> None..<br><b>K. Ramana, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5385","PresenterBiography":null,"PresenterDisplayName":"Sabrina Tran, BS","PresenterKey":"945b697e-26c5-4784-82e6-72e5750e74a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5385. Synthetic disulfide derivative of vitamin B1, fursultiamine, prevents VEGF-induced angiogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synthetic disulfide derivative of vitamin B1, fursultiamine, prevents VEGF-induced angiogenesis","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) constitutes 85% of total lung cancer cases and first-line therapies still often employ the platinum-based agents. Cisplatin therapy for NSCLC often leads to relapse of aggressive tumors with high metastatic potential after a period of dormancy. We hypothesize that cisplatin-resistant tumor cell phenotypes will increase features of aggressivity including sprouting angiogenesis in microphysiological models of NSCLC. First, we engineered various TME configurations using A549 cell spheroids and cancer associated fibroblasts (CAF) to establish a baseline of tumor cell proliferation, ECM deposition, and expression of proangiogenic and proinflammatory genes. Next, we generated cisplatin-resistant (Cis-R) A549 sub-lines to test the hypothesis that 3D tumor models engineered using these drug-resistant cells will capture hallmarks of highly aggressive recurrent tumors such as increased expression of progression-associated genes, increased induction of local stromal reactions and more profound angiogenesis. We treated parent A549 with 25 &#956;M cisplatin for 96 hours followed by at least 14 days of recovery to generate Cis-R A549 cells. Interestingly, Cis-R spheroids exhibited significantly lower rates of proliferation (P&#60;0.01) relative to parent A549 spheroids as measured by Ki67 index. Cis-R cells and spheroids exhibit increased genetic expression for genes involved in inflammation, EMT, proliferation and chemoresistance. Furthermore, Cis-R cells in 2D displayed a mesenchymal-like morphology and further exhibited dysmorphic spheroid morphology in 3D. We then developed a membrane free microphysiological system (MPS) comprised of two adjacent and contiguous tissue layers to investigate cancer mediated angiogenesis. We seeded one layer with lung fibroblasts and endothelial cells, which formed a vascularized network, while the other lane was cultured with no cells (control), parent A549 spheroids, or Cis-R A549 spheroids. Media void of VEGF was used throughout the duration of the experiment to isolate the effect of TME-derived factors. We measured increased angiogenetic sprouting induced by Cis-R tissues relative to parent using the following metrics: sprout density (Cis-R = 49.86 &#177; 10.93 &#181;m\/&#181;m<sup>2<\/sup>, parent = 13.73 &#177; 4.12 &#181;m\/&#181;m<sup>2<\/sup>, blank = 14.76 &#177; 4.22 &#181;m\/&#181;m<sup>2<\/sup>), sprout length (Cis-R = 15006 &#177; 5507 &#181;m, parent = 2466 &#177; 639.1 &#181;m, blank = 4749 &#177; 1547 &#181;m), and sprout area fraction (Cis-R = 0.10 &#177; 0.028, parent = 0.041 &#177; 0.010, blank = 0.032 &#177; 0.0095). Thus, the creation of drug resistant tumor cell sub lines enables the construction of more aggressive engineered tumor microenvironments. Future iterations of our MPS model will be used to investigate angiogenesis in the context of additional cancers, including breast and colon, while transitioning to the use of patient-derived organoids.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-01 Angiogenesis and angiogenesis inhibitors,,"},{"Key":"Keywords","Value":"Angiogenesis,Lung cancer: non-small cell,Cisplatin resistance,Cancer associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Olsen<\/b>, G. Kpeli, O. Ahmad, M. Mondrinos; <br\/>Tulane University, New Orleans, LA","CSlideId":"","ControlKey":"46c212c2-4fac-4582-af47-9c5e8f676454","ControlNumber":"8798","DisclosureBlock":"&nbsp;<b>E. Olsen, <\/b> None..<br><b>G. Kpeli, <\/b> None..<br><b>O. Ahmad, <\/b> None..<br><b>M. Mondrinos, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5386","PresenterBiography":null,"PresenterDisplayName":"Elisabet Olsen, BS","PresenterKey":"e6366da8-2da2-4b56-a70c-420bfddd3173","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5386. Increased sprouting angiogenesis in a microphysiological model of cisplatin-resistant recurrent lung cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased sprouting angiogenesis in a microphysiological model of cisplatin-resistant recurrent lung cancers","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of tumor-derived CCL2 has been shown to partially promote prostate cancer (PCa) bone metastasis, but the function of host-derived CCL2 is not fully understood. We first developed a mouse model using intracardiac injection and obtained highly metastatic PCa cell subclones through <i>in vivo<\/i> selection. The highly metastatic tumor cells were injected intracardially into CCL2 knockout (CCL2 KO) mice and wild-type (WT) controls, and the tumor cell growth and metastasis were monitored weekly by bioluminescence imaging. The osteolytic lesions were evaluated by radiography, micro-computed tomography (microCT) and immunohistochemistry (IHC) staining. The cells in the bone microenvironment were analyzed by flow cytometry. Also, RNA sequencing (RNA-seq) analysis was performed on the cells either from CCL2 KO mice or WT controls. We found that a loss of host-derived CCL2 significantly retarded tumor growth in bone and prolonged mouse survival. In addition, bone density analysis revealed a decrease in osteolytic lesion in CCL2 KO mice, compared to WT controls. Systemically, CCL2 deficiency reduced the proportion of granulocyte-myeloid-derived suppressor cell (G-MDSC) populations with immunosuppressive function and decreased the PCa conditioned medium (CM)-induced osteoclast formation. The enrichment analysis revealed that the dysregulated genes in bone metastatic cells from CCL2 KO mice were significantly enriched in several biological processes, including vitamin metabolism, monoatomic anion homeostasis, immune response, and bone growth. Additionally, we also confirmed that the CCND2\/STAT3 pathway is apparently suppressed in the cells from CCL2 KO mice. This study demonstrated that targeting the host-derived CCL2 might be a novel potential anti-metastatic approach. Supported by the NSFC projects (81972766, 81972420, 82173336), as well as grants from the Science and Technology Project of Shenzhen (JCYJ20190809161811237, JCYJ20210324104214040).<br \/><b>Key words <\/b>Host-derived CCL2; Prostate cancer; Bone metastasis; osteoclast; CCND2","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-02 Host-tumor interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Bone metastasis,Host-derived CCL2,CCND2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Meng<sup>1<\/sup>, M. Chang<sup>2<\/sup>, S. Qin<sup>2<\/sup>, X. Huang<sup>2<\/sup>, W. Liang<sup>2<\/sup>, H. Tong<sup>3<\/sup>, <b>J. Zhang<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Liuzhou Worker's Hospital, Liuzhou, Guangxi , China, Liuzhou, China, <sup>2<\/sup>Southern University of Science and Technology, China, Shenzhen, China, <sup>3<\/sup>University of Macau, Taipa, Macao SAR, China","CSlideId":"","ControlKey":"fcfaaa51-32e7-44d9-9c67-61079841e667","ControlNumber":"4609","DisclosureBlock":"&nbsp;<b>J. Meng, <\/b> None..<br><b>M. Chang, <\/b> None..<br><b>S. Qin, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>W. Liang, <\/b> None..<br><b>H. Tong, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5387","PresenterBiography":null,"PresenterDisplayName":"Jian Zhang, MD;PhD","PresenterKey":"3a570c00-915f-4a11-a3f2-47d7ff1d65e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5387. Host-derived CCL2 drives prostate cancer bone metastasis <i>via<\/i> CCND2\/STAT3 pathway","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Host-derived CCL2 drives prostate cancer bone metastasis <i>via<\/i> CCND2\/STAT3 pathway","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma multiforme (GBM) is the most common and malignant primary brain tumor, GBM&#8217;s inevitable recurrence suggests that glioblastoma stem cells (GSC) render these tumors persistent. Our previous work showed that FOSL1, which is transactivated by the STAT3 gene, functions as a tumorigenic gene in glioma pathogenesis and is a diagnostic marker and potential drug target for glioma patients. Accumulating evidence shows that STAT3 and NF-&#954;B cooperate to promote the development and progression of various cancers. The link between STAT3 and NF-&#954;B suggests that NF-&#954;B can also transcriptionally regulate FOSL1 and contribute to gliomagenesis.<br \/>Methods: 1). To investigate downstream molecules of FOSL1, we analyzed the transcriptome after overexpression of FOSL1 in a PDX-L14 line, characterized by very low FOSL1 expression 2). We conducted immunohistochemical staining for FOSL1 and p65 using rabbit polyclonal anti-FOSL1 and p65 in glioma tissue microarrays (TMA) derived from 76 glioma patients and 10 normal individuals. 3). Mutants of the human FOSL1 promoter, featuring mutations in essential binding sites for NF-&#954;B and STAT3, were generated using a Q5 site-directed mutagenesis kit. Subsequently, we examined luciferase activity in glioma cells and compared it to the wild-type FOSL1 promoter. 4). We explore the mutual regulation between NF-&#954;B signaling and FOSL1 by modulating the expression of NF-&#954;B or FOSL1. Subsequently, we assessed the activity of FOSL1 and NF-&#954;B. 5) To understand the role of FOSL1 in cell growth and stemness, we conducted a CCK-8 assay, cell cycle analysis, assessing apoptosis and GSC markers, ALDH1 and CD133 under varying FOSL1 expression conditions.<br \/>Results: 1) Transcriptome analyses of downstream molecules of FOSL1 show that NF-&#954;B signaling pathways are regulated by FOSL1. 2) p65 protein expression correlates to the expression of FOSL1 in glioma patients. 3) NF-&#954;B is a crucial transcription factor activating the FOSL1 promoter in glioma cells. 4) Mutual regulation between NF-&#954;B and FOSL1 contributes to glioma tumorigenesis and stemness through promoting G1\/S transition and inhibition of apoptosis.<br \/>Conclusion: The FOSL1 molecular pathway is functionally connected to NF-&#954;B and STAT3 activation, enhances stemness, and FOSL1 is a novel GBM drug target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-06 Other,,"},{"Key":"Keywords","Value":"Glioma,Cancer stem cell,AP-1,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Liu<\/b><sup>1<\/sup>, V. Ramar<sup>1<\/sup>, A. Khedri<sup>1<\/sup>, B. Hudson<sup>1<\/sup>, S. Guo<sup>2<\/sup>; <br\/><sup>1<\/sup>Morehouse School of Medicine, Atlanta, GA, <sup>2<\/sup>Xavier University, New Orleans, LA","CSlideId":"","ControlKey":"4909a53f-4cb0-4fe1-85a1-0a297a365f4c","ControlNumber":"635","DisclosureBlock":"&nbsp;<b>M. Liu, <\/b> None..<br><b>V. Ramar, <\/b> None..<br><b>A. Khedri, <\/b> None..<br><b>B. Hudson, <\/b> None..<br><b>S. Guo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5388","PresenterBiography":null,"PresenterDisplayName":"Mingli Liu, MD;PhD","PresenterKey":"8d8e3fcb-ec57-4ec0-830f-ecd7f3cdec74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5388. FOSL1 promotes glioma tumorigenesis and stemness through NF-&#954;B and STAT3 pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FOSL1 promotes glioma tumorigenesis and stemness through NF-&#954;B and STAT3 pathways","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs), which prevent immune cell exhaustion and boost an antitumor response, have shown remarkable treatment efficacy in patients with advanced melanoma. However, its efficacy is limited by the emergence of resistance associated with an immunosuppressive tumor microenvironment (TME). The contribution of abnormal tumor vasculature to limited immune cell infiltration into the tumor core has been reported but the mechanisms of its development are still elusive. We analyzed how tumor angiogenesis affects the immune cell exclusion at different time points of primary melanoma using syngeneic murine melanomas. The spatial distribution of various immune cell populations and vascular integrity were analyzed in whole tumor cross-sections via multiplex immunofluorescence staining. We found that the exclusion pattern of CD8+ T cells was less evident with a balanced distribution across the whole tumor regions at the early stage. However, as the tumor grows, there is a pronounced accumulation of CD8+ T cells at the tumor periphery with a conspicuous absence in the core. Tumor blood vessels were structurally uniform and functionally stable in the early developmental tumor but became unstable and leaky as the tumor progressed, which was associated with the development of CD8+ T-cell exclusion. To understand the mechanism underlying vascular regulation of immune exclusion during tumor progression, we will investigate the expression of genes related to tumor angiogenesis using spatial transcriptomic analysis and RNA sequencing of endothelial cells (CD45+CD31-) sorted from the murine melanomas. These results highlight the contribution of spatial tumor vascular destabilization to the T-cell exclusion development, implying the potential of targeting tumor vasculature to enhance immune activation and the therapeutic efficacy of ICI in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-01 Angiogenesis and angiogenesis inhibitors,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune checkpoint blockade,T cell,Angiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ha-Ram Park<\/b><sup><\/sup>, Hee Won Yang<sup><\/sup>, Minah Kim<sup><\/sup><br><br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"962915ae-3711-41e0-8735-3e9103c9bf28","ControlNumber":"2802","DisclosureBlock":"&nbsp;<b>H. Park, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>M. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5389","PresenterBiography":null,"PresenterDisplayName":"Ha-Ram Park, MS;PhD,PhD","PresenterKey":"b63f396c-b703-457c-b548-2a45bdda2a97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5389. Development of T-cell exclusion in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of T-cell exclusion in melanoma","Topics":null,"cSlideId":""},{"Abstract":"A significant portion of prostate cancer (PCa) and breast cancer (BCa) patients develop bone metastatic disease. In some cases, cancer spreads through the nervous system, a process known as perineural invasion (PNI). Neurite outgrowth is believed to be a precursor to PNI. Snail is an important gene which regulates the epithelial-mesenchymal transition (EMT) process in which tumor cells at the invasive front undergo this transition to promote invasion, migration, and subsequent metastasis. We recently published that Snail promotes neurite outgrowth in PCa cells. We hypothesize that Snail expression will stimulate neurite outgrowth in both PCa and BCa cells through extracellular vesicles from cancer cells interacting with neurons. To test this hypothesis, we first collected conditioned media from PCa and BCa cells expressing Snail and isolated exosomes. Exosomal markers were detected using western blot to confirm the isolated exosomes. Additionally, we used Transmission Electron Microscopy (TEM) to observe the secretion of exosomes. Proteomics was performed to analyze proteins expressed within exosomes of LNCaP Snail overexpressing or C4-2 Snail knockdown PCa cells. Our results showed that Snail-expressing cells secrete exosomes containing Talin1, specifically, the proteolyzed C-terminal rod domain, while full-length Talin1 is found in whole cell lysates from Snail-expressing cells. Talin1 has previously been associated with neurite outgrowth. Neurite outgrowth assays were then performed using conditioned medium collected from C4-2 PCa cells with Snail knockdown and MCF-7 BCa cells with Snail overexpression. Increased neurite outgrowth is observed in PC-12 cells and NPC (Induced Pluripotent Stem Cells differentiated neuronal progenitor cells) when cultured with conditioned medium collected from PCa and BCa cells expressing high levels of Snail. AKT activation was observed in the neuronal cells in response to conditioned media from Snail-expressing cells. Furthermore, we found that mH<sub>4<\/sub>, a proprietary small molecule inhibitor of Talin1, reduces Snail-mediated neurite outgrowth and AKT activation (p-AKT Thr308 and Ser473). Overall, we have uncovered a pathway whereby Snail transcription factor promotes secretion of exosomes containing Talin1 which promotes AKT signaling in neuronal cells and neurite outgrowth. Talin1 small molecule inhibitor shows promise for therapeutic targeting of tumor-nerve interactions.<br \/>Acknowledgements: The authors acknowledge the use of core facilities supported by the National Institute on Minority Health and Health Disparities through grant number 5U54MD013376 and 1U54GM128729-01-DaCCoTA Scholars Program (PI: Rezvani) National Institute of General Medical Sciences (NIGMS).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Tumor microcirculation and the microenvironment,,"},{"Key":"Keywords","Value":"Snail,Exosomes,Epithelial-mesenchymal transition (EMT),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B.-J. Hwang<\/b><sup>1<\/sup>, G. J. Edwards<sup>2<\/sup>, C. Knoblich<sup>3<\/sup>, K. Rezvani<sup>2<\/sup>, V. Odero-Marah<sup>1<\/sup>; <br\/><sup>1<\/sup>Morgan State Univ., Baltimore, MD, <sup>2<\/sup>Claflin University, Orangeburg, SC, <sup>3<\/sup>Sanford School of Medicine, Vermillion, SD","CSlideId":"","ControlKey":"d9346e2a-d1a6-4d39-bed4-69c3b8dba3d6","ControlNumber":"659","DisclosureBlock":"&nbsp;<b>B. Hwang, <\/b> None..<br><b>G. J. Edwards, <\/b> None..<br><b>C. Knoblich, <\/b> None..<br><b>K. Rezvani, <\/b> None..<br><b>V. Odero-Marah, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5390","PresenterBiography":null,"PresenterDisplayName":"Bor-Jang Hwang, PhD","PresenterKey":"953e553c-f4bb-4e1d-b59e-c80a2426e505","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5390. Exploring signaling pathways of tumor-nerve interactions in prostate and breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring signaling pathways of tumor-nerve interactions in prostate and breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The Matrix metalloproteinases (MMPs) family are a collection of zinc and calcium-dependent endopeptidases. MMP-9 is instrumental in modifying the extracellular matrix (ECM) and generating bioactive molecules which influence a range of physiological functions. Cellular TNF-a, IL-8, VEGF, and FGF-2 can stimulate the production of MMP-9 in endothelial cells (EC), a process that controls healthy and disease-related angiogenesis. MMP-9 facilitates tumor metastasis and also is involved with wound healing. MMP-9 is generated by white blood cells, ECs, and several other cells. There&#8217;s a significant increase in plasma MMP-9 levels in patients suffering from colorectal cancer (CRC). The aim of this study was to assess plasma MMP-9 levels before and during the first month following MICR for CRC.<br \/>Method: CRC patients enrolled in an IRB approved data\/plasma bank who had undergone MICR for whom plasma samples were available from the following time points were deemed eligible for this study; preoperatively (PreOp) and on Postoperative Day (POD) 1, POD 3 and at least 1 later postop timepoint (POD 7-41). The demographic, clinical operative and pathology reports were reviewed. Blood specimens were collected, processed, and frozen. MMP-9 levels were measured in duplicate via ELISA. The Wilcoxon paired t-test was used for analysis and significance set at p&#60;0.05.<br \/>Results: 86 CRC MICR patients (69% colon,31% rectal; laparoscopic 69%, hand-assisted 31%; 47 males, 39 females; mean age 63.9&#177; 14.3 years), met the entry criteria. The mean hospital stay was 6.5&#177;3.0 days. The cancer stages were distributed as follows: stage I; (n=26), II; (n=25), III; (n=30), and IV; (n=4). Compared to the mean preop MMP-9 plasma levels (155.3&#177;132.1,n=86; ng\/ml), there was a significant increase on postoperative day (POD) 1 (292.6&#177; 213.0; n=86, p&#60;0.001), POD3 (232.1&#177;205.9,n=78, p&#60;0.01), POD7-13 (217.8&#177;171.2, n=63, p&#60;0.01), POD14-20 (228.7&#177; 109.1,n=24,p=03). No difference was found at the POD 21-41 time points vs preop results. Non-significant increases in plasma MMP-9 levels were noted in the hand-assisted surgery group during the POD 3-27 period compared to the laparoscopic group.<br \/>Conclusion: Postop plasma MMP-9 levels were significantly elevated (20% - 88%) vs preop levels for 3 weeks after MICR for CRC. The increased MMP-9 levels in the early postoperative period may be due to the acute inflammatory response, including increases in IL-1 and TNF mediated activation of neutrophils and macrophages. However, the spike during weeks 2-3 may be related to wound healing given MMP-9&#8217;s role in angiogenesis. This persistent elevation for 3 weeks after surgery may also enhance angiogenesis in residual cancer deposits postoperatively. Further studies are needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-06 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Surgical resection,Plasma,Angiogenic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chandana S. K. Herath Mudiyanselage<\/b><sup><\/sup>, Anuj  R.  Sharma<sup><\/sup>, Neil Mitra<sup><\/sup>, Aashutosh Sah<sup><\/sup>, Xiaohong Yan<sup><\/sup>, Pablo Palacios<sup><\/sup>, Vesna Cekic<sup><\/sup>, Richard  L.  Whelan<sup><\/sup><br><br\/>Department of Surgery, Lenox Hill Hospital, New York, NY","CSlideId":"","ControlKey":"0c03c1d9-969e-481b-b930-fd77d1359502","ControlNumber":"316","DisclosureBlock":"&nbsp;<b>C. S. Herath Mudiyanselage, <\/b> None..<br><b>A. R. Sharma, <\/b> None..<br><b>N. Mitra, <\/b> None..<br><b>A. Sah, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>P. Palacios, <\/b> None..<br><b>V. Cekic, <\/b> None.&nbsp;<br><b>R. L. Whelan, <\/b> <br><b>Boston Scientific<\/b> Grant\/Contract, Received financial support for research and non sterile disposable product support for investigator initiated ex vivo porcine studies. <br><b>Apollo Endosurgery<\/b> Other, Received non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>ERBE Corporation<\/b> Grant\/Contract, Received educational grant \/non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>Fujifilm corporation<\/b> Received non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>Applied Medical Coportion<\/b> Other, Received consultant fees.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5392","PresenterBiography":null,"PresenterDisplayName":"Chandana Herath Mudiyanselage, PhD","PresenterKey":"6e9b793a-094b-4457-984b-defcc0ef6905","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5392. Plasma levels of Matrix metalloproteinases 9, an angiogenic promoting protein, are persistently elevated three weeks after minimally invasive colorectal resection (MICR) for cancer which may support residual tumor metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasma levels of Matrix metalloproteinases 9, an angiogenic promoting protein, are persistently elevated three weeks after minimally invasive colorectal resection (MICR) for cancer which may support residual tumor metastasis","Topics":null,"cSlideId":""},{"Abstract":"SUMOylation is a post-translational modification where a number of small ubiquitin-like modifier proteins (SUMO) are conjugated to lysine residues of the target proteins and contribute to various cellular functions essential for cancer cell survival and proliferation. The unique behaviors, phenotypic and molecular adaptations found in the naked-mole rat (NMR) suggest a high stability and effective functioning of the molecular machinery that counteracts damage accumulation in its genome. NMR can reach 32 years, shows no signs of ageing, and possesses a very efficient mechanism of resistance to cancer. This study aims to investigate the regulation of SUMOylation machinery between NMR tissues in comparison to human cancer cells, to find novel targets for cancer therapy. Gene expression of SUMO isoforms between NMR and humans, were investigated through qRT-PCR. The data suggests a significant low expression level for most SUMO machinery (except PIAS4) in NMR brain and intestine tissues compared to MCF-7, DLD-1, SH-SY5Y, and MCF-10A cells. Western blotting analysis also revealed high protein expression of PIAS4 in NMR compared to SENP1 and Ubc9. Also, SUMO machinery expression levels from NMR are recapitulated in cancer cells either silencing (hUBE2I: shRNA, hSENP1: shRNA) or overexpression (Myc\/hPIAS4: Exp). Further, cytotoxicity assay was analyzed in relevance to Doxorubicin in MCF-7, 5-Fluorouracil in DLD-1 and Methotrexate in SH-SY5. The functional assays such as clonogenic and invasion assays were performed including apoptotic mechanisms (Bcl-2, and BID). In conclusion, the data revealed important differences in SUMOylation machinery between NMR and human cancer cells, which provides a future therapeutic path for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-06 Other,,"},{"Key":"Keywords","Value":"Sumoylation,Breast cancer,Colorectal cancer,Neuroblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. A. Salih<\/b>, R. Williamson, S. Kantamneni; <br\/>University of Bradford, Bradford, United Kingdom","CSlideId":"","ControlKey":"ac5b998b-6a31-4ecc-9c0f-bdceeb9930f2","ControlNumber":"4365","DisclosureBlock":"&nbsp;<b>M. A. Salih, <\/b> None..<br><b>R. Williamson, <\/b> None..<br><b>S. Kantamneni, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5393","PresenterBiography":null,"PresenterDisplayName":"Mohammed Salih, BS,MS,M Phil,PhD","PresenterKey":"93781100-190e-48da-8b60-ac2c2d9b867d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5393. Characterization of small ubiquitin-like modifier (SUMO) protein complex expression in human cancer cells to identify novel therapeutic targets","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of small ubiquitin-like modifier (SUMO) protein complex expression in human cancer cells to identify novel therapeutic targets","Topics":null,"cSlideId":""},{"Abstract":"Nicotine is a psychoactive component of cigarette smoke responsible for addictive properties of tobacco and is shown to promote cancer pathogenesis. We earlier reported that exosomes released from nicotine-treated prostate cancer cells played a key role in tumor angiogenesis, a process necessary to maintain the supply of nutrients and oxygen to the fast proliferating cancer cells. Here, we examined the molecular mechanisms underlying the exosome-mediated effect of nicotine on angiogenesis. For this, we screened the expression of angiogenesis-related miRNAs in the exosomes derived from LNCaP and C4-2 cells treated with vehicle or nicotine (400 nM). Highest and most differential abundance of miR-3157-3p was found in exosomes derived from nicotine-treated prostate cancer cells. Furthermore, the expression of TIMP-2 and KLF-2, established targets of miR-3157-3p, was also downregulated in endothelial cells transfected with exosomes derived from nicotine-treated prostate cancer cells or miR-3157-3p mimics. Studies are currently underway to establish direct targeting of TIMP-2 and KLF-2 by miR-3157-3p and confirm that their suppression is indeed associated with observed changes in endothelial cell growth, migration and capillary-forming ability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-03 Molecular mechanisms of angiogenesis,,"},{"Key":"Keywords","Value":"MicroRNA,Nicotine,Angiogenesis,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Singh<\/b>, M. Khan, S. Anand, S. Saranyutanon, S. Srivastava, S. Singh, A. P. Singh, K. Vikramdeo; <br\/>Mitchell Cancer Institute, University of South Alabama, Mobile, AL","CSlideId":"","ControlKey":"42e542e4-5748-4484-a430-c4eda9d1ca27","ControlNumber":"8061","DisclosureBlock":"&nbsp;<b>S. Singh, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>S. Anand, <\/b> None..<br><b>S. Saranyutanon, <\/b> None..<br><b>S. Srivastava, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. P. Singh, <\/b> None..<br><b>K. Vikramdeo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5394","PresenterBiography":null,"PresenterDisplayName":"Shubhangi Singh, No Degree","PresenterKey":"1bd5791b-1d8b-461b-824f-7032919ba485","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5394. Nicotine-induced exosomal miR-3157-3p from prostate cancer cells promotes angiogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nicotine-induced exosomal miR-3157-3p from prostate cancer cells promotes angiogenesis","Topics":null,"cSlideId":""},{"Abstract":"The overall use of antibiotics has increased significantly in recent years. Although they resolve infections, oral antibiotics (ABX) severely alter the gut microbiota, disrupting commensal bacteria crucial for maintenance of various homeostatic processes. ABX-induced microbial imbalance, or dysbiosis, has systemic and long-lasting deleterious effects on the host. For example, we and others have shown that distal, non-GI tract solid tumors show accelerated progression during dysbiosis due to vascular immune suppression. Localized hyperthermia has been increasingly recognized to elicit various cellular responses, yet the epigenetic effects of hyperthermia on the tumor vasculature during ABX-induced dysbiosis are unknown. The balance of histone acetylation and deacetylation plays a critical role in the regulation of gene expression and thereby cellular processes. Therefore, we assessed which histone deacetylases (HDACs) are expressed and their abundance in endothelial cells of various sources with or without dysbiotic stress and\/or hyperthermia to understand the utility of thermal medicine to promote normal functioning of the vasculature in dysbiotic patients. We found that HDAC expression levels differed among endothelial origins and that hyperthermia (60 min of either 41.5 &#176;C or 43 &#176;C) influenced the HDAC levels differentially. Especially HDAC 2, 3 and 8 were inhibited by hyperthermia. Additionally, we found that the vasculature receptors for endogenous HDAC inhibitors, GPR41, GPR43, and GPR109a are less abundant intrinsically on dysbiotic than orthobiotic tumor endothelial cells and that hyperthermia increased this expression. Although further studies are warranted, these results demonstrate that hyperthermia exerts epigenetic effects and is capable of overcoming the dysbiosis-induced phenotype. Since anti-cancer treatment with HDAC inhibitors has shown promise in the clinic but is hindered by systemic toxicities, localized hyperthermia may become a viable alternative in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-03 Molecular mechanisms of angiogenesis,,"},{"Key":"Keywords","Value":"Angiogenesis,Histone deacetylase,Hyperthermia,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Kristian, S. Jenkins, R. Griffin, <b>R. P. Dings<\/b>; <br\/>UAMS Winthrop P. Rockefeller Cancer Institute, Little Rock, AR","CSlideId":"","ControlKey":"ac2c5b70-0cc9-4f1d-b657-97cbe198b554","ControlNumber":"7810","DisclosureBlock":"&nbsp;<b>H. Kristian, <\/b> None..<br><b>S. Jenkins, <\/b> None..<br><b>R. Griffin, <\/b> None..<br><b>R. P. Dings, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6727","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5395","PresenterBiography":null,"PresenterDisplayName":"Ruud Dings, PhD","PresenterKey":"90a8978b-48ee-459f-97df-f91b8d34f7aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5395. The influence of hyperthermia on epigenetic signaling in dysbiotic tumor vasculature","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The influence of hyperthermia on epigenetic signaling in dysbiotic tumor vasculature","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Angiogenesis is a critical aspect of cancer growth and metastasis. Consequently, inhibiting angiogenesis has garnered substantial attention in oncology research. JX-594 (pexastimogene devacirpvec; Pexa-Vec&#174;), engineered from the Wyeth vaccine strain, has emerged as an attractive oncolytic virotherapy and demonstrated oncolytic, immunotherapeutic, and tumor vasculature-disrupting capacities. In our previous study, we found that JX-594 reduced the amount of vasculature in gastric tumors using a xenograft mouse model.<i> <\/i>In the present study, we investigate the effect of JX-594 on tumor vasculature using an <i>in vitro<\/i> human cell 3D co-culture model of vascularized gastric cancer, to determine if this tool provides improved accuracy in evaluating the mechanism of action and biological activity of JX-594 as compared to traditional animal models.<br \/>Methods: The Curio-Spheroid chip is a Microphysiological System (MPS) that can grow tumor organoids or spheroids in 3D using physiologically relevant hydrogels and culturing them with other human cell types such as fibroblasts, endothelial cells, and immune cells. We evaluated nine human gastric cancer cell lines (YCC-18, YCC-19, YCC-22, YCC-30, YCC-32, YCC-38, Hs746T, NUGC-3, SNU-620) for their ability to form spheroids and induce angiogenesis inside Curio-Spheroid chips. We selected YCC-32 for the oncolytic virus testing. Serial increases of M.O.I (multiplicity of infection) of JX-594 disrupted the tumor-induced angiogenesis in a dose-dependent manner.<br \/>Results: JX-594 treatment of the YCC-32 spheroid resulted in decreased levels of Ki-67 and cytopathic effects in a dose-dependent manner inside the Curio-Spheroid MPS system. Angiogenesis was observed surrounding the spheroid when co-cultured with endothelial cells and fibroblasts. JX-594 decreased YCC-32 spheroid-induced angiogenesis in a dose-dependent manner in the vascularized gastric cancer 3D co-culture model.<br \/>Conclusion: JX-594 had an inhibitory effect on tumor-induced angiogenesis in our vascularized gastric cancer <i>in vitro<\/i> 3D human cell co-culture model, demonstrating the utility of the platform as a tool to interrogate the effects of an oncolytic virus on both tumor cell killing and tumor-induced angiogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-06 Other,,"},{"Key":"Keywords","Value":"Angiogenesis,Oncolytic,Tumor microenvironment,Vaccinia virus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kim<\/b><sup>1<\/sup>, Y. Song<sup>2<\/sup>, Y. Choi<sup>2<\/sup>, J. Jang<sup>2<\/sup>, S. Kim<sup>2<\/sup>, T.-L. Liu<sup>2<\/sup>, K. Baek<sup>2<\/sup>, K. Oh<sup>3<\/sup>, S. Ma<sup>4<\/sup>, T. Kim<sup>5<\/sup>, W. Kwon<sup>5<\/sup>, S. Yoo<sup>2<\/sup>, J. Kim<sup>1<\/sup>, S. Rha<sup>6<\/sup>; <br\/><sup>1<\/sup>Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Qureator, San Diego, CA, <sup>3<\/sup>Research Center, SillaJen Inc., Seongnam-si, Korea, Republic of, <sup>4<\/sup>SillaJen Bio., San Francisco, CA, CA, <sup>5<\/sup>Song-dang Institute for Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>6<\/sup>Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"34f30b6d-d0c8-430e-bc8c-0be11e2527f5","ControlNumber":"8516","DisclosureBlock":"&nbsp;<b>Y. Kim, <\/b> None.&nbsp;<br><b>Y. Song, <\/b> <br><b>Qureator<\/b> Employment. <br><b>Y. Choi, <\/b> <br><b>Qureator<\/b> Employment. <br><b>J. Jang, <\/b> <br><b>Qureator<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Qureator<\/b> Employment. <br><b>T. Liu, <\/b> <br><b>Qureator<\/b> Employment. <br><b>K. Baek, <\/b> <br><b>Qureator<\/b> Employment. <br><b>K. Oh, <\/b> <br><b>SillaJen Inc.<\/b> Employment. <br><b>S. Ma, <\/b> <br><b>SillaJen Bio.<\/b> Employment.<br><b>T. Kim, <\/b> None..<br><b>W. Kwon, <\/b> None.&nbsp;<br><b>S. Yoo, <\/b> <br><b>Qureator<\/b> Employment.<br><b>J. Kim, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6738","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5396","PresenterBiography":null,"PresenterDisplayName":"Yelin Kim, MS","PresenterKey":"9031de7a-2262-47a2-ac5f-5166b8e1aa99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5396. Vascularized gastric cancer 3D co-culture model using a microphysiological system as an oncolytic virus testing platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vascularized gastric cancer 3D co-culture model using a microphysiological system as an oncolytic virus testing platform","Topics":null,"cSlideId":""},{"Abstract":"Primary tumor location of colorectal cancers (CRCs) is emerging as an important prognostic factor owing to distinct biological features. In fact, the patients with right-side CRCs (R-CRCs), in which primary tumors were resected in our department and followed by systemic chemotherapy, have a poorer prognosis in 2-year overall survival and progression-free survival than those with left-side CRCs (L-CRCs). Furthermore, cancer-associated fibroblasts (CAFs) promote tumor malignancy, but the precise transcriptional mechanisms regulating the acquisition of the CAF phenotype are not well understood. Here, we isolated the CAFs and normal counterparts from 10 CRCs which were performed radical resection, including 5 L-CRCs and 5 R-CRCs, and analyzed transcriptomic profile of CAFs by RNA-sequencing. Gene Set Enrichment Analysis (GSEA) was performed and inflammatory signatures, such as \"HALLMARK IL2 STAT5 SIGNALING\"(NOM p-value&#60;0.001, FDR q-value=0.146), \"HALLMARK IL6 JAK STAT3 SIGNALING\"(NOM p-value=0.014, FDR q-value=0.162), \"HALLMARK INTERFERON GAMMA RESPONSE\"(NOM p-value=0.032, FDR q-value=0.1726), were enriched in the CAFs isolated from R-CRCs (R-CAFs). In addition to sidedness of CRCs, based on gene expression profiles from bulk tumors, CRCs were classified into four consensus molecular subtypes (CMS1-4). Among them, The fibrotic CMS4 subtype portends poor relapse-free survival. We identified 4 CMS4-CRCs, which have the characteristics of stromal activation and the worst prognosis among other CRCs. GSEA showed that the signature of \"HALLMARK TNFA_SIGNALING_VIA_NFKB\" (NOM p-value=0.023 FDR q-value=0.207), \"HALLMARK GLYCOLYSIS\" (NOM p-value=0.036 FDR q-value=0.239) were upregulated in the CAFs isolated from CMS4-CRCs. These results indicated that CAFs isolated from refractory CRCs have unique phenotypes and the elucidation of these mechanisms might lead to a promising treatment for refractory CRCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Tumor microcirculation and the microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Kasashima<\/b>, Y. Fukui, K. Yonemitsu, K. Kitayama, Y. Miki, M. Yoshii, T. Fukuoka, T. Tamura, M. Shibutani, T. Toyokawa, S. Ree, M. Yashiro, K. Maeda; <br\/>Osaka Metropolitan University, Osaka, Japan","CSlideId":"","ControlKey":"9aef2a50-6f7f-41a0-912a-089467c55a83","ControlNumber":"1100","DisclosureBlock":"&nbsp;<b>H. Kasashima, <\/b> None..<br><b>Y. Fukui, <\/b> None..<br><b>K. Yonemitsu, <\/b> None..<br><b>K. Kitayama, <\/b> None..<br><b>Y. Miki, <\/b> None..<br><b>M. Yoshii, <\/b> None..<br><b>T. Fukuoka, <\/b> None..<br><b>T. Tamura, <\/b> None..<br><b>M. Shibutani, <\/b> None..<br><b>T. Toyokawa, <\/b> None..<br><b>S. Ree, <\/b> None..<br><b>M. Yashiro, <\/b> None..<br><b>K. Maeda, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5397","PresenterBiography":null,"PresenterDisplayName":"Hiroaki Kasashima, MD;PhD","PresenterKey":"2fdcf0eb-b985-497a-bb91-f4c04cc844d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5397. Characteristics of cancer associated fibroblasts isolated from refractory colorectal cancer using RNA sequence","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characteristics of cancer associated fibroblasts isolated from refractory colorectal cancer using RNA sequence","Topics":null,"cSlideId":""},{"Abstract":"Endothelial-to-mesenchymal transition (EndoMT) is a process of morphological, functional, and molecular shift of endothelial cells (EC) towards a mesenchymal identity. This process is critical for embryonic development, and knockout animals lacking copies of the individual master EndoMT transcription factors &#8211; including Slug, Snail, and Twist &#8211; exhibit significant cardiovascular defects. We previously showed that while Slug knockout animals have a modest developmental vascular phenotype, there is a striking loss of tumor angiogenesis in these animals. Based on these and other data, we hypothesize that sprouting angiogenesis involves transient acquisition of an intermediate state of the EndoMT program &#8211;i.e., partial EndoMT (pEndoMT). To test this hypothesis, we used single cell RNA sequencing at day 2 and day 6 following TGF-&#946; activation to map the transcriptomic changes associated with complete endothelial-to-mesenchymal transition. In parallel, we sequenced EC activated to undergo sprouting angiogenesis <i>in vitro<\/i> at the same timepoints. We show that angiogenic EC transiently acquire a transcriptomic profile of the pEndoMT state, but then later reacquire the transcriptomic profile of committed EC rather than transition completely into mesenchymal cells. We further use this dataset to identify several candidate genes that appear to be regulated by Slug and associated with the pEndoMT state. Future work will use <i>in vitro<\/i> and <i>in vivo <\/i>angiogenesis models to identify how pEndoMT is regulated in angiogenesis, and how this regulation may differ in the presence of tumor stroma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-03 Molecular mechanisms of angiogenesis,,"},{"Key":"Keywords","Value":"Angiogenesis,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Thapa<\/b><sup>1<\/sup>, C. J. Hatch<sup>2<\/sup>, C. Hughes<sup>2<\/sup>, J. S. Fang<sup>1<\/sup>; <br\/><sup>1<\/sup>Tulane University, New Orleans, LA, <sup>2<\/sup>University of California, Irvine, CA","CSlideId":"","ControlKey":"2b35b569-0e06-45ca-aaca-0f6f5e1750ef","ControlNumber":"4901","DisclosureBlock":"&nbsp;<b>K. Thapa, <\/b> None..<br><b>C. J. Hatch, <\/b> None..<br><b>C. Hughes, <\/b> None..<br><b>J. S. Fang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5398","PresenterBiography":null,"PresenterDisplayName":"Kapil Thapa, BS","PresenterKey":"09b069bc-53a4-49b3-8530-d23d056c7f5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5398. Single-cell transcriptomic analysis of partial endothelial-to-mesenchymal transition in sprouting angiogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptomic analysis of partial endothelial-to-mesenchymal transition in sprouting angiogenesis","Topics":null,"cSlideId":""},{"Abstract":"Angiogenesis, the process of forming new blood vessels from pre-existing ones, plays a pivotal role in various physiological and pathological conditions. CD160, a cell surface receptor known for its modulatory function in the immune response, has recently garnered attention as a surface marker for activated endothelial cells. In this study, we investigate the anti-angiogenic effects of a novel anti-CD160 antibody. Using the tube formation assay, we evaluated the novel anti-CD160 antibody's ability to inhibit neovascularization potential in activated Human umbilical vein endothelial cells (HUVEC) <i>in vitro.<\/i> Our results revealed a significant reduction in total tube length, the number of branches, and closed networks, indicating the antibody's efficacy in impeding neovascularization. In addition, we explored the molecular mechanisms underlying CD160's anti-angiogenic properties, showing its ability to selectively decrease fibroblast growth factor-2-induced angiogenesis. Furthermore, we assessed the safety profile of our new anti-CD160 antibody by examining its impact on endothelial cell apoptosis. Encouragingly, our findings demonstrated no induction of apoptosis, suggesting the antibody's selective targeting of angiogenic processes without compromising endothelial cell viability, thus supporting CD160's vascular normalization properties. In conclusion, our research provides compelling evidence for the anti-angiogenic effects of the CD160 antibody, as evidenced by its inhibition of tube formation without inducing apoptosis in activated endothelial cells. These findings hold promising therapeutic implications for targeting angiogenesis in various pathological conditions, warranting further exploration for potential clinical applications.<br \/>Keywords: CD160, Angiogenesis, Endothelial cells. HUVECs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-01 Angiogenesis and angiogenesis inhibitors,,"},{"Key":"Keywords","Value":"Angiogenesis,CD160,Endothelial cell,bFGF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A.-i. AZIZ<\/b>; <br\/>Mohammed VI Polytechnic University, Ben Guerir, Morocco","CSlideId":"","ControlKey":"bb7ac761-4d42-4633-89ee-639f0733ecf6","ControlNumber":"3268","DisclosureBlock":"&nbsp;<b>A. Aziz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5400","PresenterBiography":null,"PresenterDisplayName":"Abdel-ilah Aziz, MS","PresenterKey":"fd6e5fc2-a76f-4422-94a4-e2f7c22abd94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5400. CD160 regulates angiogenesis in activated human endothelial cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD160 regulates angiogenesis in activated human endothelial cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Vasculogenic mimicry (VM) is a clinical phenomenon by which cancer cells can form vessel-like structures in an endothelial-free (CD31-) fashion. VM presence in tumors correlates to poor patient prognosis. In our laboratory we have established an <i>in vitro <\/i>model where cancer cells from either cell lines or primary culture form lumen-lined and fluid-conducting tubular structures when grown on laminin-rich Matrigel over a four-day period. Given the duration of formation and the complexity of these structures, we hypothesize that VM <i>in vitro<\/i> is a multistep process, where each stage requires spatio-temporal organization of adhesive proteins, stemness and EMT (suggesting the need for epithelial to mesenchymal transition) signaling.<br \/>Methods: Using our <i>in vitro<\/i> models, we analyzed by siRNA, immunostaining and live cell imaging with Airyscan the distinct phases and the corresponding spatio-temporal organization of selected proteins.<br \/>Results: We show that VM <i>in vitro<\/i> has three distinct phases that are characterized by (1) alignment and migration, (2) contraction, proliferation and bridge formation, and (3) tubular structure closure and lumen formation. These steps require spatio-temporal distribution of ZEB1 and E-cadherin (suggesting gain and loss of epithelial to mesenchymal transition), the presence of Integrin &#946;1 and laminin 111, and the distinct localization of Laminin and CD44.<br \/>Conclusion: A better characterization of VM may lead to the identification of a clinically useful marker to predict poor patient prognosis and shed light on a druggable pathway to treat this subgroup of aggressive cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Tumor microcirculation and the microenvironment,,"},{"Key":"Keywords","Value":"Angiogenesis,Extracellular matrix,CD44,Integrins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. I. Owen<\/b><sup>1<\/sup>, N. Santander<sup>1<\/sup>, G. Mingo<sup>1<\/sup>, P. Gonzalez<sup>1<\/sup>, V. George<sup>1<\/sup>, N. Babbitt<sup>1<\/sup>, A. Espinioza<sup>1<\/sup>, I. Vega<sup>1<\/sup>, C. Canales<sup>1<\/sup>, C. Ibaez<sup>1<\/sup>, R. Gejman<sup>1<\/sup>, J. Roa<sup>1<\/sup>, F. Nualart<sup>2<\/sup>, A. Ravasio<sup>1<\/sup>, C. Bertocchi<sup>1<\/sup>; <br\/><sup>1<\/sup>Pontificia Universidad Catolica de Chile, Santiago, Chile, <sup>2<\/sup>Universidad de Concepcion, Concepcion, Chile","CSlideId":"","ControlKey":"7488aff2-106d-4099-adbc-ce979721dfc2","ControlNumber":"5534","DisclosureBlock":"&nbsp;<b>G. I. Owen, <\/b> None..<br><b>N. Santander, <\/b> None..<br><b>G. Mingo, <\/b> None..<br><b>P. Gonzalez, <\/b> None..<br><b>V. George, <\/b> None..<br><b>N. Babbitt, <\/b> None..<br><b>A. Espinioza, <\/b> None..<br><b>I. Vega, <\/b> None..<br><b>C. Canales, <\/b> None..<br><b>C. Ibaez, <\/b> None..<br><b>R. Gejman, <\/b> None..<br><b>J. Roa, <\/b> None..<br><b>F. Nualart, <\/b> None..<br><b>A. Ravasio, <\/b> None..<br><b>C. Bertocchi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5401","PresenterBiography":null,"PresenterDisplayName":"Gareth Owen, PhD","PresenterKey":"69b032cd-cee9-4ca5-93da-f45083ad6144","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5401. Vasculogenic mimicry: A three-step progress to form lumen-containing and fluid-conducting tubular structures <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vasculogenic mimicry: A three-step progress to form lumen-containing and fluid-conducting tubular structures <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Exercise has been demonstrated to be an effective method to remodel tumor blood vessels and to improve immune cell infiltration in multiple tumor models in mice. However, it is unclear whether aerobic exercise alters lymphatic vasculature in tumors. The lymphatic system plays an important role in tumor growth and metastasis because it regulates interstitial fluid pressure via lymph flow and immune cell trafficking, in conjunction with blood vessels. Lymphatic vessels are particularly important during metastasis because tumor cells frequently escape the primary tumor through lymphatic vasculature to establish the first site of metastasis in the lymph nodes. Here, we evaluated the effect of aerobic exercise on lymphatic vessels and lymphatic endothelial cell junctions in melanoma in male C57BL\/6J mice. BP melanoma cells derived from transgenic mice with <i>Braf<sup>V600E\/+<\/sup><\/i> and <i>Pten<sup>&#8722;\/&#8722;<\/sup><\/i> mutations were injected subcutaneously. Mice were assigned to no exercise and exercise groups when tumors reached ~30 mm<sup>3<\/sup>. The exercise group completed treadmill running at 12 meters\/minute for 45 minutes for 5 consecutive days with 2 days of rest per week for 2 weeks before tumor harvest. Tumor lymphatic endothelial cells were identified by LYVE-1, endothelial tight junctions by ZO-1, and nuclei were identified by DAPI using immunofluorescence staining on frozen tumors. The number of total lymphatic vessels, elongated vessels( &#62;100 &#181;m), open lumens, and co-localization of ZO-1 with LYVE-1 was quantified on 6 random images per tumor using NIH Image J software. ANOVA and t-test were used to conduct statistical analysis (p &#60; 0.05). Tumors from exercised mice had higher lymphatic vessel density (p=0.002) and more open lumens (p=0.001). Surprisingly, tumors from exercised mice had fewer ZO-1 positive vessels (p=0.015) and lower co-localization of ZO-1 and LYVE-1 (p = 0.0185) than tumors from non-exercised mice, suggesting fewer stable endothelial cell junctions in lymphatic vessels. The higher lymphatic vessel density and higher number of open lumens present in tumors from exercised mice may contribute to an exercise-induced improved anti-tumor immune response, which has been previously reported. However, the lower ZO-1 expression on lymphatic endothelial cells in tumors from exercised mice may indicate lymphatic vasculature dysfunction and\/or hyper-permeability. Further work is needed to assess the functional changes in tumor lymphatic vasculature by exercise, and how these changes impact the anti-tumor immune response and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-02 Host-tumor interactions,,"},{"Key":"Keywords","Value":"Exercise,Lymphangiogenesis,Lymph node metastasis,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Tirumala<\/b><sup>1<\/sup>, J. Lee<sup>2<\/sup>, K. L. Schadler<sup>2<\/sup>; <br\/><sup>1<\/sup>Rice University, Houston, TX, <sup>2<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"07622e7e-933f-4a0b-bbe1-cc303c1c623e","ControlNumber":"5901","DisclosureBlock":"&nbsp;<b>P. Tirumala, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. L. Schadler, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5402","PresenterBiography":null,"PresenterDisplayName":"Priya Tirumala","PresenterKey":"8e657c45-6bc7-4eea-8c10-688e0fe545a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5402. Understanding the role of exercise in lymphatic vessel regulation in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the role of exercise in lymphatic vessel regulation in melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Our current understanding of how physical activity (PA) is associated with immunity in breast cancer (BC) patients is based on pre-clinical evidence gleaned from mouse models or immune cells in the circulating blood, which may not be reflective of the tumor immune microenvironment (TIME). Whether self-reported PA is associated with immune cell infiltration in the breast TIME, the most relevant site for prognosis, remains a fundamental gap in knowledge. Herein, we examined the association of self-reported PA in the year before BC diagnosis with CD8+ T-cell density in the breast TIME. As prior evidence from healthy adults suggests the relationship between exercise and immunity is not linear, we hypothesized that patients reporting the highest PA level would not have the highest CD8<sup>+<\/sup> T-cell density in their tumor.<br \/><b>Methods:<\/b> We leveraged data and tumor samples from 685 women with BC (548 self-identified Black and 137 self-identified White) enrolled in the Women&#8217;s Circle of Health Study and the Women&#8217;s Circle of Health Follow-Up Study.<i> <\/i>CD8<sup>+<\/sup> T-cell density per square millimeter of tumor tissue was derived from IHC staining of tissue microarrays. Weekly PA in the year before diagnosis was categorized as inactive; low active (&#60;7.5 MET hours\/week); moderately active [7.5-14.9 MET hours\/week, the equivalent of meeting the minimum PA Guidelines (PAG)]; or high active (&#8805;15.0 MET-hours\/week, exceeding the minimum PAG). Log transformed mean CD8<sup>+<\/sup> T-cell densities were compared by PA level using t-tests and multivariable linear regression with adjustment for age, race, estrogen receptor status, and tumor grade.<br \/><b>Results:<\/b> Meeting the minimum PA Guidelines was associated with significantly higher CD8<sup>+<\/sup> T-cell density in the breast TIME [120.4 (353.6)] in comparison to inactivity [62.0 (154.5), p=0.02]. Although there were also distinct differences in T-cell density between moderate and low-active patients [120.4 (353.6) versus 69.5 (172.6), p=0.10] and moderate and high-active patients [120.4 (353.6) versus 80.7 (223.3), p=0.051], associations were shy of significance. Multivariable linear regression analyses confirmed that moderately active patients had significantly higher CD8<sup>+<\/sup> T-cell density in comparison to inactive patients, overall (p=0.029), and among Black patients (p=0.021).<br \/><b>Conclusions:<\/b> In comparison to inactivity, BC patients meeting the PAG (moderate activity) had significantly increased CD8<sup>+<\/sup> T-cell density in their tumor, which is associated with better survival outcomes. This new translational knowledge suggests exercise-induced immunomodulation may be an important molecular mechanism underlying the association of PA with improved BC survival. As the immune system is a key player in treatment response and efficacy, further study of the role that PA ancillary to therapy may play in improving treatment and survival outcomes is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-06 Other,,"},{"Key":"Keywords","Value":"Physical activity,Tumor microenvironment,T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Cannioto<\/b><sup>1<\/sup>, A. Omilian<sup>1<\/sup>, E. Davis<sup>1<\/sup>, L. Mendicino<sup>1<\/sup>, S. Abrams<sup>1<\/sup>, B. Qin<sup>2<\/sup>, C.-C. Hong<sup>1<\/sup>, E. Bandera<sup>2<\/sup>, S. Yao<sup>1<\/sup>, C. Ambrosone<sup>1<\/sup>; <br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>2<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"b990ab7b-a6e7-47bc-8f9e-62ec1706d0b2","ControlNumber":"5615","DisclosureBlock":"&nbsp;<b>R. Cannioto, <\/b> None..<br><b>A. Omilian, <\/b> None..<br><b>E. Davis, <\/b> None..<br><b>L. Mendicino, <\/b> None..<br><b>S. Abrams, <\/b> None..<br><b>B. Qin, <\/b> None..<br><b>C. Hong, <\/b> None..<br><b>E. Bandera, <\/b> None..<br><b>S. Yao, <\/b> None..<br><b>C. Ambrosone, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6737","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5403","PresenterBiography":null,"PresenterDisplayName":"Rikki Cannioto, Ed D;MS;PhD","PresenterKey":"0ee957af-c83e-44f3-a950-c08e07558db5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5403. Meeting the Physical Activity Guidelines is associated with increased CD8+ T-cell density in the tumor microenvironment of breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"180","SessionOnDemand":"False","SessionTitle":"Angiogenesis in Cancer","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Meeting the Physical Activity Guidelines is associated with increased CD8+ T-cell density in the tumor microenvironment of breast cancer patients","Topics":null,"cSlideId":""}]