[{"Abstract":"Background: Triple-negative breast cancer (TNBC) is a subtype of breast cancer defined by the absence of hormone receptors and HER2 receptor on tumor cells. Because of a lack of targetable receptors and poor response to PD1\/PDL1 immunotherapy, TNBC has limited systemic treatment options. In previous work using a genomic screen (Shuptrine et al., 2017), we identified CD47 as one of the leading factors that contributes to TNBC immune evasion. The CD47-SIRP&#945; axis is an innate immune checkpoint that primarily regulates myeloid cells. In the context of cancer, tumor cells upregulate CD47 to engage SIRP&#945; inhibitory signaling to block phagocytosis. While CD47 or SIRP&#945; blockade alone show limited antitumor effect, therapies that combine blockade of this axis with other treatment agents, such as tumor-antigen specific antibodies, show superior tumor inhibition. Thus, we hypothesize that the addition of SIRP&#945; inhibition to existing TNBC treatments (chemotherapy and Trop2-antibody drug conjugates (ADC)) will improve their treatment efficacy.<br \/>Methods: To ascertain the impact of SIRP&#945; inhibition combined with chemotherapy and Trop2-ADC, we utilized and validated a novel SIRP&#945; KO mouse, along with SIRP&#945; mAbs, in our previously utilized models of Triple-Negative Breast Cancer (TNBC) (Crosby et al., 2018). Using both in vitro and in vivo tumor models, we tested the therapeutic impact of SIRP&#945; inhibition\/blockade combined with different immunogenic chemotherapies (doxorubicin\/cyclophosphamide) and Sacituzumab govitecan (SG) in TNBC.<br \/>Results: After validating the loss of SIRP&#945; in KO mice, we found that E0771 TNBC cells had comparable growth rates in WT and SIRP&#945; KO mice. Similarly, we did not observe different anti-tumor responses to Doxorubicin between WT and SIRP&#945;-KO mice. However, we observed more profound suppression of E0771 tumors after cyclophosphamide treatment in SIRP&#945; KO mice than in WT mice. To evaluate the efficacy of SG in inducing antibody-dependent cellular phagocytosis (ADCP), we co-cultured SIRP&#945; KO and WT mouse macrophages with a syngeneic mouse TNBC model (MM3MG-Trop2-WT). We found that SG promotes ADCP in WT macrophages, and SIRP&#945; loss further increased this ADCP, suggesting the potential importance of antibody-mediated phagocytosis as a mechanism of action for SG. <i>In vivo<\/i>, we implanted human TNBC cells (MDA-MB-468) in mice and treated them with SG with and without SIRP&#945; antibody blockade. These studies demonstrated an anti-tumor effect from SG that was potentially enhanced by SIRP&#945; blockade, suggesting the clinical potential of this combination in TNBC.<br \/>Conclusion: Our study demonstrates that the addition of SIRP&#945; inhibition to chemotherapy or SG may promote tumor phagocytosis and stimulate stronger antitumor immunity in TNBC. These results support further investigation of SIRP&#945;-targeting combination therapies for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Chemotherapy,Antibody-drug conjugate (ADC),Sirpa,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Ma<\/b>, L.-C. Tsao, T. Wang, C.-X. Liu, M. Gajda, X. Yang, G. Lei, J. Wei, Z. Hartman; <br\/>Duke University, Durham, NC","CSlideId":"","ControlKey":"c7c1e6e7-ee95-4c7d-8481-e5e91f801608","ControlNumber":"4153","DisclosureBlock":"&nbsp;<b>X. Ma, <\/b> None..<br><b>L. Tsao, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>M. Gajda, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>G. Lei, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>Z. Hartman, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7115","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3716","PresenterBiography":null,"PresenterDisplayName":"Nicole (Xingru) Ma, BS","PresenterKey":"647b8400-72e8-4bb6-a152-a0ea553ea15c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3716. Enhancing anti-tumor responses in triple-negative breast cancer by combining SIRP&#945; inhibition with immunogenic chemotherapy or antibody-drug conjugates","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing anti-tumor responses in triple-negative breast cancer by combining SIRP&#945; inhibition with immunogenic chemotherapy or antibody-drug conjugates","Topics":null,"cSlideId":""},{"Abstract":"The potential impact of the immune tumor microenvironment (iTME) was assessed with respect to the anticancer efficacy of sudocetaxel zendusortide (TH1902), a peptide-drug conjugate internalized through a sortilin (SORT1)-mediated endocytic pathway. In the triple-negative breast cancer (TNBC)-derived MDA-MB-231 immunocompromised xenograft tumor model, TH1902 induced complete tumor regression for more than 40 days after the last treatment. Surprisingly, immunohistochemistry analysis revealed higher staining of CD45 leukocytes and of STING, a master regulator in the cancer-immunity cycle, in comparison to docetaxel. Additionally, in a murine B16-F10 melanoma syngeneic tumor model, weekly administration of TH1902 as a single agent also demonstrated superior tumor growth inhibition than did docetaxel. Although B16-F10 is considered a non-immunogenic &#8220;cold&#8221; tumor model, we observed a net increase in CD45 leukocyte infiltration within TH1902-treated tumors, especially for tumor-infiltrating lymphocytes and tumor-associated macrophages. Moreover, in TH1902-treated tumors, increased staining of perforin, granzyme B, and caspase-3 was suggestive of elevated cytotoxic T and natural killer cell activities. Combined TH1902\/anti-PD-L1 treatment led to increased tumor growth inhibition and median animal survival. Accordingly, TH1902 inhibited cell proliferation and triggered apoptosis and senescence in B16-F10 cells <i>in vitro<\/i>, while inducing several downstream effectors of the cGAS\/STING pathway and the cell surface expression of MHC-I and PD-L1. This is the first evidence that TH1902 exerts its antitumor activity, in part, through modulation of the iTME and that the combination of TH1902 with checkpoint inhibitors (anti-PD-L1) could lead to improved clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Drug delivery,Checkpoint Inhibitors,Docetaxel,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Demeule<\/b><sup>1<\/sup>, J.-C. Currie<sup>1<\/sup>, C. Charfi<sup>1<\/sup>, A. Zgheib<sup>2<\/sup>, I. Cousineau<sup>2<\/sup>, V. Lullier<sup>2<\/sup>, R. Beliveau<sup>2<\/sup>, C. Marsolais<sup>1<\/sup>, B. Annabi<sup>2<\/sup>; <br\/><sup>1<\/sup>Theratechnologies, Montreal, QC, Canada, <sup>2<\/sup>Universite du Quebec a Montreal, Montreal, QC, Canada","CSlideId":"","ControlKey":"fe123120-c627-4def-92c0-68972a61c18e","ControlNumber":"6875","DisclosureBlock":"<b>&nbsp;M. Demeule, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock Option, Patent. <br><b>J. Currie, <\/b> <br><b>Theratechnologies<\/b> Employment, Patent. <br><b>C. Charfi, <\/b> <br><b>Theratechnologies<\/b> Employment, Patent.<br><b>A. Zgheib, <\/b> None..<br><b>I. Cousineau, <\/b> None..<br><b>V. Lullier, <\/b> None.&nbsp;<br><b>R. Beliveau, <\/b> <br><b>Theratechnologies<\/b> Stock Option, Patent. <br><b>C. Marsolais, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Patent. <br><b>B. Annabi, <\/b> <br><b>Theratechnologies<\/b> Stock Option, Grant\/Contract, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7116","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3717","PresenterBiography":null,"PresenterDisplayName":"Michel Demeule, PhD","PresenterKey":"fc6fc639-2670-4f01-926b-16fa80c63ede","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3717. Sudocetaxel Zendusortide (TH1902) triggers the cGAS\/STING pathway and potentiates anti-PD-L1 immune-mediated tumor cell killing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sudocetaxel Zendusortide (TH1902) triggers the cGAS\/STING pathway and potentiates anti-PD-L1 immune-mediated tumor cell killing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Most Colorectal Cancer (CRC)-related deaths are caused by metastatic disease, and more than 95% of CRC metastases (mCRC) are microsatellite stable (MSS) which respond poorly to Immune checkpoint inhibitors (ICI). Tumor-associated macrophages (TAMs) have been recognized as major drivers of immunoresistance in primary CRC; however, their role in mCRC remains poorly understood. We analyzed primary CRC and major metastatic sites (Liver, Peritoneum, Lungs) using single-cell RNA-sequencing (scRNAseq) to elucidate the TAM driven mechanisms of immunoresistance in the mCRC tumor microenvironment (TME) and used a novel TAM directed targeting strategy to improve responses to ICI in a preclinical orthotopic model of MSS-mCRC.<br \/>Methods: Using scRNA-seq, we analyzed 22 samples from 14 patients with mCRC. Target antigens identified were validated using flow cytometry and immunofluorescence (IF). The antitumor activity of anti-TREM2 and anti-PD1 mABs was evaluated in-vivo using CT26 CRC cell line in BALB-C mice, assessing tumor immune response via flow cytometry.<br \/>Results: We characterized the TME in MSS-mCRC and identified 17 clusters of malignant epithelial, immune, and stromal cells. Our sub-clustering analysis revealed 6 unique sub-populations of TAMs which were differentially distributed across liver, lung, and peritoneal metastases (PM).Two subsets of TAMs, 5 and 6, were enriched in PM and malignant ascites. TAMs 5\/6 expressed canonical lipid-associated genes; TREM2, APOE, and PLTP. TREM2+ TAMs were also enriched in immunosuppressive and pro-angiogenic pathways, and expressed genes known to drive EMT and ECM remodeling in the TME. Thus, TREM2 was identified as a potential therapeutic target. We validated our transcriptomic findings using flow cytometry and IF analysis of MSS-mCRC showing an abundance of TREM2+ TAMs in PM. TREM2+ TAMs co-expressed CD163, known marker for M2-TAMs and stained positive for BODIPY. In an aggressive PM mouse model, treatment with anti-PD1, anti-TREM2, or combination anti-PD1\/anti-TREM2 was insufficient to reduce tumor burden. However, a trend towards a reduction in total intratumoral F4\/80+CD11b+ TAMs was observed in the combination treatment compared to other groups. All three treatments trended towards increased CD8+ intratumoral T-cell infiltration compared to control mice.<br \/>Conclusion: Our study provides new insights into the TME of MSS-CRC metastases at a single-cell level. Our findings indicate that TREM2+ TAMs contribute to the immunosuppressive milieu of MSS-CRC metastases. Targeting TREM2 in combination with anti-PD1 resulted in a modulation of TME via reduction of TAMs paralleled by an increased infiltration of CD8+ T cells. This reprogramming of TME suggests that inhibiting TREM2 might augment response to ICI in MSS-CRC metastases, traditionally resistant to ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Metastasis,Macrophages,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Mirza<\/b><sup>1<\/sup>, M. Cottam<sup>1<\/sup>, M. Raoof<sup>2<\/sup>, K. Idrees<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University School of Medicine, Nashville, TN, <sup>2<\/sup>City of Hope, Irvine, CA","CSlideId":"","ControlKey":"723b507f-276e-4275-a2d1-7890464c82ba","ControlNumber":"8731","DisclosureBlock":"&nbsp;<b>M. Mirza, <\/b> None..<br><b>M. Cottam, <\/b> None..<br><b>M. Raoof, <\/b> None..<br><b>K. Idrees, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7117","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3718","PresenterBiography":null,"PresenterDisplayName":"Muhammad bilal Mirza","PresenterKey":"81496dd4-5917-4fd9-867e-c3ed7b79ad57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3718. Deciphering the role of TREM2+ tumor-associated macrophages as mediators of immunoresistance in micro-satellite stable colorectal metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the role of TREM2+ tumor-associated macrophages as mediators of immunoresistance in micro-satellite stable colorectal metastases","Topics":null,"cSlideId":""},{"Abstract":"The PD-1\/PD-L1 axis plays an essential role in immune escape and immunotherapy. Importantly, translated N-linked glycosylation of PD-L1 stabilizes protein, enters the cell membrane binding to PD-1, renders T cells anergic and leads to T-cell exhaustion and dysfunction. Targeting PD-L1 glycosylation as an attractive target by a rational combination of cancer immunotherapies. Cancer-associated fibroblasts (CAFs), a predominant cell component of the tumor microenvironment, exert crucial functions in promoting immune escape and immunotherapy resistance by increasing the tumor PD-L1 expression. However, whether and how CAFs upregulate the glycosylation of PD-L1 has never been reported. This study shows that CAFs can upregulate PD-L1 glycosylation and enhance PD-L1 cell surface expression via glycosyltransferase EDEM3, thus cancer immune evasion. Then, the study delves into the relationship between EDEM3 expression, prognosis and immunogenicity. We demonstrate that EDEM3 plays a role in tumor immunity during tumor progression, as evidenced by EDEM3 expression is only significantly correlated with poor prognosis in the CD8<sup>+<\/sup> T cell-enriched population. In subcutaneous tumor models, we observed high cell-surface PD-L1 expression accompanied by decreased CD8<sup>+<\/sup> T cell infiltration and increased M2 macrophage in immunocompetent mice transplanted with EDEM3 over-expressed CRC cells that promote resistance to PD-1\/PD-L1 blockade cancer immunotherapy. By performing bioinformatic analysis, we found that the hexosamine biosynthesis pathway (HBP) is highly affected in EDEM3-upregulated CRC cancer. Subsequently, the production of the UDP-GlcNAc (the end product of HBP metabolic flow), a donor substrate for N-linked glycosylation, is significantly increased in EDEM3 over-expressed CRC cells by LC\/MS. Meanwhile, glucose is confirmed to be the primary effector of PD-L1 glycosylation in CRC cells, and the glucose restriction attenuates EDEM3-modified PD-L1 glycosylation by reducing UDP-GlcNAc biosynthesis. Finally, we demonstrate that modulation of glucose metabolism through a fasting-mimicking diet (FMD) in combination with 2-deoxy glucose (2-DG) treatment enhances antitumor immunity, especially in tumors with high-EDEM3 expression that exhibit resistance to immunotherapy. We propose potential therapeutic targets for CRC that inhibit PD-L1 glycosylation through FMD+2-DG and could augment the efficacy of immune checkpoint blockers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Glycosylation,PD-L1,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Liu<\/b>, S. Peng, X. Wang, H. Yu, Y. Luo; <br\/>Sun Yat-sen University, Guangzhou, China","CSlideId":"","ControlKey":"f163c629-cacc-4529-9089-abc8742f4b39","ControlNumber":"2910","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None..<br><b>S. Peng, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>Y. Luo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7118","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3719","PresenterBiography":null,"PresenterDisplayName":"Xiaoxia Liu","PresenterKey":"f5c5663f-ce8d-4ad5-849c-01add379d28a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3719. Fasting-mimicking diet plus 2-DG drives antitumor immunity by targeting EDEM3-induced PD-L1 glycosylation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fasting-mimicking diet plus 2-DG drives antitumor immunity by targeting EDEM3-induced PD-L1 glycosylation","Topics":null,"cSlideId":""},{"Abstract":"Background: Anti-PD-1 antibodies have been approved for a variety of carcinomas, but their efficacy in gastrointestinal cancers is limited. CD8-positive T cells (CD8) of tumor-infiltrating lymphocytes (TILs) and resident memory T cells (TRMs) with long-term anti-tumor immune function have been reported to be associated with the therapeutic efficacy of anti-PD-1 antibodies. Among our oncolytic adenoviruses (OVs), OBP-301, in which the human telomerase reverse transcriptase (hTERT) promoter element drives the expression of the viral E1A and E1B genes, is currently undergoing clinical trials. In the present study, we investigated the usefulness of OVs as immunostimulants and their potential efficacy in combination with anti-PD-1 antibodies.<br \/>Methods: The cell lines used were the mouse colon cancer cell line CT26 and the mouse pancreatic cancer cell line PAN02. In vitro, the cytotoxic activity of the OVs and extracellular ATP in the culture supernatant were determined. OBP-502, an OBP-301 variant with the gene cassette of the RGD peptide, and anti-PD-1 antibody were used to examine the antitumor effect on subcutaneous tumors. OBP-702, another OBP-301 variant with the gene cassette of the wild-type p53 tumor suppressor gene, was used to examine the effect of long-term anti-tumor immunity. The effects on memory T-precursor cells (MPEC), CD8 and TRM were immunologically assessed in a rechallenge study.<br \/>Results: OBP-502 and OBP-702 showed cytotoxic activity against CT26 and PAN02 cells in vitro, and significantly increased ATP in the culture supernatant. In vivo, the anti-PD-1 antibody\/OBP-502 combination therapy significantly increased intratumor CD8 in CT26 and PAN02 subcutaneous tumors compared to each monotherapy. Complete response was achieved in 4 out of 12 mice by the combination therapy against CT26 tumors. When CT26 cells was re-seeded into tumor-free mice cured by the combination therapy, 2 out of 4 mice remained tumor-free. In the CT26 and PAN02 subcutaneous tumor model, OBP-702 increased CD44-positive CD62L-negative MPECs that differentiated into TRMs in the spleen, and this effect was blocked by ATP receptor inhibition. In CT26 and PAN02 bilateral subcutaneous tumor models, OBP-702 had a significant antitumor effect on both OBP-702-treated and -non-treated sides, and TIL analysis showed a significant increase in CD8 and TRM. In a rechallenge study, OBP-702-pretreatment showed significant growth inhibition of re-inoculated tumors.<br \/>Conclusion: The OVs showed potent and long-term immune activation by inducing CD8 and TRM in tumors as well as direct anti-tumor effects, and synergistic effects with ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Oncolytic adenovirus,Anti-PD-1,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Kadowaki<\/b><sup>1<\/sup>, S. Kuroda<sup>1<\/sup>, M. Hashimoto<sup>1<\/sup>, N. Kanaya<sup>1<\/sup>, Y. Kakiuchi<sup>1<\/sup>, S. Kikuchi<sup>1<\/sup>, K. Noma<sup>1<\/sup>, H. Tazawa<sup>1<\/sup>, S. Kagawa<sup>1<\/sup>, Y. Urata<sup>2<\/sup>, T. Fujiwara<sup>1<\/sup>; <br\/><sup>1<\/sup>Okayama Univ. Graduate School of Med., Dentistry & Pharm. Sci., Okayama city, Japan, <sup>2<\/sup>Oncolys BioPharma Inc., Toranomon, Minato-ku, Tokyo, Japan","CSlideId":"","ControlKey":"d4712b84-07aa-4830-a9b0-9a918fb95695","ControlNumber":"3155","DisclosureBlock":"&nbsp;<b>D. Kadowaki, <\/b> None..<br><b>S. Kuroda, <\/b> None..<br><b>M. Hashimoto, <\/b> None..<br><b>N. Kanaya, <\/b> None..<br><b>Y. Kakiuchi, <\/b> None..<br><b>S. Kikuchi, <\/b> None..<br><b>K. Noma, <\/b> None.&nbsp;<br><b>H. Tazawa, <\/b> <br><b>Oncolys BioPharma, Inc.<\/b> Hiroshi Tazawa is a consultant for Oncolys BioPharma, Inc..<br><b>S. Kagawa, <\/b> None.&nbsp;<br><b>Y. Urata, <\/b> <br><b>Oncolys BioPharma, Inc.<\/b> Yasuo Urata is President & CEO of Oncolys BioPharma, Inc., the manufacturer of OBP-702.&nbsp;<br><b>T. Fujiwara, <\/b> <br><b>Oncolys BioPharma, Inc.<\/b> Toshiyoshi Fujiwara is a consultant for Oncolys BioPharma, Inc.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7119","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3720","PresenterBiography":null,"PresenterDisplayName":"Daisuke Kadowaki","PresenterKey":"86a53ad6-9396-4bcb-b5e9-316499193c91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3720. Utility of oncolytic virus as an immunostimulants and potential for combination therapy with ICIs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utility of oncolytic virus as an immunostimulants and potential for combination therapy with ICIs","Topics":null,"cSlideId":""},{"Abstract":"The regulation of PD-L1 is the key question which largely determines the outcome of the immune checkpoint inhibitors (ICIs) based therapy. The epigenetic mechanism is involved in transcriptional regulation towards PD-L1. However, besides the transcription level, the protein stability of PD-L1 is closely correlated to its function and has drawn more and more attention. In this study, EZH2 inhibition could enhance PD-L1 expression and protein stability, and the deubiquitinase ubiquitin-specific peptidase 22 (USP22) is identified as a key mediator in this process. EZH2 inhibition upregulates the expression of USP22 via canonical mechanism, and upregulated USP22 further stabilize PD-L1. Importantly, a combination of EZH2 inhibitors with anti-PD-1 immune checkpoint blockade therapy could improve the tumor microenvironment, promotes immune cell infiltration, enhances sensitivity to immunotherapy and exerts synergistic anti-cancer effects. In addition, knocking down USP22 could potentially enhance the therapeutic efficacy of EZH2 inhibitor on colon cancer. These findings unveil the novel role of EZH2 inhibitors (EZH2i) in tumor immune evasion by upregulating PD-L1. Although it may be one reason of EZH2i inefficacy due to the fact that it elicits the immune suppressive effect, appropriately utilizing this drawback to arouse PD-L1 expression may convert the tumor into more responsive upon ICI cancer therapy. In addition, the EZH2-USP22-PD-L1 regulatory axis could further facilitating to identify populations sensitive to immunotherapy or provide novel strategy for combined treatment. Therefore, these findings provide valuable insights into the intricate interplay between EZH2 and PD-L1, shedding light on the optimization of combining both immune checkpoint blockade and EZH2 inhibitor based epigenetic therapies to achieve more efficacies and accuracy in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"EZH2,PD-L1,De-ubiquitination,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Yang<\/b>, J. Huang, Q. Yin, L. Xue; <br\/>Peking University Third Hospital, Beijing, China","CSlideId":"","ControlKey":"535edb59-6960-4f67-b122-1228e670cddb","ControlNumber":"186","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>Q. Yin, <\/b> None..<br><b>L. Xue, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7120","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3721","PresenterBiography":null,"PresenterDisplayName":"Jianling Yang, PhD","PresenterKey":"be11d840-e993-4f0e-a823-d730078a49c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3721. EZH2 inhibition enhances PD-L1 protein stability through USP22-mediated deubiquitination in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EZH2 inhibition enhances PD-L1 protein stability through USP22-mediated deubiquitination in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The incidence of hepatocellular cancer (HCC) in the Bronx is 61% higher than the rest of New York State. Underserved populations are not well represented in clinical trials of immune checkpoint inhibitors. The purpose of this study is to analyze the efficacy of immunotherapy treatment in a diverse and underserved patient population in the Bronx. Study demographics include 194 patients treated with ICI at the Montefiore Einstein Comprehensive Cancer Center (MECCC) between 2017 and 2022. A retrospective electronic medical record (EMR) review was conducted of all adult patients and this sample size was identified as having advanced HCC treated with immunotherapy. Outcome parameters such as overall survival and disease control rate assessed by radiologists using the Modified Response Evaluation Criteria in Solid Tumors (mRECIST 1.1) were reported. Survival was evaluated using parameters such as baseline serum alpha-fetaprotein(AFP) level, its evolution at the 3-month re-evaluation mark, the Child-Pugh(CP) class and MELD-Na score at the time of diagnosis. Categorical variables were analyzed by Chi-squared test and survival was analyzed using Kaplan-Meier (KM) curves.&#8239; MECCC patients were 40.7% Hispanic and 20.6% Black, compared with 3% and 2% respectively in the landmark IMbrave 150 study. Median overall survival (mOS) on ICI was 9.0&#8239;months, 25.0 months for the 100 (51.5%) favorable-prognosis Child Pugh A (CPA) patients included in HCC clinical trials. Disease control rate (DCR) was 58.5% among 123 evaluable patients per mRECIST 1.1. Baseline liver function, as defined by CP and Model for End Stage Liver Disease-Sodium (MELD-Na), correlated with survival (p&#60;0.001). Hepatitis C Virus (HCV) and alcoholism were over-represented&#8239;relative to National Cancer Institute (NCI) data (56.2% vs 4.7% and 38.7% vs 8.2%, respectively).&#8239;&#8239; HCV treatment correlated with prolonged survival in infected patients (p=0.0017). AFP decline correlated with response (p=0.001). Hispanic patients lived longer when clinical variables&#8239;were controlled for (mOS 52 vs 23 months; p=0.011).&#8239; In summary, our patient population differed significantly in racial composition and etiology of liver disease from clinical trial populations on which ICI was tested. In an underserved HCC population, ICI yielded a DCR of 58.5% and&#8239;low rates of severe toxicity. This work highlights ICI efficacy in minority groups, a need for earlier HCC diagnosis and for studies of genetics and environmental factors in Hispanics with HCC.&#8239;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Immunotherapy,Checkpoint Inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Bteich<\/b><sup>1<\/sup>, L. Bioh<sup>1<\/sup>, K. Desai<sup>1<\/sup>, C. Zhang<sup>2<\/sup>, A. Kaur<sup>3<\/sup>, R. A. Levy<sup>1<\/sup>, A. Wang<sup>1<\/sup>, S. Sultana<sup>1<\/sup>, A. Kaubisch<sup>1<\/sup>, M. M. Kinkhabwala<sup>4<\/sup>, S. Bellemare<sup>4<\/sup>, S. A. Fidvi<sup>2<\/sup>, D. Kanmaniraja<sup>2<\/sup>, R. G. Berkenblit<sup>2<\/sup>, J.-Y. Moon<sup>2<\/sup>, A. A. Adedimeji<sup>2<\/sup>, C. Y. Tow<sup>4<\/sup>, Y. M. Saenger<sup>1<\/sup>; <br\/><sup>1<\/sup>Montefiore Einstein Comprehensive Cancer Center, Bronx, NY, <sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY, <sup>3<\/sup>Jacobi Medical Center, Bronx, NY, <sup>4<\/sup>Montefiore Medical Center, Bronx, NY","CSlideId":"","ControlKey":"d10c515a-2927-46fa-a938-21d9b2fe981f","ControlNumber":"391","DisclosureBlock":"&nbsp;<b>F. Bteich, <\/b> None..<br><b>L. Bioh, <\/b> None..<br><b>K. Desai, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>A. Kaur, <\/b> None..<br><b>R. A. Levy, <\/b> None..<br><b>A. Wang, <\/b> None..<br><b>S. Sultana, <\/b> None..<br><b>A. Kaubisch, <\/b> None..<br><b>M. M. Kinkhabwala, <\/b> None..<br><b>S. Bellemare, <\/b> None..<br><b>S. A. Fidvi, <\/b> None..<br><b>D. Kanmaniraja, <\/b> None..<br><b>R. G. Berkenblit, <\/b> None..<br><b>J. Moon, <\/b> None..<br><b>A. A. Adedimeji, <\/b> None..<br><b>C. Y. Tow, <\/b> None..<br><b>Y. M. Saenger, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7121","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3722","PresenterBiography":null,"PresenterDisplayName":"Lydia Bioh","PresenterKey":"4001fe3c-04e8-4ee7-97fa-6ba124c919b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3722. Immunotherapy efficacy in advanced hepatocellular carcinoma in a diverse and underserved population in the United States","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunotherapy efficacy in advanced hepatocellular carcinoma in a diverse and underserved population in the United States","Topics":null,"cSlideId":""},{"Abstract":"Background: Atezolizumab\/bevacizumab is the first-line chemotherapy for unresectable hepatocellular carcinoma (HCC) patients. In our institute, if the patient is not feasible for or cannot afford the first-line systemic chemotherapy, hepatic artery infusion chemotherapy (HAIC) is proposed and used for treatment The purpose of the study was to compare the prognosis of HAIC treatment in newly diagnosed patients and patients who received HAIC after atezolizumab-bevacizumab treatment failure.<br \/>Methods: We retrospectively assessed 49 HCC patients who were treated with HAIC between January 2022 and August 2023. 35 patients were treated with HAIC at initial diagnosis and 14 patients were treated with HAIC after the first line chemotherapy Atezolizumab-bevacizumab combination chemotherapy. We evaluated tumor response, progression free survival (PFS), disease control rate (DCR) and overall survival (OS).<br \/>Results: There was a no significant difference in OS and PFS between HCC patients who were treated with HAIC at initial diagnosis and those who were treated after atezolizumab bevacizumab treatment failure. (P value = 0.0770, 0.6993 respectively) In addition, there was no significant difference in the treatment responses. (P=0.4330) Our analysis of the objective response rate (ORR) and disease control rate (DCR) also revealed no significant difference between the two treatment groups. (P=0.247 and 0.829 respectively).<br \/>Conclusion: There was no significant difference between the OS and PFS of advanced HCC patients who were treated with HAIC at initial diagnosis and those who were treated with HAIC after atezolizumab bevacizumab treatment failure. Hepatic arterial infusion chemotherapy may prolong patient survival in HCC after atezolizumab and bevacizumab failure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Chemotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Sung<\/b>; <br\/>Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a5aee4d7-4c90-41f9-ab89-cfdca9447507","ControlNumber":"2291","DisclosureBlock":"&nbsp;<b>P. Sung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7122","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3723","PresenterBiography":null,"PresenterDisplayName":"Pil Soo Sung, MD;PhD","PresenterKey":"c7dc8fc3-5f61-43f8-85fb-cf76733b5cc6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3723. Hepatic arterial infusion chemotherapy prolongs patient survival in HCC after atezolizumab and bevacizumab failure","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hepatic arterial infusion chemotherapy prolongs patient survival in HCC after atezolizumab and bevacizumab failure","Topics":null,"cSlideId":""},{"Abstract":"Liver cancer, primarily hepatocellular carcinoma (HCC), is highly lethal with limited treatment options and no biomarker to predict therapy response. The current frontline therapies for liver cancer, including sorafenib and the combination of atezolizumab (anti-PD-L1) and bevacizumab (anti-VEGF), have limited therapeutic benefits, which could be attributed, at least in part, to the highly immunosuppressive tumor microenvironment in liver cancer. Leukemia inhibitory factor receptor (LIFR) is frequently downregulated in HCC. My recent studies revealed that in oncogene-induced liver tumors, overexpression of LIFR increased, while knockout of Lifr decreased CD8<sup>+<\/sup> T cell infiltration, which may be mediated by LCN2-dependent inhibition of T cell viability, proliferation, and effector function. In ongoing and future work, I will investigate whether LIFR or therapeutic LCN2 neutralization can sensitize HCC to immunotherapy. If successful, this project will illuminate how to improve liver cancer immunotherapy by targeting the LIFR-LCN2 pathway. Low LIFR expression and high LCN2 expression may be used to select HCC patients who will likely benefit from the combination therapy with the LCN2-neutralizing antibody plus immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Liver cancer,Immunotherapy,,Cytotoxic T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Deng<\/b>, L. Ma; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9207ca0f-8481-466c-a8d1-a35202b079df","ControlNumber":"1773","DisclosureBlock":"&nbsp;<b>Y. Deng, <\/b> None..<br><b>L. Ma, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3724","PresenterBiography":"","PresenterDisplayName":"Yalan Deng, PhD","PresenterKey":"b157159a-6ecf-47dc-a374-b83d52c93bfb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3724. Targeting the LIFR-LCN2 pathway to sensitize liver cancer to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the LIFR-LCN2 pathway to sensitize liver cancer to immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Peritoneal carcinomatosis (PC) in gastric adenocarcinoma (GAC) lead to a short median survival (&#8804;6 months). Pre-metastatic niche (PMN) formation, in a distant organ to prepare for tumor seeding and colonization, has long been recognized. However, the precise molecular and mechanistic contributions of exosomes in PMN formation of PC remain unclear. We identify that exosomes promote PMN formation in the peritoneal cavity by patient-derived orthotopic mouse model. Using an in-depth proteomic profiling of paired ascites cells and ascites-derived exosomes from PC patients, we discover that Galectin-3 as the exosomal payload is responsible for PC by promoting PMN formation in both patient-derived orthotopic model and syngeneic mouse model. Inhibition of exosomal Galectin-3 reverses PC. Furthermore, exosomal Galectin-3 activates cancer-associated fibroblasts (CAFs), which further activate the CXCL12\/CXCR4 axis to orchestrate the immunosuppressive PMN. Simultaneous inhibition of exosomal Galectin-3, CXCR4, and PD-1 leads to tumor regression and durable anti-tumor responses. Thus, this study provides a rationale for the novel clinical strategy for GAC patients with PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Exosomes,Galectin-3,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Fan<\/b>, S. Song, M. Pool Pizzi, K. Yoshimura, J. Vykoukal, S. Hanash, J. Ajani; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"1c393f49-2763-4b18-a34e-a566a762fcde","ControlNumber":"675","DisclosureBlock":"&nbsp;<b>Y. Fan, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>M. Pool Pizzi, <\/b> None..<br><b>K. Yoshimura, <\/b> None..<br><b>J. Vykoukal, <\/b> None..<br><b>S. Hanash, <\/b> None..<br><b>J. Ajani, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3725","PresenterBiography":null,"PresenterDisplayName":"Yibo Fan, PhD","PresenterKey":"a62c1935-12f3-4c58-b109-e1aa8e6fefce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3725. Exosomal Galactin-3 promotes pre-metastatic niche formation that accelerates peritoneal metastases of gastric adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal Galactin-3 promotes pre-metastatic niche formation that accelerates peritoneal metastases of gastric adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: 50% of ovarian cancers are homologous recombination deficient (HRD), with 15% of the patients carrying a BRCA mutation. PARP inhibitors (PARPi) are designed to improve survival in HRD patients, but clinical responses to PARPi often do not match HRD status. In this study, a 3D ex vivo tumor testing platform was applied to quantify patient-specific drug responses to (combinations of) PARPi, chemo- and immunotherapies.<br \/>Material and Methods: 81 patients with ovarian cancer eligible for chemotherapy were included in the trial between 2019 and 2022 in the Netherlands (IRB P18.032). Tumor clusters were isolated from ascites and solid tissue, seeded and exposed to three PARPi, standard-of-care chemotherapies and immunotherapies, both single agent and in combination. Ex vivo drug sensitivity was quantified using high-throughput 3D imaging and extraction of morphological features. Bliss scores were calculated for synergy analysis.<br \/>Results: Results were generated in two weeks after sample collection. Ex vivo patient-specific response profiles were observed for all drug classes, with a small percentage of patients (7%) showing strong PARPi sensitivity reflected by strong tumor cluster shrinkage upon treatment. Significant correlation of drug sensitivity profiles was observed comparing the different PARPi between themselves, but also comparing PARPi and platinum responses. Interestingly, ex vivo sensitivity to olaparib and immunotherapy combinations demonstrated additive, but no synergistic effects (21 patients, 79 tests). In addition, olaparib responses were shown to be independent of immune responses (SEA).<br \/>Conclusion: This study applied a predictive ex vivo 3D micro tumor testing platform to classify patient-specific sensitivity to (a combination of) PARPi, chemo- and immunotherapies in over 80 patients. The current dataset demonstrates the potential of ex vivo testing to identify patients that are responsive to PARPi. No synergistic effects were observed for these drugs in combination with immunotherapies.<br \/>Discussion: Evaluation of PARPi responses in a functional 3D micro tumor assay could support identification of responsive patients prior to treatment. Distinct responses were observed for PARPi and immunotherapies. No synergistic but additive effects were measured, suggesting that ovarian cancer patients could benefit from PARPi and immunotherapies. Correlation of clinical and ex vivo drug responses to PARPi in combination with available HRD tests will further validate the platform for predicting patient clinical outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Biomarkers,DNA damage response,Immunotherapy,Ovarian Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. J. Ceton<sup>1<\/sup>, E. Koedoot<sup>1<\/sup>, T. J. P. Sijsenaar<sup>1<\/sup>, D. J. van der Meer<sup>1<\/sup>, M. Montero Garcia<sup>1<\/sup>, J. van der Valk<sup>1<\/sup>, K. Maad<sup>2<\/sup>, C. de Kroon<sup>3<\/sup>, A. van Altena<sup>4<\/sup>, <b>W. Vader<\/b><sup>1<\/sup>, J. Kroep<sup>3<\/sup>, N. Ottevanger<sup>4<\/sup>; <br\/><sup>1<\/sup>VitroScan B.V., Leiden, Netherlands, <sup>2<\/sup>Oncodia, Uppsala, Sweden, <sup>3<\/sup>LUMC, Leiden, Netherlands, <sup>4<\/sup>Radboud University Medical Center, Nijmegen, Netherlands","CSlideId":"","ControlKey":"8f31f1dd-f337-4ed0-ab00-6f9ec96c04fc","ControlNumber":"4546","DisclosureBlock":"<b>&nbsp;L. J. Ceton, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>E. Koedoot, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>T. J. P. Sijsenaar, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>D. J. van der Meer, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>M. Montero Garcia, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>J. van der Valk, <\/b> <br><b>VitroScan<\/b> Employment. <br><b>K. Maad, <\/b> <br><b>Oncodia<\/b> Employment.<br><b>C. de Kroon, <\/b> None..<br><b>A. van Altena, <\/b> None.&nbsp;<br><b>W. Vader, <\/b> <br><b>VitroScan<\/b> Employment.<br><b>J. Kroep, <\/b> None..<br><b>N. Ottevanger, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7126","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3726","PresenterBiography":null,"PresenterDisplayName":"Willemijn Vader, PhD","PresenterKey":"9f088153-133c-4b13-add2-9a7b970d8b7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3726. Absence of synergistic effects for PARPi and immunotherapy combinations in ex vivo 3D micro tumor assay for ovarian cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Absence of synergistic effects for PARPi and immunotherapy combinations in ex vivo 3D micro tumor assay for ovarian cancer patients","Topics":null,"cSlideId":""},{"Abstract":"CD47 acts as a &#8220;don&#8217;t eat me &#8220;signal and suppresses it through its interaction with signal regulatory protein (SIRP-a) on the macrophage. CD47 is expressed in many human cancer cells, including head and neck cancer. Additionally, we reported in a previous study that EphA3 is overexpressed in radioresistant head and neck cancer and may play an important role in the development of radioresistance in head and neck cancer. In our present study, we demonstrated that the blockade of EPHA3 and CD47 attenuates the function of M2-like macrophages and may contribute to macrophage polarization toward the M1 phenotype. Here, we combined a therapeutic strategy of an anti-EPHA3 and an anti-CD47 antibody. Using mRNA sequencing and fluorescence imaging, we showed that the combination treatment could significantly enhance the effectiveness of anti-EPHA3 and anti-CD47 antibodies, in reactivating macrophages and reversing macrophage polarization. In addition to using flow cytometry in vivo, combination treatments can alter the proportion of tumor-associated macrophages (TAMs). Collectively, our findings suggested that the combination treatment of anti-EphA3 and the anti-CD47 antibodies could significantly improve tumor suppression, increase the proportion of M1 macrophages, and decrease the proportion of M2 macrophages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Radioresistance,CD47,Tumor associated macrophages,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, M. Han<sup>1<\/sup>, J. Kim<sup>2<\/sup>, S. Kim<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Ulsan College of Medicine, Ulsan, Korea, Republic of, <sup>2<\/sup>Inha University College of Medicine, Incheon, Korea, Republic of, <sup>3<\/sup>University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a1b94f54-1d4e-4ff4-922c-2a30679a0750","ControlNumber":"6123","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>M. Han, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3727","PresenterBiography":null,"PresenterDisplayName":"Song Hee Kim, PhD","PresenterKey":"d74aa0f6-a2ed-4fa4-885e-2cdac9ba132f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3727. Synergistic effect of CD47 blockade and EPHA3 treatment on recurrent head and neck cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic effect of CD47 blockade and EPHA3 treatment on recurrent head and neck cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is the third leading cause of cancer-related mortalities and is projected to become second by 2030. Although major advancements in cancer treatments have improved outcomes for many cancers, the survival rate for PDAC has not improved in nearly four decades. Two primary features make PDAC refractory. First, the highly immunosuppressive tumor microenvironment (TME) plays a crucial role in impeding the innate and effector arms of the immune system to prevent anti-tumor responses. Second, desmoplasia causes formation of fibrotic tissue within and around tumor tissue, which creates a physical barrier for infiltration of anti-tumor immune cells and therapeutics. The goal of this project is to develop viro-immunotherapies against PDAC that target the immunosuppressive TME and desmoplasia by utilizing &#8220;armed&#8221; oncolytic adenoviruses (OAds) and adoptive T-cell therapy (CAR T-cells). Three transgenes were selected to &#8220;arm&#8221; the OAd constructs: i.) TGF-beta blocker, ii.) interleukin-7 (IL-7), and iii.) interferon gamma (IFN-gamma).<br \/>Methods: &#8220;Armed&#8221; replication-deficient adenovirus (Ad) constructs were first generated to isolate transgene function from oncolytic activity. Each transgene was individually cloned into the E1 region of Ad-5 (WT). Viral particles were amplified in 293 cells and purified via ultracentrifugation using a CsCl gradient. Anti-tumor effects were measured using a syngeneic mouse model. C57BL\/6 mice were subcutaneously injected with KPC cells (mouse PDAC cell line), and tumors were treated with Ad constructs via intratumoral injection. Tumors were harvested at various time points and stained for immune cell infiltration and fibrosis. Mesothelin-directed CAR T-cells (meso-CARTs) were injected (tail vein) into NSG mice bearing subcutaneous Panc1 tumors after intratumoral injection of Ad constructs.<br \/>Results: Tumor growth was significantly inhibited in syngeneic mouse models in the presence of each &#8220;armed&#8221; Ad construct. Furthermore, significant tumor infiltration of anti-tumor immune cells was induced upon treatment as well as a decrease in fibrosis. Abscopal effects were observed on contralateral tumors after injection of ipsilateral tumors as well as an increase in tumor infiltration of anti-tumor immune cells. Finally, combining meso-CARTs with IFN-gamma-expressing Ad induced the greatest anti-tumor responses.<br \/>Conclusions: PDAC is very resistant to conventional therapeutics, so utilizing combination strategies seems essential. The findings in this study have broad implications in the field of pancreatic cancer by shedding light on how the TME can be manipulated to enhance anti-tumor effects to aid in the development of more efficient therapeutics against PDAC. Moreover, therapeutics inducing abscopal effects should be highly valued because most PDAC patients die from metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Adenovirus vector,CAR T cells,Gene therapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. L. Roach<\/b>, M. Yamamoto; <br\/>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"90e11b2a-ea11-4b46-be39-769834f836d7","ControlNumber":"1510","DisclosureBlock":"&nbsp;<b>B. L. Roach, <\/b> None..<br><b>M. Yamamoto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7128","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3728","PresenterBiography":null,"PresenterDisplayName":"Brett Roach","PresenterKey":"821f44e8-87ed-4afd-b610-871e7275eba9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3728. Treating pancreatic cancer with \"armed\" oncolytic adenoviruses and adoptive T-cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treating pancreatic cancer with \"armed\" oncolytic adenoviruses and adoptive T-cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: The proportion of elderly patients diagnosed with advanced stage lung cancer has been increasing owing to the aging of the population. Thus, formulating a treatment strategy for elderly non-small cell lung cancer (NSCLC) patients is essential. For NSCLC with programmed cell death ligand-1 (PD-L1) tumor proportion score (TPS) &#8807; 50%, both immune checkpoint inhibitor monotherapy (ICI mono) and combination therapy of ICI and chemotherapy (ICI\/Chemo) have been established as standard treatment options. However, evidence based on the clinical trials specifically for elderly patients is limited, and it is not clear whether ICI mono or ICI\/Chemo should be used in elderly NSCLC patients with PD-L1 TPS &#8807; 50%. This study aimed to clarify which clinical population will benefit from ICI\/Chemo in elderly NSCLC patients with PD-L1 TPS &#8807; 50%.<br \/>Method: We retrospectively analyzed 199 NSCLC patients aged &#8807; 70 years of Eastern Cooperative Oncology Group performance status (ECOG PS) 0-1 with PD-L1 TPS &#8807; 50% who were treated with ICI mono or ICI\/Chemo. We analyzed the association between treatment outcome and baseline patient characteristics in each group. Comparing the treatment outcome, propensity score matching was used to reduce bias.<br \/>Results: Of the 199 patients, 131 received ICI mono, and 68 received ICI\/Chemo. The median overall survival (OS; 25.0 vs. 42.2 months, P = 0.116) and median progression-free survival (PFS; 10.9 vs. 11.8 months, P = 0.231) did not significantly differ between the ICI mono and ICI\/Chemo groups. Multivariate analysis revealed the factors independently associated with OS: smoking history in the ICI mono group (smoking history\/non-smoking history, hazard ratio [HR] 0.36, 95% confidence interval [CI] 0.16-0.78, P = 0.048), and ECOG PS (ECOG PS 1\/PS 0, HR 3.84, 95% CI 1.44-10.20, P = 0.007) and histology type in the ICI\/Chemo group (Non-squamous cell carcinoma\/squamous cell carcinoma, HR 0.17, 95% CI 0.06-0.44, P &#60; 0.001). For patients with ECOG PS 0 (OS: 26.1 months vs. not reached, P = 0.0031, PFS: 6.5 vs. 21.7 months, P = 0.0436) or non-squamous cell carcinoma (OS: 23.8 months vs. not reached, P = 0.0038, PFS: 10.9 vs. 17.3 months, P = 0.0383) in the ICI\/Chemo group, PFS and OS were significantly longer than in the ICI mono group.<br \/>Discussion and Conclusion: In elderly NSCLC patients with high PD-L1 expression, this study suggested that ECOG PS and histological type may be predictive clinical factor when choosing ICI mono or ICI\/Chemo treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"NSCLC,Metastasis,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kawachi<\/b><sup>1<\/sup>, S. Takei<sup>1<\/sup>, T. Yamada<sup>1<\/sup>, M. Tamiya<sup>2<\/sup>, Y. Negi<sup>3<\/sup>, Y. Goto<sup>4<\/sup>, A. Nakao<sup>5<\/sup>, S. Shiotsu<sup>6<\/sup>, T. Takeda<sup>7<\/sup>, A. Okada<sup>8<\/sup>, T. Harada<sup>9<\/sup>, K. Date<sup>10<\/sup>, Y. Chihara<sup>11<\/sup>, I. Hasegawa<sup>12<\/sup>, N. Tamiya<sup>13<\/sup>, T. Kijima<sup>3<\/sup>, K. Takayama<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto Prefectural University of Medicine, Kyoto, Japan, <sup>2<\/sup>Osaka International Cancer Institute, Osaka, Japan, <sup>3<\/sup>Hyogo Medical University, Nishinomiya, Japan, <sup>4<\/sup>Fujita Health University School of Medicine, Toyoake, Japan, <sup>5<\/sup>Fukuoka University Hospital, Nanakuma, Japan, <sup>6<\/sup>Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan, <sup>7<\/sup>Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan, <sup>8<\/sup>Saiseikai Suita Hospital, Suita, Japan, <sup>9<\/sup>Fukuchiyama City Hospital, Fukuchiyama, Japan, <sup>10<\/sup>Kyoto Chubu Medical Center, Nantan, Japan, <sup>11<\/sup>Uji-Tokushukai Medical Center, Uji, Japan, <sup>12<\/sup>Saiseikai Shigaken Hospital, Rittou, Japan, <sup>13<\/sup>Rakuwakai Otowa Hospital, Kyoto, Japan","CSlideId":"","ControlKey":"fea53fef-f2ac-44db-b9c5-f508c3566ed7","ControlNumber":"4421","DisclosureBlock":"<b>&nbsp;H. Kawachi, <\/b> <br><b>Ono Pharmaceutical Co. Ltd<\/b> Other, personal fee. <br><b>Chugai Pharmaceutical Co. Ltd<\/b> Other, personal fee. <br><b>AstraZeneca KK<\/b> Other, personal fee. <br><b>Taiho Pharmaceutical Co. Ltd<\/b> Other, personal fee. <br><b>Eli Lilly Japan KK<\/b> Other, personal fee. <br><b>MSD KK<\/b> Other, personal fee.<br><b>S. Takei, <\/b> None.&nbsp;<br><b>T. Yamada, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> speaking honoraria. <br><b>M. Tamiya, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, personal fee. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, personal fee. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, personal fee. <br><b>MSD<\/b> Grant\/Contract, Other, personal fee. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical Co. Ltd<\/b> Grant\/Contract, Other, personal fee. <br><b>Janssen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, personal fee. <br><b>Taiho Pharmaceutical<\/b> Other, personal fee. <br><b>Eli Lilly<\/b> Other, personal fee. <br><b>Novartis<\/b> Other, personal fee. <br><b>Pfizer<\/b> Other, personal fee. <br><b>Asahi Kasei Pharmaceutical<\/b> Other, personal fee. <br><b>Bayer<\/b> Other, personal fee. <br><b>Amgen<\/b> Other, personal fee. <br><b>Kyowa-Kirin<\/b> Other, personal fee. <br><b>Nippon Kayaku<\/b> Other, personal fee.<br><b>Y. Negi, <\/b> None..<br><b>Y. Goto, <\/b> None..<br><b>A. Nakao, <\/b> None..<br><b>S. Shiotsu, <\/b> None..<br><b>T. Takeda, <\/b> None.&nbsp;<br><b>A. Okada, <\/b> <br><b>Chugai-Roshe<\/b> Other, personal fee. <br><b>AstraZeneca<\/b> personal fee. <br><b>Boehringer Ingelheim<\/b> Other, personal fee. <br><b>Eli Lilly Japan<\/b> Other, personal fee. <br><b>Nippon Kayaku<\/b> Other, personal fee. <br><b>Bristol-Myers Squibb<\/b> Other, personal fee.<br><b>T. Harada, <\/b> None..<br><b>K. Date, <\/b> None..<br><b>Y. Chihara, <\/b> None..<br><b>I. Hasegawa, <\/b> None..<br><b>N. Tamiya, <\/b> None.&nbsp;<br><b>T. Kijima, <\/b> <br><b>Chugai Pharmaceutical Co. Ltd<\/b> Other, personal fee. <br><b>MSD KK<\/b> Other, personal fee. <br><b>K. Takayama, <\/b> <br><b>Chugai Pharmaceutical Co. Ltd<\/b> Grant\/Contract, Other, personal fee. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, personal fee. <br><b>MSD-Merck<\/b> Other, personal fee. <br><b>Eli Lilly<\/b> Other, personal fee. <br><b>Boehringer Ingelheim<\/b> Other, personal fee. <br><b>Daiichi-Sankyo<\/b> Other, personal fee.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7436","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3729","PresenterBiography":null,"PresenterDisplayName":"Hayato Kawachi","PresenterKey":"f3eaf0da-d2bd-4700-86d7-4db9ac54f924","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3729. Association between clinical characteristics and treatment outcome of immune checkpoint inhibitor with or without chemotherapy in elderly non-small cell lung cancer patients with high PD-L1 expression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between clinical characteristics and treatment outcome of immune checkpoint inhibitor with or without chemotherapy in elderly non-small cell lung cancer patients with high PD-L1 expression","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: Immune checkpoint inhibitors (ICIs) have been widely used for the initial treatment of non-small cell lung cancer (NSCLC). Although both ICI monotherapy and the combination of ICI plus chemotherapy (chemo-ICI) are promising therapeutic options for patients with a programmed cell death ligand-1 tumor proportion score of 50% or higher (high PD-L1), the patient's clinical background and biomarkers differentiating the two options are still not well-defined. In our prior research, we found that a history of proton pump inhibitor (PPI) use independently have negative impact with significantly shorter overall survival (OS) and progression-free survival (PFS) in NSCLC patients harboring high PD-L1 with pembrolizumab monotherapy, but not with chemo-ICI. However, this OS data remain immature. Therefore, in our current study, we extended the follow-up period and conduct additional analysis including OS data to confirm this trend.<br \/>Method: Advanced NSCLC patients with high PD-L1 who had received pembrolizumab or chemo-ICI as the first-line treatment between March 2017 and December 2020 at 13 hospitals in Japan were analyzed. Survival outcomes were estimated using the Kaplan- Meier method and were compared using the log-rank test.<br \/>Results: A total of 425 patients with NSCLC were included in the study, with 271 patients (median [range] age, 72 [43-90] years; 215 [79%] men) receiving pembrolizumab monotherapy as their first-line treatment and 154 patients (median [range] age, 69 [36-86] years; 121 [79%] men) receiving chemo-ICI as their first-line treatment. The median follow-up duration was 22.8 months. Among patients with a history of PPI use, both median PFS (19.3 months vs. 6.8 months; HR, 0.53; 95% CI, 0.35-0.78; P&#8201;=&#8201;.003) and the median OS(not reached vs. 20.4 months; HR, 0.53; 95% CI, 0.34-0.85; P&#8201;=&#8201;.04) were significantly longer in the chemo-ICI group compared to the pembrolizumab monotherapy group. For patients without a history of PPI use, both median PFS (11.4 months vs. 10.8 months; HR, 0.99; 95% CI, 0.76-1.3; P&#8201;=&#8201;.36) and the median overall survival (42.2 months vs. 29.9 months, HR, 0.84; 95% CI, 0.62-1.16; P&#8201;=&#8201;.33) showed no significant differences between the groups.<br \/>Discussion and Conclusion: This retrospective study showed that a concomitant treatment with PPI is poor prognostic factor in patients harboring high PD-L1 and treated with ICI monotherapy compared with chemo-ICI in Japanese cohort and this tendency is durable in long-term follow-up. These results indicate that when deciding on an ICI treatment, with or without chemotherapy, it is essential to take into account a concomitant treatment with PPI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"NSCLC,Immunotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Sawada<\/b><sup>1<\/sup>, H. Kawachi<sup>1<\/sup>, T. Yamada<sup>1<\/sup>, M. Tamiya<sup>2<\/sup>, Y. Negi<sup>3<\/sup>, Y. Goto<sup>4<\/sup>, A. Nakao<sup>5<\/sup>, S. Shiotsu<sup>6<\/sup>, T. Takeda<sup>7<\/sup>, A. Okada<sup>8<\/sup>, T. Harada<sup>9<\/sup>, K. Date<sup>10<\/sup>, Y. Chihara<sup>11<\/sup>, I. Hasegawa<sup>12<\/sup>, T. Kijima<sup>3<\/sup>, K. Takayama<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto Prefectural University of Medicine, Kyoto, Japan, <sup>2<\/sup>Osaka International Cancer Institute, Osaka, Japan, <sup>3<\/sup>School of Medicine, Hyogo Medical University, Nishinomiya, Hyogo, Japan, <sup>4<\/sup>Fujita Health University School of Medicine, Toyoake, Aichi, Japan, <sup>5<\/sup>Fukuoka University Hospital, Nanakuma, Fukuoka, Japan, <sup>6<\/sup>Japanese Red Cross Kyoto Daiichi Hospital, Kyoto, Japan, <sup>7<\/sup>Japanese Red Cross Kyoto Daini Hospital, Kyoto, Japan, <sup>8<\/sup>Saiseikai Suita Hospital, Suita, Osaka, Japan, <sup>9<\/sup>Fukuchiyama City Hospital, Fukuchiyama, Kyoto, Japan, <sup>10<\/sup>Kyoto Chubu Medical Center, Nantan, Kyoto, Japan, <sup>11<\/sup>Uji-Tokushukai Medical Center, Uji, Kyoto, Japan, <sup>12<\/sup>Saiseikai Shigaken Hospital, Rittou, Shiga, Japan","CSlideId":"","ControlKey":"a079aeed-ce00-462b-a839-692408a6dac6","ControlNumber":"1105","DisclosureBlock":"&nbsp;<b>R. Sawada, <\/b> None.&nbsp;<br><b>H. Kawachi, <\/b> <br><b>Ono Pharmaceutical<\/b> Other, personal fees. <br><b>AstraZeneca KK<\/b> Other, personal fees. <br><b>Taiho Pharmaceutical Co Ltd<\/b> Other, personal fees. <br><b>Merck<\/b> Other, personal fees. <br><b>Sharp & Dohme KK<\/b> Other, personal fees. <br><b>T. Yamada, <\/b> <br><b>eli lilly japan k.k<\/b> Other, personal fees. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Patent. <br><b>Janssen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>M. Tamiya, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, personal fees. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, personal fees. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Merck, Sharp & Dohme<\/b> Grant\/Contract, Other, personal fees. <br><b>AstraZeneca<\/b> Other, personal fees. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, personal fees. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Other, personal fees. <br><b>Eli Lilly<\/b> Other, personal fees. <br><b>Novartis<\/b> personal fees. <br><b>Pfizer<\/b> Other, personal fees. <br><b>Asahi Kasei Pharmaceutical<\/b> Other, personal fees. <br><b>Bayer<\/b> personal fees. <br><b>Amgen<\/b> personal fees. <br><b>Kyowa-Kirin<\/b> Other, personal fees. <br><b>Nippon Kayaku<\/b> Other, personal fees.<br><b>Y. Negi, <\/b> None..<br><b>Y. Goto, <\/b> None..<br><b>A. Nakao, <\/b> None..<br><b>S. Shiotsu, <\/b> None..<br><b>T. Takeda, <\/b> None..<br><b>A. Okada, <\/b> None..<br><b>T. Harada, <\/b> None..<br><b>K. Date, <\/b> None..<br><b>Y. Chihara, <\/b> None..<br><b>I. Hasegawa, <\/b> None.&nbsp;<br><b>T. Kijima, <\/b> <br><b>Chugai Pharmaceutical<\/b> Other, personal fees for lectures. <br><b>Merck, Sharp & Dohme<\/b> Other, personal fees for lectures. <br><b>K. Takayama, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, personal fees. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, personal fees. <br><b>Chugai Pharmaceutical<\/b> Other, personal fees. <br><b>Merck, Sharp & Dohme<\/b> Other, personal fees. <br><b>Eli Lilly<\/b> Other, personal fees. <br><b>Boehringer-Ingelheim<\/b> Other, personal fees. <br><b>Daiichi-Sankyo<\/b> Other, personal fees.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7437","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3730","PresenterBiography":null,"PresenterDisplayName":"Ryo Sawada","PresenterKey":"bd900874-0319-4584-8494-4994dfb2aa5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3730. Impact of proton pump inhibitor on ICI with or without chemotherapy for NSCLC with high PD-L1 TPS","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of proton pump inhibitor on ICI with or without chemotherapy for NSCLC with high PD-L1 TPS","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is the most aggressive type of lung cancer with a 5-year overall survival of approximately 5%. SCLC has high prevalence of somatic mutations, yet express low to zero neoantigen. Despite promising advances in immunotherapy, highly metastatic SCLC remains a devastating disease and only a small fraction of SCLC patients respond to immunotherapy. These poor survival and lack of therapy options stresses the unmet need to identify novel and effective targeted therapies for metastatic SCLC. Here, we demonstrate that targeting the splicing core component, SF3B1, in SCLC, is a molecular trigger for tumor killing and viral mimicry.SF3B1 inhibition through the small molecule Pladienolide B (PlaB) induces the accumulation of immunogenic double-stranded RNAs (dsRNAs), including right-handed dsRNA conformation (A-RNA), provoking a tumor-intrinsic innate immune response and tumor cell death in SCLC preclinical models. Strikingly, we discovered that PlaB treatment also induces the formation of Z-form nucleic acids (Z-NAs), which are unique, left-handed nucleic acids and necroptosis-activating ligands for the host sensor ZBP1.These endogenous A-RNAs and Z-NAs initiate tumor-intrinsic antiviral interferon (IFN) signaling in SCLC cells leading to tumor-intrinsic immunogenicity and apoptosis. Notably, we also found that Z-NAs derived from spliceosome inhibition trigger the activation of ZBP1, inducing RIPK3-mediated MLKL activation and eventual necroptosis, a highly immunogenic cell-death pathway, in &#8216;necroptosis competent&#8217; cells, including mouse embryonic fibroblasts (MEFs). This opens unexplored strategies for spliceosome inhibitors to activate anti-tumor immune pathways not only in tumor cells themselves, but also in cells of the Tumor Microenvironment (TME), which too can break tolerance and enhance anti-tumor T cell responses which is crucial to enhance cancer immunotherapy responses. These findings demonstrate a unique and novel spliceosome-targeted mechanism to remodel the immunosuppressive TME of SCLCs. Also, our study suggests that SF3B1 inhibitors and potentially other spliceosome inhibitors might be used not only to selectively kill tumor cells, but also as compounds to generate Z-NAs in tumor cells and cells of the TME and trigger on-demand necroptosis without need for an active virus infection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Spliceosome,Lung cancer: small cell,RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Jiang<\/b>, X. Ma, S. Balachandran, I. Caadas; <br\/>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"6627594d-6404-403e-98a5-a3091bd8c1d6","ControlNumber":"4206","DisclosureBlock":"&nbsp;<b>X. Jiang, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>S. Balachandran, <\/b> None..<br><b>I. Caadas, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3731","PresenterBiography":null,"PresenterDisplayName":"Xinpei Jiang","PresenterKey":"ccdc0821-3c3e-4b2a-b202-4f2111ce6b43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3731. Spliceosome: A gatekeeper for necroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spliceosome: A gatekeeper for necroptosis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Epcoritamab (DuoBody<sup>&#174;<\/sup>-CD3xCD20) is a subcutaneous IgG1 bispecific antibody that simultaneously binds to CD3 on T cells and CD20 on malignant B cells, inducing activation and cytotoxic activity of T cells to mediate killing of target lymphoma cells. Epcoritamab is approved in the US for the treatment of adults with relapsed\/refractory (R\/R) diffuse and high-grade large B-cell lymphoma after &#8805;2 lines of systemic therapy (also approved in Europe, the UK, Japan, and Canada). Here we present the pharmacodynamic effects of epcoritamab as monotherapy (EPCORE NHL-1: NCT03625037) or in combination with rituximab + lenalidomide (R<sup>2<\/sup>) (EPCORE NHL-2: NCT04663347) in peripheral blood of patients with follicular lymphoma (FL), a heterogeneous disease for which many patients have an unmet medical need for efficacious, well-tolerated, off-the-shelf therapies.<br \/>Methods: In EPCORE NHL-1 expansion phase, adults with R\/R FL received epcoritamab monotherapy; in EPCORE NHL-2, adults with R\/R (arm 2) or newly diagnosed (ND) (arm 6) FL received epcoritamab combined with R<sup>2<\/sup>. B-cell markers and T-cell proliferation and activation markers in whole blood were assessed using validated flow cytometry assays. Cytokines in plasma were measured using a validated multiplex immunoassay.<br \/>Results: Epcoritamab as monotherapy and in combination with R<sup>2<\/sup> induced rapid depletion of circulating peripheral B cells (CD19<sup>+<\/sup>) in patients with detectable peripheral B cells at baseline. Additionally, within the first 2 cycles, epcoritamab monotherapy induced a transient elevation of peripheral CD8<sup>+<\/sup> and CD4<sup>+<\/sup> T cells expressing proliferation (Ki67<sup>+<\/sup>%) and activation (HLA-DR<sup>+<\/sup>% and PD-1<sup>+<\/sup>%) markers. R\/R and ND patient groups treated with epcoritamab + R<sup>2<\/sup> showed a trend for greater induction of proliferating and activated peripheral T cells. Likewise, elevation in T-cell absolute counts was observed from cycle 2 onward, with a trend of higher levels with epcoritamab + R<sup>2<\/sup> vs epcoritamab monotherapy. In addition, a moderate but transient elevation of circulating cytokines including IFN&#947;, IL-6, and IL-10 during cycle 1 was observed with epcoritamab monotherapy and epcoritamab + R<sup>2<\/sup>. Importantly, IL-6 and IL-10 returned to approximate baseline levels prior to the subsequent dose. Compared with epcoritamab monotherapy, patients treated with epcoritamab + R<sup>2<\/sup> showed a trend for lower median levels of IL-6 peaks 24 hours after the first full dose.<br \/>Conclusion: The pharmacodynamic activity of epcoritamab combined with R<sup>2<\/sup> in R\/R and ND FL was consistent with epcoritamab&#8217;s mechanism of action as monotherapy. Epcoritamab + R<sup>2<\/sup> showed a favorable pharmacodynamic profile with a trend toward increased T-cell activation and T-cell elevation, and lower IL-6 levels. These data support the ongoing phase 3 trial of epcoritamab + R<sup>2<\/sup> compared with R<sup>2<\/sup> alone in patients with R\/R FL (EPCORE FL-1: NCT05409066).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Pharmacodynamics,Epcoritamab,Follicular lymphoma,Rituximab plus Lenalidomide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Si<\/b><sup>1<\/sup>, J. Zhang<sup>1<\/sup>, M. Wielgos-Bonvallet<sup>1<\/sup>, L. Falchi<sup>2<\/sup>, K. Linton<sup>3<\/sup>, W. Jurczak<sup>4<\/sup>, D. Belada<sup>5<\/sup>, I. Alt&#305;nta&#351;<sup>6<\/sup>, M. Sacchi<sup>1<\/sup>, E. Favaro<sup>7<\/sup>, A. Rana<sup>1<\/sup>, D. Hoehn<sup>1<\/sup>, D. Soong<sup>1<\/sup>, C. W. Chiu<sup>1<\/sup>, M. Jure-Kunkel<sup>1<\/sup>; <br\/><sup>1<\/sup>Genmab, Plainsboro, NJ, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>3<\/sup>The Christie NHS Foundation Trust and Manchester Cancer Research Centre, Manchester, United Kingdom, <sup>4<\/sup>MSC National Research Institute of Oncology, Krakw, Poland, <sup>5<\/sup>University Hospital and Faculty of Medicine, Hradec Krlov, Czech Republic, <sup>6<\/sup>Genmab, Utrecht, Netherlands, <sup>7<\/sup>Genmab, Copenhagen, Denmark","CSlideId":"","ControlKey":"41788bd7-451f-4dd3-99a0-aa1d893598ac","ControlNumber":"2034","DisclosureBlock":"<b>&nbsp;H. Si, <\/b> <br><b>Genmab<\/b> Employment, Stock. <br><b>J. Zhang, <\/b> <br><b>Genmab<\/b> Employment. <br><b>M. Wielgos-Bonvallet, <\/b> <br><b>Genmab<\/b> Employment. <br><b>L. Falchi, <\/b> <br><b>Genmab<\/b> Other, Consultancy and research funding. <br><b>Roche<\/b> Consultancy and research funding. <br><b>Genentech<\/b> Consultancy, advisory board, and research funding. <br><b>AbbVie<\/b> Consultancy, advisory board, and research funding. <br><b>Seagen<\/b> Other, Advisory board. <br><b>ADC Therapeutics<\/b> Other, Advisory board. <br><b>AstraZeneca<\/b> Other, Consultancy. <br><b>K. Linton, <\/b> <br><b>Genmab<\/b> Other, Consultancy, membership on an entity's Board of Directors or advisory committees, and research funding. <br><b>AbbVie<\/b> Other, Consultancy, honoraria, membership on an entity's Board of Directors or advisory committees, research funding,\u000d\u000aand Speakers Bureau. <br><b>Hoffman-La Roche<\/b> Other, Honoraria, membership on an entity's Board of Directors or advisory committees, and research funding. <br><b>Takeda<\/b> Other, Research funding. <br><b>Roche<\/b> Other, Consultancy. <br><b>Gilead<\/b> Other, Consultancy and membership on an entity's Board of Directors or advisory committees. <br><b>BeiGene<\/b> Other, Consultancy and membership on an entity's Board of Directors or advisory committees. <br><b>BMS<\/b> Consultancy, membership on an entity's Board of Directors or advisory committees, and Speakers Bureau. <br><b>Celgene<\/b> Other, Consultancy, honoraria, and membership on an entity's Board of Directors or advisory committees. <br><b>W. Jurczak, <\/b> <br><b>AstraZeneca<\/b> Other, Consultancy, research funding. <br><b>BeiGene<\/b> Other, Consultancy, research funding. <br><b>Eli Lilly<\/b> Other, Consultancy. <br><b>Pfizer<\/b> Other, Consultancy, research funding. <br><b>Roche<\/b> Other, Consultancy, research funding. <br><b>SOBI<\/b> Other, Consultancy, research funding. <br><b>Takeda<\/b> Other, Consultancy, research funding. <br><b>AbbVie<\/b> Other, Research funding. <br><b>Bayer<\/b> Other, Research funding. <br><b>Celgene<\/b> Other, Research funding. <br><b>Janssen<\/b> Other, Research funding. <br><b>Eli Lilly<\/b> Other, Research funding. <br><b>Merck<\/b> Other, Research funding. <br><b>D. Belada, <\/b> <br><b>Genmab<\/b> Other, Research funding. <br><b>Roche<\/b> Consultancy, and membership on an entity's Board of Directors or advisory committees. <br><b>Morphosys<\/b> Other, Consultancy. <br><b>I. Alt&#305;nta&#351;, <\/b> <br><b>Genmab<\/b> Employment, Stock. <br><b>M. Sacchi, <\/b> <br><b>Genmab<\/b> Employment. <br><b>E. Favaro, <\/b> <br><b>Genmab<\/b> Employment. <br><b>A. Rana, <\/b> <br><b>Genmab<\/b> Employment. <br><b>D. Hoehn, <\/b> <br><b>Genmab<\/b> Employment, Stock. <br><b>D. Soong, <\/b> <br><b>Genmab<\/b> Employment. <br><b>C. W. Chiu, <\/b> <br><b>Genmab<\/b> Employment. <br><b>M. Jure-Kunkel, <\/b> <br><b>Genmab<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3732","PresenterBiography":null,"PresenterDisplayName":"Han Si, PhD","PresenterKey":"2a595360-944d-4bf4-91c1-33c8964c46cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3732. Peripheral pharmacodynamic activity of epcoritamab as monotherapy and in combination with rituximab + lenalidomide in patients with follicular lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peripheral pharmacodynamic activity of epcoritamab as monotherapy and in combination with rituximab + lenalidomide in patients with follicular lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Gut microbiota are critical for effective immune checkpoint blockade therapy (ICT) for cancer. However, the underlying mechanisms by which gut microbiota and\/ or microbiota-derived metabolites augment antitumor response are largely unknown. Here, we utilized a preclinical melanoma (B16-F10) model and treated groups of mice (Jackson, C57BL\/6J, female, 6-8 wks, n=14-26 per group) with seven distinct antibiotic treatments to induce unique gut microbiomes and metabolomes. Mice were then treated with ICT (anti-PD-1 and anti-CTLA-4), resulting in markedly heterogeneous tumor phenotypes (tumor volume and weight) as dictated by the specific antibiotic treatment. Using machine learning (e.g. random forest classifier), we identified metabolite candidates most strongly associated with ICT response (i.e. tumor volume and weight).One metabolite candidate, the bile acid taurodeoxycholic acid, TDCA, had previously been identified by my group as associated with anti-PD-1\/anti-CTLA-4 response in human melanoma patients (PMID 28923537). Administration of TDCA alone is sufficient to overcome antibiotic-induced ICT hyporesponsiveness in mice. Utilizing both<i> in<\/i><i> <\/i><i>vitro<\/i>\/<i>ex<\/i><i> <\/i><i>vivo<\/i> immune cell assays and<i> in <\/i><i>vivo<\/i> preclinical models, we have validated that TDCA treatment directly boosted the antitumor cytotoxic CD8+ T cell responses (i.e. IFN-gamma production, anti-tumor cytotoxicity, tumor growth, etc.) without affecting innate immune responses. Bulk RNAseq of CD8 T cell analysis indicated that TDCA modulate CD8 T cell function through IFN pathway. Together, our findings suggest that the gut microbial metabolite TDCA could promote immunotherapy efficacy through regulation of CD8+ T cell immunity and has the potential to be utilized as a novel therapeutic agent to enhance ICT efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Microbiome,Bile acid,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Li<\/b>, H. Wang, L. Coughlin, N. Poulides, P. Valle, J. Lichterman, X. Zhan, C. Liao, S. Palmer, X. Li, A. Koh; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"20fa5040-f478-4572-b5b4-90ed72ce613f","ControlNumber":"2484","DisclosureBlock":"&nbsp;<b>W. Li, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>L. Coughlin, <\/b> None..<br><b>N. Poulides, <\/b> None..<br><b>P. Valle, <\/b> None..<br><b>J. Lichterman, <\/b> None..<br><b>X. Zhan, <\/b> None..<br><b>C. Liao, <\/b> None..<br><b>S. Palmer, <\/b> None..<br><b>X. Li, <\/b> None.&nbsp;<br><b>A. Koh, <\/b> <br><b>Prolacta<\/b> Consultant. <br><b>Novartis, Prolacta<\/b> Sponsored research. <br><b>Aumenta Biosciences<\/b> Co-founder.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7442","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3733","PresenterBiography":null,"PresenterDisplayName":"Wenling Li, Dr PH","PresenterKey":"0fad9b1a-8191-4609-bed0-a8bbe0fe7614","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3733. Gut microbiota-dependent bile acidtaurodeoxycholic acid, TDCAfacilitates anti-tumor immune responses by modulating cytotoxic CD8 T cell immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gut microbiota-dependent bile acidtaurodeoxycholic acid, TDCAfacilitates anti-tumor immune responses by modulating cytotoxic CD8 T cell immunity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: IT TAVO-EP (tavokinogene telseplasmid delivered by electroporation) results in localized expression of IL12 in the tumor microenvironment (TME). This study (NCT04526730) evaluated NeoAd TAVO-EP and NIVO. All patients provided a written informed consent (Advarra IRB Pro00041794). Biomarkers of tumoral and systemic immune responses were conducted and correlated with clinical outcomes.<br \/>Methods: NeoAd phase comprised up to 3 x4-week cycles of IT TAVO-EP and iv NIVO followed by surgery. Endpoints included pathologic complete response (pCR), near pCR, major response (pMR; pCR + near pCR) and nonresponse (pNR). Biospecimens were collected at screening, C1D8, C2D1 (~30 days from treatment start), pre-surgery (~90 days). Slides cut from FFPE tissue were analyzed by chromogenic immunohistochemistry (IHC) for CD8<sup>+<\/sup> tumor infiltrating lymphocytes (TIL) and PD-L1 (22C3 CDx assay). RNA extracted from FFPE tissue was subjected to NanoString&#8217;s IO360 transcriptomic analysis, including Tumor Inflammation Signature (TIS). PBMCs were stained and analyzed via flow cytometry on an LSR Fortessa X-20. Serum samples were analyzed for cytokine levels using Luminex&#174; MAGPIX&#174; platform (15-plex).<br \/>Results: 16 pts were treated; 1 with PR declined surgery, 1 with early distant PD did not have surgery, 14 had surgery: 2 pNR, 3 near pCR, 9 pCR; pMR rate 12\/15 (80%). In tumor, at baseline, 9\/11 pts tested had &#60;20% CD8<sup>+<\/sup> TIL, 7\/11 &#60;10% PD-L1 tumor proportion score (TPS) and 6\/10 TIS of &#8804;0, predicting non-response to anti-PD-1. In 5 pts with evaluable matched tissue at baseline and C2D1: 5\/5 had increased peritumoral CD8+ T cells, 4\/5 increased CD8+ TIL, 2\/5 increased PD-L1, 4\/5 increased TIS at C2D1 compared to baseline. Tumoral transcriptome profile revealed significant upregulation of genes involved in innate and adaptive immune responses (IFN-gamma, APM, granzymes, CD8, PD-L1, JAK1, chemokines, others) at C2D1. In blood, proliferating Ki-67<sup>+<\/sup>\/PD-1<sup>+<\/sup>\/CD8<sup>+<\/sup> T cells expanded at C2D1 while total PD1<sup>+<\/sup>\/CD8<sup>+<\/sup> cells decreased. Decrease of PD1<sup>+<\/sup>CD8<sup>+<\/sup> cells and other subtypes in blood at C2D1 coincided with TME infiltration by CD8<sup>+<\/sup> cells. Serum effector cytokines including IL12, IFN-gamma and IL2, showed no biologically meaningful changes following treatment or differences between responders and non-responders.<br \/>Conclusions: At baseline, most patients exhibited low CD8+ TIL, PD-L1 and TIS, with enhanced immune activation following treatment in the TME and blood including increased immune-related gene expression, CD8+ TIL, peritumoral CD8+ T cells and TIS. Four of 5 pts with negative predictive baseline biomarkers [CD8<sup>+<\/sup>TIL\/PD-L1\/TIS]<sup>low <\/sup>experienced pCRs supporting activity of IL12\/anti-PD1 based regimens in this setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Interleukin-12,Anti-PD-1,Gene therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. A. Tarhini<\/b><sup>1<\/sup>, Z. Eroglu<sup>1<\/sup>, J. S. Zager<sup>1<\/sup>, R. J. Gonzalez<sup>1<\/sup>, A. A. Sarnaik<sup>1<\/sup>, C. Cruse<sup>1<\/sup>, D. B. De Aquino<sup>1<\/sup>, E. Abraham<sup>1<\/sup>, D. M. Acevedo<sup>1<\/sup>, A. Richards<sup>1<\/sup>, M. J. Schell<sup>1<\/sup>, D. Kalos<sup>1<\/sup>, P.-L. Chen<sup>1<\/sup>, J. L. Messina<sup>1<\/sup>, D. A. Canton<sup>2<\/sup>, V. K. Sondak<sup>1<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>OncoSec, San Diego, CA","CSlideId":"","ControlKey":"adc16bf8-34e4-4aba-83e9-0316dbe38144","ControlNumber":"4769","DisclosureBlock":"<b>&nbsp;A. A. Tarhini, <\/b> <br><b>OncoSec<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Merck<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Genentech-Roche<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Sanofi-Genzyme<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Iovance-Clinigen<\/b> Grant\/Contract. <br><b>Acrotech<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation. <br><b>Nektar<\/b> Grant\/Contract. <br><b>Scholar Rock<\/b> Grant\/Contract. <br><b>InflaRx GmbH<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Nested<\/b> Other, Consultant\/Advisory Board Participation. <br><b>Concert AI<\/b> Other, Consultant\/Advisory Board Participation. <br><b>AstraZeneca<\/b> Other, Consultant\/Advisory Board Participation. <br><b>Eisai<\/b> Other, Consultant\/Advisory Board Participation.<br><b>Z. Eroglu, <\/b> None..<br><b>J. S. Zager, <\/b> None..<br><b>R. J. Gonzalez, <\/b> None.&nbsp;<br><b>A. A. Sarnaik, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Patent. <br><b>Iovance Biotherapeutics<\/b> Grant\/Contract, Other Intellectual Property, Other, Ad hoc consulting fees.. <br><b>Guidepoint, Defined Health, Boxer Capital, Huron Consulting Group, KeyQuest Health Inc, Istari, Rising Tide, Second City Science, Market Access, and Gerson Lehrman Group<\/b> Other, Ad hoc consulting fees.. <br><b>Prometheus<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.<br><b>C. Cruse, <\/b> None..<br><b>D. B. De Aquino, <\/b> None..<br><b>E. Abraham, <\/b> None..<br><b>D. M. Acevedo, <\/b> None..<br><b>A. Richards, <\/b> None..<br><b>M. J. Schell, <\/b> None..<br><b>D. Kalos, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>J. L. Messina, <\/b> None.&nbsp;<br><b>D. A. Canton, <\/b> <br><b>OncoSec<\/b> Employment.<br><b>V. K. Sondak, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3734","PresenterBiography":null,"PresenterDisplayName":"Ahmad Tarhini, MD;PhD","PresenterKey":"03c084b9-42eb-490d-937a-8f7c3990f88e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3734. Tumoral and systemic immune modulation with neoadjuvant (NeoAd) intratumoral (IT) TAVO-EP (plasmid IL-12 electro gene transfer) and nivolumab (NIVO) in patients (pts) with operable locoregionally advanced melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumoral and systemic immune modulation with neoadjuvant (NeoAd) intratumoral (IT) TAVO-EP (plasmid IL-12 electro gene transfer) and nivolumab (NIVO) in patients (pts) with operable locoregionally advanced melanoma","Topics":null,"cSlideId":""},{"Abstract":"Successful cancer-immunotherapy need to address three critical factors: a) Relieving the immuno-suppressive tumor microenvironment (TME) b) expanding antigen specific, functionally avid effector T cells, c) triggering systemic immunity with a balanced innate-adaptive response for continued effector cell-feeder supply-chain and memory generation. Combinatorial engagement of such multi-elemental components demands smart, engineered immunotherapy systems compared to conventional vaccines. Here, we report an injectable Nano-Immuno-Gel (NIG) that can neutralize immunosuppressive components (e.g., myeloid derived suppressor cells (MDSCs), M2 macrophages (M&#981;) in TME, together with generating strong effector T cells by nano-vaccination, and sustained release of cytokines to enhance systemic immunity against tumor. In a proof-of-concept study, we show that sustained-release of myeloid-suppressive drug from NIG depot efficiently inhibited MDSCs and M2 M&#981;, not only in TME, but also in the circulation and in peripheral systems, thus creating a conducive, hot TME infiltrated with CD8 effector cells. Follow-up antigen vaccination with novel nano-adjuvant enhanced DC-T cell engagement and sustained IL15 release from NIG provided systemic NK\/T cell activation, rendering significant control of the tumor growth. Our data demonstrate the potential of rationally engineered multi-functional nano-immuno-gels (NIG)<b> <\/b>to combine sequential neutralization of the suppressive TME, antigen vaccination, and concurrent systemic immune activation for highly effective combinatorial cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Nanoparticle,Vaccines,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. K. Sunilkumar<sup>1<\/sup>, M. Salvi<sup>2<\/sup>, S. N. Mohammed<sup>1<\/sup>, Z. T. Zakkariya<sup>1<\/sup>, A. G. Cadena<sup>2<\/sup>, S. Chappan<sup>1<\/sup>, S. P. Radhakrishnan<sup>1<\/sup>, M. Manohar<sup>1<\/sup>, P. Keechilat<sup>3<\/sup>, S. Nair<sup>1<\/sup>, P. Romero<sup>2<\/sup>, C. Jandus<sup>2<\/sup>, <b>M. Koyakutty<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Amrita Vishwavidyapeetham University, Kochi, India, <sup>2<\/sup>Ludwig Institute for Cancer Research, Lausanne, Switzerland, <sup>3<\/sup>Amrita Institute of Medical Sciences (AIMS), Kochi, India","CSlideId":"","ControlKey":"89cd69cd-69e4-49e2-b4a0-a461f8396494","ControlNumber":"6370","DisclosureBlock":"&nbsp;<b>A. K. Sunilkumar, <\/b> None..<br><b>M. Salvi, <\/b> None..<br><b>S. N. Mohammed, <\/b> None..<br><b>Z. T. Zakkariya, <\/b> None..<br><b>A. G. Cadena, <\/b> None..<br><b>S. Chappan, <\/b> None..<br><b>S. P. Radhakrishnan, <\/b> None..<br><b>M. Manohar, <\/b> None..<br><b>P. Keechilat, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>P. Romero, <\/b> None..<br><b>C. Jandus, <\/b> None..<br><b>M. Koyakutty, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3735","PresenterBiography":null,"PresenterDisplayName":"Manzoor Koyakutty, PhD","PresenterKey":"01c56c5d-32ee-4f9d-b1ec-ef14fd531ef3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3735. Combinatorial targeting of tumor-microenvironment together with antigen vaccination using innovative nano-immuno-gel for enhanced cancer-immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinatorial targeting of tumor-microenvironment together with antigen vaccination using innovative nano-immuno-gel for enhanced cancer-immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Monoclonal antibodies (mAbs) targeting immune checkpoints, such as PD-1, PD-L1, and CTLA4, have provided unprecedented clinical benefits to human cancer patients. Novel strategies such as combination therapy with OX40 or 4-1BB agonists are currently under investigation in various pre-clinical studies to enhance the therapeutic benefits of immune checkpoint inhibitors. While syngeneic mouse tumor xenograft models offer valuable insights in pre-clinical testing, they fall short in capturing the nuanced heterogeneity within and between tumors and the dynamic tumor-immune interface. In contrast, canine patients with spontaneous neoplasms possess a closely analogous and intact immune system. These canine patients, who receive sophisticated and advanced medical therapy like their human counterparts, can serve as a vital intermediate pre-clinical model system between rodent studies and human clinical trials, potentially reducing clinical trial failures. In this study, we have developed a novel bispecific fusion protein, denoted BsOXPD, that combines OX40 agonism and PD-1 blockade into a single therapeutic. Our bispecific fusion protein employs an anti-PD-1 nanobody (Nb) to bind and block the PD1 pathway and the extracellular domain (ECD) of the OX40 ligand to stimulate the OX40 receptor. We have developed murinized, caninized, and humanized versions of this protein. All versions of the bispecific fusion protein retain their biochemical and functional properties following the murinization, caninization, and humanization processes. Importantly, all versions effectively disrupt the PD-1\/PD-L1 axis in murine, canine, and human systems while concurrently acting as potent OX40 agonists. To further improve the humanized version of the BsOXPD, we partially humanized the anti-PD1 Nb by introducing amino acid substitutions in various framework regions. The humanized anti-PD1 Nb still completely inhibited the binding of human PD-L1 to the PD-1 receptor. The caninized version of BsOXPD exhibits no toxicities or immune-related adverse events (irAEs) following intravenous injection at doses of 1 mg\/kg or 3 mg\/kg body weight in healthy beagle dogs. In summary, we have designed a cross-species Nb-based fusion protein for PD1 blockade and OX40 agonism. Our next goal is to evaluate the therapeutic efficacy of caninized BsOXPD in pet dogs with oral melanoma in neoadjuvant settings. Therefore, our cross-species approach will offer comprehensive insights into the safety, pharmacokinetic (PK) profile, and clinical benefits associated with the concurrent application of PD1 blockade and OX40 agonism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"PD-1,OX40,Malignant melanoma,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Sandey<\/b><sup>1<\/sup>, D. Ruiz<sup>1<\/sup>, J. Marable<sup>1<\/sup>, D. Bedi<sup>2<\/sup>, P. Agarwal<sup>1<\/sup>; <br\/><sup>1<\/sup>Auburn University, Auburn, AL, <sup>2<\/sup>Tuskegee University, Tuskegee, AL","CSlideId":"","ControlKey":"15a4df9d-ed08-4ef3-b426-9867df6018fe","ControlNumber":"6119","DisclosureBlock":"&nbsp;<b>M. Sandey, <\/b> None..<br><b>D. Ruiz, <\/b> None..<br><b>J. Marable, <\/b> None..<br><b>D. Bedi, <\/b> None..<br><b>P. Agarwal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3736","PresenterBiography":"","PresenterDisplayName":"Maninder Sandey, DVM,PhD","PresenterKey":"bbf54f8c-4583-45ec-a89f-4124c2588a62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3736. Bridging the gaps: A cross-species approach to PD-1 and OX40 combination immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bridging the gaps: A cross-species approach to PD-1 and OX40 combination immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Adenosine signaling is a central immunosuppressive mechanism affecting a broad set of immune cell types. Adenosine is generated from extracellular ATP by a group of ectonucleotidases including CD39 and CD73. Suppressing the adenosine pathway via CD73 blockade may enhance the potential of checkpoint inhibitor therapies.S095024 (Sym024) is a fully human, effector-function attenuated antibody that binds to human and cynomolgus CD73 with sub-nM affinity.<br \/><b>Methods: <\/b>Preclinically, the stoichiometry and conformational structure of the binding interaction between CD73 and S095024 was assessed by SEC-MALS and cryo-EM and the ability of S095024 to inhibit CD73 activity was done <i>in vitro <\/i>covering 3-, 6- and 24-hour incubation periods. The clinical safety, tolerability, pharmacokinetics, and pharmacodynamics of S095024 alone or in combination with Sym021, an anti-PD1 antibody, was investigated in a first-in-human study (NCT04672434) in patients with selected types of advanced solid tumors. Following assessment of single agent S095024 (100 to 1500 mg IV Q2W) in part I, the safety and tolerability of S095024 (300 to 1500 mg IV Q2W) was assessed in combination with Sym021 (200 mg IV Q2W) in part II. A part IIa was added: patients received 3000 mg IV Q2W of S095024 in Cycle 1, followed by 3000 mg S095024 + 200 mg Sym021 from Cycle 2 onwards.<br \/><b>Results: <\/b>Structural data indicate that S095024 binds to CD73 in a unique configuration by bridging the two monomers of the molecule, interacting in a 1:1 stoichiometry and effectively preventing the conformational state cycling required for catalysis. Functional data using a 20x cell line panel harboring a broad range of CD73 expression levels demonstrates that this interaction modus results in deep enzymatic inhibition. As of 12 Oct 2023, 43 patients have been treated with, S095024 in the FIH study. S095024, as a single agent (N=18) and in combination with PD-1 blockade (N=25) was well tolerated across all dose levels. The most frequent treatment emergent adverse events (&#8805;15% patients) were fatigue, nausea, diarrhea, dyspnea, and vomiting. A dose proportional increase in drug exposure, both in monotherapy and combination, was observed starting at 900 mg. Target engagement assessed both peripherally (free soluble CD73) and intra-tumorally (enzymatic activity), showed a sustained decrease in free soluble CD73 in blood at dose levels &#8805;1500 mg and dose-dependent CD73 modulation, with &#62;80% inhibition reached at &#8805;1500 mg in tumor biopsies.<br \/><b>Conclusions: <\/b>These findings reveal the potential of S095024 (Sym024) to prevent adenosine-mediated tumor evasion and support further clinical investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CD73,anti-PD1,adenosine signaling,solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Spreafico<sup>1<\/sup>, J. R. Ahnert<sup>2<\/sup>, D. Sommerhalder<sup>3<\/sup>, M. Almena-Carrasco<sup>4<\/sup>, N. Harouki Crochemore<sup>4<\/sup>, <b>X. Ianopulos<\/b><sup>5<\/sup>, J. S. Jakobsen<sup>6<\/sup>, E. Armbruster<sup>7<\/sup>, A. Delmas<sup>4<\/sup>, A. des Georges<sup>7<\/sup>, C. Frhlich<sup>6<\/sup>, J. Geronimi<sup>4<\/sup>, M. M. Grandal<sup>6<\/sup>, R. W. Hansen<sup>6<\/sup>, J. Lantto<sup>6<\/sup>, J. Legrand<sup>4<\/sup>, F. Levasseur<sup>4<\/sup>, M. Riva<sup>6<\/sup>, C. Rodrigues<sup>4<\/sup>, V. Seif<sup>4<\/sup>, V. Askoxylakis<sup>5<\/sup>, N. Lakhani<sup>8<\/sup>; <br\/><sup>1<\/sup>Princess Margaret Canada, Toronto, ON, Canada, <sup>2<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Texas Oncology-San Antonio Babcock Next Oncology, San Antonio, TX, <sup>4<\/sup>Servier, Gif-sur-Yvette, France, <sup>5<\/sup>Servier, Boston, MA, <sup>6<\/sup>Servier, Ballerup, Denmark, <sup>7<\/sup>The City University of New York (CUNY), New York, NY, <sup>8<\/sup>START Midwest, Grand Rapids, MI","CSlideId":"","ControlKey":"e1424463-9345-4453-aed3-181d8da59161","ControlNumber":"6413","DisclosureBlock":"<b>&nbsp;A. Spreafico, <\/b> <br><b>Immunocore<\/b> Other, Honoraria, Consulting or advisory role. <br><b>Medison<\/b> Other, Honoraria, Consulting or advisory role. <br><b>Bristol-Myers Squibb<\/b> Other, Consulting or advisory role. <br><b>Merck<\/b> Other, Consulting or advisory role. <br><b>J. R. Ahnert, <\/b> <br><b>Ellipses Pharma<\/b> Other, Advisory Board. <br><b>Molecular Partners<\/b> Other, Advisory Board. <br><b>IONCTURA<\/b> Other, Advisory Board. <br><b>Sardona<\/b> Other, Advisory Board. <br><b>Mekanistic<\/b> Other, Advisory Board. <br><b>Amgen<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Merus<\/b> Grant\/Contract, Other, Advisory Board. <br><b>MonteRosa<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Aadi<\/b> Other, Advisory Board. <br><b>Bridgebio<\/b> Other, Advisory Board. <br><b>Loxo Oncology<\/b> Grant\/Contract, Travel. <br><b>Blueprint Medicines<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract. <br><b>Hummingbird<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Yingli<\/b> Grant\/Contract. <br><b>D. Sommerhalder, <\/b> <br><b>Texas Oncology\/US Oncology<\/b> Employment, Stock. <br><b>Syneos Health<\/b> Other, Honoraria. <br><b>M. Almena-Carrasco, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Harouki Crochemore, <\/b> <br><b>Servier<\/b> Employment. <br><b>X. Ianopulos, <\/b> <br><b>Servier<\/b> Employment. <br><b>J. S. Jakobsen, <\/b> <br><b>Servier<\/b> Employment.<br><b>E. Armbruster, <\/b> None.&nbsp;<br><b>A. Delmas, <\/b> <br><b>Servier<\/b> Employment.<br><b>A. des Georges, <\/b> None.&nbsp;<br><b>C. Frhlich, <\/b> <br><b>Servier<\/b> Employment. <br><b>J. Geronimi, <\/b> <br><b>Servier<\/b> Employment. <br><b>M. M. Grandal, <\/b> <br><b>Servier<\/b> Employment. <br><b>Novo Nordisk<\/b> Employment. <br><b>R. W. Hansen, <\/b> <br><b>Servier<\/b> Employment. <br><b>J. Lantto, <\/b> <br><b>Servier<\/b> Employment. <br><b>J. Legrand, <\/b> <br><b>Servier<\/b> Employment. <br><b>F. Levasseur, <\/b> <br><b>Servier<\/b> Employment. <br><b>M. Riva, <\/b> <br><b>Servier<\/b> Employment. <br><b>C. Rodrigues, <\/b> <br><b>Servier<\/b> Employment. <br><b>V. Seif, <\/b> <br><b>Servier<\/b> Employment. <br><b>V. Askoxylakis, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Lakhani, <\/b> <br><b>Ikena Oncology<\/b> Other, Consulting or Advisory Role. <br><b>SK Life Sciences<\/b> Other, Consulting or Advisory Role.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7447","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3737","PresenterBiography":null,"PresenterDisplayName":"Xenophon Ianopulos, MD","PresenterKey":"5d771118-85cb-45a0-a21d-99189c762692","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3737. Molecular and early clinical characterization of the anti-CD73 antibody S095024 (Sym024)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and early clinical characterization of the anti-CD73 antibody S095024 (Sym024)","Topics":null,"cSlideId":""},{"Abstract":"OX40, also known as CD134 or TNFRSF4, is a member of the tumor necrosis factor receptor (TNFR) superfamily which mainly expressed on the surface of activated T cells including Treg cells. Engagement of OX40 with its ligand, TNFSF4, leads to effector T cell expansion and cytokine release, inhibits activation-induced cell death (AICD) and promotes the survival of antigen-specific memory T cells. In contrast to the massive hit of immune checkpoint inhibitors like PD-1 and PD-L1, the benefit of agonistic antibodies in clinical trials has not been completely demonstrated to date. On one hand, higher doses could leads to T cell exhaustion or AICD, paradoxically, with no efficacy improvement. Another hand, the limited understanding of the biology of immune checkpoints underlying &#8220;accelerator and brake&#8221; should account for the slow clinical progress of OX40-targeted biologics. It seems that the dosing sequence or timing of anti-OX40 and anti-PD-1 is an important consideration in combination therapies. Given this, we firstly evaluated the antitumor effects of two different anti-human OX40 agonists in syngeneic MC38 and Pan02 tumor models, respectively, in hOX40 knockin mice. We observed tumor regressions upon treatment of OX40 agonistic Ab1 in a dose-dependence way in the homozygous hOX40 knockin mice engrafted with MC38 tumors. The anti-hOX40 Ab1 at high-dose (10 mg\/kg) led to ~60% TGI, but no response at very low dose (0.1 mg\/kg). Furthermore, the homozygous hOX40 knockin mice inoculated with Pan02 pancreatic tumors were treated with a novel strong anti-hOX40 agonist (Ab2) and surrogate anti-mPD-1. Notably, Anit-hOX40 (Ab2) alone at low dose (1 mg\/kg, Q3D*9 doses) exerted strong anti-tumor potency (TGI=59.3%, p&#60; 0.005) and no statistical significant antitumor difference was observed between high-dose group (at 5mg\/kg) and low-dose group (at 1 mpk) as monotherapy, though anti-hOX40 (Ab2) at 5mg\/kg showed the best therapeutic response (TGI=72%, p=0.0002) among all treatment groups. In contrast, the second therapeutic response was observed in the combo group treated with first dosing of 5mg\/kg anti-hOX40 (Ab2) combining delayed dosing of 10mg\/kg anti-mPD-1 (TGI=64%, p&#60; 0.005) and the concurrent dosing group of Ab2 (5 mg\/kg, Q3D&#215;9 doses) plus anti-mPD-1 (2 mg\/kg, Q3D&#215;9 doses) (TGI=62.3%, p= 0.001). In conclusion, different human-specific OX40 agonists displayed different anti-tumor activity as monotherapy, and different dose led to different antitumor potency for the same agonist. In terms of different combination regimens, although no advanced benefit was observed for the combination of anti-mPD-1\/anti-OX40 (Ab2) in comparison to strong anti-OX40 agonist (Ab2) alone, it demonstrated that the dosing timing and sequence of either anti-PD-1 or anti-hOX40 did has impact on the therapeutic outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Antitumor agents,OX-40,PD-1,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Li, Y. Zhang, X. Qiu, D. Feng, R. Sun, <b>D. X. He<\/b>; <br\/>Shanghai Model Organisms Center, Inc., Shanghai, China","CSlideId":"","ControlKey":"e00e4f56-221e-463d-85c4-8aaaad1dde66","ControlNumber":"6373","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>X. Qiu, <\/b> None..<br><b>D. Feng, <\/b> None..<br><b>R. Sun, <\/b> None..<br><b>D. X. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3739","PresenterBiography":null,"PresenterDisplayName":"Daniel He, PhD","PresenterKey":"8ae74042-047c-4372-b606-6859589b8c26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3739. Different combination regimens for OX40 agonists and PD-1 inhibitors exert different antitumor effects in OX40 humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Different combination regimens for OX40 agonists and PD-1 inhibitors exert different antitumor effects in OX40 humanized mice","Topics":null,"cSlideId":""},{"Abstract":"Tusamitamab ravtansine (SAR408701) is an antibody-drug conjugate (ADC) targeted to carcino-embryonic antigen-related cell adhesion molecule 5 (CEACAM5) and delivering DM4, a maytansinoid cytotoxic. CEACAM5 is highly expressed in several tumor types, including non-squamous non-small cell lung cancer (NSQ NSCLC). It is currently being evaluated in patients with advanced CEACAM5-positive NSQ NSCLC, in a phase II study in combination with pembrolizumab, and a phase III trial as single agent in comparison with docetaxel. Preclinical investigations were performed to determine whether SAR408701 could be beneficially combined with immune checkpoint inhibitors. We, first, demonstrated that the tusamitamab ravtansine payload, DM4, is able to induce robust immunogenic cell death (ICD) using an in vivo vaccination assay. In this assay, immunocompetent mice were &#8220;vaccinated&#8221; by DM4-treated CT26 cells and then later rechallenged with CT26 tumor cells. Tumor rejection was observed in more than 50% of &#8220;vaccinated&#8221; mice. The ICD was characterized by the expression or release of danger-associated molecular patterns (DAMPs), and we observed DAMP modulation such as calreticulin (CRT) exposure at the cell surface of dying tumor cells, and the release of the High-Mobility Group Box 1 (HMGB1) in the extracellular space by CT26 cells in response to DM4 treatment. We also showed that DM4-treated CT26 tumor cells implanted into mice or SAR408701 treatment of MC38 tumor-bearing mice induced an elevation of plasmatic level of murine IL-6 and INF&#947;, revealing potential antitumor immunity modulation by the ADC and its payload. Immunohistochemistry analysis of MC38 tumors also revealed that tusamitamab ravtansine treatment induced a dose-dependent increase of CD8 T-cell infiltration in tumors correlating to dose-dependent efficacy. Finally, tusamitamab ravtansine was combined with immune checkpoint inhibitors (ICIs) in immunocompetent mice bearing MC38 tumor model. In this model, the combination of tusamitamab ravtansine with anti-PD-1 or anti-PD-L1 antibody led to complete response and, even, tumor-free survivors at 120 days post tumor implantation while single agents were inactive or transiently active. In summary, these preclinical data show that tusamitamab ravtansine could be beneficially combined with immune checkpoint and strongly support their evaluation in clinical development.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immunogenic cell death,Immune checkpoint blockade,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Nicolazzi, A.-M. Lefebvre, N. Moindrot, C. Larois, M. Classe, <b>S. Sidhu<\/b>; <br\/>Sanofi, Vitry-Sur-Seine, France","CSlideId":"","ControlKey":"9094bf81-1034-43ff-9a72-538de8a4f927","ControlNumber":"6880","DisclosureBlock":"<b>&nbsp;C. Nicolazzi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Lefebvre, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>N. Moindrot, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>C. Larois, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Classe, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Sidhu, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7450","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3740","PresenterBiography":null,"PresenterDisplayName":"Sukhvinder Sidhu, PhD","PresenterKey":"1b04e159-78af-40c0-a406-a350b91db8aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3740. Tusamitamab ravtansine induces immunogenic cell death and synergizes with anti-PD-1 or anti-PD-L1 antibody combination in solid tumor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tusamitamab ravtansine induces immunogenic cell death and synergizes with anti-PD-1 or anti-PD-L1 antibody combination in solid tumor","Topics":null,"cSlideId":""},{"Abstract":"We have initially demonstrated the pivotal role of IFN-&#947;-producing tumor-antigen-specific Th1 cells for the complete eradication of established tumor mass by CTL. The accumulated evidence has clearly demonstrated that induction of Th1-dependent full activation of CTL at tumor-draining lymph nodes (TDLN) are crucial for inducing complete rejection of solid tumor by CTL. To induce Th1 immunity efficiently at TDLN in tumor-bearing host, we developed an artificially synthesized helper\/killer-hybrid epitope long peptide (H\/K-HELP), which conjugated killer and helper epitope peptides of cancer antigen by a glycine-linker. In mouse model, OVA-H\/K-HELP was selectively presented in vivo by professional DC in vaccinated TDLN and sustained antigen presentation capability of DC to stimulate both CTL and Th1 cells. Thus, in contrast to short peptide, vaccination of OVA-expressing EG7-bearing mice with OVA-H\/K-HELP caused a complete eradication of EG7 tumor mass. To apply these basic findings to clinical treatment of cancer patients, we then developed Survivin-H\/K-HELP. Treatment of a patient with a triple-negative breast cancer patient with Survivin-H\/K-HELP induced a complete response in a triple-negative breast cancer patient concomitantly with the induction of Th1-dependent cellular and humoral immune responses. In this clinical study, the patients showed Th1-dependent C&#8217;-fixing IgG antibody production and exhibited IFN-&#947;-producing Th1 cellular responses. Finally, we also applied H\/K-HELP-pulsing DC-vaccine to develop an innovative combination cancer immunotherapy (iCCI). The iCCI consisting of radiation, low dose of immune check point inhibitors (ICIs:Nibolumab, Ipilimumab) and H\/K-HELP-pulsed DC, all of which have been shown to initially modulate antitumor immunity at TDLN. Here, we described a successful outcome of a case of the stage IVA inoperable advanced hypopharyngeal squamous cell cancer patient with lymph node-metastasis. The iCCI treatment of the patient caused a complete disappearance of all cancers and the patient has been cancer free for over 15 months so far. Although the destruction mechanism of cancer is not determined, we image this iCCI might improve patient&#8217;s antitumor immune capability in immune microenvironment around tumor (IMAT) including TDLN and TME. Our developed iCCI will become a promising strategy to overcome inoperable advanced cancers in future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Cancer vaccine,Radioimmunotherapy,Dendritic cells,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Iwasaki<\/b><sup>1<\/sup>, Y. Yazaki<sup>1<\/sup>, T. Masuko<sup>2<\/sup>, T. Nishimura<sup>3<\/sup>; <br\/><sup>1<\/sup>Precision Clinic Tokyo, Tokyo, Japan, <sup>2<\/sup>School of Pharmacy, Kindai University, Osaka, Japan, <sup>3<\/sup>Cancer Medical Research Center, Fujita Health University, Aichi, Japan","CSlideId":"","ControlKey":"d0fd2e5d-632f-4ddc-af14-f2f3eb24258a","ControlNumber":"2968","DisclosureBlock":"&nbsp;<b>T. Iwasaki, <\/b> None..<br><b>Y. Yazaki, <\/b> None..<br><b>T. Masuko, <\/b> None..<br><b>T. Nishimura, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3741","PresenterBiography":null,"PresenterDisplayName":"Takanori Iwasaki, MD","PresenterKey":"2bdc4295-7f0e-4f31-9026-6e42d140e40c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3741. Helper\/killer hybrid epitope long peptide (H\/K-HELP) cancer vaccine augments Th1-dependent CTL induction at tumor-draining lymph node to eradicate solid tumor: its application to develop an innovative combination cancer immunotherapy(iCCI)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"249","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Helper\/killer hybrid epitope long peptide (H\/K-HELP) cancer vaccine augments Th1-dependent CTL induction at tumor-draining lymph node to eradicate solid tumor: its application to develop an innovative combination cancer immunotherapy(iCCI)","Topics":null,"cSlideId":""}]