[{"Abstract":"Purpose: Inter-individual variability in oncology patients&#8217; symptom experiences poses significant challenges in prioritizing symptoms for targeted intervention(s). In this study, computational approaches were used to unbiasedly characterize the heterogeneity of the symptom experience of oncology patients to elucidate their symptom patterns and drivers of symptom burden.<br \/>Methods: Severity ratings for 32 symptoms on the Memorial Symptom Assessment Scale from 3088 oncology patients were analyzed. Gaussian Graphical Model symptom networks were constructed for the entire cohort and subgroups identified through unsupervised clustering of symptom co-severity patterns. Symptom network characteristics were analyzed and compared using permutation-based statistical tests. Demographic and clinical characteristic differences between subgroups were assessed using multinomial logistic regression.<br \/>Results: Network analysis of the entire cohort revealed three core symptom clusters: constitutional, gastrointestinal-epithelial, and psychological. Lack of energy was identified as central to the network, suggesting that it plays a crucial role in driving overall symptom burden and may be the most salient to target clinically. Unsupervised clustering of patients based on shared symptom co-severity patterns identified six patient subgroups with distinct symptom patterns and demographic and clinical characteristics. The first subgroup represented a baseline cohort of patients who are most affected by common constitutional symptoms of cancer care. The second subgroup represented patients with severe overall symptom burden. The third subgroup represented patients primarily experiencing neuropathy. The fourth subgroup represented patients with advanced disease and treatment-related symptoms but relatively high quality of life. The fifth subgroup represented younger patients with pronounced psychological disease burden. The sixth subgroup represented patients with minimal symptom burden. Age, treatment status, and Karnofsky Performance Score were the strongest determinants of subgroup membership, but their interplay (in one case even with ethnicity) reaffirms the complex multi-factorial nature of the symptom experience. For each subgroup, symptoms with the highest network centralities that should be prioritized for management were identified.<br \/>Conclusions: This study provides a translational research framework for clinicians to better understand and address the symptom care needs of oncology patients. The framework combines unbiased stratification of patients and in-depth modeling of symptom relationships to capture the heterogeneity in their experiences. When validated, the identified core symptoms and associated clinical determinants may inform precision-based symptom management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"Cancer,Symptom network analysis,Patient-Reported Outcomes,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. H. Bergsneider<\/b><sup>1<\/sup>, T. S. Armstrong<sup>2<\/sup>, Y. P. Conley<sup>3<\/sup>, B. Cooper<sup>4<\/sup>, M. Hammer<sup>5<\/sup>, J. D. Levine<sup>4<\/sup>, S. Paul<sup>4<\/sup>, C. Miaskowski<sup>4<\/sup>, O. Celiku<sup>2<\/sup>; <br\/><sup>1<\/sup>Stanford University, Stanford, CA, <sup>2<\/sup>National Cancer Institute, National Institutes of Health, Bethesda, MD, <sup>3<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>4<\/sup>University of California San Francisco, San Francisco, CA, <sup>5<\/sup>Dana Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"d8e21ab2-1046-4669-89bf-3897f00975ae","ControlNumber":"707","DisclosureBlock":"&nbsp;<b>B. H. Bergsneider, <\/b> None..<br><b>T. S. Armstrong, <\/b> None..<br><b>Y. P. Conley, <\/b> None..<br><b>B. Cooper, <\/b> None.&nbsp;<br><b>M. Hammer, <\/b> <br><b>GSK and Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract.<br><b>J. D. Levine, <\/b> None..<br><b>S. Paul, <\/b> None..<br><b>C. Miaskowski, <\/b> None..<br><b>O. Celiku, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7440","PresenterBiography":null,"PresenterDisplayName":"Brandon Bergsneider, MS","PresenterKey":"5941304a-3a13-44b9-a8d4-50366b51e42b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7440. Symptom network analysis and unsupervised clustering of a cohort of oncology patients identifies drivers of symptom burden and patient subgroups with distinct symptom patterns","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Symptom network analysis and unsupervised clustering of a cohort of oncology patients identifies drivers of symptom burden and patient subgroups with distinct symptom patterns","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Childhood cancer survivors often reported poorer health-related quality-of-life (HRQOL) compared to age\/sex-matched controls, indicating toxic stress resulting from high burden of treatment-related late effects. This study aimed to investigate cross-sectional associations between poorer HRQOL and epigenetic age acceleration (EAA) using several epigenetic clocks as well as other DNA methylation (DNAm)-based aging biomarkers.<br \/><b>Methods<\/b>: DNAm was generated using the Infinium EPIC BeadChip version 1 with blood-derived DNA (median [min-max] for age at blood draw = 34.5 [18.5-66.6] years) from 2,206 long-term survivors in the St. Jude Lifetime Cohort. DNAm-based aging biomarkers and epigenetic age using multiple clocks (e.g., GrimAge; DNAmB2M: beta-2-microglobulin; DNAmADM: adrenomedullin) were derived from the DNAm Age Calculator (https:\/\/dnamage.genetics.ucla.edu). HRQOL was measured using the Medical Outcomes Study 36-Item Short-Form Health Survey which assesses eight domains, and physical (PCS) and mental (MCS) component summaries. General linear models evaluated associations between HRQOL and epigenetic age acceleration (EAA, e.g., EAA_GrimAge) or other DNAm-based biomarkers (e.g., chronological age adjusted residuals of DNAmB2M, which was similar to the approach in which EAA was derived) after adjusting for age, sex and cancer treatment exposures.<br \/><b>Results<\/b>: Worse physical and mental HRQOL was associated with greater EAA_GrimAge (PCS: &#946; [95%CI]=-0.621 [-0.744, -0.499] years, P=2.48&#215;10<sup>-21<\/sup>; MCS: -0.548 [-0.667, -0.430] years, P=2.82&#215;10<sup>-18<\/sup>; and all eight individual HRQOL domains), followed by chronological age adjusted residuals of DNAmB2M (PCS: -0.101[-0.144, -0.058], P=2.31&#215;10<sup>-5<\/sup>; MCS: (-0.053 [-0.094, -0.011], P=0.030; and seven HRQOL domains), and chronological age adjusted residuals of DNAmADM (PCS: -0.096 [-0.139, -0.053], P=5.45&#215;10<sup>-5<\/sup>; and five HRQOL domains). EAA_Horvath (Horvath clock, the representative 1<sup>st<\/sup> generation epigenetic clock) was the least informative biomarker, which was not associated with any HRQOL domains.<br \/><b>Conclusions<\/b>: Worse HRQOL in different domains was associated with EAA_GrimAge and chronological age adjusted residuals of DNAmB2M, although future longitudinal studies are needed to illuminate the cause and consequence relationship between HRQOL and aging biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"Epigenetics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N.-M. Plonski<\/b><sup>1<\/sup>, Y. Pan<sup>1<\/sup>, C. Chen<sup>1<\/sup>, Q. Dong<sup>1<\/sup>, X. Zhang<sup>1<\/sup>, N. Song<sup>2<\/sup>, K. Shelton<sup>1<\/sup>, J. Easton<sup>1<\/sup>, H. Mulder<sup>1<\/sup>, J. Zhang<sup>1<\/sup>, G. Neale<sup>1<\/sup>, E. Walker<sup>1<\/sup>, H. Wang<sup>3<\/sup>, R. Webster<sup>4<\/sup>, T. Brinkman<sup>4<\/sup>, K. R. Krull<sup>4<\/sup>, G. T. Armstrong<sup>4<\/sup>, K. K. Ness<sup>4<\/sup>, M. M. Hudson<sup>4<\/sup>, Q. Li<sup>4<\/sup>, I.-C. Huang<sup>4<\/sup>, Z. Wang<sup>4<\/sup>; <br\/><sup>1<\/sup>St. Jude Children's Research Hospital, Memphis, TN, <sup>2<\/sup>Chungbuk National Univeristy, Cheongju, Korea, Republic of, <sup>3<\/sup>Shanghai Jiao Tong University School of Medicine, Shanghai, China, <sup>4<\/sup>St Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"12a7f70f-6457-453f-9d17-639359274638","ControlNumber":"4979","DisclosureBlock":"&nbsp;<b>N. Plonski, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>Q. Dong, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>N. Song, <\/b> None..<br><b>K. Shelton, <\/b> None..<br><b>J. Easton, <\/b> None..<br><b>H. Mulder, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>G. Neale, <\/b> None..<br><b>E. Walker, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>R. Webster, <\/b> None..<br><b>T. Brinkman, <\/b> None..<br><b>K. R. Krull, <\/b> None..<br><b>G. T. Armstrong, <\/b> None..<br><b>K. K. Ness, <\/b> None..<br><b>M. M. Hudson, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>I. Huang, <\/b> None..<br><b>Z. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7747","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7441","PresenterBiography":null,"PresenterDisplayName":"Noel-Marie Plonski, BA,PhD","PresenterKey":"bc12d6be-3661-401b-a9c3-c9adbbf421ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7441. Health-Related quality of life and DNA methylation-based aging biomarkers among survivors of childhood cancer: Results from the St. Jude Lifetime Cohort","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Health-Related quality of life and DNA methylation-based aging biomarkers among survivors of childhood cancer: Results from the St. Jude Lifetime Cohort","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) treatment traditionally relies on Platinum-based chemotherapy along with targeted therapy and immunotherapy. However, the emergence of drug resistance due to genetic factors and the progression of late-stage metastasis pose significant challenges. In Asian medical practices, the integration of Chinese herbal medicine (CHM) alongside conventional therapy has shown promise in improving treatment efficacy, ensuring safety, and mitigating adverse effects. This study aims to comprehensively summarize the prevalence and efficacy of CHM when combined with platinum-based chemotherapy in managing advanced NSCLC. Our analysis encompasses data from 14 randomized controlled trials involving 1451 patients, of which 739 received combined chemotherapy with CHMs while 712 received chemotherapy alone. Notably, the adjunctive use of traditional CHM demonstrated a marked increase in overall survival rates. Patients with NSCLC who received CHMs in combination with chemotherapy exhibited significantly higher Objective Response Rate (ORR) (RR = 1.37, 95% CI [1.20-1.58], <i>p<\/i> = .000) and Disease Control Rate (DCR) (RR = 1.13, 95% CI [1.07-1.21], <i>p<\/i> = .000) compared to those solely undergoing chemotherapy. The Karnofsky Performance Status (KPS) (SMD = 1.47, 95% CI [0.30-2.64], <i>p<\/i> = 0.014) also indicated substantial improvements in the quality of life assessment, involving a total of 277 cases. The systematic review identified 88 herbs and formulas, classified into two primary categories. The first category involves tonifying qi and nourishing yin, thereby enhancing the body's immune function and boost immune therapy, fortifying its ability to combat pathogens, and inhibiting cancer cell proliferation. Herbs such as <i>Rx. <\/i>Astragali (Huangqi), Rz. Atractylodis Macrocephalae (Baizhu),<i> Rx.<\/i> Glehniae (Shashen), and <i>Rx.<\/i> Ophiopogonis (Maidong) were among the most frequently prescribed CHMs. The second category consists of heat-clearing and toxin-removing medicines, effectively regulating the inflammatory response and infection around tumors while exhibiting potent anti-tumor activity, such as Herba Salviae Chinensis (ShiJianChuan) and Selaginella Doederleinii (ShiShangBai). The evidence derived from the meta-analysis strongly suggests that adjunctive CHM treatment can significantly enhance chemotherapy's effectiveness and improve tumor response. Subsequent research focusing on the development and application of CHM is warranted for the advancement of NSCLC treatment methodologies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-02 Comparative effectiveness research and cost-effective studies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell, Adjunctive Therapy ,Chinese herb medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L.-C. Wang<\/b><sup>1<\/sup>, T.-L. Chen<sup>2<\/sup>, L. Chen<sup>3<\/sup>, M.-Y. Tsai<sup>4<\/sup>; <br\/><sup>1<\/sup>Kaohsiung Chang Gung Memorial Hospital, Kaohsiung City, Taiwan, <sup>2<\/sup>National Chung-Hsing University, Taichung City, Taiwan, <sup>3<\/sup>Linkou Chang Gung Memorial Hospital, Taoyuan City, Taiwan, <sup>4<\/sup>Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung City, Taiwan","CSlideId":"","ControlKey":"4bfef4ab-2d4c-4e42-a244-3dae5e288b6a","ControlNumber":"1673","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>M. Tsai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7756","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7442","PresenterBiography":null,"PresenterDisplayName":"Lichi Wang, B Pharm;BS;MS","PresenterKey":"51afc98b-c01e-402b-af89-c939c06b80c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7442. Exploring the role of chinese herbal medicine in adjunctive therapy for non-small cell lung cancer: A systematic review and meta-analysis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the role of chinese herbal medicine in adjunctive therapy for non-small cell lung cancer: A systematic review and meta-analysis","Topics":null,"cSlideId":""},{"Abstract":"An iron-dependent mechanism of cell death, ferroptosis, occurs with intracellular iron accumulation and is associated with lipid peroxidation. Previous studies have shown that lipid peroxidation-induced ROS leads to DNA damage and promotes the progression of steatosis to advanced HCC. Therefore, we aim to study ferroptosis in a cell model with hepatocytes co-cultured with ACM (adipocyte culture medium) and low dose H2O2 for a high-fat\/high ROS environment in vitro; an animal model with high-fat content and accompanying low dose carbon tetrachloride in vivo to observe the possibility of hepatocyte steatosis due to ferroptosis.<br \/>Animal model: Mice were fed a Western diet and provided with high fructose\/glucose-containing sugar drinking water (WFSD) for 7 months while receiving a monthly extra-low dose of CCl4.<br \/>Tissue staining: Liver sections were performed to observe histological abnormalities in each group.<br \/>Cell model: Pre-adipocytes, 3T3L1 were differentiated by adding IBMX, Dexamethasone, and Insulin (10 &#956;g\/ml). After differentiation, ACM was collected. The XTT assay was used to examine the relationship between cell death and ferroptosis by a ferroptosis inducer (Erastin) in high-fat and high-ROS environments.qPCR: To detect the expression of iron transport-related genes.Western Blot: To ascertain protein levels associated with ferroptosis.<br \/>Mitochondrial assay: Mitochondrial membrane potential (MMP), mitochondrial dynamics-related proteins, and fluorescence mitochondrial tracking and staining.<br \/>Ferritin, GPX4, IRP2, and ferroportin were upregulated when ACM co-culture with the hepatocytic AML12 cell line, and it also increased the sensitivity of ROS-related cell cytotoxicity, which was related to ferroptosis by the inducer, Erastin, in the high-fat\/high-ROS cell environment. However, these results can be suppressed by UAMC3203, a ferroptosis inhibitor. As for the animal model with high-fat and carbon tetrachloride accompanied experiments, the mice had higher weight, Alanine Aminotransferase (ALT) levels, and developed tumors. Their liver sections showed lipid accumulation, histological fibrosis, and iron accumulation in both the WD and WD+CCl4 groups, which corresponds to the IRP1 and IRP2 upregulated in both groups by qPCR result. Our research findings demonstrate that ferroptosis correlates with high-fat and high-ROS-induced hepatocellular damage. The related mitochondria dynamics changes in liver tissue and high-fat and\/or high ROS provide evidence for ferroptosis-related hepatic steatosis.<br \/>We have established the effect of ferroptosis on hepatic steatosis in vivo and in vitro in nonalcoholic steatosis hepatitis (NASH). These results may enable the development of precise health prevention strategies by inhibiting ferroptosis to prevent the occurrence of liver diseases including hepatic steatosis and HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-01 Biology of cell and tissue damage,,"},{"Key":"Keywords","Value":"Liver cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-S. Chen<\/b>, S.-C. Wang; <br\/>Kaohsiung Medical University, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"c4fe86bc-f726-4bb7-9cdd-97af14823f4b","ControlNumber":"6684","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7742","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7443","PresenterBiography":null,"PresenterDisplayName":"Chi-Sheng (Wayne) Chen, BS","PresenterKey":"6c29664e-e798-462a-839c-147d8b34adae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7443. Investigating the impact of ferroptosis in a high-fat and high-oxidative stress hepatic steatosis environment \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the impact of ferroptosis in a high-fat and high-oxidative stress hepatic steatosis environment \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Topics":null,"cSlideId":""},{"Abstract":"L-asparaginase (Calaspargase-pegol, PEG) is currently an important component of acute lymphoblastic leukemia (ALL) treatment in children, adolescents, and young adults. Despite its high efficacy, toxicities including hepatotoxicity limit its use. Asparaginase-associated hepatotoxicity is often associated with obesity and fatty liver, highlighting lipid metabolism as a potential contributor to fatty liver. Therefore, we performed lipidomic analyses of plasma and liver from control and obese mice treated with one dose of PEG, to determine whether specific lipid moieties or classes may be associated with the hepatotoxicity produced by PEG. Control and obese 18-week-old male C57Bl6\/J mice were treated with one dose of 3000 IU\/kg PEG or vehicle (n = 6 per group). Hepatotoxicity was assessed one week later by liver histopathology and plasma alanine transaminase (ALT) and albumin levels. Liver and plasma lipidomic profiles were also analyzed by UHPLC-QTRAP-MS\/MS. One week post Veh vs. PEG were compared using two-sided, unpaired t-tests. PEG increased liver steatosis scores in both control (Veh: 0.5&#177;0.2, PEG: 3.7&#177;0.3, p&#60;0.001) and obese mice (Veh: 4.0&#177;0.6, PEG: 6.7&#177;0.2, p&#60;0.01). While ALT levels did not show a clear pattern with PEG treatment, albumin level decreased in both control (Veh: 3.6&#177;0.1, PEG: 2.7&#177;0.2, p&#60;0.01) and obese mice (Veh: 4.1&#177;0.2, PEG: 2.8&#177;0.1, p&#60;0.01). Lipidomics analysis showed that plasma lipids generally decreased with PEG treatment in control (not shown) and more significantly in obese mice (Phosphatidylcholines [PC]: Veh 3000.0&#177;381.1, PEG 507.2&#177;71.5, p&#60;0.001; Phosphatidylethanolamine [PE]: Veh 604.7&#177;128.1, PEG 295.3&#177;75.0, p&#60;0.001; triglycerides [TG]: Veh 649.7&#177;89.7, PEG 150.6&#177;49.3, p&#60;0.001). Similar patterns were observed in control (not shown) and obese livers for PC (Veh 11.1&#177;0.8, PEG 5.7&#177;0.8, p&#60;0.001) and PE (Veh 6.7&#177;0.8, PEG 3.5&#177;0.5, p&#60;0.001), whereas liver TG increased with treatment (Veh 220.1&#177;113.5, PEG 586.6&#177;113.4, p&#60;0.001). Interestingly, there were strong negative correlations between steatosis score and liver PC (r2=0.46, p&#60;0.001) and PE (r2=0.62, p&#60;0.001). As low PC has been shown to induce fatty liver, this finding implies that PEG might induce steatosis via reduction in PC and its precursor, PE. Future work will investigate the mechanisms by which PEG reduces liver PE and PC levels, and whether this is causally related to steatosis and hepatotoxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-01 Biology of cell and tissue damage,,"},{"Key":"Keywords","Value":"Toxicity,Lipid metabolism,Liver,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Ruiz-Torres<\/b><sup>1<\/sup>, J. J. Chia<sup>1<\/sup>, M. Cohen<sup>1<\/sup>, J. Tan<sup>1<\/sup>, P. Bandaru<sup>1<\/sup>, A. Brown<sup>2<\/sup>, V. Huynh<sup>3<\/sup>, E. Orgel<sup>4<\/sup>, S. D. Mittelman<sup>1<\/sup>; <br\/><sup>1<\/sup>UCLA Mattel Childrens Hospital, Los Angeles, CA, <sup>2<\/sup>Baylor College of Medicine, Houston, TX, <sup>3<\/sup>Children's Hospital Orange County, Orange, CA, <sup>4<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"6c67c51f-262d-4aca-8d7c-fd5da7ab7f77","ControlNumber":"7405","DisclosureBlock":"&nbsp;<b>V. Ruiz-Torres, <\/b> None..<br><b>J. J. Chia, <\/b> None..<br><b>M. Cohen, <\/b> None..<br><b>J. Tan, <\/b> None..<br><b>P. Bandaru, <\/b> None..<br><b>A. Brown, <\/b> None.&nbsp;<br><b>V. Huynh, <\/b> <br><b>Servier Pharmaceuticals<\/b> Grant\/Contract. <br><b>E. Orgel, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Other, Consultant.<br><b>S. D. Mittelman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7444","PresenterBiography":null,"PresenterDisplayName":"Veronica Ruiz-Torres, PhD","PresenterKey":"3a05fc68-23bd-4e5d-bdf8-8ae68de1fc47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7444. Hepatotoxicity from L-asparaginase is associated with lipid changes in a mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hepatotoxicity from L-asparaginase is associated with lipid changes in a mouse model","Topics":null,"cSlideId":""},{"Abstract":"Cognitive impairment is common in primary brain tumor (PBT) patients, as a result of the disease and secondary damage from directed and systemic therapy. Recently, the risk in patients with IDH-mutant gliomas and role of interconnectivity of the tumor with neurons and the tumor microenvironment has heightened interest in exploration of biomarkers of impairment to inform care. Here, we investigate Montreal Cognitive Assessment (MoCA) scores and peripheral blood levels of C-reactive protein (CRP) in a cross-sectional cohort of 47 adult IDH-mutant PBT patients enrolled in a natural history study (NHS, NCT02851706: PI T. Armstrong). MoCA raw scores (range 0-30) were dichotomized (&#8804; 25 = cognitive dysfunction). Baseline CRP was quantified in banked serum samples in duplicate using (V-Plex\/Vascular Injury Panel-2, Meso Scale Discovery [MSD], Rockville, MD) in a QuickPlex SQ 120 instrument (MSD).&nbsp;Lab personnel were blinded to&nbsp;diagnosis and clinical status. To reduce skewness in CRP raw values, we used log transformation.&nbsp;Descriptive statistics, Pearson&#8217;s correlation, and logistic regression were conducted using IBM SPSS and SAS Statistics software. The sample was predominately male (62%), white (70%), with high-grade gliomas (III\/IV) (68%) and an average age at diagnosis of 36 years (SD: 9; median: 34; range: 20-53). The mean MoCA score was 25 (SD: 5; median: 26; range: 11-30). Dichotomizing MoCA scores showed that less than half (43%) of participants exhibited moderate-severe (&#8804; 25) cognitive impairment. MoCA binary group was negatively correlated with levels of CRP (r=-0.42, p&#60;.003). The log mean concentration of CRP was higher in participants with cognitive impairment (7.99, SD=0.47 vs 7.57, SD=0.45, p&#60;.003) than those without impairment. Finally, when controlling for age and sex, CRP remained predictive of cognitive impairment (OR 8.18, 95% CI 1.70,39.23). Higher levels of CRP were associated with lower MoCA scores in a cross-sectional sample of patients with IDH-mutant gliomas, suggesting an association between the severity of inflammation and cognitive impairment in IDH-mutant glioma patients.&nbsp;Further analysis in large, more diverse longitudinal cohorts will be needed to validate these findings in this population and compare to those with IDH-WT tumors and develop predictive models to inform biomarker development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"Glioma,IDH1,Serum marker,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. C. Kauss<\/b>, M. L. Wright, D. Raval, E. Hsieh, K. Slattery, T. S. Armstrong, T. R. Mendoza, V. A. Guedes; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"43e5673d-a216-414f-bb2d-71de69d8cde5","ControlNumber":"1696","DisclosureBlock":"&nbsp;<b>M. C. Kauss, <\/b> None..<br><b>M. L. Wright, <\/b> None..<br><b>D. Raval, <\/b> None..<br><b>E. Hsieh, <\/b> None..<br><b>K. Slattery, <\/b> None..<br><b>T. S. Armstrong, <\/b> None..<br><b>T. R. Mendoza, <\/b> None..<br><b>V. A. Guedes, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7748","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7445","PresenterBiography":null,"PresenterDisplayName":"McKenzie Kauss, BS","PresenterKey":"46a27e74-ded8-48f6-b2b0-a0c3a06a8e4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7445. Association between C-reactive protein and cognitive impairment in IDH-mutant gliomas","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between C-reactive protein and cognitive impairment in IDH-mutant gliomas","Topics":null,"cSlideId":""},{"Abstract":"Many head and neck cancer patients develop radiation-induced xerostomia (RIX). There are few clinical solutions for this condition and there is a critical need for novel therapeutics for this condition. To better understand the molecular alterations induced by radiation to the salivary glands, we used transcriptional profiling to assess acute and long-term alterations. Based on evidence that immunologic changes are induced by radiation, we used immune-depletion experiments to investigate the role of B-cells and macrophages in RIX. The submandibular gland (SMG) of male-C57\/BL6-mice was irradiated (15Gy) mice were followed for 90 days. Saliva was collected throughout the time-course. SMGs were collected 3-, 7-, 60-, and 90-days following radiation. Tissues were analyzed by Nanostring Digital-Spatial-Profiling (DSP) utilizing the murine whole-transcriptome panel. Regions of interest corresponding to acini, ducts, and granular convoluted tubules (GCTs) were delineated and gene expression was assessed. Immunohistochemical staining was performed on SMG&#8217;s for fibrosis (masons trichrome), &#945;-amylase, F4\/80, Lgr5, Sox2, and MIST1 to evaluate glandular structure, salivary proteins, immune-microenvironment and pro-acinar salivary-stem-cell presence. Specific immune populations were depleted using anti-CD20 and clodronate-liposome prior to radiation and salivary function and histology was assessed at 3-, 7-, and 60-days following radiation. Radiation resulted in a significant decrease in salivary production (p-value = 0.03) in immune competent models. Transcriptional pathway analysis identified early alterations in signal-transduction and innate immune-response. Late timepoints identified alterations in B-cell activity and Wnt signaling pathways. Histological evaluation of the tissues showed increased disorganization of the gland, with decreases in size and distribution of the acinar compartments (mean area stained: No RT=25.81% vs 90d RT=19.98%, p-value=0.005). Acutely, there was an increase in expression of MIST1 and macrophages (mean area stained: No RT=14.8% vs 7d RT=18.76%, p-value=0.0004) within the SMG that resolved by the 60- and 90-day time-points. Results of immune depletion studies will be presented.Results implicate alterations in macrophages and B-cells in radiation-induced damage. These data along with the data from our immune-depletion experiments will provide valuable mechanistic insight guiding modulation of cell-therapies for treatment of RIX which can be further tested in preclinical models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-01 Biology of cell and tissue damage,,"},{"Key":"Keywords","Value":"Radiation,Saliva,Transcription,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Paz, A. Glassey, <b>A. Frick<\/b>, L. Melzer, J. M. Robinson, R. M. Baus, R. J. Kimple; <br\/>Univ. of Wisconsin Madison Sch. of Med. & Public Health, Madison, WI","CSlideId":"","ControlKey":"d935934e-6b96-4267-9ff3-785fe79ab6f4","ControlNumber":"8555","DisclosureBlock":"&nbsp;<b>C. Paz, <\/b> None..<br><b>A. Glassey, <\/b> None..<br><b>A. Frick, <\/b> None..<br><b>L. Melzer, <\/b> None..<br><b>J. M. Robinson, <\/b> None..<br><b>R. M. Baus, <\/b> None..<br><b>R. J. Kimple, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7446","PresenterBiography":null,"PresenterDisplayName":"Abigail Frick, Undergraduate Student","PresenterKey":"65d92ea3-2f84-4980-aa53-2d6290eb1058","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7446. Transcriptomic and histological analysis of radiation-induced damage in the murine submandibular gland","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic and histological analysis of radiation-induced damage in the murine submandibular gland","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer, impacts over 3.1 million survivors, poses persistent challenges in post-treatment care, creating uncertainties regarding the best course of follow-up actions for leading productive lives. Unfortunately, these concerns, especially among ethnically diverse Black men, are frequently overlooked. The post-treatment journey for Black prostate cancer survivors is dependent on how they navigate survivorship to determine how it impacts their quality of life and emotional wellbeing. This study evaluated the post-treatment cancer experience and gauge satisfaction with care among a cohort of Black survivors (n = 45). Utilizing data from the 2023 National Coalition for Cancer Survivorship State of Survivorship Study (n = 1303), conducted between May 9th to June 6th, 2023, the research specifically targets self-identified Black males, constituting 10% of the study population and spanning an age range from 18 to 80 years. Results revealed that oncologists (44%) managed post-treatment care more than primary care physicians (30%). While conversation about follow-up care monitoring cancer tests regularly occurred (68%), while topics such as quality of life (27%), mental and emotional health (21%), and post-treatment survivorship care plans (9%) received minimal attention. Although most survivors felt generally informed about side effects (62% very informed), less than half felt their health care team was very helpful in dealing with them. Symptoms reported by survivors included feeling overly tired (47%), depression, anxiety, and mental health impacts (40%), and uncertainty about the cancer status (34%). Survivors engaging in diverse integrative treatments, including such practices as prayer and exercise, represented 29% and 28%, respectfully. Notably, 80% and 60% of individuals utilizing these modalities reported finding them effective during the post-treatment care phase. The journey from the point of prostate cancer diagnosis to post-treatment can impose a significant mental and physical toll on survivors. To address the emotional and psychological challenges associated with a diagnosis and post-treatment, survivors adopting integrative oncology modalities and exercise prescriptions to cope are crucial. These strategies may help survivors maintain a positive outlook and achieve optimal post-treatment health, with a focus on providing tailored resources that cater to the unique needs of Black survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"African American,Prostate cancer,Overall survival,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Fullwood<\/b><sup>1<\/sup>, D. Lee<sup>1<\/sup>, V. Panagiotou<sup>2<\/sup>, S. B. Siegel<sup>3<\/sup>, M. Molina<sup>4<\/sup>, F. T. Odedina<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Comprehensive Cancer Center, Jacksonville, FL, <sup>2<\/sup>National Coalition for Cancer Survivorship, Silver Spring, MD, <sup>3<\/sup>The Permanente Medical Group, Davis, CA, <sup>4<\/sup>Edge Research, Arlington, VA","CSlideId":"","ControlKey":"78ebb7dc-f8aa-40d5-b294-5e1bccb94c86","ControlNumber":"8376","DisclosureBlock":"&nbsp;<b>D. Fullwood, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>V. Panagiotou, <\/b> None..<br><b>S. B. Siegel, <\/b> None..<br><b>M. Molina, <\/b> None..<br><b>F. T. Odedina, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7746","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7447","PresenterBiography":null,"PresenterDisplayName":"Dottington Fullwood, Ed D","PresenterKey":"426e2fc5-275a-4b37-a08a-c6cc771b04ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7447. Understanding survivorship: A national survey of post-treatment experiences in Black prostate cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding survivorship: A national survey of post-treatment experiences in Black prostate cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Primary brain tumors (PBT) are associated with neurocognitive symptoms as a direct result of the tumor or its treatment. IDH-mutant gliomas are associated with longer survival, but with higher incidence of seizures and neurocognitive symptoms.&#8203; Correlations between cytokines and neuroinflammation have been reported in other structural brain lesions but have not been evaluated in PBT. Here, we investigate elevated peripheral blood levels of proteins (cytokine levels) in a cross-sectional cohort (n=47) of adult, IDH-mutant PBT patients enrolled in a natural history study (NCT02851706, PI: T. Armstrong) versus healthy subjects (n=32) and the correlations between cytokine levels and patient-reported outcomes (PROs).<br \/>Methods: Patient-reported symptoms and activity-related interference were collected via the MD Anderson Symptom Inventory-Brain Tumor at study entry. Serum samples were stored at -80&#176;C for batch processing and used for biomarker analysis. Ten cytokines (interleukin-1&#946; [IL-1&#946;], IL-2, IL-4, IL-6, IL-8, IL-10, IL-12p70, IL-13, interferon-&#947; [IFN-&#947;], and tumor necrosis factor-&#945; [TNF-&#945;]) were quantified in duplicate using an immunoassay (V-Plex\/Proinflammatory, Meso Scale Discovery [MSD], Rockville, MD). Lab personnel were blinded to diagnosis and patient clinical status. Mean concentration (pg\/mL) levels or &#8216;present or not detectable&#8217; values were used. Descriptive statistics, Mann-Whitney tests, and Spearman correlations were conducted at p &#60;0.05.<br \/>Results: The patient sample was mostly male (62%), White (70%), employed (64%), had no prior recurrence (62%), high grade (3-4) tumors (70%), and an average age at diagnosis of 36 years (SD: 9; median: 34; range: 20-53). The healthy subject sample was mostly female (53%) and White (72%), with an average age of 46 years (SD: 19; median: 50; range: 19-78). Five cytokines (IFN-&#947;, IL-6, IL-8, IL-10, and TNF-&#945;) were detectable in patients and healthy subjects with levels of IL-6, IL-10, and TNF-&#945; higher in patients than healthy subjects. Serum levels of IL-10 (mean rank=50.7 vs 24.3, p&#60;0.001) and TNF-&#945; (mean rank=50.6 vs 24.2, p&#60;0.001) were higher in PBT patients when compared to healthy subjects. Only IL-10, but not other cytokines, positively correlated with severity of patient-reported symptoms [pain (<i>r<\/i>=0.290, p=0.048), numbness\/tingling (<i>r<\/i>=0.302, p=0.039)], and activity-related interference, including work (<i>r<\/i>=0.323, p=0.027), and walking (<i>r<\/i>=0.402, p=0.005).<br \/>Conclusions: Higher IL-10 levels and detection differences in other cytokines, may indicate a reduction in immune-mediating processes and heightening inflammation in patients. Future analysis will include replication of this work in a larger cohort across PBT types to evaluate risk, explore mechanisms, and associations with treatment types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"Brain tumors,Interleukin-10,Outcome,Serum marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. A. Slattery<\/b>, M. L. Wright, D. Raval, E. Hsieh, M. C. Kauss, T. S. Armstrong, T. R. Mendoza, V. A. Guedes; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"30660458-ce31-4888-a502-747f24043f10","ControlNumber":"1681","DisclosureBlock":"&nbsp;<b>K. A. Slattery, <\/b> None..<br><b>M. L. Wright, <\/b> None..<br><b>D. Raval, <\/b> None..<br><b>E. Hsieh, <\/b> None..<br><b>M. C. Kauss, <\/b> None..<br><b>T. S. Armstrong, <\/b> None..<br><b>T. R. Mendoza, <\/b> None..<br><b>V. A. Guedes, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7749","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7448","PresenterBiography":null,"PresenterDisplayName":"Kaitlynn Slattery, BS","PresenterKey":"7d094db0-2d6e-46e4-a353-30d0ce8af0c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7448. Serum IL-10 is associated with neurologic symptoms and interference in primary brain tumor patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serum IL-10 is associated with neurologic symptoms and interference in primary brain tumor patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The incidence of colorectal cancer in the younger population (20-49) continues to rise at a rapid pace. EOCRC patients are potentially at risk for developing additional secondary malignancies. There is a lack of reported data in the EOCRC space. In this analysis, we seek to examine the incidence, trends, and outcomes of secondary malignancies in EOCRC patients.<br \/>Methods: The surveillance, epidemiology, and end-result (SEER) database was utilized to assess and compare the incidence and factors associated with development of secondary malignancies among EOCRC patients. Patient characteristics were summarized by secondary cancer status and compared using the Pearson chi-square test. Further OS was assessed using Kaplan- -Meier methods and compared across groups using the log-rank test. Multivariable Logistic regression models using backward selection approach were used to evaluate the association between patient characteristics and risk of secondary cancers. All statistics were performed using SAS version 9.4 (SAS Institute Inc., Cary, NC).<i><\/i><br \/>Results: Of the 53,891 patients analyzed, 2578 (4.8%) patients with EOCRC developed a secondary malignancy in the SEER database from 2000-2019. The mean age for developing a secondary malignancy was 47.6 yo (median 48 yo; range 20-69). There was a higher likelihood of second cancers among men( 56%), white patients (61.4%), those with stage II (25.5%). and III (32.8%) CRC. The patients who most commonly developed a secondary malignancy were in the age group 40-49(p &#60;.001). Of the patients who developed a secondary malignancy, 1843 (71.5%) initially had a primary colon cancer compared to 920 (22.6%) having rectal cancer, with the remainder having a rectosigmoid cancer. Of the patients who developed secondary malignancies, a majority had received prior chemotherapy (58.5%), and a minority of patients received radiation therapy (20.6%) Patients who had a partner had a higher incidence of secondary malignancy (59.5%) and they were more likely to have resided in a metropolitan area compared to a nonmetropolitan area (86.6 versus 13.2% respectively). The most common sites of secondary malignancy were: an additional colorectal cancer (47.7%), followed by breast cancer (8.2%) urinary tract cancer (7.1%), thyroid cancer (7%) and prostate cancer (5%). Patients who developed a secondary cancer were found to have an improved disease specific survival (DSS) compared to those who did not develop a secondary malignancy (3 year mDSS 89% vs 74%; p &#60;.001 )The overall survival of patients who developed a secondary malignancy was worse than those who did not develop one (mOS 208 months vs 229 mos respectively) .<br \/>Conclusion: EOCRC patients are likely to develop secondary malignancies. Long-term screening should be recommended for these patients and integrated into their survivorship plans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Early Onset Colorectal Cancer ,Secondary Malignancy ,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Vadehra<\/b>, K. Attwood, A. George, S. Advani, S. Sonti, S. Mukherjee; <br\/>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"ae7109fa-8a4f-474e-970b-6a81d1fbb05f","ControlNumber":"2129","DisclosureBlock":"&nbsp;<b>D. Vadehra, <\/b> None..<br><b>K. Attwood, <\/b> None..<br><b>A. George, <\/b> None..<br><b>S. Advani, <\/b> None..<br><b>S. Sonti, <\/b> None..<br><b>S. Mukherjee, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7750","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7449","PresenterBiography":null,"PresenterDisplayName":"Deepak Vadehra, DO","PresenterKey":"b327d3b8-167b-49e2-acb8-4453139431b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7449. Incidence of secondary malignancies in early onset colorectal cancer (EOCRC) patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incidence of secondary malignancies in early onset colorectal cancer (EOCRC) patients","Topics":null,"cSlideId":""},{"Abstract":"Background: The impact of a prior history of non-hematologic malignancy (NHM) on clinical outcomes among individuals with newly diagnosed chronic lymphocytic leukemia (CLL) or monoclonal B-cell lymphocytosis (MBL), the precursor to CLL, is not well known.<br \/>Methods: In this prospective study, we identified individuals with CLL\/MBL who were seen in the Division of Hematology at the Mayo Clinic, Rochester. Participants provided consent within nine months of diagnosis, had no prior history of hematological malignancy, and completed a self-reported risk-factor questionnaire, including a prior history of NHM. Time to first treatment (TTFT) was defined as the time between the date of diagnosis and the earliest date of the first CLL treatment, death, or the last known treatment-free follow-up date. Overall survival (OS) was defined as the time from diagnosis to death or the last follow-up. We used Cox regression to estimate hazard ratios (HR) and 95% confidence intervals (CI) for associations between a prior history of a NHM with OS and TTFT. We adjusted for sex and the CLL International Prognostic Index (CLL-IPI), a score comprised of five key CLL prognostic factors, including age and Rai stage.<br \/>Results: Among the 1,090 CLL\/MBL individuals, 833 (76%) had CLL. The median age at diagnosis was 64 years (range 24-89), with 65% being men, and 230 (21%) reported a prior history of NHM. The most common tumor was non-melanoma skin cancer (NMSC, 8.9%, 96 individuals), followed by prostate, testicular, and penile tumors (7.3%, 51 individuals), and melanoma (1.9%, 20 individuals). CLL\/MBL patients with a prior history of a NHM were more likely to be over 65 years old (29%) than under 65 years old (14%, p &#60; 0.0001). After a median follow-up of 2.9 years (range 0-21), 470 CLL\/MBL patients progressed, requiring CLL treatment. CLL\/MBL individuals with a prior history of NHM had a longer TTFT compared to those without (HR=0.69; 95% CI: 0.53-0.90; p=0.006). Individuals with a prior history of NHM who had either intermediate or high-very high CLL-IPI score had significantly longer TTFT (HR= 0.55; 95% CI: 0.33-0.92; p=0.02, and HR=0.65; 95% CI: 0.43-0.97; p=0.03, respectively) compared to those without NHM. After a median follow-up of 8.6 years (range 0-21), 359 individuals died. CLL\/MBL patients with a prior history of NHM also experienced reduced OS compared to those without (HR=1.46; 95% CI: 1.08-1.97, p=0.013), particularly among those with low (HR=1.70; 95% CI: 0.96-3.00, p=0.07) or intermediate-risk (HR=2.08; 95% CI: 1.24-3.51, p=0.006), according to CLL-IPI. After excluding NMSC, results remained constant.<br \/>Conclusions: At the time of diagnosis, one out of five CLL\/MBL individuals had a prior history of a NHM. These individuals had a longer time to first CLL directed treatment and reduced OS, even after accounting for other important CLL prognostic factors, which deserves additional studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Solid tumors,Overall survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. A. Vallejo<\/b>, C. Allmer, K. G. Rabe, D. P. Robinson, Y. Wang, P. J. Hampel, E. D. Braggio, N. E. Kay, J. R. Cerhan, S. A. Parikh, S. L. Slager; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"6facaf09-6679-4865-9811-7dd444568533","ControlNumber":"2783","DisclosureBlock":"&nbsp;<b>B. A. Vallejo, <\/b> None..<br><b>C. Allmer, <\/b> None..<br><b>K. G. Rabe, <\/b> None..<br><b>D. P. Robinson, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>P. J. Hampel, <\/b> None..<br><b>E. D. Braggio, <\/b> None..<br><b>N. E. Kay, <\/b> None..<br><b>J. R. Cerhan, <\/b> None..<br><b>S. A. Parikh, <\/b> None..<br><b>S. L. Slager, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7751","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7450","PresenterBiography":null,"PresenterDisplayName":"Bryan Vallejo, MD","PresenterKey":"3cf07316-b18d-48a8-a056-cee80c2411a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7450. The impact of prior history of non-hematologic malignancies on time to first treatment and overall survival among individuals with CLL or MBL","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of prior history of non-hematologic malignancies on time to first treatment and overall survival among individuals with CLL or MBL","Topics":null,"cSlideId":""},{"Abstract":"Cisplatin is widely used to treat ovarian malignancies, and over 70% of ovarian cancer patients report experiencing cancer-related cognitive impairment (CRCI) and chemotherapy-induced peripheral neuropathy (CIPN) during and after chemotherapy treatment. Most pre-clinical CRCI\/CIPN studies have been conducted on non-tumor bearing rodents. We developed two novel clinically relevant models of CRCI\/CIPN: (1) the ID8 syngeneic mouse model in B6(Cg)-Tyrc-2J\/J female mice, and (2) the SKOV3.ip1 ovarian cancer xenograft model in female Cr:NIH-RNU rats. We examined cognitive function and serum cytokine levels with respect to cancer progression and\/or in response to cisplatin. B6 female mice were injected with 10<sup>7<\/sup>&nbsp;ID8 cells or 0.9% saline, i.p. Mice received cisplatin (2.3 mg\/kg\/day, i.p.) or 0.9% saline (OvT+CIS, OvT+VEH, respectively) for 5d, followed by 5d of rest for two cycles. RNU rats were injected with 10<sup>7 <\/sup>SKOV3.ip1 cells or 0.9% saline, i.p. Rats received cisplatin (5 mg\/kg, i.p) or 0.9% saline (OvT+CIS, OvT+VEH, respectively) every other week for four cycles. OvT+CIS and OvT+VEH mice and rats showed impairments in novel object recognition (NOR), with discrimination ratios &#8804;0.5. Cisplatin transiently increased hyperalgesia in OvT+CIS mice, which persisted longitudinally in OvT+VEH mice. Serum cytokine levels were elevated in OvT+VEH mice (IL-2, IL-10, INF&#947;) and OvT+VEH rats (IL-4, IL-10) compared to OvT+CIS (P&#60;0.05). Ovarian cancer may evoke progressive sensory and neurocognitive deficits and increase systemic pro-inflammatory cytokine levels in the absence of chemotherapy. Future studies will address hyperalgesia and cognitive differences between healthy control and ovarian cancer models +\/- cisplatin, and biological mechanisms underlying CRCI and CIPN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-07 Translational survivorship research,,"},{"Key":"Keywords","Value":"Ovarian cancer,Platinum drugs,Cisplatin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Lomeli<\/b><sup>1<\/sup>, D. Argueta<sup>1<\/sup>, D. C. Pearre<sup>2<\/sup>, J. Lepe<sup>1<\/sup>, K. Gupta<sup>1<\/sup>, D. A. Bota<sup>1<\/sup>; <br\/><sup>1<\/sup>UC Irvine, Irvine, CA, <sup>2<\/sup>Providence Specialty Medical Group, Burbank, CA","CSlideId":"","ControlKey":"1e1d392a-e892-494b-9130-436946e1f9b9","ControlNumber":"1590","DisclosureBlock":"&nbsp;<b>N. Lomeli, <\/b> None..<br><b>D. Argueta, <\/b> None..<br><b>D. C. Pearre, <\/b> None..<br><b>J. Lepe, <\/b> None..<br><b>K. Gupta, <\/b> None..<br><b>D. A. Bota, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7745","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7451","PresenterBiography":null,"PresenterDisplayName":"Naomi Lomeli, PhD","PresenterKey":"b61c9d5f-32ab-44ba-be77-454ddbedb9e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7451. Translational models of ovarian cancer-associated cognitive impairment and chemotherapy-induced peripheral neuropathy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Translational models of ovarian cancer-associated cognitive impairment and chemotherapy-induced peripheral neuropathy","Topics":null,"cSlideId":""},{"Abstract":"Many pediatric cancer survivors experience chemotherapy-induced cognitive impairment (CICI), which negatively impacts the quality of life. Despite extensive research into the multifactorial causes of CICI, there are no FDA approved drugs available to prevent it and the interpatient variability in susceptibility to CICI is not well understood. Among pediatric cancer survivors, those with the E4 allele of Apolipoprotein E (ApoE) are more likely to exhibit cognitive dysfunction than those with the more prevalent ApoE3 allele, suggesting the ApoE4 allele increases susceptibility to CICI. To mimic a curative pediatric treatment regimen, in our experimental model, five-week-old rats homozygous for either human ApoE3 or ApoE4 allele were treated with doxorubicin (DOXO) (2mg\/kg\/week for 4 weeks) or saline. ApoE4 rats were more likely than ApoE3 rats to exhibit DOXO-induced impairments in visual memory. However, there was no difference between ApoE3 and ApoE4 rats in sensitivity to DOXO-induced spatial memory impairments. Contrast-enhanced magnetic resonance imaging (MRI) was done to evaluate the blood-brain barrier (BBB) integrity because of literature suggesting that the ApoE4 allele contributes to BBB weakness. However, no significant difference was observed in the BBB integrity between ApoE3 and ApoE4 rats. To delve deeper into the neuropathological basis of DOXO-induced cognitive impairment on the ApoE4 allele, ongoing experiments involve immunohistochemical analyses targeting neurogenic changes in neural stem cell proliferation (DCX), neuronal maturation (Syn and PSD95), as well as glial differentiation (Iba1 and GFAP) in brain regions including hippocampus (dentate gyrus) and cortex. Additionally, to determine the effect of DOXO treatment on ApoE4, we are investigating the role of mitogen-activated protein kinase (MAPK) signaling pathways within brain regions pertinent to memory and recognition. In summary, ApoE genotype contributes to differential susceptibility to CICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Doxorubicin,chemobrain,ApoE4,quality of life,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Patel<\/b>, J. Willekens, F. Diglio, P. Cole; <br\/>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"d4a21855-3a9c-43cf-96bd-960a56e213bf","ControlNumber":"7253","DisclosureBlock":"&nbsp;<b>C. Patel, <\/b> None..<br><b>J. Willekens, <\/b> None..<br><b>F. Diglio, <\/b> None..<br><b>P. Cole, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7752","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7452","PresenterBiography":null,"PresenterDisplayName":"Chadni Patel, BA","PresenterKey":"3f15e010-d603-4c84-aeb1-cca17ffc9f4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7452. ApoE genotype influences susceptibility to doxorubicin-induced cognitive impairment in juvenile rats","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ApoE genotype influences susceptibility to doxorubicin-induced cognitive impairment in juvenile rats","Topics":null,"cSlideId":""},{"Abstract":"Cognitive dysfunction is commonly reported but variable in course and severity in the primary brain tumor (PBT) population. Brief, reliable, and sensitive measures of patient-reported outcomes (PRO) of cognitive symptoms on function are needed for clinical care and research. This study aims to assess the reliability and validity of the Neuro-QoL Perceived Cognitive Function tool (NQC) and explore associations with symptoms and objective testing of cognitive dysfunction in a cohort of PBT patients enrolled in a natural history study (NCT02851706: PI T. Armstrong). Patient sample characteristics and PROs, including NQC (&#60;40 = moderate\/severe (MS) dysfunction), a symptom burden measure (MD Anderson Symptom Inventory-Brain Tumor (MDASI-BT), scores &#8805;5 = MS) and the Montreal Cognitive Assessment ((MoCA), scores &#8804; 25 indicating cognitive impairment (range: 0-30)) were collected. Descriptive statistics and a psychometric analysis consisting of bivariate correlations, Cronbach&#8217;s alpha, and factor analyses using principal axis factoring with nonorthogonal rotation were performed. Cohen&#8217;s kappa and correlation were used to assess agreement between objective and subjective measures of cognitive function. The cohort included 327 patients who completed the NQC at study entry [median age: 47 years (range: 18-85), primarily white (78%) males (55%) with high-grade tumors (73%), 65% with a Karnofsky Performance Status (KPS) &#8805; 90 (good), and 29% reporting MS cognitive dysfunction]. Factor analysis of the NQC identified two underlying factor groupings: concentration\/focus and executive function with Cronbach&#8217;s alphas of 0.92 and 0.91 that are interpretable and provided adequate fit for the data. While the NQC was moderately correlated with several MDASI-BT symptom factors, it was highly associated with the cognitive factor (r = -.646). To assess agreement, a subset of patients also completed the MoCA (n=172). These were primarily male (58%), white (79%), had high-grade tumors (67%), and a good KPS score (67%). In this subset, 24% had MS cognitive dysfunction as measured by the NQC while 44% were cognitively impaired using the MoCA resulting in a kappa agreement of 0.07. The correlation between the MoCA score and NQC T-score was -0.292. Understanding the impact and prevalence of cognitive symptoms, objective cognitive testing, and perceived impact is essential for PBT patient care and identifying supportive care interventions. Select NQC psychometric properties demonstrate reliability and validity in this population, with strong agreement with self-report of cognitive symptoms but weaker correlation with objective testing, highlighting the variability in perceived impact. Future research in cognitive function will explore the use of objective testing and perceived impact, its predictors in select populations (i.e., IDH-mutant tumors), and examine its association with biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Brain tumors,Perceived Cognition ,Neuro-QoL,Psychometric analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. L. Johnson<\/b>, E. Vera, K. Reinhart, H. Miller, A. Choi, T. Kunst, B. McIver, E. Grajkowska, M. L. Wright, T. S. Armstrong, T. Mendoza; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"76ddfd51-f0a3-494f-859b-c6f1e013daa1","ControlNumber":"1507","DisclosureBlock":"&nbsp;<b>M. L. Johnson, <\/b> None..<br><b>E. Vera, <\/b> None..<br><b>K. Reinhart, <\/b> None..<br><b>H. Miller, <\/b> None..<br><b>A. Choi, <\/b> None..<br><b>T. Kunst, <\/b> None..<br><b>B. McIver, <\/b> None..<br><b>E. Grajkowska, <\/b> None..<br><b>M. L. Wright, <\/b> None..<br><b>T. S. Armstrong, <\/b> None..<br><b>T. Mendoza, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7753","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7453","PresenterBiography":null,"PresenterDisplayName":"Morgan Johnson, BS,BA","PresenterKey":"986e4291-7ddd-47c6-91bb-26404ab0824e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7453. Psychometric analysis of Neuro-QoL Perceived Cognitive Function tool in primary brain tumor patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"262","SessionOnDemand":"False","SessionTitle":"Biologic and Behavioral Effects of Cancer and Oncology Treatment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Psychometric analysis of Neuro-QoL Perceived Cognitive Function tool in primary brain tumor patients","Topics":null,"cSlideId":""}]