[{"Abstract":"Background: Glioblastoma (GBM) is one of the most lethal forms of cancer. The majority of GBMs express aberrant receptor tyrosine kinase (RTK) activity, which upon activation, are canonically endocytosed and degraded. This process is disrupted in GBM to promote receptor recycling resulting in hyperactive RTK signaling. We demonstrated that the alternative splicing of the tumor suppressor Annexin A7 (ANXA7) supports the impaired endosomal trafficking of RTKs to favor recycling in GBM. Exon six of ANXA7 can be alternatively spliced to yield two distinct protein isoforms through its inclusion (I1) or exclusion (I2).<br \/>Methods: We investigated ANXA7 isoform differences for epidermal growth factor receptor (EGFR) trafficking fates first in U251 malignant glioma followed by stem-like brain tumor initiating cells (BTICs) originating from patient-derived xenografts (PDXs). U251s and primary BTICs (JX14) were transduced with lentivirus to overexpress ANXA7 and GFP for enrichment by flow cytometry. JX14 empty vector (EV; I2 only) and I1 (I2 and I1 expressing) cells were plated onto Geltrex and ligand starved overnight in serum-free media to maintain BTICs. We assessed EGFR protein levels following EGF stimulation in a time dependent manner. Immunofluorescence experiments were conducted to measure EGFR-ANXA7 colocalization (Pearson) with markers of the endocytic pathway, which included the early endosomes (EEA1), recycling endosomes (Rab4\/Rab11), and lysosomes (LAMP1). EV and I1 cells were also incubated with siRNA targeting both ANXA7 isoforms to determine the impact of ANXA7 loss on endosomal EGFR trafficking.<br \/>Results: Interestingly, we found drastic differences in endosomal EGFR trafficking in I1 expressing cells. EGFR colocalized with EEA1 in both EV and I1 cells (R<sup>2<\/sup>=0.01336, P&#62;0.6275). In EV cells, EGFR was recycled via fast\/slow recycling endosomes demonstrated by Rab4\/Rab11 colocalization while I1 did not (Rab11: R<sup>2<\/sup>=0.9267, P&#60;0.0001). Immunoblotting revealed a significant reduction in EGFR protein in I1 cells only. Furthermore, I1 cells and not EV preferentially degraded EGFR as seen by LAMP1 colocalization (R<sup>2<\/sup>=0.9398, P&#60;0.0001). ANXA7 siRNA in EV cells did not alter EGFR trafficking, which implicates I2 as nonfunctional. On the other hand, ANXA7 KD in I1 cells impaired EGFR sorting via a 40% increase (P&#60;0.0010) in total EGFR protein and a 40% reduction (P&#60;0.0001) in colocalization with EEA1. Loss of I1 also shifted the degradation of EGFR back towards recycling.<br \/>Conclusion: GBMs express I2, which supports EGFR hyperactivity by favoring receptor recycling. I1 overexpression significantly reduced EGFR signaling by promoting degradation. I1-induced reduction in EGFR signaling suggests a new therapeutic vulnerability for BTICs by potentially reducing tumorigenicity or improving the efficacy of EGFR inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor suppressor,Epidermal growth factor receptor (EGFR),Annexin A7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Aran Merati<\/b><sup><\/sup>, Sindhu Nair<sup><\/sup>, Rajani Rajbhandari<sup><\/sup>, Nicholas Johnson<sup><\/sup>, Markus Bredel<sup><\/sup><br><br\/>Radiation Oncology, University of Alabama - Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"fac5e868-d3cd-473e-9628-f0ecc0fbbdc9","ControlNumber":"2231","DisclosureBlock":"&nbsp;<b>A. Merati, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>R. Rajbhandari, <\/b> None..<br><b>N. Johnson, <\/b> None.&nbsp;<br><b>M. Bredel, <\/b> <br><b>Varian Medical Systems<\/b> Grant\/Contract. <br><b>Varian Medical Systems<\/b> Other, Advisory Board (Functional Radiosurgery). <br><b>Varian Medical Systems<\/b> Other, Honorarium, VC201 Advanced Radiotherapy Clinical School. <br><b>MRIMath LLC<\/b> Other, Consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3003","PresenterBiography":null,"PresenterDisplayName":"Aran Merati, BS","PresenterKey":"674f17b8-743c-440f-9eeb-31cff707eaea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3003. Exon skipping for the tumor suppressor Annexin A7 promotes EGFR signaling in stem-like brain tumor initiating cells through receptor recycling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exon skipping for the tumor suppressor Annexin A7 promotes EGFR signaling in stem-like brain tumor initiating cells through receptor recycling","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophageal squamous cell carcinoma (ESCC) is widespread worldwide with a poor survival rate. Tumor cells shedding from tumor tissues traveling to other organs through the blood circulatory system are called circulating tumor cells (CTCs). The CTCs in the blood of ESCC patients were enriched and then subjected to CTC mutational profiling by target sequencing. Our results suggested that CTC mutations in <i>low-density lipoprotein receptor-related protein 1B<\/i> (<i>LRP1B<\/i>) may have a potential prognostic role for ESCC. <i>LRP1B<\/i> belongs to the low-density receptor (LDLR) family with diverse roles in cellular functions and development, but the function of <i>LRP1B<\/i> in ESCC remains unclear. Therefore, this study aims to do a functional characterization of <i>LRP1B<\/i>.<br \/>Methods: The CRISPR cas9 system was used to functionally knock down the candidate gene in ESCC cell lines with the highest endogenous level of <i>LRP1B<\/i>. The <i>in vitro<\/i> cell proliferation rate and viability were measured by MTT assay, colony formation assay, and wound healing assay. The <i>in vivo<\/i> tumorigenicity assay was performed to evaluate the tumor suppressive effect by subcutaneous injection. To examine the clinical relevance of <i>LRP1B<\/i>, we also performed immunohistochemistry (IHC) in tumor tissue microarray (TMA).<br \/>Results: The reduction or loss of <i>LRP1B<\/i> mRNA was demonstrated in 60% of a panel of 15 ESCC cell lines. The depletion of <i>LRP1B<\/i> did not influence cell proliferation, cell clonogenic ability, or cell migration in ECSS cell lines. However, <i>LRP1B<\/i> depletion significantly promoted the growth of tumors in mouse xenograft models. Therefore, we hypothesize that <i>LRP1B<\/i> may be involved in modulating the tumor microenvironment (TME) by impacting various stromal components leading to an immuno-suppressive TME. We utilized RT-qPCR to investigate markers of various stromal components and observed that fibroblast markers (<i>acta2<\/i>, <i>pdgfrb,<\/i> and <i>vimentin<\/i>) had significantly higher expression levels after <i>LRP1B<\/i> downregulation in ESCC cell-derived mouse xenografts. The higher level of fibroblast cells was then verified by IHC staining. Further molecular mechanistic studies are underway and are expected to provide novel therapeutic insights by targeting the <i>LRP1B<\/i> genes. The <i>LRP1B<\/i> ESCC TMA data analysis is underway and statistical analysis will be presented.<br \/>Conclusions: <i>LRP1B<\/i> plays a tumor-suppressive role in ESCC by modulating the tumor-associated fibroblasts in the TME.<br \/>Acknowledgements: TBRS grant T12-701\/17R and HMRF grant 05160926 to MLL","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Esophageal cancer,Cancer associated fibroblasts,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Xu<\/b>, J.-y. KO, V. Yu, M. L. LUNG; <br\/>University of Hong Kong, The - Li Ka Shing Faculty of Medicine, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"8bd8c087-5cc0-44af-aefd-0cd24314c409","ControlNumber":"1573","DisclosureBlock":"&nbsp;<b>K. Xu, <\/b> None..<br><b>J. Ko, <\/b> None..<br><b>V. Yu, <\/b> None..<br><b>M. L. Lung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3005","PresenterBiography":null,"PresenterDisplayName":"KaiYan Xu, MS","PresenterKey":"1edb60e3-defc-4f81-907d-5bf6bfa6d9db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3005. <i>Low-density lipoprotein receptor-related protein 1B<\/i> (<i>LRP1B<\/i>) depletion promotes tumorigenicity by modulating fibroblasts in the tumor microenvironment in esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Low-density lipoprotein receptor-related protein 1B<\/i> (<i>LRP1B<\/i>) depletion promotes tumorigenicity by modulating fibroblasts in the tumor microenvironment in esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the second leading cause of cancer-related deaths worldwide despite improved rates of early detection and development of targeted treatments. Dysregulation of nuclear shape and the emergence of aberrant chromatin architecture correlate with cancer onset and progression, including CRC. Both extrinsic and intrinsic factors, most critically cytoskeletal and nucleoskeletal organization, chromatin architecture, and metabolic signaling, impact nuclear shape. Yet, what precisely determines nuclear shape in health and disease and how it is linked to cell fate and function remains a fundamental open question. In the case of over 75% of CRC cases, the first transformative genetic event is the loss of function in the tumor suppressor gene, adenomatous polyposis coli (APC). Mechanistically, perturbed APC signaling leads to aberrant activation of Wnt\/beta-catenin signaling. This pathway is essential for intestinal homeostasis, as is the regulation of proper nuclear shape and function. Here, we aim to decipher the crosstalk between Wnt gradients and nuclear shape regulation in non-transformed and APC-mutated epithelial cells in vitro, as well as in WT and APC-mutant mouse colon tissues. The long-term goal of this work is to test whether a mechanistic link exists between Wnt-driven cellular transformation and the emergence of aberrant nuclear shape and function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Wnt signaling,Colorectal cancer,APC,Adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. A. El Gendi<\/b>, S. Hervé, S. Gautam, Y. A. Miroshnikova; <br\/>NIH, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), Bethesda, MD","CSlideId":"","ControlKey":"88f25e02-b721-46f3-8a04-1993bd754fbe","ControlNumber":"1325","DisclosureBlock":"&nbsp;<b>M. A. El Gendi, <\/b> None..<br><b>S. Hervé, <\/b> None..<br><b>S. Gautam, <\/b> None..<br><b>Y. A. Miroshnikova, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3006","PresenterBiography":null,"PresenterDisplayName":"Mona El Gendi, BS","PresenterKey":"b408fec9-308b-4e22-8032-86380cbb473d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3006. Morphogen-driven regulation of nuclear shape and its implication for colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Morphogen-driven regulation of nuclear shape and its implication for colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"AZGP1 is involved in various biological processes, including lipid metabolism, regulation of cell proliferation, migration and invasion, and immune response. The loss of AZGP1 is associated with worse clinical outcomes, and AZGP1 has been indicated as a potential biomarker for prostate cancer. However, the underlying mechanisms of AZGP1 function in prostate cancer are unknown. This study reports AZGP1's pivotal involvement in angiogenesis within the prostate cancer tumor environment. Neither knockout nor overexpression of AZGP1 affects <i>in vitro<\/i> prostate cancer cell proliferation, migration, or invasion. Morphologically, AZGP1-deficient mouse prostates appear normal, but exhibit increased fibroblast growth in periglandular stroma after 6 months. The overexpression of AZGP1 does not impact the growth of PC3 and DU145 tumors; instead, these tumors significantly reduced microvessel density, suggesting AZGP1 exhibits anti-angiogenic properties. Proteomic profiling shows distinct profile of angiogenesis-related proteins between PC3-AZGP1-OV and PC3 control cells, featuring proteins like PDCD6 and MMP9. This study provides insights into the anti-angiogenic attributes of AZGP1 in prostate cancer, underscoring its potential as a therapeutic target for prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor suppressor,Angiogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Wen<\/b>, G. Wen, Z. Qiu, E. Peterson, F. Marques, A. Bermudez, J. Pollack, H. Zhao, S. Pitteri, J. Brooks; <br\/>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"659d966a-c1dd-4b19-af0a-25942ba88c5f","ControlNumber":"2130","DisclosureBlock":"&nbsp;<b>R. Wen, <\/b> None..<br><b>G. Wen, <\/b> None..<br><b>Z. Qiu, <\/b> None..<br><b>E. Peterson, <\/b> None..<br><b>F. Marques, <\/b> None..<br><b>A. Bermudez, <\/b> None..<br><b>J. Pollack, <\/b> None..<br><b>H. Zhao, <\/b> None..<br><b>S. Pitteri, <\/b> None..<br><b>J. Brooks, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3007","PresenterBiography":null,"PresenterDisplayName":"Ru Wen, PhD","PresenterKey":"36020324-d1b8-4a4d-9313-5aebcea16096","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3007. AZGP1 inhibits angiogenesis in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AZGP1 inhibits angiogenesis in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Ras oncogene activation is a common and often essential event in cancer development, including melanoma. Ras mutation is present in 20-30% of melanomas and remains an undrugged target. NRAS mutation is the most frequent Ras isoform activated in melanoma, with more than 80% cases of Q61 substitutions, and is closely associated with tumor aggressiveness. Rab25 is a ubiquitously expressed small GTPase protein with a context-dependent role in cancer pathophysiology. Its role remains undiscovered in the case of melanoma. Rab25 deep deletion can be seen in portions of melanoma in databases such as the Cancer Genome Atlas and Cbioportal. Interestingly, Rab25 has a consensus sequence homologous with the binding site of Q61 mutant Ras. We propose that the loss of Rab25 in melanocytes accompanied by Ras oncogenic activation are significant events in melanoma development, and restoration of Rab25 can potentially inhibit constitutively activated N-RAS; Rab25 serves as a tumor suppressor in melanoma genesis.<br \/>Objectives: To discover the role of Rab25 in melanoma, we studied Rab25 expression via mRNA and protein levels in different melanoma cell lines and screened biopsy-proven melanoma samples through immunohistochemistry in 61 different melanoma sections. Further, to see the tumor suppressive mechanism of Rab25 in vitro, we transduced selected cell lines Rab25.<br \/>Results: There is an 87% and 62.7% reduction in Rab25 mRNA level in NRASQ61R(SKMEL-2) and NRASQ61L type (WM1366) melanoma cell lines, respectively, also reflected in Rab25 protein level, and statistically significant at p-value &#60;0.005, using student&#8217;s T-test. Further, Rab25, prominent in adjacent normal tissues, was significantly lost in biopsy-proven melanoma tissues, with an H-score ranging from 13.28 to 91.77% and 0.00 to-11.24 % for normal skin tissue and melanoma section, respectively, and a negative correlation of -0.350, indicating a promising association of Rab25 loss with the progression of melanoma.<br \/>Conclusion: There is a loss of Rab25 in NRAS mutant melanoma with cancer progression. We saw a significant increase in Rab25 expression among the transduced sublines of NRAS mutant melanoma cell lines at the mRNA level, which will be further assessed through western blotting, cell proliferation assay, trans well migration assay, soft-agar colony formation assay to confirm NRAS mutant melanoma cell behavior. We will attempt to deliver a liposomally encapsulated six-peptide sequence to therapeutically inhibit the mutant NRAS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Ras oncogene,Rab25,Tumor suppressor gene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kandel<\/b><sup>1<\/sup>, K. Rao<sup>2<\/sup>; <br\/><sup>1<\/sup>Southern Illinois University School of Medicine, Springfield, IL, <sup>2<\/sup>Simmons Cancer Institute and Southern Illinois University School of Medicine, Springfield, IL","CSlideId":"","ControlKey":"5569cf14-0148-4f5e-9be8-735b81327f83","ControlNumber":"1701","DisclosureBlock":"&nbsp;<b>S. Kandel, <\/b> None..<br><b>K. Rao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3008","PresenterBiography":null,"PresenterDisplayName":"Samikshya Kandel, MS","PresenterKey":"ff71b8e2-6ed1-48a0-b5ba-fb6b765318e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3008. Loss of Rab25 accompanied by NRAS activation cooperatively mediates the tumorigenic transformation in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of Rab25 accompanied by NRAS activation cooperatively mediates the tumorigenic transformation in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Soft tissue sarcomas (STSs) are a collection of rare tumor types originated from the mesenchymal tissues. Among the over 70 histological subtypes of STS, undifferentiated sarcoma (US), which lacks any discernible morphological features of differentiated tissues, accounts for over 20% of all STSs and is correlated with high tumor grade and poor prognosis. Recent genomic profiling in US has identified p53 and ATRX among the most frequently mutated or deleted genes. ATRX is a SWI\/SNF2 type of chromatin remodeling factor which functions in a histone variant H3.3&#8208;specific chaperone complex to orchestrates replication&#8208;independent nucleosome assembly at repetitive heterochromatic DNA regions including telomeres. Loss-of-function mutations occur frequently in many tumor types and is associated with the development of alternative lengthening of telomere (ALT). However, how loss of ATRX function may contribute to tumorigenesis is largely unknown. Here, we demonstrated that ATRX is required for the terminal differentiation of mouse mesenchymal stem cells (MSCs) into multiple lineages, such as adipocytes and osteocytes. Targeted deletion of Atrx in mouse MSCs, but not terminally differentiated mesenchymal lineage cells, accelerated sarcoma initiation induced by loss of p53 and significantly shortened the overall survival. Atrx-deficient tumors express high level of MSC markers such as CD44 and CD29 and exhibit pathological features highly reminiscent of human high-grade US. Transcriptomic analysis indicates that Atrx deficiency is associated with enhanced proliferation. Together, our data indicates that ATRX deficiency contributes to undifferentiated sarcoma development by inhibiting mesenchymal stem cell differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Mesenchymal stem cell,Differentiation,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Cai<\/b>, J. Yao, D. N. Pan, Y. Jin, J. M. You, W. Yao, H. Ying; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"93ea3bda-483b-45d8-bb74-976b2f523355","ControlNumber":"2788","DisclosureBlock":"&nbsp;<b>Y. Cai, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>D. N. Pan, <\/b> None..<br><b>Y. Jin, <\/b> None..<br><b>J. M. You, <\/b> None..<br><b>W. Yao, <\/b> None..<br><b>H. Ying, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3009","PresenterBiography":null,"PresenterDisplayName":"Yiming Cai, BS","PresenterKey":"792a7287-410b-4711-9da8-3f8489909013","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3009. ATRX loss blocks the differentiation of mesenchymal stem cells and promotes undifferentiated sarcoma development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATRX loss blocks the differentiation of mesenchymal stem cells and promotes undifferentiated sarcoma development","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) stands as the fourth leading cause of global cancer-related mortality due to late-stage detection, tumor heterogeneity, and drug resistance. The pivotal role of epigenetic factors in HCC development and progression necessitates the identification of critical epigenetic regulators. The orphan nuclear receptor NR2E3 (Nuclear receptor subfamily 2 group E, Member 3), primarily associated with retinal development, has emerged as a potential tumor suppressor. Earlier studies showed that the loss of NR2E3 leads to epigenetic repression of the estrogen receptor &#945; (ER) through the involvement of Lysine Specific histone Demethylase 1 (LSD1). NR2E3 also forms a transcriptional complex with Sp1, governing the aryl hydrocarbon receptor (AHR) expression, a crucial factor in liver xenobiotic metabolism. In vivo, NR2E3 ablation results in p53 inactivation and severe liver injuries when exposed to liver toxicants, highlighting its role in activating p53. Nonetheless, the precise tumor suppressive and epigenetic role of NR2E3 in HCC remains unclear. HCC patients expressing low NR2E3 exhibit unfavorable clinical outcomes, aligning with heightened activation of the Wnt\/&#946;-catenin signaling pathway. The murine HCC models utilizing NR2E3 knockout mice show accelerated liver tumor formation and progression accompanied by enhanced activation of the Wnt\/&#946;-catenin signaling pathway and inactivation of the p53 signaling pathway. At a cellular level, losing NR2E3 increases the acquisition of aggressive cancer cell phenotype and tumorigenicity and upregulates vital genes in the Wnt\/&#946;-catenin pathway with enhanced chromatin accessibility. This event is mediated through the increased formation of active transcription complex involving Sp1, &#946;-catenin, and p300, a histone acetyltransferase, on the promoters of target genes. Correspondingly, treatment of p300 inhibitor C646 decreased the expression of critical genes in the Wnt\/&#946;-catenin signaling pathway. These findings demonstrate that the loss of NR2E3 promotes Wnt\/&#946;-catenin signaling activation at cellular, organismal, and clinical levels. In summary, NR2E3 is a novel tumor suppressor that maintains epigenetic homeostasis, thereby preventing activation of Wnt\/&#946;-catenin signaling that promotes HCC formation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Epigenetics,Tumor suppressor gene,&#946;-catenin,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-K. Leung<sup>1<\/sup>, S.-G. Lee<sup>2<\/sup>, J. Wang<sup>3<\/sup>, S.-M. Ho<sup>1<\/sup>, N. Rusch<sup>1<\/sup>, C. Park<sup>2<\/sup>, <b>K. Kim<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>2<\/sup>Chonnam National University, Gwangju, Korea, Republic of, <sup>3<\/sup>University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"38d01104-5da0-4113-8d3b-a4d927724fe0","ControlNumber":"3233","DisclosureBlock":"&nbsp;<b>Y. Leung, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>S. Ho, <\/b> None..<br><b>N. Rusch, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>K. Kim, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3011","PresenterBiography":null,"PresenterDisplayName":"Kyounghyun Kim, PhD","PresenterKey":"841e41b2-9009-45af-bbc8-a72b2d7575aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3011. The loss of an orphan nuclear receptor NR2E3 augments Wnt\/&#946;-Catenin signaling via epigenetic dysregulation that links to the Sp1-&#946; catenin-p300 interactions in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The loss of an orphan nuclear receptor NR2E3 augments Wnt\/&#946;-Catenin signaling via epigenetic dysregulation that links to the Sp1-&#946; catenin-p300 interactions in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"We aim to develop a new approach to systematically characterize the functional significance of &#8220;variant of uncertain significance (VUS),&#8221; focusing on the tumor suppressor gene <i>CDH1<\/i>. Genetic testing is a powerful clinical tool for identifying individuals at risk of developing inherited or familial cancers. If a potential cancer-causing genetic variant (mutation) is found, clinicians can begin managing the patient&#8217;s risk early by initiating surveillance or prophylactic treatment. For an aggressive form of inherited stomach cancer called hereditary diffuse gastric cancer (HDGC), the most commonly mutated gene is <i>CDH1<\/i>, which encodes the tumor suppressor E-Cadherin. However, due to insufficient clinical evidence, over 50% of all publicly reported <i>CDH1 <\/i>variants either have conflicting interpretations<i> <\/i>or cannot be classified, thus are not actionable. Consequently, almost 1 in 2 patients who undergo genetic testing for HDGC will not have a definitive test result and cannot benefit from early screening, causing strain on the healthcare system and psychological burden for the patients. To overcome this challenge, we developed a single-cell screening system to accurately classify <i>CDH1<\/i> variants using a combination of functional assays, machine learning, and deep learning. Our hypothesis, now supported by preliminary data, is that pathogenic variants will disrupt normal E-Cadherin&#8217;s ability to control its signaling partner beta-catenin. Thus, loss-of-function (LoF) <i>CDH1<\/i> variants would cause protein mislocalization and altered signaling which lead to abnormal proliferation, an early indicator for carcinogenesis. We express <i>CDH1<\/i> variants in human cell lines and use multiplexed high-content imaging to visualize E-Cadherin and beta-catenin. Next, our deep learning pipeline extracts single-cell phenotypic profiles, and our classifier then classifies variants as functional or LoF. Initial analysis of prioritized variants show that our pipeline can accurately separate clinically pathogenic and benign variants based on their functional status as predicted by our pipeline. The outcomes of this project will contribute to a systematic approach to reclassify VUS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wen<\/b><sup>1<\/sup>, A. Singh<sup>1<\/sup>, D. Nguyen<sup>2<\/sup>, K. Meier-Ross<sup>3<\/sup>, B. Martin<sup>1<\/sup>, V. Khan<sup>1<\/sup>, K. Dhami<sup>4<\/sup>, J. Chao<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Queen's University, Kingston, ON, Canada, <sup>3<\/sup>University of Ottawa, Ottawa, ON, Canada, <sup>4<\/sup>McMaster University, Hamilton, ON, Canada","CSlideId":"","ControlKey":"ef764cf5-675c-4922-bd88-b719d9dd7119","ControlNumber":"3837","DisclosureBlock":"&nbsp;<b>J. Wen, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>D. Nguyen, <\/b> None..<br><b>K. Meier-Ross, <\/b> None..<br><b>B. Martin, <\/b> None..<br><b>V. Khan, <\/b> None..<br><b>K. Dhami, <\/b> None..<br><b>J. Chao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3012","PresenterBiography":null,"PresenterDisplayName":"Jasmine Wen","PresenterKey":"da3abd97-5877-4d1c-aa90-efc381312023","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3012. Characterizing the functional significance of \"variant of uncertain significance\" of the tumour suppressor <i>CDH1<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the functional significance of \"variant of uncertain significance\" of the tumour suppressor <i>CDH1<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Androgen-receptor signaling inhibitors (ARSI) have been shown to significantly alter the natural history of castration-resistant PCa (CRPC). Unfortunately, resistance to ARSIs is inevitable. Unraveling the underlying mechanisms to identify potential therapeutic interventions to treat these lethal tumors has become a critical challenge in the post-ARSI era. Recent genomic sequencing has revealed a subclass of PCa harboring deletion of bridging integrator-1 (BIN1) and is associated with increased AR activity. Notably, BIN1 deletion frequently co-occurs with SPOP mutation and deletion of SPOPL, collectively suggesting BIN1 may function as tumor suppressor. To elucidate the role of BIN1 in prostate cells, we generated a prostate-specific BIN1 knockout murine model (PB-CreBIN1<sup>FL\/FL<\/sup>). This model revealed increased prostate mass at 6 months of age, accompanied by increased cell proliferation. We next crossed this strain to SPOP mutant (SPOP<sup>F133V<\/sup>) model to generate a prostate specific BIN1 knockout, SPOP mutant model (PB-CreSPOP<sup>F133V<\/sup>BIN1<sup>FL\/FL<\/sup>) and found increased proliferation and greater prostate mass compared to animals harboring SPOP mutation or BIN1 deletion alone. Next, we generated a doxycycline inducible BIN1 overexpressing PCa model (22Rv1BINOE) to evaluate AR signaling in vitro. We found that overexpression of BIN1 modestly reduced prostate cancer cell proliferation but profoundly suppressed androgen receptor protein level. To evaluate the transcriptional activity of AR and ARv7, we also utilized a luciferase reporter system harboring ARE consensus sequences found in the <i>KLK3<\/i> gene (AR-FL target) promoter or in the <i>EDN2<\/i> gene (ARv7 target) promoter, respectively. These reporter assays illustrated suppression of both AR-FL and AR-v7 driven gene transcriptional program upon BIN1 overexpression. Co-expression of both BIN1 and SPOPwt showed a synergistic knockdown of AR activity, while SPOPmut did not show this effect. These observations were further confirmed using global RNAseq. The RNAseq analysis also showed downregulation of several AR pathways as well as gene sets associated with cancer progression and metastasis. Interestingly, the RNAseq data showed downregulation of genes that are normally upregulated after SPOP mutation, further suggesting a synergistic role between SPOP and BIN1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen,Tumor suppressor,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. McColl<\/b><sup>1<\/sup>, D. Skapura<sup>1<\/sup>, E. Ruiz Echartea<sup>1<\/sup>, J. Deng<sup>1<\/sup>, A. Rusin<sup>1<\/sup>, J. Shin<sup>1<\/sup>, A. Tyryshkin<sup>1<\/sup>, C. Davis<sup>2<\/sup>, E. Ehil<sup>2<\/sup>, S. Kaochar<sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>Avera Institute for Human Genetics, Sioux Falls, SD","CSlideId":"","ControlKey":"c8494e98-a036-4161-8d23-56275e2bdd8b","ControlNumber":"5551","DisclosureBlock":"&nbsp;<b>C. McColl, <\/b> None..<br><b>D. Skapura, <\/b> None..<br><b>E. Ruiz Echartea, <\/b> None..<br><b>J. Deng, <\/b> None..<br><b>A. Rusin, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>A. Tyryshkin, <\/b> None..<br><b>C. Davis, <\/b> None..<br><b>E. Ehil, <\/b> None..<br><b>S. Kaochar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3013","PresenterBiography":null,"PresenterDisplayName":"Collin McColl, BS","PresenterKey":"0ea0d4e6-8e17-4a69-b3aa-eb72798bb5f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3013. Alzheimer&#8217;s-linked gene BIN1: Unraveling its unexpected role as a tumor suppressor in prostate cancer and influence on androgen receptor signaling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alzheimer&#8217;s-linked gene BIN1: Unraveling its unexpected role as a tumor suppressor in prostate cancer and influence on androgen receptor signaling","Topics":null,"cSlideId":""},{"Abstract":"Background: Recognizing the complexity of viral carcinogenesis and its perspectives, we aimed to investigate one of the key genetic factors associated with breast cancer development, BRCA1,2 mutations, and its association with the presence of some oncogenic viruses like HPV, MMTV, and EBV DNAs in both blood and tissues of breast cancer (BC) patients, hoping to provide new insights on role of oncogenic viruses in cancer development.<br \/>Patients and Methods: This study was conducted on 84 tissues and blood samples from Egyptian BC women and 50 blood samples from controls without known oncological disease. All samples were tested for the presence of viral DNAs, using real-time PCR assay. Fifty-five BC patients were investigated for the presence of mutations in exons 6 and 9 of BRCA1, and exons 11, 14, and 27 of BRCA2 using a high-resolution melting (HRM) assay. Results were correlated with the clinicopathological characteristics of BC. Results. HPV, MMTV, and EBV DNAs were detected in 30(35.7%), 19(22.6%), and 23 (27.3%) of tissues obtained from 84 BC patients, respectively, and into 16 (19%), 14 (16.7%) and 0 (0%) of blood from the same patients, respectively. On the other hand, these viruses were detected in 0 (0%), 7 (14%), and 0 (0%) of blood specimens obtained from 50 normal controls, respectively. Among 55 BC patients, mutations were detected in 37 (67%) of the tested exons of BRCA1\/2 genes in the blood of BC patients, divided as 7 (12.7%) for exons 6 and 9 of BRCA1 gene, and into 11 (20%), 3 (5.5%), and 9 (16.4%) for exons 11, 14 and 27 of BRCA2 gene. Our previous investigation based on NGS showed that pathogenic mutations were (G509A:p.R170Q and c.C1471T:p.Q491X) for exons 6, 9 of BRCA1, respectively, and were (cT4001A: p.L1334X, c.7231delA: p.T2412Lfs and c.T9861A: p.C3287x) for exons 11, 14 and 27 of BRCA2, respectively. Further analysis showed that half of the patients with positive HPV DNA in tissues had mutations in the tested exons of BRCA1\/2 genes. In contrast, none of the patients with MMTV DNA (15\/55 (27%)) in their tissues had mutations in exons 6 and 9 of BRCA1 and only one patient had a mutation in exons 11 of BRCA2. Regarding EBV, 35% of positive patients had mutations in the tested exons of the BRCA1 gene and 21% in the tested exons of BRCA2 gene. Results were not affected by clinicopathological parameters.<br \/>Conclusion: MMTV DNA followed HPV, and then EBV DNAs were detected in more than 80% of our BC patients. HPV was the most frequent virus among BC patients showed to be associated with BRCA1\/2 mutations in the tested exons. Sequencing analysis is in progress. Understanding this association will provide a relevant implication for developing novel, and personalized therapeutic options for treatment of oncogenic viruses. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Mutations,Breast cancer,Tumor suppressor,BRCA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Loutfy, Sr.<sup>1<\/sup>, R. A. Al Najar<sup>1<\/sup>, S. ElSayed<sup>1<\/sup>, N. Abdel Fattah<sup>1<\/sup>, A. Abdel-Samie Gaber<sup>1<\/sup>, T. Hashem<sup>1<\/sup>, W. S. Khalaf<sup>2<\/sup>, A. F. Basyony<sup>3<\/sup>, A. El-Sharif<sup>2<\/sup>, S. M. Radwan<sup>2<\/sup>, <b>M. Eltokhy<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Cairo University, Cairo, Egypt, <sup>2<\/sup>Faculty of Pharmacy (Girls), Al-Azhar University, Cairo, Egypt, <sup>3<\/sup>Faculty of Pharmacy, Egyptian Russian University, Cairo, Egypt, <sup>4<\/sup>Texas Tech Health Science Center, USA, TX","CSlideId":"","ControlKey":"fb232825-5b56-40af-af38-5f3bed00ef4a","ControlNumber":"4524","DisclosureBlock":"&nbsp;<b>S. Loutfy, <\/b> None..<br><b>R. A. Al Najar, <\/b> None..<br><b>S. ElSayed, <\/b> None..<br><b>N. Abdel Fattah, <\/b> None..<br><b>A. Abdel-Samie Gaber, <\/b> None..<br><b>T. Hashem, <\/b> None..<br><b>W. S. Khalaf, <\/b> None..<br><b>A. F. Basyony, <\/b> None..<br><b>A. El-Sharif, <\/b> None..<br><b>S. M. Radwan, <\/b> None..<br><b>M. Eltokhy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3014","PresenterBiography":null,"PresenterDisplayName":"Mohamed Eltokhy, BSc, MSc, PhD","PresenterKey":"997065fd-e45d-4db3-a25f-285088225ab2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3014. Exploring the correlation between oncogenic viruses and BRCA1\/2gene mutations in Egyptian breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the correlation between oncogenic viruses and BRCA1\/2gene mutations in Egyptian breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"The role of circulating extracellular vesicles in cancer biology is an area of intense research interest. Here, we reveal a tumor suppressor mechanism of HD-PTP (His Domain Protein Tyrosine Phosphatase, encoded by PTPN23), a protein associated with ESCRT (endosomal sorting complex required for transport), a complex that controls endosome sorting and exosome secretion. While loss of HD-PTP is known to be tumorigenic in mice and is frequently observed in human cancers including Triple Negative Breast Cancer (TNBC), the relevant pathways have remained obscure. We find that inhibition of HD-PTP <i>in vivo<\/i> promotes tumor progression selectively in a syngeneic, immune-competent TNBC model but not in a matched immune-deficient model. Through systematic profiling of the exosomal proteome in HD-PTP proficient and deficient cells, we identify PD-L1 as a key exosomal cargo selectively enriched due to loss of HD-PTP. Mechanistically, we show that inhibition of HD-PTP results in PD-L1 stabilization, its co-localization with the exosomal marker CD63, the enrichment of endosomal PD-L1 and subsequent increase in ExoPD-L1 release. Exosomes produced post HD-PTP loss inhibits antigen-dependent T cell activity <i>in vitro<\/i>, and HD-PTP inhibition in a syngeneic TNBC model promotes non-cell-autonomous, exosome- and PD-L1-dependent tumor progression, associated with reduced T cell infiltration and altered macrophage polarization. Consistent with these findings, low HD-PTP levels in human solid tumors are associated with decreased tumor infiltrating lymphocytes, poor response to immune checkpoint inhibition and inferior overall survival. Taken together, our studies unveil a novel tumor suppressor pathway controlling PD-L1 trafficking and ExoPD-L1 secretion, highlighting the critical roles of HD-PTP and ESCRT in anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Tumor suppressor,Tumor immunity,Triple-negative breast cancer (TNBC),Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chenxu Guo<\/b><sup><\/sup>, Sheng Sun<sup><\/sup>, Nayana Thimmiah<sup><\/sup>, Agustina Maccio<sup><\/sup>, Siang Koh<sup><\/sup>, Leif Ellisen<sup><\/sup><br><br\/>Mass General Cancer Center, Boston, MA","CSlideId":"","ControlKey":"3c33b24a-b64e-423d-9e74-a4de7b24508d","ControlNumber":"3894","DisclosureBlock":"&nbsp;<b>C. Guo, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>N. Thimmiah, <\/b> None..<br><b>A. Maccio, <\/b> None..<br><b>S. Koh, <\/b> None..<br><b>L. Ellisen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3015","PresenterBiography":null,"PresenterDisplayName":"Chenxu (Vincent) Guo, PhD,BA,BS","PresenterKey":"4fdecc14-75da-4028-baff-8a79450a0f94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3015. HD-PTP mediates tumor suppression via modulation of anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HD-PTP mediates tumor suppression via modulation of anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: MCPIP1 (Monocyte Chemotactic Protein-1 Induced Protein), also known as Regnase-1, belongs to the CCCH zinc finger protein family, featuring a PilT N-terminus (PIN) domain-like RNase domain. Utilizing its intrinsic endonuclease activity, MCPIP1 functions as a precise modulator of cytokines, exhibiting an anti-inflammatory effect through the targeted degradation of specific mRNA transcripts. While recent studies have highlighted MCPIP1 as a potential tumor suppressor with decreased levels in breast cancer and clear cell renal cell carcinoma, its role in hepatocellular carcinoma (HCC) development remains unexplored.<br \/>Material and Methods: To investigate the role of MCPIP1 in HCC development, we used tissue-specific knockout mice with the deletion of Mcpip1 in hepatocytes. HCC was induced by administering diethylnitrosamine (DEN) to two-week-old mice. We conducted a comprehensive analysis, including the assessment of EMT and fibrosis markers, proinflammatory cytokines, and immune cell infiltration, using Western blot (WB), mass spectrometry, quantitative PCR (qPCR), and multiple immunohistochemistry (IHC) stainings. To identify differences between the wild-type (wt) and Mcpip1 knockout (KO) mice groups more effectively, hepatocytes were isolated using the perfusion method, and RNA-Seq analysis was performed.<br \/>Results and Discussion: The tissue-specific knockout of Mcpip1 in the liver has notable molecular consequences. Transcriptomic profiling revealed an upregulation of transcripts integral to tumor development, including Cxcr4, Met, Cxcl12, Hgf, and Src, alongside factors characteristically associated with cancer stem cells, Myc, Klf4, and CD133. The absence of MCPIP1 triggered immune cell activation in the liver, as evidenced by an augmented expression of markers specific to myeloid and lymphoid cell populations, indicative of an intensified immunological response. IHC examination of liver tissue from Mcpip1-deficient mice revealed significant fibrotic alterations, characterized by increased collagen deposition, and enhanced expression of alpha-smooth muscle actin (&#945;SMA). The lack of Mcpip1 influences the increased levels of vimentin, fibronectin, and connective tissue growth factor (cTGF), indicating enhanced tissue remodeling.<br \/>Conclusions: MCPIP1, recognized for its anti-inflammatory functions, appears to function as a potential tumor suppressor in HCC development. The lack of MCPIP1 results in the upregulation of transcripts linked to tumorigenesis, immune cell activation, and notable fibrotic changes, highlighting its involvement in the complex molecular dynamics of HCC progression.<br \/>This study was supported by National Science Center grants no. 2017\/26\/E\/NZ5\/00691, 2021\/41\/N\/NZ4\/04187.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Antitumor activity,Hepatocellular carcinoma,Epithelial-mesenchymal transition (EMT),Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Miekus<\/b><sup>1<\/sup>, O. Kwapisz<sup>1<\/sup>, P. Marona<sup>1<\/sup>, J. Gorka<sup>1<\/sup>, J. Kotlinowski<sup>1<\/sup>, E. Pospiech<sup>2<\/sup>, J. Jura<sup>1<\/sup>; <br\/><sup>1<\/sup>Jagiellonian University, Faculty of Biochemistry, Biophysics and Biotechnology, Krakow, Poland, <sup>2<\/sup>Human Genome Variation Research Group, Malopolska Centre of Biotechnology, Jagiellonian University, Krakow, Poland","CSlideId":"","ControlKey":"d8c16ae9-c468-427a-8893-c066931d1d50","ControlNumber":"4542","DisclosureBlock":"&nbsp;<b>K. Miekus, <\/b> None..<br><b>O. Kwapisz, <\/b> None..<br><b>P. Marona, <\/b> None..<br><b>J. Gorka, <\/b> None..<br><b>J. Kotlinowski, <\/b> None..<br><b>E. Pospiech, <\/b> None..<br><b>J. Jura, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3016","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Miekus, DSc;PhD","PresenterKey":"2e3e7b63-2198-4242-bbf1-5b18c66fe973","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3016. MCPIP1 endoribonuclease protects from liver fibrosis and regulates hepatocellular development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MCPIP1 endoribonuclease protects from liver fibrosis and regulates hepatocellular development","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The MCPIP1 protein (Monocyte Chemotactic Protein-1 Induced Protein) is involved in the negative regulation of inflammation due to its RNase activity. A growing number of publications suggest that the MCPIP1 protein may influence the development of cancer by regulation of factors involved in angiogenesis, proliferation and cell death. We believe, that MCPIP1 may be a potential tumor suppressor. Our recent results show that lack of enzymatic activity of MCPIP1 leads to increased tumor growth, angiogenesis and metastasis. The main aim of our research is to study the importance of MCPIP1 for neoplastic transformation of normal, epithelial kidney cells, as well as acquirement of stemness features.<br \/>Material and Methods: To examine the effect of MCPIP1 in normal epithelial cell lines TCMK-1, RPTEC-Tert1 and HK-2 were transduced to overexpress mutated, inactive form of MCPIP1 (pLIX D141N) with proper control (pLIX PURO). We analyzed cells clonogenicity, as well as the levels of CSCs markers by western blot, NGS and qPCR. Next, cells were injected subcutaneously into NOD-SCID mice to check if mutation of MCPIP1 will induce tumor growth <i>in vivo<\/i>. Mice blood was analyzed for the presence of circulating tumor cells (CTCs), and secretion of cytokines by Proteome Profiler assay. Tumors were evaluated by multiple IHC stainings, as well as western blot and qPCR.<br \/>Results and Discussion: We have shown that the mutation of MCPIP1 increases the clonogenicity of kidney cells. Moreover, pLIX D141N cells were characterized by higher levels of the c-Met receptor, vimentin, Twist, CD44 and c-Myc, which are the markers of epithelial to mesenchymal transition and cancer stemness. The obtained results suggest that the loss of the MCPIP1 protein causes the acquisition of the characteristics of neoplastic cells. Next, we checked whether MCPIP1 mutation in normal cells predisposes them to proliferate when administered to mice. We found that, D141N mutation caused the growth of large tumors with higher expression of Cd44, Klf4 and Myc and number of CTCs, while the control cells injected into mice developed only local fibrosis with high expression of aSMA. pLIX D141N tumors secreted CXCL16 into mice plasma, and were characterized by increased phosphorylation of c-Met, Src kinase and c-Myc.<br \/>Conclusions: We believe that the MCPIP1 protein may be a marker of tumor initiation and play a key role in neoplastic transformation by regulating the changes in cell phenotype and levels of CSCs markers.<br \/>This study was supported by National Science Center grants no. 2022\/47\/B\/NZ5\/02724, 2022\/45\/B\/NZ5\/01973 and MNS 15\/2021.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Tumorigenesis,Kidney cancer,Cancer stem cells,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Paulina Marona<\/b><sup>1<\/sup>, Iga Piasecka<sup>1<\/sup>, Judyta Gorka<sup>1<\/sup>, Oliwia Kwapisz<sup>1<\/sup>, Rafal Myrczek<sup>1<\/sup>, Ewelina Pospiech<sup>2<\/sup>, Jolanta Jura<sup>1<\/sup>, Katarzyna Miekus<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of General Biochemistry, Jagiellonian University, Faculty of Biochemistry, Biophysics and Biotechnology, Kraków, Poland,<sup>2<\/sup>Human Genome Variation Research Group, Jagiellonian University, Malopolska Center of Biotechnology, Kraków, Poland","CSlideId":"","ControlKey":"e84c8379-40bd-42ca-bf5d-d54d24b5a626","ControlNumber":"4510","DisclosureBlock":"&nbsp;<b>P. Marona, <\/b> None..<br><b>I. Piasecka, <\/b> None..<br><b>J. Gorka, <\/b> None..<br><b>O. Kwapisz, <\/b> None..<br><b>R. Myrczek, <\/b> None..<br><b>E. Pospiech, <\/b> None..<br><b>J. Jura, <\/b> None..<br><b>K. Miekus, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3017","PresenterBiography":null,"PresenterDisplayName":"Paulina Marona, MS,PhD","PresenterKey":"cd6106c0-720f-4f61-95f0-38cae7056c08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3017. Lack of MCPIP1 enzymatic activity leads to neoplastic transformation of normal kidney cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lack of MCPIP1 enzymatic activity leads to neoplastic transformation of normal kidney cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pathogenic germline variants (PGVs) in <i>TP53<\/i> is associated with multicancer risk syndrome known as Li-Fraumeni Syndrome (LFS) and females have 80-90% risk of breast cancer at very early age compared to sporadic breast cancers. The mechanism of p53 tumor suppression relies on its function as a transcriptional activator; however, there is little data on the specific transcriptional defects in human breast tumors driven by germline mutant p53.<br \/><b>Methods:<\/b> To investigate the specific transcriptional defects due to <i>TP53 <\/i>PGVs in human breast, we performed bulk RNA-seq on invasive ductal carcinoma (IDC), ductal carcinoma in situ (DCIS) and surrounding and contralateral normal breast tissue in LFSBC compared to non-LFS sporadic BC. We also compared our results to breast tumors from The Cancer Genome Atlas (TCGA) with and without acquired <i>TP53<\/i> mutations.<br \/><b>Results<\/b>: Our RNA-seq analysis revealed significant changes in the expression of key pathways in LFSBC compared to non-LFS breast cancer. Notably, cancer hallmark pathways such as apoptosis and reactive oxygen species were downregulated, while androgen response and cholesterol homeostasis pathways were upregulated in LFSBC compared to non-LFSBC. Expression of downstream targets of p53 such as <i>BAX<\/i>, tumor suppressors such as <i>CDKN1A<\/i> (p21) and <i>BTG2<\/i>, were significantly down in LFSBC suggesting impaired transcriptional activity of mutated <i>TP53<\/i> in LFS patients. We also observed downregulation of cell cycle regulators in LFS breast tumors compared to their surrounding and contralateral tissues. Although, there were no significant transcriptional differences as the tumor progressed from LFS DCIS to IDC, indicating that the damage caused by the mutated p53 had already occurred at the early stage. Additionally, we also investigated the immune cell composition in LFS-BC and non-LFSBC. LFSBC exhibited a higher relative proportion of CD4+ T cells, CD20+ B cells, NK cells, macrophages and monocytes compared to all sporadic non-LFSBC subtypes (TCGA) and age matched non-LFSBC. This providing novel insights into the immune landscape associated with LFS-driven breast cancer.<br \/><b>Conclusion:<\/b> Our findings suggest that breast tissues with an inherited <i>TP53<\/i> mutation undergo a defective transcriptional state, shifting away from apoptosis, and experiencing dysregulation of cell cycle at an early stage as DCIS, potentially contributing to the early onset of LFS breast cancer. The preliminary analysis of immune repertoire in LFSBC opens avenues for deeper investigations into spatial transcriptomic profiles of germline <i>TP53<\/i>-mutated breast tumors also the immune cells. Overall, this study provides valuable insights into the <i>TP53<\/i> mutation driven breast cancers in humans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53,Li-Fraumeni Syndrome,Breast cancer,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Boruah<\/b>, R. Moses, R. Hausler, H. Desai, A. Le, G. Kelly, A. Raghavakaimal, M. Narasimhamurthy, A. Nayak, A. J. Levine, K. N. Maxwell; <br\/>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"2515b8a0-ad4d-4056-ae17-0a828cb415a8","ControlNumber":"6758","DisclosureBlock":"&nbsp;<b>N. Boruah, <\/b> None..<br><b>R. Moses, <\/b> None..<br><b>R. Hausler, <\/b> None..<br><b>H. Desai, <\/b> None..<br><b>A. Le, <\/b> None..<br><b>G. Kelly, <\/b> None..<br><b>A. Raghavakaimal, <\/b> None..<br><b>M. Narasimhamurthy, <\/b> None..<br><b>A. Nayak, <\/b> None..<br><b>A. J. Levine, <\/b> None..<br><b>K. N. Maxwell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3018","PresenterBiography":null,"PresenterDisplayName":"Nabamita Boruah, PhD","PresenterKey":"673b3dab-61ed-443d-a90c-d13d7f4341f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3018. Transcriptional dysregulation in germline <i>TP53<\/i>-driven breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional dysregulation in germline <i>TP53<\/i>-driven breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Germ-line <i>BRCA1<\/i> mutations are associated with a significantly increased incidence of breast cancer in women. Although <i>BRCA1<\/i>-associated breast tumors are basal-like and estrogen receptor &#945; negative (ER&#945;<sup>-<\/sup>), they originate from luminal progenitor cells. At the molecular level, BRCA1 is best known for its roles in resolution of DNA replication stress and promotion of homologous recombination (HR)-based double strand break (DSB) repair. In addition, BRCA1 is implicated in reduction of R-loops, a DNA-RNA hybrid structure and transcriptional byproduct associated with genome instability and transcriptional regulation. Our published findings suggest that BRCA1-dependent R-loop mitigation contributes to luminal cell-specific transcription and differentiation (Zhang et al, 2017, <i>Nature Communications<\/i>, 8:15908), which could in turn suppress <i>Brca1<\/i>-associated tumorigenesis. Using cell type-specific mouse genetics, we investigate a direct impact of R-loop removal on <i>Brca1<\/i>-associated mammary epithelial tumor formation. R-loop formation in mammary epithelial cells is efficiently reduced by over-expression of RNase H1, an R-loop-specific ribonuclease. R-loop removal does not affect mammary duct development or function. However, it drastically increases &#611;H<sub>2<\/sub>AX foci in proliferating BRCA1-deficient epithelial cells without external DNA damage. This suggests a role of R-loops in attenuating elevated DNA replication stress caused by the loss of <i>Brca1<\/i>. While R-loop removal does not appear to affect the overall <i>Brca1<\/i>-associated mammary tumor incidence, it promotes cell differentiation from ER&#945;<sup>-<\/sup> luminal progenitor cells to ER&#945;<sup>+<\/sup> mature luminal cells. Accordingly, unlike their counterparts, a significant percentage of <i>Brca1<\/i>-associated mammary tumors with RNase H1 overexpression tend to be ER&#945;<sup>+<\/sup>. Thus, our findings provide <i>in vivo<\/i> evidence for a previously unappreciated role of R-loop dynamics on <i>Brca1<\/i>-associated DNA replication stress and tumor development in mammary epithelium.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"BRCA1,Tumorigenesis,Mammary gland,Transgenic mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H.-C. Chiang<\/b>, L. Qi, Y. Hu, R. Li; <br\/>The George Washington University, Washington, DC","CSlideId":"","ControlKey":"1d4ba96e-9d3c-4e49-ac37-0c8dc117ecc0","ControlNumber":"7485","DisclosureBlock":"&nbsp;<b>H. Chiang, <\/b> None..<br><b>L. Qi, <\/b> None..<br><b>Y. Hu, <\/b> None.&nbsp;<br><b>R. Li, <\/b> <br><b>Incendia Therapeutics<\/b> Other, member of scientific advisory board.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3019","PresenterBiography":null,"PresenterDisplayName":"Huai-Chin Chiang, PhD","PresenterKey":"4c217b98-d7d2-47b1-be40-03dc3e0025e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3019. Dissecting <i>in vivo <\/i>functions of R-Loops in <i>Brca1<\/i>-associated DNA replication stress and mammary tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting <i>in vivo <\/i>functions of R-Loops in <i>Brca1<\/i>-associated DNA replication stress and mammary tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Chemical carcinogens or xenobiotics present in the diet play a significant role in colon cancer (CC) formation. p53, a tumor suppressor and multi-functional protein, provides an important barrier against the initiation and maintenance of CC. p53 mutation or inactivation is observed in about 60% of CCs and about 90% of all cancers. Therefore, therapeutic avenues that will rejuvenate wild-type p53 or target mutant p53 should have a significant impact on the prevention and treatment of CC. GPR109A, a G-protein coupled receptor for the FDA-approved lipid-lowering drug Niacin (NA), bacterial metabolite Butyrate (BTR), and ketone body &#946;-hydroxybutyrate (BHB), functions as a novel tumor suppressor in the colon by providing the molecular link between colonic bacteria and p53 function. GPR109A activation limits cAMP by inhibiting adenylate cyclase (AC), which induces RAS and its downstream growth-promoting signaling. cAMP also enhances the binding of MDM2 to p53 and induces the proteasomal degradation of p53. p53 is an NAD<sup>+<\/sup>-dependent molecule and deficiency of NA, the precursor of NAD<sup>+<\/sup>, impairs p53 function. We tested the role of GPR109A and its agonists (NA, BTR, and BHB) in normal immortalized colon epithelial cell lines (CCD33 and CCD81) and various CC lines such as HCT116-p53<sup>+\/+<\/sup>, HCT116-p53<sup>-\/-<\/sup>, DLD1 (p53 point mutation), VACO4A (p53 insertion mutation), and SW498 (p53 deletion) and measured cell proliferation, cell cycle, apoptosis, and analyzed the expression of GPR109A and p53 (total, phosphorylated, and acetylated), MDM2, p21, Bax, and Puma in the presence and absence of GPR109109 agonists. We found that GPR109A expression is significantly reduced in CC cell lines, especially in p53 mutant cell lines, when compared to normal immortalized colonic epithelial cell lines. Treatment of CC cell lines with GPR109A agonists-induced apoptosis in wild-type p53 expressing CC by activating p53 and its targets. However, some lesser extent in p53 mutant or p53 null cell lines. Lentiviral-mediated GPR109A expression in CC cell lines itself induced apoptosis in both wild-type and mutant p53 expressing CC cell lines and GPR109A agonists treatment induced further. Interestingly, GPR109A agonists BTR and BHB significantly increased apoptosis in p53 mutant and p53 null CC cell lines in a p53-independent manner. Overall, our results provide evidence that GPR109A activation can be used as an effective therapeutic strategy for the treatment of CC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: colorectal,Tumor suppressor,p53,Chemical carcinogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Thangaraju<\/b><sup>1<\/sup>, N. N. Thangaraju<sup>2<\/sup>, L. Gilstrap<sup>1<\/sup>, M. Chimenti<sup>1<\/sup>, T. Patel<sup>1<\/sup>, S. Sivaprakasam<sup>3<\/sup>, N. Patel<sup>1<\/sup>, S. Manicassamy<sup>1<\/sup>, P. D. Prasad<sup>1<\/sup>, V. Ganapathy<sup>3<\/sup>; <br\/><sup>1<\/sup>Augusta University, Augusta, GA, <sup>2<\/sup>Mercer University, Augusta, GA, <sup>3<\/sup>Texas Tech University Health Science Center, Lubbock, TX","CSlideId":"","ControlKey":"a3170be1-fd84-4529-b7a5-56eb1cd68569","ControlNumber":"8295","DisclosureBlock":"&nbsp;<b>M. Thangaraju, <\/b> None..<br><b>N. N. Thangaraju, <\/b> None..<br><b>L. Gilstrap, <\/b> None..<br><b>M. Chimenti, <\/b> None..<br><b>T. Patel, <\/b> None..<br><b>S. Sivaprakasam, <\/b> None..<br><b>N. Patel, <\/b> None..<br><b>S. Manicassamy, <\/b> None..<br><b>P. D. Prasad, <\/b> None..<br><b>V. Ganapathy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3022","PresenterBiography":null,"PresenterDisplayName":"Muthusamy Thangaraju, PhD","PresenterKey":"631d9207-e8dc-4bdf-b2cd-12a787c4e4d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3022. GPR109A activation limits cell growth by inducing p53 and its targets in human colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GPR109A activation limits cell growth by inducing p53 and its targets in human colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Imbalanced transcription of a large number of genes can be caused at various levels, ranging from alterations in individual transcription factors to dysfunctional corepressor and coactivator complexes [1]. C-terminal binding proteins (CtBPs) are ubiquitous master transcriptional coregulators associated with the Polycomb Repressive Complex 2 (PRC2), with essential functions in the development and oncogenesis of various tumor entities, including breast cancer and prostate cancer (PC) [2,3]. As CtBPs bind to short linear PxDLS-like sequence motifs (SLiMs), the presence of such motifs in tandem on the putative metastasis suppressor RAI2 [4] suggested a previously undiscovered dual interaction with CtBPs. Here, we show that RAI2 induces CtBP polymerization through well-ordered filaments of stacked tetrameric CtBP layers, as illustrated by a high-resolution single particle cryo electron microscopy structure. These filaments are mirrored by RAI2-mediated CtBP nuclear foci and relief of CtBP corepressor function in RAI2-expressing cancer cells. Analyses of a diverse PC patient cohort revealed a substantial decrease in RAI2 in the aggressive subtypes, suggesting a pivotal role of RAI2 in the transition to androgen receptor signaling-independent progression. Taken together, our data demonstrate a previously unknown mechanism of multivalent short linear sequence motif-induced polymerization. As RAI2-like SLiM motifs are found in a wide range of organisms, including pathogenic viruses, our findings serve as a paradigm for diverse functional effects through multivalent interaction-mediated polymerization by disordered proteins in healthy and diseased conditions. The specific properties of these repeated interactions open up new therapeutic opportunities.<br \/>References<br \/>[1] Lee, T.I. &#38; Young, R.A. Transcriptional regulation and its misregulation in disease. Cell 152, 1237-51 (2013).<br \/>[2] Di, L.J. et al. Genome-wide profiles of CtBP link metabolism with genome stability and epithelial reprogramming in breast cancer. Nat Commun 4, 1449 (2013).<br \/>[3] Wang, R. et al. Role of transcriptional corepressor CtBP1 in prostate cancer progression. Neoplasia 14, 905-14 (2012).<br \/>[4] Werner, S. et al. Suppression of early hematogenous dissemination of human breast cancer cells to bone marrow by retinoic Acid-induced 2. Cancer Discov 5, 506-19 (2015).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Oncogene,Prostate cancer,Epigenetics,High-resolution structure,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Goradia<sup>1<\/sup>, S. Werner<sup>2<\/sup>, E. Mullapudi<sup>1<\/sup>, G. von Amsberg<sup>2<\/sup>, <b>K. Pantel<\/b><sup>2<\/sup>, M. Wilmanns<sup>1<\/sup>; <br\/><sup>1<\/sup>European Molecular Biology Laboratory, Hamburg, Germany, <sup>2<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"4e9bc9fe-8d70-4d04-a5af-587c0172a269","ControlNumber":"7497","DisclosureBlock":"&nbsp;<b>N. Goradia, <\/b> None..<br><b>S. Werner, <\/b> None..<br><b>E. Mullapudi, <\/b> None..<br><b>G. von Amsberg, <\/b> None..<br><b>K. Pantel, <\/b> None..<br><b>M. Wilmanns, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3023","PresenterBiography":null,"PresenterDisplayName":"Klaus Pantel, MD;PhD","PresenterKey":"46add747-f298-460d-bb06-db9c0ee1131f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3023. Master corepressor inactivation through oncogene suppressor RAI2 mediated polymerization","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Master corepressor inactivation through oncogene suppressor RAI2 mediated polymerization","Topics":null,"cSlideId":""},{"Abstract":"The von Hippel Lindau (VHL) tumor suppressor gene is a classical tumor suppressor whose biallelic inactivation is a truncal event in clear cell renal cell carcinoma (ccRCC) evolution. VHL is best characterized as the recognition component of an E3 ubiquitin ligase complex that targets hypoxia inducible transcription factors (HIF1A and HIF2A) for conditional oxygen-dependent degradation. HIF activation following VHL inactivation is an early event in ccRCC progression. While the functions of HIF1A and HIF2A in ccRCC biology and progression have been studied, those in VHL-null non-neoplastic cells of the renal tubular epithelium (RTE) and their contribution to tumorigenesis have not been fully explored. Here, using a combination of lineage marking and single-cell RNA sequencing (scRNA-seq), we provide the first description of HIF1A- and\/or HIF2A-dependent and -independent consequences of <i>in vivo Vhl<\/i> inactivation in the RTE with single-cell resolution. We have previously reported on the development of a novel mouse model designed to mark and track cells that have undergone Vhl inactivation in vivo. Using this model, we have shown that Vhl inactivation has extensive, cell-type specific effects on gene expression in cells of the RTE within 3 weeks of recombination. Furthermore, we have shown that over a course of 4-8 months after Vhl inactivation, Vhl-null cells undergo specific adaptive changes in gene expression that encompass genes not regulated early after Vhl inactivation. In the work reported here, we have coupled this mouse model to a tamoxifen-inducible RTE-specific Pax8-CreERT2 and conditional alleles for Hif1a and\/or Epas1 (codes for HIF2A). We have analyzed &#8216;marked&#8217; recombined cells at early (1-3 weeks) or late (4-8 months) timepoints after recombination and compared these cells to time-matched Vhl-null cells using immunohistochemistry, in situ RNA hybridization and scRNA-seq. We found that though both HIF isoforms were present in Vhl-null cells at the early timepoint, expression of genes regulated early after Vhl inactivation was affected more by Hif1a inactivation than Epas1 inactivation. In contrast, expression of genes that are regulated in Vhl-null cells over time was drastically impacted by Epas1 deletion but was unaffected by Hif1a deletion. Interestingly, most of these Epas1-dependent, time-dependent changes in Vhl-null cells involved genes that have not been identified as direct transcriptional targets of HIF. Collectively, our work suggests that HIF1A and HIF2A have temporally distinct contributions to gene expression in Vhl-null cells in the RTE. We are currently analyzing the cell-type specificity of these contributions and ascertaining their relevance to the adoption of ccRCC-associated gene expression profiles.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Hypoxia-inducible factor,VHL,single-cell RNA sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kurlekar<\/b>, J. Lima, A. B. Barros, N. Masson, S. Zhai, C. W. Pugh, J. Adam, P. J. Ratcliffe; <br\/>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"cf8af60e-ea00-472a-bbb3-5d9978c53684","ControlNumber":"6839","DisclosureBlock":"&nbsp;<b>S. Kurlekar, <\/b> None..<br><b>J. Lima, <\/b> None..<br><b>A. B. Barros, <\/b> None..<br><b>N. Masson, <\/b> None..<br><b>S. Zhai, <\/b> None..<br><b>C. W. Pugh, <\/b> None..<br><b>J. Adam, <\/b> None..<br><b>P. J. Ratcliffe, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3024","PresenterBiography":null,"PresenterDisplayName":"Samvid Kurlekar, MS","PresenterKey":"9867ff36-dd0a-4c61-9841-78b262c31b58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3024. HIF1A and HIF2A differentially contribute to early and adaptive changes following <i>in vivo <\/i><i>Vhl<\/i> inactivation in the kidney","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HIF1A and HIF2A differentially contribute to early and adaptive changes following <i>in vivo <\/i><i>Vhl<\/i> inactivation in the kidney","Topics":null,"cSlideId":""},{"Abstract":"<i>TP53<\/i> is the most frequently mutated gene in cancer, and its encoded protein p53 has many tumor-suppressive functions. There are several different classes of mutant p53 acquired in human cancer and inherited in cancer-prone families with Li-Fraumeni Syndrome, where individuals have an 80-90% increased risk of cancer. These include structural mutations that are generally (e.g R175H) or locally (e.g Y220C) misfolded, DNA contact mutations (e.g R273H); and oligomerization mutations (A347D). Cooperativity mutations affect binding of the p53 tetramer to DNA via disruption of a salt bridge formed by the negatively charged glutamic acid (E) 180 residue of one p53 monomer and the positively charged arginine (R) 181 residue of another. p53 &#8220;cooperativity&#8221; mutations at the R181 residue (R181H and R181C) have been increasingly identified in cancer-prone families undergoing genetic testing; however, the mechanism by which these variants disrupt p53 tumor suppression in humans is not understood. We show that the purified DNA binding domains of p53 variants R181H and R181C bind less cooperatively to the p53 binding site in the <i>CDKN1A<\/i> (p21) promoter, despite retaining wild-type levels of structural stability. RNA-sequencing of CRISPR knock-in colorectal and breast cancer cell lines shows reduced ability of R181H and R181C to transactivate a curated set of ~300 known p53 target genes. Upon treatment with p53 activating molecule Nutlin-3a, the R181-mutant cells fail to cell cycle arrest in the G1 phase and maintain high proliferative rates. Interestingly, we observe some residual apoptotic activity in R181H and R181C mutant cells treated with DNA-damaging agent 5-fluorouracil, despite losing the transactivation of proapoptotic p53 targets; this suggests that these mutants retain the p53 transcription-independent mechanism of apoptosis which is observed in other p53 variants such as P47S and A347D. These studies will define the pathogenicity of R181 variants and guide therapeutic intervention for patients that harbor these p53 mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53 mutations,Li-Fraumeni Syndrome,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Moses<\/b><sup>1<\/sup>, R. Hausler<sup>1<\/sup>, G. Kelly<sup>1<\/sup>, A. Indeglia<sup>2<\/sup>, S. Miller<sup>3<\/sup>, J. Karanicolas<sup>3<\/sup>, M. Murphy<sup>2<\/sup>, K. Maxwell<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>Wistar Institute, Philadelphia, PA, <sup>3<\/sup>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"83b4df3f-bc86-45ed-b331-a29015d18870","ControlNumber":"5739","DisclosureBlock":"&nbsp;<b>R. Moses, <\/b> None..<br><b>R. Hausler, <\/b> None..<br><b>G. Kelly, <\/b> None..<br><b>A. Indeglia, <\/b> None..<br><b>S. Miller, <\/b> None..<br><b>J. Karanicolas, <\/b> None..<br><b>M. Murphy, <\/b> None..<br><b>K. Maxwell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3025","PresenterBiography":null,"PresenterDisplayName":"Renyta Moses, BS","PresenterKey":"37c81b4c-537e-471f-954b-8fd411801c62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3025. Germline p53 R181 variants and DNA binding cooperativity in tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Germline p53 R181 variants and DNA binding cooperativity in tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"In the US, more people die each year from lung cancer than breast, colorectal, and prostate cancers combined. Despite advances in lung cancer detection and treatment, the overall prognosis for patients remains poor. Patients whose lung tumors harbor druggable mutations often experience initial responses with targeted therapies, but acquisition of therapy resistance results in 5-year survival rates that have remained near ~20%.<b> <\/b>Immune check-point inhibitors (ICI) promise to improve outcomes in patients with lung cancer by targeting mechanisms of immune evasion. Drugs that disrupt PD-L1-mediated immune evasion, including pembrolizumab and nivolumab, have revolutionized treatment for some cancers. Unfortunately, only ~30% of lung adenocarcinomas (LUADs) respond to anti-PD-1 therapy and we cannot reliably identify this group prior to treatment. This underscores the need to discriminate which patients will respond to ICI therapies, while simultaneously highlighting the ~70% non-responder rate. To that end, recent clinical studies have linked anti-PD-1 therapy resistance with Serine\/Threonine Kinase 11 (STK11) loss of function (LoF). STK11 operates in a heterotrimeric complex with the pseudo-kinase STRAD&#945; and the scaffolding protein MO25 where it regulates numerous intracellular signaling networks impacting metabolism, proliferation, transcription, and cell morphology. Why STK11 LoF correlates with anti-PD-1 resistance in the context of KRAS-driven LUAD remains unknown and represents a critical question in lung oncology. As an initial approach to understand this phenomenon, we knocked-out STK11 in multiple KRAS-driven, STK11-competent human LUAD cell lines and performed whole transcriptome analyses to identify STK11-loss-dependent differential gene expression profiles. We assert the transcriptional mediators downstream of STK11 governing the changes we report represent therapeutic targets whose antagonism may restore anti-PD-1 efficacy. Supporting this rationale, our data has identified STK11-loss-dependent activation of the NF&#954;-B transcriptional network. NF&#954;B is a master transcription factor that regulates numerous cytokines, but whether and\/or how STK11 directs NF&#954;B activity remains largely unaddressed. We highlight NF&#954;B activation as a potential mechanistic link between STK11 loss and tumor-intrinsic cytokine upregulation. We speculate that STK11 normally acts as a key player in the negative feedback loop limiting NF&#954;B activity. When STK11 is lost, that activity continues unabated. In summary, we propose STK11 loss drives anti-PD-1 therapy resistance by generating an altered tumor immune microenvironment via constitutive activation of NF&#954;B-mediated cytokine production. In future we intend to assess strategies for reversing anti-PD-1 therapy resistance via disruption of the NF&#954;B transcriptional axis in KRAS-driven LUAD lacking STK11.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Immuno-oncology,LKB1,NF-&#954;B,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>David Joseph Seward<\/b><sup>1<\/sup>, Sean Lenahan<sup>2<\/sup>, Allison Racela<sup>1<\/sup>, Israel Odekunle<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology and Laboratory Medicine, University of Vermont Medical Center, Burlington, VT,<sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"a5256fa0-4492-4998-bda5-ded83d96a8c7","ControlNumber":"5812","DisclosureBlock":"&nbsp;<b>D. J. Seward, <\/b> None..<br><b>S. Lenahan, <\/b> None..<br><b>A. Racela, <\/b> None..<br><b>I. Odekunle, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3026","PresenterBiography":null,"PresenterDisplayName":"David Seward, MD;PhD","PresenterKey":"228a5164-4589-4275-9d85-089b769e2c1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3026. STK11 negatively regulates NFKB signaling in KRAS-driven lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STK11 negatively regulates NFKB signaling in KRAS-driven lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"High-Grade Serous Ovarian Cancer (HGSOC) is the most common and aggressive gynecological malignancy. It is typically diagnosed in late stages due to lack of diagnostic tests and current therapies available are not efficacious when the tumor is advanced. HGSOC is characterized by ubiquitous loss of functional p53 tumor suppressor protein function, largely due to point mutations that arise very early in carcinogenesis. P53 mutations are detected in pre-neoplastic cells of the fallopian tube mucosa, called p53 signature, and in early precursor lesions called serous tubal intraepithelial carcinoma (STIC). Some mutations promote the misfolding and aggregation of p53, transforming the protein into a cancer-promoting oncogene. Here, we hypothesize that the transition from folded, soluble to aggregated mutant p53 underlies the transformation from a pre-neoplastic lesion (p53 signature, STILs), to STICs and eventually HGSOC. We first set to determine the proportion of cells carrying soluble vs misfolded mutant p53 in fallopian tube tissues collected from n=10 patients undergoing salpingo-oophorectomy. We performed conformation-sensitive staining and quantification of folded and unfolded p53 cases and demonstrated that p53 misfolding, a mandatory precursor to aggregation, is present in STICs and HGSOCs, but notably absent from p53 signatures and surrounding healthy tissue. To better characterize the role of aggregated p53 in the progression of HGSOC, we took advantage of primary human fallopian tube secretory epithelial cells (FTSEC) that mimic early and more advanced stages of carcinogenesis. We utilize the FTSEC cells line FT282, immortalized by introducing hTERT and the aggregation-prone mutant TP53<sup>R175H<\/sup> that is found in p53 signature lesions and STILs, as well as the FT282-CCNE1, derived from FT282 cell line with overexpression of CCNE1, representing a more malignant phenotype.We used these models to investigate p53 aggregation, characterize the mutant p53 interactome and test the efficacy of ReACp53, a p53 aggregation-targeting peptide we developed. Our results demonstrated that p53 aggregation is more severe in the FT282-CCNE1 line, with a higher susceptibility to ReACp53 compared to the FT282 cells. Overall, our results demonstrated that aggregation of mutant p53 is a structural defect that can distinguish between pre-malignant and malignant HGSOC lesions and can potentially be targeted, offering a potential window for early intervention in halting ovarian cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53,Protein aggregation,Ovarian cancer,organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sartini<\/b>, L. Omholt, N. A. Moatamed, A. Soragni; <br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"6ff23a34-43ef-450d-89d3-e0b8f4857bac","ControlNumber":"8254","DisclosureBlock":"&nbsp;<b>S. Sartini, <\/b> None..<br><b>L. Omholt, <\/b> None..<br><b>N. A. Moatamed, <\/b> None.&nbsp;<br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Founder and Owner. <br><b>ADRx, Inc.<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3027","PresenterBiography":null,"PresenterDisplayName":"Sara Sartini, PhD","PresenterKey":"2fb0215d-9ed0-4172-9474-3ebe6e6e6b35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3027. p53 aggregation promotes transformation from non-malignant lesions to high-grade serous ovarian carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"New Insights into Tumor Suppressor Genes","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p53 aggregation promotes transformation from non-malignant lesions to high-grade serous ovarian carcinomas","Topics":null,"cSlideId":""}]