[{"Abstract":"Background: Most gallbladder cancer (GBC) cases arise from the metaplasia-dysplasia-GBC sequence, and chronic inflammation has been associated with its development. The use of non-steroidal anti-inflammatory drugs (NSAIDs) has been associated with reduced risk of GBC; however, little is known about these associations with preneoplastic lesions. We thus aimed to study the associations of the use of NSAIDs and inflammatory proteins with gallbladder dysplasia, a precursor to GBC.<br \/>Methods: Associations of NSAIDs and gallbladder dysplasia were evaluated in 1,925 Chilean cholecystectomy patients, 82 with dysplasia and 1,843 with gallstones but not dysplasia. In addition, we measured 33 circulating inflammatory proteins in a subsample of 68 dysplasia cases diagnosed at the time of sample selection and 136 gallstone controls. Age- and sex-adjusted odds ratios (ORs) and 95% confidence intervals (95% CIs) were calculated, and associations of inflammatory proteins and gallbladder dysplasia were analyzed.<br \/>Results: NSAID use was inversely associated with gallbladder dysplasia (OR: 0.48, 95% CI: 0.26-0.83). Comparing the highest versus lowest category of each immune-related protein, eight proteins were inversely associated with dysplasia with ORs ranging from 0.30 (95%CI: 0.12-0.77) for IL-33 to 0.76 (95%CI: 0.59-0.99) for MIP-1B. Of those, GRO remained associated with dysplasia (OR: 0.64, 95%CI: 0.45-0.91) and BCA-1 was borderline-associated (OR: 0.74, 95%CI: 0.54-1.01) in the multivariable logistic regression model additionally adjusted for sex, age and NSAID use.<br \/>Conclusion: NSAID users were less likely to have gallbladder dysplasia, suggesting that NSAIDs might be beneficial for gallstones patients. Prospective studies are needed to understand the inverse association of immune-related markers and dysplasia, and to evaluate the biological effect of NSAIDs in GBC.<br \/>Research supported by general funds from the Intramural Research Program of the US National Institutes of Health, National Cancer Institute, Division of Cancer Epidemiology and Genetics, and the Office of Research on Women&#8217;s Health, National Institutes of Health.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-18 Preneoplastic and tumor markers,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: other,Inflammation,Early detection,Nonsteroidal anti-inflammatory drugs (NSAIDs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Rosa<\/b><sup>1<\/sup>, P. Cook<sup>2<\/sup>, R. M. Pfeiffer<sup>3<\/sup>, T. J. Kemp<sup>4<\/sup>, A. Hildesheim<sup>3<\/sup>, B. Pehlivanoglu<sup>5<\/sup>, V. Adsay<sup>6<\/sup>, E. Bellolio<sup>7<\/sup>, J. Araya<sup>8<\/sup>, L. Pinto<sup>4<\/sup>, C. Ferreccio<sup>1<\/sup>, G. Aguayo<sup>9<\/sup>, E. Viñuela<sup>10<\/sup>, J. Koshiol<sup>3<\/sup>; <br\/><sup>1<\/sup>Advanced Center for Chronic Diseases (ACCDiS), Pontificia Universidad Católica de Chile, Santiago de Chile, Chile, <sup>2<\/sup>University of North Carolina, Chapel Hill, NC, <sup>3<\/sup>National Cancer Institute, Rockville, MD, <sup>4<\/sup>National Cancer Institute, Frederick, MD, <sup>5<\/sup>Dokuz Eylul University, Izmir, Turkey, <sup>6<\/sup>University School of Medicine and Koç, University Research Center for Translational Medicine, Istanbul, Turkey, <sup>7<\/sup>Universidad de La Frontera, Temuco, Chile, <sup>8<\/sup>Universidad de La Frontera & Hospital Dr. Hernán Henríquez Aravena, Temuco, Chile, <sup>9<\/sup>Pontificia Universidad Católica de Chile & Hospital Sótero del Río, Santiago de Chile, Chile, <sup>10<\/sup>Pontificia Universidad Católica de Chile & UDA Hospital Sótero del Río, Santiago de Chile, Chile","CSlideId":"","ControlKey":"12895eee-44c5-41bd-afc0-81d8a70681ff","ControlNumber":"6088","DisclosureBlock":"&nbsp;<b>L. Rosa, <\/b> None..<br><b>P. Cook, <\/b> None..<br><b>R. M. Pfeiffer, <\/b> None..<br><b>T. J. Kemp, <\/b> None..<br><b>A. Hildesheim, <\/b> None..<br><b>B. Pehlivanoglu, <\/b> None..<br><b>V. Adsay, <\/b> None..<br><b>E. Bellolio, <\/b> None..<br><b>J. Araya, <\/b> None..<br><b>L. Pinto, <\/b> None..<br><b>C. Ferreccio, <\/b> None..<br><b>G. Aguayo, <\/b> None..<br><b>E. Viñuela, <\/b> None..<br><b>J. Koshiol, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5080","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3446","PresenterBiography":null,"PresenterDisplayName":"Lorena Rosa, BS;MS;PhD","PresenterKey":"2dc46f62-6223-4b70-ae87-f6d1eeae2824","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3446. Associations of non-steroidal anti-inflammatory drug use and circulating inflammatory proteins with gallbladder dysplasia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of non-steroidal anti-inflammatory drug use and circulating inflammatory proteins with gallbladder dysplasia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Preneoplastic lesions (PNL) are morphologically identifiable lesions lack the ability to invade surrounding tissue but can progress to invasive cancer. Thus, PNL present an opportunity to identify individuals at elevated cancer risk and identify opportunities for early detection and interception of cancer.<br \/><b>Objective:<\/b> We used published data sources to estimate the impact of intercepting progression of PNL to invasive cancer across multiple anatomic sites. We estimated the hypothetical number of cancers that could be avoided in the United States population if interception was successful in preventing a percentage of individuals with PNL from progressing to invasive cancer.<br \/><b>Methods:<\/b> Estimates of prevalence, latency, and probability of percent progression of PNL to invasive cancer were obtained from literature. We considered PNL associated with invasive tumors of the breast, bladder, cervix, colorectum, esophagus, liver, lung, oropharynx, pancreas, prostate, skin (melanocytes), skin (squamous cells), and stomach as well as precursors to leukemia and myeloma. We modeled a cohort of 100,000 individuals from which we estimated the number of cases that could be avoided if interception of a PNL before it progressed to an invasive cancer case was successful. Results were stratified for race and sex; positive- and negative-predictive values were calculated.<br \/><b>Results: <\/b>For PNL with a higher prevalence and percent progression per year, there were more invasive cancers that could be avoided if interception was successful. Detection of PNL associated with pancreas, stomach, oral, and prostate cancers had the greatest potential to avoid invasive cancers in the US population. For example, if 95% of pancreatic intraepithelial neoplasia lesions were detected, 15% progressed to pancreas cancer, and assuming a 43% prevalence over a 5-year latency period, 1,226 potential invasive pancreatic cancer cases could be avoided per year. Similarly, 998 potential invasive stomach cancer cases could be avoided earlier if 95% of gastric intestinal metaplasia lesions were detected assuming 42% progressed to invasive cancer with a 19% prevalence and a 4-year latency period. Additionally, if we could intercept 5% to 95% of all PNL from becoming invasive cancer, we would avoid between 176 to 8,515 number of invasive cases being diagnosed. When stratified by race, symptomatic multiple myeloma can be avoided in individuals with monoclonal gammopathies of undetermined significance if this condition is detected earlier among Black individuals.<br \/><b>Conclusion: <\/b>By detecting PNL and preventing them from advancing to invasive cancer, we can avoid substantial mortality as well as the costs and morbidities associated with treating more advanced cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-18 Preneoplastic and tumor markers,,"},{"Key":"Keywords","Value":"Cancer detection,Prevention,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Pradhan<\/b><sup>1<\/sup>, I. Ghobrial<sup>2<\/sup>, C. Marinac<sup>2<\/sup>, B. O’Donnell<sup>2<\/sup>, S. Syngal<sup>2<\/sup>, T. Rebbeck<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"fcbb6558-6594-4869-9324-ce8a6f98c2ad","ControlNumber":"8589","DisclosureBlock":"&nbsp;<b>P. Pradhan, <\/b> None..<br><b>I. Ghobrial, <\/b> None.&nbsp;<br><b>C. Marinac, <\/b> <br><b>Exact Sciences<\/b> Other, Advisory Board Member for Precision Oncology Portfolio at Exact Science. <br><b>Natera<\/b> Other, Steering Committee Member for Natera. <br><b>B. O’Donnell, <\/b> <br><b>Natera<\/b> Other, Natera Steering Committee. <br><b>Exact<\/b> Other, Exact Honorarium.<br><b>S. Syngal, <\/b> None..<br><b>T. Rebbeck, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5081","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3447","PresenterBiography":null,"PresenterDisplayName":"Pranoti Pradhan, MA;MPH;PhD","PresenterKey":"1e0fc807-2fe2-4002-8d2b-b66984f23615","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3447. Potential for reduction in invasive cancer incidence by interception of preneoplastic lesions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential for reduction in invasive cancer incidence by interception of preneoplastic lesions","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains the leading cause of cancer death in the United States. One reason for this high mortality is that &#62;40% of cases are diagnosed at a late stage, where the 5-year survival rate is low. Liquid biopsy molecular testing has transformed lung cancer care through the identification of driver mutations when tissue is inaccessible. It also has promise as a tool in early detection and diagnosis, thereby reducing mortality. The existing paradigm for lung cancer screening and diagnosis includes low dose CT (LDCT) scans and tissue biopsy. LDCT scans yield a visualization of lung abnormalities. However, many of these abnormalities are difficult to characterize and next steps are often unclear to physicians. One option is to continue to monitor the patient, which may risk a delay in cancer treatment. Up to 15% of all individuals who are put on a monitoring regime will ultimately be diagnosed with lung cancer. A second option is to biopsy the nodule, which risks unnecessary invasive procedures and expenses to patients. 42-62% of indeterminate nodules detected by LDCT are found to be benign after biopsy. Furthermore, 15% of transthoracic needle biopsies result in complications. Genece Health aims to decrease uncertainty in cancer diagnosis and improve patient outcomes through a minimally invasive liquid biopsy assay that detects the presence of lung cancer. The technology utilizes a proprietary algorithm that leverages machine learning models to detect lung cancer signals in low-pass whole genome sequencing (LP-WGS) of patient cfDNA isolated from plasma. To establish assay performance, 50 clinical lung cancer samples from a commercial biobank, and 100 presumed normal samples were collected in Streck cfDNA BCT Devices. Following cfDNA extraction from plasma, LP-WGS was performed. Sequencing data was then processed to generate fragment end-motif and size (FEMS) and fragment coverage data that was input into Genece Health&#8217;s proprietary machine learning classifier to generate a final cancer prediction score. In addition, a limit of detection was determined using three late-stage lung cancer samples, with tumor fractions estimated using whole exome sequencing and ichorCNA scores. Our results show &#62;80% specificity, &#62;90% sensitivity, and a limit of detection of &#60;1% tumor fraction. Through this testing, we demonstrate the assay&#8217;s ability to detect lung cancer across various lung cancer stages, including early stage disease, and histologies. Genece has developed a highly sensitive and specific lung cancer detection liquid biopsy assay. We present this assay as a cost-effective approach to discriminate between benign and malignant nodules identified by LDCT. In addition, this assay has the potential to be applied across the cancer care continuum. For example, future work will involve characterizing the assay&#8217;s ability to be applied in early cancer screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Lung cancer,Diagnosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Leatham<\/b>, M. Salmans, M. Smith, M. Wang, A. Carson, K. Fathe, B. Lee; <br\/>Genece Health, Inc., San Diego, CA","CSlideId":"","ControlKey":"8c642e0a-b91d-4307-b306-2289c5e434f4","ControlNumber":"7632","DisclosureBlock":"<b>&nbsp;B. Leatham, <\/b> <br><b>ChromaCode<\/b> Employment. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>M. Salmans, <\/b> <br><b>Illumina<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>M. Smith, <\/b> <br><b>ChromaCode Inc<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>M. Wang, <\/b> <br><b>Illumina<\/b> Employment. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>A. Carson, <\/b> <br><b>ChromaCode<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>K. Fathe, <\/b> <br><b>ChromaCode Inc<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>B. Lee, <\/b> <br><b>Mindera Health<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5082","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3448","PresenterBiography":null,"PresenterDisplayName":"Bryan Leatham, PhD","PresenterKey":"b638a004-1ece-4c96-b56b-74271a00824d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3448. A novel liquid biopsy lung cancer detection method using a coverage and fragment end motif machine learning analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel liquid biopsy lung cancer detection method using a coverage and fragment end motif machine learning analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose.<\/b> Screening mammography is unavailable in many low-resource areas. We ask if the state-of-the-art in artificial intelligence (AI)-enhanced breast ultrasound (BUS) is sufficiently accurate to be used for primary breast cancer screening in low-resource regions.<br \/><b>Background.<\/b> Since the 1980s, high-income countries have implemented mammographic screening programs, leading to breast cancer mortality reduction in screened women.<sup>1<\/sup> Mammography is unavailable in many low-resource regions, such as the USAPI. Furthermore, travel difficulties and lack of radiologists hinder implementation. AI combined with portable BUS may address limitations of the high-income paradigm. In this systematic review, we ask if AI-enhanced BUS can detect\/segment lesions (Objective 1) and classify lesions as cancerous (Objective 2).<br \/><b>Methods.<\/b> Two reviewers independently assessed articles from 1\/1\/2016 to 8\/6\/2023 from PubMed, Google Scholar, and citation searching. Studies which report on AI development and report performance on a patient-wise, held-out test set met the inclusion criteria. Studies were characterized by AI task and clinical application time. Dataset composition and performance were examined via narrative data synthesis. QUADAS-2 bias assessment was performed using criteria for each AI task. Success in (2) is defined by meeting minimum screening performance guidelines.<sup>2,3<\/sup><br \/><b>Results.<\/b> PubMed yielded 281 studies, Google Scholar yielded 225 studies, and a manual citation search yielded 41 studies. From 382 unique full texts evaluated, 52 articles met all inclusion criteria: 3 frame selection, 2 real-time detection, 2 combination, 14 segmentation-only, and 31 classification-only. Lesion segmentation-only models achieved a 90th percentile Dice similarity coefficient of 0.913 on generally small datasets. The best evidence for lesion cancer classification reported 0.976 area under the curve. All studies faced elevated bias and applicability concerns under QUADAS-2.<br \/><b>Conclusion.<\/b> Reported performance for (1) is insufficient to introduce AI-enhanced BUS for breast cancer screening. Evidence supporting AI-enhanced BUS for (2) is dependent on few studies relying on internal datasets, limiting generalizability. Geographically diverse clinical trials are needed to confirm and improve robustness of performance of AI-enhanced BUS for (1) and (2).<br \/><b>References. <\/b>1. Marmot MG, et al. The benefits and harms of breast cancer screening: an independent review. <i>British journal of cancer<\/i>. 2013;108(11):2205-2240. 2. Lehman CD, et al. National Performance Benchmarks for Modern Screening Digital Mammography: Update from the Breast Cancer Surveillance Consortium. <i>Radiology<\/i>. 2017-04-01 2017;283(1):49-58. doi:10.1148\/radiol.2016161174 3. Rosenberg RD, et al. Performance Benchmarks for Screening Mammography. <i>Radiology<\/i>. 2006-10-01 2006;241(1):55-66. doi:10.1148\/radiol.2411051504","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Breast cancer,Machine learning,Screening,Ultrasound,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bunnell<\/b><sup>1<\/sup>, D. Valdez<sup>1<\/sup>, F. Strand<sup>2<\/sup>, Y. Glaser<sup>3<\/sup>, P. Sadowski<sup>3<\/sup>, J. A. Shepherd<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Hawai'i Cancer Center, Honolulu, HI, <sup>2<\/sup>Karolinska University Hospital, Solna, Sweden, <sup>3<\/sup>University of Hawai'i at Manoa, Honolulu, HI","CSlideId":"","ControlKey":"31988468-5cd4-4813-ba09-2b6e17d8f917","ControlNumber":"5346","DisclosureBlock":"&nbsp;<b>A. Bunnell, <\/b> None..<br><b>D. Valdez, <\/b> None..<br><b>F. Strand, <\/b> None..<br><b>Y. Glaser, <\/b> None..<br><b>P. Sadowski, <\/b> None.&nbsp;<br><b>J. A. Shepherd, <\/b> <br><b>Gilead<\/b> Other, Consulting fee. <br><b>Hologic<\/b> Gift, Workstation.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5083","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3449","PresenterBiography":null,"PresenterDisplayName":"Arianna Bunnell","PresenterKey":"ca725fce-0796-4ad4-b9ab-2ebc9ca5099a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3449. Is AI-enhanced breast ultrasound ready for breast cancer screening in low-resource environments? A systematic review<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Is AI-enhanced breast ultrasound ready for breast cancer screening in low-resource environments? A systematic review<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background- <\/b>Few studies have examined the independent contribution of patient, clinician and system factors associated with completing cervical cancer screening.<br \/><b>Methods- <\/b>Using a large retrospective cohort created from electronic health record data, we examined the association of patient- and provider-level characteristics with cervical cancer screening among unknown- and average-risk, screen eligible women who entered the cohort at a primary care visit in 1 of 3 U.S. healthcare systems (Kaiser Permanente Washington, Parkland Health, Mass General Brigham) between 2010-2019. The outcome was time, in days, from cohort entry to screening. We fit piecewise exponential (PWE) survival models, nesting patients hierarchically within <u>provider<\/u> seen and the <u>facility<\/u> at the time of their analytic cohort entry visit. We excluded patients whose visit was with providers at their non-principal facility (principal defined as the facility that they saw most patients in 2010). The analysis was stratified by healthcare setting.<br \/><b>Results- <\/b>Median time from cohort entry until screening varied across settings (202-1063 days) and across providers and clinics (between cluster variance= 0.11-0.77, 0.06-1.18, respectively). Many patient-level characteristics (age, cohort entry year, race\/ethnicity, number of comorbidities, smoking status, primary care visit within 12 months before cohort entry, and insurance), some of the provider-level characteristics (provider specialty and sex) and social determinants of health measures (Local Isolation Score Hispanic) were associated with time to screening. In the adjusted PWE models, for all three settings: a) Younger patients (21-49 years old) (vs older patients (50-65 years)); b) Hispanic and Non-Hispanic Asian\/Pacific Islander (vs Non-Hispanic White); and c) patients seeing ob-gyn providers (vs family medicine providers) had shorter time to screening. Patients with a) higher (vs lower) comorbidity burden, and b) Medicare insurance (vs Commercial) were less likely to receive screened.<br \/><b>Conclusion- <\/b>By identifying characteristics at multiple levels that are associated with the outcome, our results help us identify targets for interventions to improve and increase timely cervical cancer screening in healthcare settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Cervical cancer,Epidemiology,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Rathod<\/b><sup>1<\/sup>, E. Hu<sup>1<\/sup>, S. Pruitt<sup>1<\/sup>, J. A. Tiro<sup>2<\/sup>, J. Chubak<sup>3<\/sup>, J. Haas<sup>4<\/sup>, S. J. Atlas<sup>4<\/sup>, G. Kruse<sup>5<\/sup>, A. E. Hughes<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Southwestern Medical Center, Dallas, TX, <sup>2<\/sup>The University of Chicago, Chicago, IL, <sup>3<\/sup>Kaiser Permanente Washington, Seattle, WA, <sup>4<\/sup>Massachusetts General Hospital, Boston, MA, <sup>5<\/sup>University of Colorado School of Medicine, Aurora, CO","CSlideId":"","ControlKey":"fb4023ad-0429-4cc8-b446-76252830b81d","ControlNumber":"5474","DisclosureBlock":"&nbsp;<b>R. Rathod, <\/b> None..<br><b>E. Hu, <\/b> None.&nbsp;<br><b>S. Pruitt, <\/b> <br><b>Pfizer<\/b> Independent Contractor. <br><b>Gilead<\/b> Travel.<br><b>J. A. Tiro, <\/b> None..<br><b>J. Chubak, <\/b> None..<br><b>J. Haas, <\/b> None..<br><b>S. J. Atlas, <\/b> None.&nbsp;<br><b>G. Kruse, <\/b> <br><b>Dimagi, Inc.<\/b> Stock. <br><b>Sure Adhere, Inc.<\/b> Stock. <br><b>Cogito, Inc.<\/b> Stock.<br><b>A. E. Hughes, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5085","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3451","PresenterBiography":null,"PresenterDisplayName":"Rutu Rathod","PresenterKey":"f27f4426-d542-4cec-9485-c2ccc6c50760","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3451. Association of multi-level factors with cervical cancer screening in healthcare settings","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of multi-level factors with cervical cancer screening in healthcare settings","Topics":null,"cSlideId":""},{"Abstract":"Background: The accumulation of senescent cells, which release SASP proteins damaging neighboring cells, contributes to aging and age-related diseases, such as cancer. Therefore, SASP proteins could be used as biomarkers for individuals&#8217; aging process, but no studies have tested if SASP protein-based aging index is associated with cancer risk. We created a SASP-aging index based on the 72 SASP proteins reported in Tanaka et al. [2018] and examined its association with cancer risk in the ARIC study.<br \/>Methods:<b> <\/b>ARIC is an ongoing cohort of White and Black females and males initiated in 1987, followed for cancer until 2015 (median follow-up=17.3 yrs). At Visit 2 (1990-92), 5000 plasma proteins were measured using SomaScan -- an aptamer-based assay in 10,834 participants (aged 46-70 yrs, 55% female, 76% White): 3,347 participants developed cancer during follow-up and 7,487 participants stayed cancer-free. In the training set of 67% randomly selected cancer-free participants, we constructed the SASP-aging index by applying Ridge regression to train the 72 SASP proteins against chronological age. The SASP-aging index was validated in the remaining 33% of cancer-free participants (test set). We calculated age acceleration as residuals after regressing the SASP-aging index on age in participants after excluding the training set. We used Cox proportional hazards regression to estimate hazard ratio (HR) and 95% confidence intervals (CI) for the risk of any type of cancer per 5 years increase in age acceleration, employing Barlow&#8217;s method [1994] to account for the exclusion of the training set. HR was adjusted for age, sex, race, center, education, BMI, smoking status, alcohol intake, aspirin use, diabetes, and eGFR. We also estimated HRs for obesity-related, smoking-related, and the most common cancers (breast, prostate, colorectal, and lung).<br \/>Results:<b> <\/b>In the test set, Pearson correlation coefficient between the SASP-aging index and age was 0.50. Age acceleration was significantly associated with the risk of any type of cancer [HR (95% CI) per 5 years=1.21 (1.08-1.36)]. There was a suggestion of a higher HR for any type of cancer in females [1.26 (1.07-1.48)] than males [1.18 (1.00-1.39)] [p-interaction=0.08], but HRs were similar across race and smoking status [p-interaction&#62;0.50]. Age acceleration was significantly associated with the risk of obesity-related cancers [1.36 (1.20-1.54)]. A significant association was also found with smoking-related cancers [1.43 (1.24-1.65)] and this association remained significant even among never smokers [1.39 (1.07- 1.82)]. Age acceleration was also significantly associated with colorectal [1.34 (1.03-1.75)] and lung cancer risk [1.63 (1.31-2.02)] but not with breast or prostate cancer risk.<br \/>Conclusion:<b> <\/b>SASP protein-based aging index shows promise as a potential biomarker for cancer risk.<br \/>Funding: NHLBI, NCI, NPCR","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Aging,Cancer risk,Proteomics,Senescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Wang<\/b><sup>1<\/sup>, Z. Rao<sup>1<\/sup>, A. H. Blaes<sup>1<\/sup>, J. Coresh<sup>2<\/sup>, C. E. Joshu<sup>2<\/sup>, J. S. Pankow<sup>1<\/sup>, B. Thyagarajan<sup>1<\/sup>, P. Ganz<sup>3<\/sup>, E. A. Platz<sup>2<\/sup>, W. Guan<sup>1<\/sup>, A. Prizment<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>Johns Hopkins University, Baltimore, MD, <sup>3<\/sup>University of California, San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"45fb816b-dad4-47a5-bc0e-814d157026c3","ControlNumber":"951","DisclosureBlock":"&nbsp;<b>S. Wang, <\/b> None..<br><b>Z. Rao, <\/b> None..<br><b>A. H. Blaes, <\/b> None..<br><b>J. Coresh, <\/b> None..<br><b>C. E. Joshu, <\/b> None..<br><b>J. S. Pankow, <\/b> None..<br><b>B. Thyagarajan, <\/b> None..<br><b>P. Ganz, <\/b> None..<br><b>E. A. Platz, <\/b> None..<br><b>W. Guan, <\/b> None..<br><b>A. Prizment, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5086","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3452","PresenterBiography":null,"PresenterDisplayName":"Shuo Wang, MPH;PhD","PresenterKey":"b502de2b-8882-403b-b545-31fae70e723d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3452. Senescence-associated secretory phenotype (SASP) aging index is associated with cancer risk in the Atherosclerosis Risk in Communities (ARIC) Study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescence-associated secretory phenotype (SASP) aging index is associated with cancer risk in the Atherosclerosis Risk in Communities (ARIC) Study","Topics":null,"cSlideId":""},{"Abstract":"The Voyage Study is a large-scale, prospective cohort study of long-term health outcomes among participants with a valid multi-target stool DNA (mt-sDNA) test order. Recently, the Voyage Study achieved its enrollment target of 150,000 participants. The intent of this descriptive analysis is to provide baseline geographic and socio-demographic characteristics of Voyage Study participants to set the stage for future comparisons to the broader mt-sDNA user population.<br \/>Participants were randomly selected from all persons in the U.S. or Puerto Rico who had a valid order for mt-sDNA screening during the enrollment period (10\/18\/2019 - 10\/17\/2023). Enrolled participants completed a baseline questionnaire that collected socio-demographic and health information. Participant characteristics and baseline survey answers were compared between regions using chi-square tests where appropriate. Regional geographic data was aggregated for the broader mt-sDNA user population during the enrollment period, though no formal comparisons were made between the broader population and the Voyage population at this time.<br \/>Analyses were limited to 139,369 participants with available baseline questionnaire data. Voyage participants were more likely to reside in the Midwest, Northeast, or Southeast (29.9%, 22.5%, 22.6% respectively) and less likely to reside in the Southwest and West (11.6%, 13.4%). During the enrollment period, differential participation was also observed in the mt-sDNA user population, with the Midwest, Northeast, and Southeast having the greatest proportion (25.4%, 22.2%, 26.7%) and the Southwest and West having the lowest proportion of mt-sDNA users (13.8%, 11.9%). In the Voyage cohort, Midwest participants reported the lowest education attainment as characterized by years of school completed (14.1% high school or below, 59.2% college or greater), while participants in the West reported the highest education attainment (7.9% high school or below, 67.3% college or greater). The West also had the highest percentage of participants reporting an income of $100,000 or greater (51.6%), with the Southeast being the lowest (42.2%), as compared to the other regions.<br \/>We report here early results of geographic and socio-demographic characteristics from a new research resource that will enable future analyses of health outcomes and behaviors in a population of mt-sDNA users. We observed that the greatest percentage of Voyage participants resided in the Midwest, Northeast, or Southeast, and that there was differential socio-demographic participant characteristics based on region. Future analyses will compare long-term healthcare outcomes and differences in colorectal cancer incidence and mortality between the broader mt-sDNA user population and the Voyage cohort.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Screening,Cohort study,Epidemiology,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. M. Berry<\/b>, J. A. Grimm, C. R. Kirt, E. J. Kirsch, R. E. Dixon, W. Z. Fan, K. A. Bohn, J. St. Sauver, K. J. Yost, L. J. Finney Rutten, J. E. Olson; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"2cd7984e-1b68-4181-8cd0-b56beec58068","ControlNumber":"1517","DisclosureBlock":"&nbsp;<b>A. M. Berry, <\/b> None..<br><b>J. A. Grimm, <\/b> None..<br><b>C. R. Kirt, <\/b> None..<br><b>E. J. Kirsch, <\/b> None..<br><b>R. E. Dixon, <\/b> None..<br><b>W. Z. Fan, <\/b> None..<br><b>K. A. Bohn, <\/b> None..<br><b>J. St. Sauver, <\/b> None..<br><b>K. J. Yost, <\/b> None.&nbsp;<br><b>L. J. Finney Rutten, <\/b> <br><b>Exact Sciences<\/b> Employment. <br><b>J. E. Olson, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5087","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3453","PresenterBiography":null,"PresenterDisplayName":"Allison Berry, BS","PresenterKey":"609b161d-72c5-4c8a-a4f3-de3974ccebb3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3453. U.S. Geographic and socio-demographic characteristics of Voyage Study participants","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"U.S. Geographic and socio-demographic characteristics of Voyage Study participants","Topics":null,"cSlideId":""},{"Abstract":"Cell-free DNA (cfDNA) epigenetic and fragmentomic profiling has emerged as prominent non-invasive approaches for early cancer detection and subtyping. However, owing to difficulties in observing the early development of human malignancies, most cancer biomarker and evolution studies to date have primarily examined biologics following a diagnosis. Utilizing cfDNA as a screening tool for early disease detection requires assessment of blood plasma samples collected from asymptomatic individuals prior to the diagnosis of cancers. Here, we leverage the Ontario Health Study (OHS), a prospective longitudinal population cohort, to assess cfDNA profiles in blood plasma collected from participants that developed breast (n=476), prostate (n=342) and pancreatic (n=32) cancers throughout the study follow up time between 2009 and 2019. We performed cell-free methylated DNA immunoprecipitation and high-throughput sequencing (cfMeDIP-seq) on baseline plasma samples from incident cancer cases up to eight years prior to diagnosis, in addition to matched controls (n=404) with no history of cancer through follow-up. Genome-wide plasma cfDNA differential methylation analysis revealed significantly hypermethylated regions, particularly among CpG island and shore regions, were predictive of early breast cancers, and overlapped hypermethylated regions in solid cancer tissues relative to adjacent normal tissues and peripheral blood leukocytes. Using a repeated cross-validation strategy we found that as few as 200 hypermethylated regions can identify individuals with breast cancer in blood up to seven years prior to diagnosis among discovery set samples (AUC=0.725) and are highly generalizable to samples processed in separate batches (AUC = 0.650). Remarkably, integrating biomarker hypermethylated regions with fragmentomic features including fragment length and 5&#8217; tetranucleotide motif proportions further increased accuracy for detecting individuals with early prostate cancers (AUC=0.804). In addition, we observed shared genome-wide cfDNA methylome changes associated with aging and heavy alcohol consumption in cfDNA. We identified increased shedding of tissue-specific methylation markers from liver and pancreatic tissue among individuals consuming more than three drinks a week relative to non-drinkers, reflective of potential signatures of tissue damage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Cell-free DNA,Early detection,Breast Cancer,Prostate Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Cheng<\/b><sup>1<\/sup>, K. Skead<sup>2<\/sup>, T. Oullette<sup>1<\/sup>, S. Bratman<sup>3<\/sup>, D. De Carvalho<sup>3<\/sup>, D. Soave<sup>4<\/sup>, P. Awadalla<sup>1<\/sup>; <br\/><sup>1<\/sup>Ontario Institute for Cancer Research, Toronto, ON, Canada, <sup>2<\/sup>Regeneron Genetics Center, New York City, NY, <sup>3<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>4<\/sup>Wilfrid Laurier University, Toronto, ON, Canada","CSlideId":"","ControlKey":"55b71ac4-9aa1-4507-a7aa-b6a6171c5d04","ControlNumber":"7360","DisclosureBlock":"&nbsp;<b>N. Cheng, <\/b> None.&nbsp;<br><b>K. Skead, <\/b> <br><b>Regeneron Genetics Center<\/b> Employment.<br><b>T. Oullette, <\/b> None.&nbsp;<br><b>S. Bratman, <\/b> <br><b>Adela<\/b> Patent. <br><b>D. De Carvalho, <\/b> <br><b>Adela<\/b> Patent.<br><b>D. Soave, <\/b> None..<br><b>P. Awadalla, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5088","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3454","PresenterBiography":null,"PresenterDisplayName":"Nicholas Cheng, BS","PresenterKey":"406b00c2-d957-4172-a968-d0b782f08c15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3454. Cell-free DNA methylation and fragmentomic signatures identify tissue damage and predict cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-free DNA methylation and fragmentomic signatures identify tissue damage and predict cancer risk","Topics":null,"cSlideId":""},{"Abstract":"Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant condition characterized by plasma cell production of monoclonal (M) protein and is a requisite precursor to multiple myeloma (MM). African American (AA) individuals have a two-fold higher incidence of MGUS and MM compared to White individuals. However, data are limited on individuals from Africa, especially using sensitive MGUS detection methods. We examined the prevalence of MGUS in a sample of the general population in Nigeria. Individuals aged 40 and over (n=343) were recruited through health promotion events in Ado-Odo Ota Local Government Area of Ogun State, Nigeria, and provided informed consent, a blood sample, and a short questionnaire. Serum was screened at Mayo Clinic for heavy chain (HC)-MGUS using the<b> <\/b>matrix-assisted laser desorption\/ionization-time of flight (Mass-Fix) assay, which has high sensitivity for detection of M-proteins; serum free light chains (FLC) were also measured. FLC was abnormal if the kappa (&#62;0.26 mg\/dL) or lambda (&#62;0.33 mg\/dL) light chain (LC) was elevated and FLC ratio (kappa\/lambda) was outside the reference range (0.26-3.10). LC-MGUS was defined as an abnormal FLC in the absence of a HC. Age- and sex-adjusted prevalence rates were directly standardized to 2010 United States (US) population for comparison to published studies. Logistic regression was used to examine the association of age, sex, and BMI with HC-MGUS. The mean age of participants was 55 years (SD=10.9), and 74.6% were female. Of these, 216 (63%) had both parents from the Yoruba tribe, 89 (26%) from the Igbo tribe and 38 (11%) from other tribes. Overall, 33 participants (9.6%) had HC-MGUS, with 8 (2.3%) having an M-protein above 0.2 g\/dL; 6 (1.7%) had LC-MGUS. HC-MGUS was predominantly IgG isotype (48.5%), followed by IgA (27.3%), biclonal (15.2%) and IgM (9.0%). Prevalence of HC-MGUS was 8.3% for ages 40-49, 7.7% ages 50-69 and 22% ages 70 and above. Standardized to the US population, age and sex adjusted MGUS prevalence ages 50 and older was 17.3% (95% CI: 9.8%-24.9%) and HC-MGUS was 14.7% (95% CI: 7.7%-21.8%), similar to previously published rates of HC-MGUS using Mass-Fix screening of AA individuals (16.5%, 95% CI: 12.2%-20.8%) (PMID: 35316833). In models that included age, sex and BMI, older age was positively associated with HC-MGUS (OR=3.1, 95% CI: 1.1-8.7 for ages 70+ compared to &#60;50), while female sex (OR=0.53, 95% CI: 0.24-1.2) and overweight\/obesity (OR=0.34, 95% CI: 0.16-0.75 for BMI <u>&#62;<\/u> 25 vs. &#60;25) were inversely associated with HC-MGUS. We observed similar prevalence of HC-MGUS at ages 50 and above among Western Nigerian and AA populations when screened using mass-spectrometry. Older age was positively associated with HC-MGUS while overweight and obesity were inversely associated. Studies of MGUS in indigenous African populations may provide insight to unique cancer risk factors compared to other populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Biomarkers,Cancer detection,Risk factors,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. M. Vachon<sup>1<\/sup>, C. Allmer<sup>1<\/sup>, D. Moonen<sup>1<\/sup>, A. Norman<sup>1<\/sup>, J. Cook<sup>1<\/sup>, S. Slager<sup>1<\/sup>, O. A. Rotimi<sup>2<\/sup>, O. C. De Campos<sup>2<\/sup>, T. M. Dokumu<sup>2<\/sup>, D. Murray<sup>1<\/sup>, S. Kumar<sup>1<\/sup>, E. Brown<sup>3<\/sup>, L. B. Baughn<sup>1<\/sup>, <b>S. Rotimi<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Covenant University, Ota, Nigeria, <sup>3<\/sup>University of Alabama, Tuscaloosa, AL","CSlideId":"","ControlKey":"220a78ac-c261-45bb-98dd-f61bdff733f4","ControlNumber":"4716","DisclosureBlock":"&nbsp;<b>C. M. Vachon, <\/b> None..<br><b>C. Allmer, <\/b> None..<br><b>D. Moonen, <\/b> None..<br><b>A. Norman, <\/b> None..<br><b>J. Cook, <\/b> None..<br><b>S. Slager, <\/b> None..<br><b>O. A. Rotimi, <\/b> None..<br><b>O. C. De Campos, <\/b> None..<br><b>T. M. Dokumu, <\/b> None..<br><b>D. Murray, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>E. Brown, <\/b> None..<br><b>L. B. Baughn, <\/b> None..<br><b>S. Rotimi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5089","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3455","PresenterBiography":null,"PresenterDisplayName":"Solomon Rotimi, PhD","PresenterKey":"c4d9725f-c6d9-454b-ab87-07849619eb82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3455. Prevalence of monoclonal gammopathy of undetermined significance (MGUS) in a Western Nigerian population","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of monoclonal gammopathy of undetermined significance (MGUS) in a Western Nigerian population","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most diagnosed cancer in the United States and the third leading cause of cancer-related deaths. Non-Hispanic Black (NHB) individuals have the highest rates of CRC incidence and mortality in the United States. These disparities are highly influenced by social determinants of health (SDOH). Neighborhood quality, a well-established SDOH, has been shown to influence cancer outcomes, oftentimes more heavily in minorities. Additionally, neighborhood quality is known to influence an individual&#8217;s risk of exposure to harmful environmental contaminants including ambient air pollution as a result of systemic racism such as segregation and historic redlining, leading to environmental injustices. Fine particulate matter (PM2.5) exposure has been shown to increase the risk of CRC mortality, however, its effects by race have not yet been examined. We sought to understand whether higher rates of exposure to PM2.5 played a role in racial differences in CRC survival in metropolitan Detroit. Patient data including census tract at diagnosis, demographics, and clinical features were obtained from the metropolitan Detroit cancer surveillance system registry. Ambient PM2.5 concentration data at the census tract were obtained from the Environmental Protection Agency (EPA) Remote Sensing Information Gateway (RSIG) and converted to annual averages to use in an interval-censored Cox proportional hazards regression model. We found that PM2.5 exposure partly attenuated the effect of race on overall mortality in all patients (NHB vs NHW: Hazard Ratio (HR) = 1.24, 95% Confidence Interval (CI) 1.20 - 1.27, p &#60; 0.0001, NHB vs NHW after accounting for PM2.5: HR = 1.19, 95% CI = 1.16 - 1.23 p &#60; 0.0001) and the effect was stronger among patients under 50 than over 50, though still significant in both models. Additionally, the effect of PM2.5 on mortality was much stronger among NHB patients than NHW patients (NHB HR = 1.30, 95% CI = 1.17 - 1.45, p &#60; 0.0001; NHW HR = 1.06, 95% CI = 1.02 - 1.11 p = 0.008 ) and especially strong among NHB patients under 50 (HR = 2.51, 95% CI = 2.38 - 3.38, p &#60; 0.0001) compared to any other group. We conclude that ambient air pollution, particularly PM2.5, disproportionately affects mortality risk in NHB CRC patients. These results highlight the importance of environmental justice research in biomedical research, and the need for a better understanding of environmental impact on tumor biology to prevent tumor progression and mortality among all patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Mortality,Race,Environmental pollution,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Natalie Gail Snider<\/b><sup>1<\/sup>, R. Blake Buchalter<sup>2<\/sup>, Theresa Hastert<sup>1<\/sup>, Gregory Dyson<sup>1<\/sup>, Carina Gronlund<sup>3<\/sup>, Elena  M.  Stoffel<sup>4<\/sup>, Ed Peters<sup>5<\/sup>, Laura Rozek<sup>6<\/sup>, Ann Schwartz<sup>1<\/sup>, Kristen Purrington<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology, Wayne State University School of Medicine, Detroit, MI,<sup>2<\/sup>Case Comprehensive Cancer Center, Cleveland, OH,<sup>3<\/sup>Epidemiology, University of Michigan, Ann Arbor, MI,<sup>4<\/sup>Internal Medicine, University of Michigan Health System, Ann Arbor, MI,<sup>5<\/sup>Epidemiology, University of Nebraska Medical Center, Omaha, NE,<sup>6<\/sup>Oncology, Georgetown University School of Medicine, Washington, DC","CSlideId":"","ControlKey":"d68a5b97-75f6-43a8-8161-0f460fcb2935","ControlNumber":"1675","DisclosureBlock":"&nbsp;<b>N. G. Snider, <\/b> None..<br><b>R. Buchalter, <\/b> None..<br><b>T. Hastert, <\/b> None..<br><b>G. Dyson, <\/b> None..<br><b>C. Gronlund, <\/b> None..<br><b>E. M. Stoffel, <\/b> None..<br><b>E. Peters, <\/b> None..<br><b>L. Rozek, <\/b> None..<br><b>A. Schwartz, <\/b> None..<br><b>K. Purrington, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5090","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3456","PresenterBiography":null,"PresenterDisplayName":"Natalie Snider, BS","PresenterKey":"bb058393-d74d-4c2d-b1e0-12b8c0473758","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3456. The role of particulate matter exposure in racial differences in colorectal cancer mortality in metropolitan Detroit","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of particulate matter exposure in racial differences in colorectal cancer mortality in metropolitan Detroit","Topics":null,"cSlideId":""},{"Abstract":"Background: Comprising 90% of renal cancer cases in adults, renal cell carcinoma (RCC) is marked by significant heterogeneity in its tumor microenvironment. This study aims to test the hypothesis that tumor-associated macrophages (TAMs) play a role in modulating RCC progression and patient response to treatment. We explored the prognostic implications of TAM signatures on RCC survival, leveraging immunomics to decipher TAM-related alterations in the tumor microenvironment.<br \/>Methods: Utilizing independent single-cell RNA-seq data from human RCC samples, we crafted 8 distinct RCC TAM signatures reflective of TAM presence. A LASSO Cox regression model was developed to prognosticate survival, tested against the TCGA dataset and independently validated across multiple RCC cohorts. Model performance was corroborated through Kaplan-Meier survival plots, receiver operating characteristic (ROC) curves, principal component analysis, and t-SNE analyses.<br \/>Results: We identified two TAM signatures that correlate positively with patient survival, indicative of the abundance of specific subsets of TAMs in RCC. These signatures showed a strong association of specific TAM markers and macrophage infiltration. Survival analysis demonstrated that specific TAM signature gene expressions are significant prognostic markers. Forest plots underscored their prognostic relevance. A 32-gene risk score model was established, successfully stratifying patients into distinct risk categories, with low-risk patients exhibiting markedly improved overall survival.<br \/>Conclusions: The study underscores the positive association between abundance of specific TAM subsets of and RCC patient survival. The precision of our LASSO Cox regression model, informed by novel abundance markers of specific TAM subsets, advances our understanding of TAM roles in TIME and RCC progression. These TAM signatures could potentially provide additional insights and targets to enhance the efficacy of RCC treatments.<br \/>Keywords: Tumor associated macrophage, renal cell carcinoma, prognosis, tumor microenvironment, immunomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Renal cell carcinoma,Prognosis,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Youngsoo Han<sup>1<\/sup>, Aidan Shen<sup>2<\/sup>, Zhaohui Wang<sup>2<\/sup>, Aliesha Garrett<sup>2<\/sup>, <b>Chongming Jiang<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Bioengineering Department, University of California, Los Angeles, Los Angeles, CA,<sup>2<\/sup>Terasaki Institute for Biomedical Innovation, Los Angeles, CA","CSlideId":"","ControlKey":"2f5c54d8-0492-48b1-86db-390850450311","ControlNumber":"4357","DisclosureBlock":"&nbsp;<b>Y. Han, <\/b> None..<br><b>A. Shen, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>A. Garrett, <\/b> None..<br><b>C. Jiang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5091","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3457","PresenterBiography":null,"PresenterDisplayName":"Chongming Jiang, PhD","PresenterKey":"1b283612-9791-4997-83eb-1f6a7bd0d1cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3457. Distinct signatures of tumor-associated macrophage subpopulations predict survival in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct signatures of tumor-associated macrophage subpopulations predict survival in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Blood DNA methylation (DNAm) profiles can be used to predict a variety of human physiologic traits that are associated with breast cancer incidence and plasma concentrations of over 100 proteins, including those involved in inflammation, coagulation, metabolism, and growth. DNAm predictions of circulating proteins, here referred to as &#8220;DNAm proteins,&#8221; may be useful in providing molecular insights into breast cancer etiology and could be a valuable resource for personalizing breast cancer risk prediction.<br \/>Methods: The Sister Study is a nationwide, prospective cohort of 50,884 women with a family history of breast cancer designed to identify novel environmental and biological risk factors for breast cancer. Epigenome-wide DNAm data were previously generated using the HumanMethylation450 or MethylationEPIC arrays on baseline blood samples collected from two case-cohort samples, for a combined sample of 4,479 women. This sample included 2,151 (48%) women who were selected because they were diagnosed with breast cancer (1,673 invasive cancer and 478 ductal carcinomas <i>in situ<\/i>) in the 15 years (mean: 7.9 years) following blood draw. Blood levels of 109 DNAm proteins were estimated from DNAm profiles using the method developed by Gadd et al. (eLife, 2022). Weighted Cox regression models were used to estimate associations between these DNAm proteins and incident breast cancer; associations were considered statistically significant at a False Discovery Rate (q) &#8804; 0.10.<br \/>Results: In age and platform adjusted models, higher breast cancer rates were associated with higher DNAm-predicted blood concentrations of RARRES2, IGFBP4, and CCL21 and lower predicted concentrations of F7, SELL, CXCL9, CD48, and IL19. The strongest associations were observed for RARRES2 (per 1-SD increase, HR: 1.24, 95% CI: 1.10, 1.40, P= 6&#215;10<sup>-4<\/sup>, q= 0.03) and F7 (per 1-SD increase, HR: 0.82, 95% CI: 0.74, 0.91, P= 3&#215;10<sup>-4<\/sup>, q= 0.03). Estimates were similar after adjustment for known breast cancer risk factors and excluding those diagnosed within two years of their blood draw. Associations appeared stronger for invasive breast cancer.<br \/>Conclusions: Using novel DNAm-based estimates of blood proteins, we identified associations between circulating proteins and breast cancer incidence. IGFBP4 and RARRES2 have previously been reported to be higher in newly-diagnosed breast cancer patients. We also identify new potential protein biomarkers related to immune response (CCL21, SELL, CXCL9, CD48, and IL19).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,DNA methylation,Proteomics,Incidence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. K. Kresovich<sup>1<\/sup>, <b>B. Reid<\/b><sup>1<\/sup>, D. A. Byrd<sup>1<\/sup>, K. M. O'Brien<sup>2<\/sup>, Z. Xu<sup>2<\/sup>, C. R. Weinberg<sup>2<\/sup>, D. P. Sandler<sup>2<\/sup>, J. A. Taylor<sup>2<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>National Institute of Environmental Health Sciences, Durham, NC","CSlideId":"","ControlKey":"522476fa-dec8-436b-9828-45fd9fd0dc70","ControlNumber":"735","DisclosureBlock":"&nbsp;<b>J. K. Kresovich, <\/b> None..<br><b>B. Reid, <\/b> None..<br><b>D. A. Byrd, <\/b> None..<br><b>K. M. O'Brien, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>C. R. Weinberg, <\/b> None..<br><b>D. P. Sandler, <\/b> None..<br><b>J. A. Taylor, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5092","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3458","PresenterBiography":null,"PresenterDisplayName":"Brett Reid, MPH","PresenterKey":"f7888099-0b19-46d8-b79f-95b7f1d38128","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3458. DNA methylation-predicted blood protein levels and breast cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA methylation-predicted blood protein levels and breast cancer risk","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors (ICIs), including anti-PD1\/PD-L1 and anti-CTLA4 agents, have changed the landscape of cancer therapy. However, 6-30% of patients treated with ICIs can develop severe immune-related adverse events (irAEs) depending on the type of therapy used, often leading to cessation of treatment. Hundreds of genetic variants have been associated with autoimmune disorders, and recent genetic studies have developed polygenic risk scores (PRS) for composite risk of autoimmune disease (PRS<sub>AID<\/sub>). We used data from an ongoing observational study of patients with non-small cell lung cancer (NSCLC) treated with ICIs to evaluate the association between PRS<sub>AID<\/sub> and cessation of ICI therapy due to severe irAEs.<br \/>Methods: Our cohort comprises 1,316 advanced NSCLC patients who received ICI therapy from four institutions between 2009 and 2022. Genotyping was performed using the Affymetrix Precision Medicine Array, and imputation was performed using 1000 Genomes Reference. To evaluate cessation of therapy due to severe irAEs, we conducted a thorough review of electronic health records. We identified permanent discontinuation of ICIs due to irAEs as cessation for at least 6 months without any disease progression. We tested the association of a previously published PRS<sub>AID<\/sub> (PMID: 35393596) with cessation of ICI due to any severe irAE. PRS<sub>AID<\/sub> was converted to a standard normal distribution. We conducted an unconditional logistic regression model to evaluate the association between a standardized PRS<sub>AID<\/sub> and discontinuation of ICI therapy due to severe irAEs. All models were adjusted for age at diagnosis, sex, type of ICI therapy, recruitment site, and 5 ancestry-informative principal components.<br \/>Results: Of the 1,316 participants with genotype and outcome data, 171 (13.5%) of patients stopped ICI therapy due to severe irAEs. The most common irAEs leading to discontinuation were colitis, hepatitis, and pneumonitis. The PRS<sub>AID<\/sub><sub> <\/sub>predicts the cessation of therapy due to severe irAEs with an odds ratio (OR) per standard deviation (SD) of 1.20 (95% confidence intervals [CI]=1.02-1.41, p=0.03). The association was stronger in individuals with high genetic risk (top 25<sup>th<\/sup> percentile compared to bottom 75<sup>th<\/sup> percentile of the PRS<sub>AID<\/sub>) (OR=1.60, 95% CI = 1.11-2.28, p=0.01). When we stratified the analysis by therapy type, we found an OR of 1.17 (95% CI-0.98-1.39, p = 0.08) for the anti-PD1\/PD-L1 monotherapy groups and an OR of 1.48 (95% CI=0.94-2.40,p=0.09) for the dual anti-PD1\/PD-L1 and anti-CTLA4 therapy group.<br \/>Conclusions: An integrated PRS for autoimmunity can predict the cessation of ICI therapy due to severe irAEs in patients with advanced cancer. These findings suggest that PRS may help determine which patients may benefit from careful monitoring or even preventative measures for irAEs during ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Genetic susceptibility,Advanced cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Middha<\/b><sup>1<\/sup>, R. Thummalapalli<sup>2<\/sup>, Z. Quandt<sup>1<\/sup>, Princess Margaret Lung Group, M. A. Gubens<sup>1<\/sup>, C. M. Lovly<sup>3<\/sup>, G. Liu<sup>4<\/sup>, M. C. Aldrich<sup>5<\/sup>, A. J. Schoenfeld<sup>2<\/sup>, E. Ziv<sup>6<\/sup>; <br\/><sup>1<\/sup>University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>3<\/sup>Vanderbilt University Medical Center and Vanderbilt Ingram Cancer Center, Nashville, TN, <sup>4<\/sup>Princess Margaret Cancer Centre, Temerty School of Medicine, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada, <sup>5<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>6<\/sup>Helen Diller Family Comprehensive Cancer Center, Institute for Human Genetics, University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"de6350b8-8daf-400b-a2c9-69e88a7fbb2e","ControlNumber":"5092","DisclosureBlock":"&nbsp;<b>P. Middha, <\/b> None..<br><b>R. Thummalapalli, <\/b> None..<br><b>Z. Quandt, <\/b> None..<br><b>M. A. Gubens, <\/b> None..<br><b>C. M. Lovly, <\/b> None..<br><b>G. Liu, <\/b> None..<br><b>M. C. Aldrich, <\/b> None..<br><b>A. J. Schoenfeld, <\/b> None..<br><b>E. Ziv, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5094","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3460","PresenterBiography":null,"PresenterDisplayName":"Pooja Middha, MBBS;MPH;PhD","PresenterKey":"e3c004a8-27ab-4e60-b79d-b254dbc1577c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3460. Predicting cessation of immune checkpoint inhibitor therapy due to severe adverse events with an integrated autoimmune disease polygenic risk score","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting cessation of immune checkpoint inhibitor therapy due to severe adverse events with an integrated autoimmune disease polygenic risk score","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u>: Telomeres are conserved tandem repeats at chromosome ends that are vital to maintaining chromosomal stability and preventing degradation. Shorter telomere lengths (TL) are typically associated with older biological age or poor health status and can activate programmed cell death, whereas longer telomere lengths can be indicative of younger age or abnormal replication processes with oncogenic mutations. Previous research has identified a link between telomere length and carcinogenesis, but relatively few studies have investigated TL and primary liver cancer (PLC) risk despite it being one of the leading causes of cancer worldwide. The goal of this analysis was to study this association in a large prospective cohort.<br \/><u>Methods<\/u>: Data was extracted from the Singapore Chinese Cohort Health Study, a cohort of 63,257 men and women aged 45-74 years at enrollment during 1993-1998. Telomere length was measured in peripheral leukocytes of 26,540 participants who provided baseline blood samples, using a validated quantitative polymerase chain reaction (qPCR) method. PLC incidence and death among cohort participants was annually surveilled using the nationwide Singapore Cancer Registry and the National Birth and Death Registry from study enrollment to 2015. For statistical analysis, a<i> <\/i><i>t<\/i> test was performed to examine the differences in TL between participants who developed incident PLC and those who remained free of PLC. Cox proportional hazard method was used to estimate the hazard ratios (HRs) and their 95% confidence interval (CI) of PLC incidence according to TL quartiles.<br \/><u>Results<\/u>: Over a 12-year follow-up, 199 participants developed incident PLC. The relative TL was significantly lower in participants with incident PLC than those without (-6.7%, p &#60; 0.001). Multivariate Cox regression model showed an inverse association between TL quartile and risk of PLC (p for trend = 0.009). Compared with the lowest quartile, HRs (95% CIs) of PLC for the 2<sup>nd<\/sup>, 3<sup>rd<\/sup>, and highest quartile of TL were 0.78 (0.54-1.12), 0.75 (0.51-1.11), and 0.57 (0.37-0.88), respectively, after adjustment for age, sex, alcohol use, body mass index, and smoking status.<br \/><u>Conclusion<\/u>: The present analysis demonstrated a statistically significant association between shorter telomere length and increased risk of PLC in a large prospective cohort of Singaporean Chinese. This inverse association for PLC is different from those for other cancer types in the same cohort. These results warrant further studies such as using Mendelian randomization to quantify genetic variation in TL with PLC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Telomeres,Risk factors,Carcinogenesis,Cohort study,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Karnam<\/b><sup>1<\/sup>, K. Demanelis<sup>1<\/sup>, K. B. Beckman<sup>2<\/sup>, R. Wang<sup>3<\/sup>, J. Adams-Haduch<sup>3<\/sup>, W.-P. Koh<sup>4<\/sup>, J.-M. Yuan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>University of Minnesota, Minneapolis, MN, <sup>3<\/sup>University of Pittsburgh Medical Center, Pittsburgh, PA, <sup>4<\/sup>National University of Singapore Yong Loo Lin School of Medicine, Queenstown, Singapore","CSlideId":"","ControlKey":"89448d48-bc4a-4c12-8c8e-7df0d6e53582","ControlNumber":"6772","DisclosureBlock":"&nbsp;<b>S. Karnam, <\/b> None..<br><b>K. Demanelis, <\/b> None..<br><b>K. B. Beckman, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>J. Adams-Haduch, <\/b> None..<br><b>W. Koh, <\/b> None..<br><b>J. Yuan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5095","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3461","PresenterBiography":null,"PresenterDisplayName":"Sindhu Karnam","PresenterKey":"f95f9210-c781-48a4-94af-de95c4fb865d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3461. Shorter leukocyte telomere length and higher risk of primary liver cancer in a prospective cohort study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Shorter leukocyte telomere length and higher risk of primary liver cancer in a prospective cohort study","Topics":null,"cSlideId":""},{"Abstract":"Background: CVD is the most common cause of non-cancer death in breast cancer patients. Due to cancer treatment-related cardiotoxicities, breast cancer survivors are at increased risk of cardiometabolic disease (CMD) and cardiovascular disease (CVD). In addition to treatment-related factors, behavioral risk factors such as diet, smoking, and obesity are shared between CVD and breast cancer. While clinical factors influencing the risk of CVD in breast cancer patients are well studied, the effects of genetic factors are less known.<br \/>Methods: To investigate genetic factors contributing to risk of CMD and CVD in women with a history of breast cancer, we performed a Mendelian randomization analysis to explore the relationships between 27 polygenic scores (PGS) for CMD and CVD phenotypes selected from the PGS Catalog and literature and 13 incident CMD and CVD events in a large prospective cohort of 3,699 breast cancer survivors in the Pathways Study. Fine-Gray sub-distribution hazard ratios (HRs) and 95% confidence intervals (CIs) associated with one standard deviation of PGS were derived with adjustment for epidemiologic, clinical, and treatment factors. The time scale was defined as time since date of breast cancer diagnosis to first of incident event, health plan disenrollment, death, or end of study (12\/31\/2019). The proportional hazards assumption was tested using Schoenfeld residuals, and no violation was found.<br \/>Results: We identified 19 PGS-CMD\/CVD associations that met Bonferroni significance (P&#60;1.17&#215;10<sup>-4<\/sup>). Five PGS were associated with increased risk of dyslipidemia: apolipoprotein B (HR=1.52, 95% CI,1.38-1.65), LDL cholesterol (1.49, 1.36-1.63), total cholesterol (1.43, 1.31-1.56), triglyceride levels (1.24, 1.14-1.34), and coronary artery disease (1.22, 1.13-1.33). Four PGS were associated with increased risk of hypertension: systolic blood pressure (1.36, 1.25-1.48), diastolic blood pressure (1.21, 1.11-1.32), fasting glucose adjusted for BMI (1.19, 1.09-1.30), and hypertension (1.41, 1.29-1.54). PGS for atrial fibrillation was associated with increased risk of arrhythmia (1.40, 1.25-1.57) and any cardiovascular disease (1.22, 1.12-1.32). PGS for coronary artery disease and myocardial infarction were both associated with increased risk of ischemic heart disease (1.43, 1.21-1.70 and 1.38, 1.17-1.62, respectively).<br \/>Conclusion: Our study provides strong evidence for the potential use of PGS to predict the risk of CVD and CMD in women with a history of breast cancer. Future studies may explore the use of PGS to identify women with breast cancer at high risk of CVD-related outcomes and strategies to mitigate this risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,Cardiotoxicity,Survival,Genome-wide association studies (GWAS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. N. Fiorica<\/b><sup>1<\/sup>, H. Sheng<sup>1<\/sup>, C. A. Laurent<sup>2<\/sup>, J. M. Roh<sup>2<\/sup>, V. S. Lee<sup>2<\/sup>, A. Zimbalist<sup>2<\/sup>, I. J. Ergas<sup>2<\/sup>, Q. Zhu<sup>1<\/sup>, R. K. Cheng<sup>3<\/sup>, E. Rillamas-Sun<sup>4<\/sup>, C. Iribarren<sup>2<\/sup>, J. S. Rana<sup>2<\/sup>, M. Nguyen-Huynh<sup>2<\/sup>, D. L. Hershman<sup>5<\/sup>, L. H. Kushi<sup>2<\/sup>, C. B. Ambrosone<sup>1<\/sup>, M. L. Kwan<sup>2<\/sup>, H. Greenlee<sup>4<\/sup>, S. Yao<sup>1<\/sup>; <br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>2<\/sup>Kaiser Permanente Northern California, Oakland, CA, <sup>3<\/sup>University of Washington School of Medicine, Seattle, WA, <sup>4<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>5<\/sup>Herbert Irving Comprehensive Cancer Center, New York, NY","CSlideId":"","ControlKey":"00748b97-2729-4829-a4a5-934e4af90cba","ControlNumber":"3210","DisclosureBlock":"&nbsp;<b>P. N. Fiorica, <\/b> None..<br><b>H. Sheng, <\/b> None..<br><b>C. A. Laurent, <\/b> None..<br><b>J. M. Roh, <\/b> None..<br><b>V. S. Lee, <\/b> None..<br><b>A. Zimbalist, <\/b> None..<br><b>I. J. Ergas, <\/b> None..<br><b>Q. Zhu, <\/b> None..<br><b>R. K. Cheng, <\/b> None..<br><b>E. Rillamas-Sun, <\/b> None..<br><b>C. Iribarren, <\/b> None..<br><b>J. S. Rana, <\/b> None..<br><b>M. Nguyen-Huynh, <\/b> None..<br><b>D. L. Hershman, <\/b> None..<br><b>L. H. Kushi, <\/b> None..<br><b>C. B. Ambrosone, <\/b> None..<br><b>M. L. Kwan, <\/b> None..<br><b>H. Greenlee, <\/b> None..<br><b>S. Yao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5096","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3462","PresenterBiography":null,"PresenterDisplayName":"Peter Fiorica, BS","PresenterKey":"14c8c5b9-61a6-43bc-b63d-e6740ac2ff6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3462. Mendelian randomization analysis of 27 cardiometabolic trait related polygenic scores identifies genetic risk for cardiometabolic and cardiovascular events in a large prospective study of breast cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mendelian randomization analysis of 27 cardiometabolic trait related polygenic scores identifies genetic risk for cardiometabolic and cardiovascular events in a large prospective study of breast cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Cutaneous squamous cell carcinoma (cSCC) is the second most common skin cancer, therefore causing a death toll comparable to that of melanoma, despite its low propensity to metastasize (2-5%). We recently developed a clinicopathological (CP) model that predicts absolute metastatic risk in cSCC patients. We have recently shown that, in a nationwide Dutch cohort, the model enhances the risk stratification provided by the American Joint Committee on Cancer, eighth edition (AJCC) and the Brigham and Women's Hospital (BWH) staging systems. The current study aims to evaluate the refined risk stratification and designed risk thresholds in an independent, nationwide UK cohort.<br \/>Methods: In the Dutch cohort, we defined patients at increased risk within the low-risk group (AJCC: T1-T2, BWH: T1-T2a) as those with an estimated risk above 1%; and in the high-risk group (AJCC: T3-T4, BWH: T2b-T3), as those with a risk above 3.5%. Both risk thresholds were evaluated in the nested case-control (NCC) cohort (n=696), sampled from the nationwide UK cohort (n=31981). The CP model was applied to the NCC cohort and results were binarized as CP Low-Risk or CP High-Risk. Weighted metrics were computed to adjust for the difference in proportion of cases and controls between NCC and nationwide cohorts.<br \/>Results: In the low-risk group as per AJCC (T1-T2) and BWH (T1-T2a), the metastatic risk is respectively 0.93% and 1.07%. Within this group, CP High-Risk patients represent respectively 1.69% and 6.11% of the AJCC and BWH groups and have increased metastatic risk of 7.54% in AJCC and 5.36% in BWH. In the high-risk group as per AJCC (T3-T4) and BWH (T2b-T3), the metastatic risk is respectively 7.79% and 13.80%. Within this group, CP High-Risk patients represent respectively 7.42% and 24.40% of the AJCC and BWH groups. They have an increased metastatic risk of 27.92% in AJCC and 24.07% in BWH.<br \/>Conclusions: This study validates the designed risk thresholds in an independent nationwide cohort. Differences in performance compared to the Dutch cohort can be explained by the exclusion of patients with multiple missing variables and worse annotation of pathological features in the UK cohort. Additionally, this study confirms that our risk model can enhance cSCC staging systems by a refined risk stratification in both low-risk and high-risk groups. Specifically, the CP High-Risk subgroup within the staging systems' low-risk group might benefit from heightened surveillance and diagnostic screening, such as lymph node ultrasonography. Similarly, the CP High-Risk subgroup within the staging systems&#8217; high-risk group could be considered for intensified surveillance and (adjuvant) treatment. In conclusion, adding the CP model to current cSCC staging systems would enable more personalized decisions about follow-up and treatment, while also facilitating the management of healthcare resources.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Biomarkers,Squamous cell carcinoma,Statistical approach,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. F. Steijlen<\/b><sup>1<\/sup>, L. Pozza<sup>2<\/sup>, B. Rentroia-Pacheco<sup>1<\/sup>, C. J. Eggermont<sup>1<\/sup>, D. Bellomo<sup>2<\/sup>, S. Alex<sup>2<\/sup>, J. Dwarkasing<sup>2<\/sup>, A. L. Mooyaart<sup>1<\/sup>, L. M. Hollestein<sup>1<\/sup>, M. Wakkee<sup>1<\/sup>; <br\/><sup>1<\/sup>Erasmus Medical Centre, Rotterdam, Rotterdam, Netherlands, <sup>2<\/sup>SkylineDx, Rotterdam, Netherlands","CSlideId":"","ControlKey":"2a882fa8-3b52-44fd-bbeb-962d184636c1","ControlNumber":"5618","DisclosureBlock":"<b>&nbsp;O. F. Steijlen, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>L. Pozza, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>B. Rentroia-Pacheco, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>C. J. Eggermont, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>D. Bellomo, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>S. Alex, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>J. Dwarkasing, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>A. L. Mooyaart, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>L. M. Hollestein, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>M. Wakkee, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.. <br><b>Sanofi Genzyme<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>Sunpharma<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>LEO Pharma<\/b> MW participated as speaker\/advisory board member\/consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5097","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3463","PresenterBiography":null,"PresenterDisplayName":"Olivia Steijlen, MD","PresenterKey":"82aa9120-2b88-431a-bfd0-dfe832f2255c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3463. Beyond staging systems in cutaneous squamous cell carcinoma: Validation of two thresholds for a model-estimated metastatic risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beyond staging systems in cutaneous squamous cell carcinoma: Validation of two thresholds for a model-estimated metastatic risk","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer risk-reducing therapies such as tamoxifen and aromatase inhibitors are effective for ER-positive (ER+) but not for ER-negative disease. As these therapies have side effects it is important to identify women at risk of ER+ disease. We developed and validated ER-specific risk prediction models in a prospective cohort and evaluated the expected gains of predicting ER+ vs overall disease.<br \/>Methods: The iCARE-Lit model integrates established questionnaire-based risk factors and a 313 variant polygenic risk score. We reparametrized the iCARE-Lit model to estimate risk of ER+ and ER- disease separately by obtaining relative risks from published literature for ages at menarche, menopause, first childbirth, and parity to account for their heterogeneous associations with risk of ER-defined subtypes. We estimated 5-year (yr) absolute risk (AR) for ER+ disease using an overall and ER+ model. We evaluated model performance in the Prostate, Lung, Colorectal and Ovarian (PLCO) Cancer Screening Trial prospective cohort. This included evaluation of calibration (expected-to-observed (E\/O) ratio) and discrimination (area under the receiver operating characteristic curve (AUC)), among 46,571 self-reported non-Hispanic White women aged 50-75 yrs (1,052 ER+ cases with 5 yrs of follow-up from enrollment). We compared projected risk stratification of the overall and ER+ models among eligible US women in terms of proportions of women and future ER+ cases identified above the 3% 5-yr AR threshold recommended for risk-reducing interventions in the US.<br \/>Results: In predicting ER+ disease in PLCO, on average the overall and ER+ AR were well calibrated; however, models overpredicted risk at the &#8805;3% 5-yr AR threshold, (E\/O = 1.31 (1.20, 1. 42) and 1.23 (1.13, 1.34), respectively. Risk discrimination was similar from the overall and ER+ models (AUC=0.65 (0.64-0.67) and 0.66 (0.64-0.67), respectively. The overall model projected that 16% of women in the US could be eligible for risk-reducing therapies, compared to 11% when using ER+ model, resulting in ~1.4 million less women crossing the risk threshold when using the ER+ score. However, the percentage of ER+ cases in the US population projected to occur within 5-yrs among eligible women was larger for the overall (38%) than ER+ (32%) risk score.<br \/>Conclusion: Findings suggest that ER-specific risk scores might not offer a substantial advantage compared to overall risk scores to identify women eligible for risk-reducing therapies. Further risk-benefit analyses are needed to quantify the potential gains of predicting ER+ vs overall breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,Subtype risk prediction,Risk model validation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. U. Ahearn<\/b><sup>1<\/sup>, S. Mukhopadhyay<sup>1<\/sup>, J. Balasubramanian<sup>1<\/sup>, N. Chatterjee<sup>2<\/sup>, M. García-Closas<sup>3<\/sup>, P. Pal Choudhury<sup>4<\/sup>; <br\/><sup>1<\/sup>National Cancer Inst. Div. of Cancer Epidemiology & Genetics, Rockville, MD, <sup>2<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, <sup>3<\/sup>Institute of Cancer Research, London, United Kingdom, <sup>4<\/sup>American Cancer Society, Atlanta, GA","CSlideId":"","ControlKey":"b5320720-fa07-4822-b89d-a2f2e9f6b222","ControlNumber":"3185","DisclosureBlock":"&nbsp;<b>T. U. Ahearn, <\/b> None..<br><b>S. Mukhopadhyay, <\/b> None..<br><b>J. Balasubramanian, <\/b> None..<br><b>N. Chatterjee, <\/b> None..<br><b>M. García-Closas, <\/b> None..<br><b>P. Pal Choudhury, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5098","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3464","PresenterBiography":null,"PresenterDisplayName":"Thomas Ahearn, MPH;PhD","PresenterKey":"e3e127dd-8539-48ff-b369-607434620962","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3464. Development and prospective validation of an estrogen receptor positive breast cancer risk model to identify women who could benefit for risk-reducing therapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and prospective validation of an estrogen receptor positive breast cancer risk model to identify women who could benefit for risk-reducing therapies","Topics":null,"cSlideId":""},{"Abstract":"Background: Many studies have reported that female reproductive factors, such as parity, age at menarche or menopause, breastfeeding, or age at first birth, were associated with or not associated with the development of biliary tract cancer (BTC). Our study was planned to determine whether a long-term rather than transient exposure was associated with the risk of BTC, including total reproductive year, which was defined as the time from menarche to menopause throughout the life cycle.<br \/>Methods: This nationwide cohort study included 1,059,533 women with natural menopausal women aged 40-69 years who underwent the periodic health check-up provided by the Korean National Health Insurance System in 2009. The median follow-up period was 9.3 years. Cox proportional hazard regression analysis was performed to estimate the risk of BTC based on the female reproductive factors.<br \/>Results: During the 9,867,152 person-years of follow-up, 4,198 patients (0.4%) were newly diagnosed with BTC. The incidence of BTC was significantly increased in subjects younger than 40 years at menopause compared with those aged 40 years or older (HR 1.341, 95% CI, 1.095-1.642). This trend was consistent even when menopause age was subdivided into 5-year intervals (&#60;40 vs. 40&#8722;44, 45&#8722;49, 50-54, and &#8805; 55 years) for those aged 40 years or older. When compared by categorization into four quartiles, the incidence of BTC tended to be numerically lower than that of the bottom 25% with the lowest age of menopause (designated as Q1 reference group). Compared to those with total reproductive year of 30 years or more, the incidence of BTC increased significantly in the group with less than 30 years of total reproductive year (HR 1.106, 95% CI, 1.014-1.206). This tendency was significantly reproduced in comparison by categorizing the entire group into quartiles. Compared to the lower 25% group (designated as Q1 reference group), the risk of BTC showed a significant linear inverse correlation with the longer total reproductive year. Q1 group has significantly higher incidence of BTC compared to the other groups (p &#60; 0.001). This trend was repeated in various subgroup analysis.<br \/>Conclusions: In conclusion, this study demonstrated that women under the age of 40 at menopause had an increased risk of BTC compared to those over 40 years of age. Similarly, a longer period of total reproductive year was associated with a lower risk of BTC, suggesting a protective female hormonal effect on BTC. Total reproductive year may be more reliable indicator in that it reflects the actual lifetime exposure to female hormones.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Cancer,Cholangiocarcinoma,Risk factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Maeng<\/b><sup>1<\/sup>, K. Han<sup>2<\/sup>, J.-H. Park<sup>3<\/sup>, J. Hong<sup>4<\/sup>; <br\/><sup>1<\/sup>Kyung Hee University, Seoul, Korea, Republic of, <sup>2<\/sup>Soongsil University, Seoul, Korea, Republic of, <sup>3<\/sup>Korea University, Ansan, Korea, Republic of, <sup>4<\/sup>Sungkyunkwan University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"192cde13-31e1-48ed-a3cc-af6e771b08c3","ControlNumber":"2350","DisclosureBlock":"&nbsp;<b>C. Maeng, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Hong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5099","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3465","PresenterBiography":null,"PresenterDisplayName":"Chi Hoon Maeng, MD;PhD","PresenterKey":"afb0212b-81cd-477f-b2f8-46ad142ad8d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3465. Association with total reproductive year and the risk of biliary tract cancer in women","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association with total reproductive year and the risk of biliary tract cancer in women","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The clinical significance of lymph node micrometastasis (LNMM) remains controversial in gastric cancer (GC). In this study, we investigated the prognostic impact of patients with LNMM GC.Methods: A total of 624 patients with pathologically lymph node metastasis negative (pN0) and N1 status (pN1) who underwent gastrectomy between 2004 and 2018 were enrolled in this retrospective study. The diameter of tumor cell clusters in metastatic lymph nodes was measured in 120 patients with pN1 GC. Results: Patients with lymph node tumors of diameter &#60; 1500 &#956;m (LNMM) had significantly better prognosis than those with tumors of diameter &#8805; 1500 &#956;m (p = 0.012; log-rank test). Cox&#8217;s proportional hazards model revealed that LNMM (p = 0.016), several dissected lymph nodes (p = 0.049), and the provision of adjuvant chemotherapy (p = 0.002) were independent prognostic factors for overall survival of patients with pN1 GC. There was no significant difference in overall survival between patients with LNMM who received chemotherapy and those who did not (p = 0.332). Conclusions: LNMM is associated with favorable prognosis and could be an independent prognostic marker in patients with pN1 GC. LNMM in GC may be considered as one of the factors preventing adjuvant chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Micrometastases,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Yamamoto<\/b>, H. Okamoto; <br\/>Tsuru Municipal General Hospital, Tsuru, Japan","CSlideId":"","ControlKey":"58af753a-3a1c-41e3-b1c8-cb51bc314c52","ControlNumber":"195","DisclosureBlock":"&nbsp;<b>A. Yamamoto, <\/b> None..<br><b>H. Okamoto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5100","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3466","PresenterBiography":null,"PresenterDisplayName":"Atsushi Yamamoto","PresenterKey":"b23eb04d-e237-42f3-830b-675b7355f020","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3466. Prognostic implications of lymph node micrometastasis in patients with gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prognostic implications of lymph node micrometastasis in patients with gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer is a heterogeneous disease, exhibiting spectra of tumor characteristics that vary across age at diagnosis and anatomical location. We hypothesized that tumor immune and microbial characteristics of colorectal cancer might change with age at diagnosis and detailed anatomical location.<br \/>Methods: We utilized a pooled dataset of colorectal cancer cases (N= 958 to1413 depending on variables) with available immune cell density or microbial data in the Nurses' Health Study, Health Professionals Follow-up Study, and Ontario Familial Colon Cancer Registry. We examined whether there were statistically significant trends in tumor immune and microbial according to age at diagnosis and detailed primary tumor location (cecum, ascending, hepatic flexure, transverse, splenic flexure, descending, sigmoid, rectosigmoid, rectum) using Spearman&#8217;s correlation test. The densities of immune cells were determined by using multiplex immunofluorescence, including T cells (CD3, CD4, CD8, CD45RA, CD45RO, FOXP3) and macrophages (CD68, M1-like, and M2-like) in tumor intraepithelial and stromal regions. We conducted stratified analyses by microsatellite instability (MSI) status.<br \/>Results: The density of memory (both CD4<sup>+<\/sup> and CD8<sup>+<\/sup>) T cells in tumor epithelial areas continuously increased as age at diagnosis increased (P for trend &#60;0.005). Compared to later-onset colorectal cancer, early-onset colorectal cancer had a lower density of memory T-cells. With respect to tumor site, CD3<sup>+<\/sup>CD4<sup>+<\/sup> and CD3<sup>+<\/sup>CD8<sup>+ <\/sup>T densities in tumor epithelial areas were highest in the cecum compared to other subsites, and there was a statistically significant decreasing trend from the cecum to rectum (P for trend &#60;0.005). We also observed significant decreasing trends for CD68+, M1-like, and M2-like macrophage densities in combined tumor (intraepithelial and stromal) regions from the cecum to rectum (P for trend &#60;0.005). The proportion of <i>F. nucleatum<\/i>-positive colorectal cancers gradually decreased from the cecum to rectum (P for trend &#60;0.005). Similar trends were observed in separate analyses in non-MSI-high cases.<br \/>Conclusions: This study suggests that certain tumor immune and microbial characteristics in the tumor microenvironment, specifically T cell and macrophage densities and <i>Fusobacterium nucleatum<\/i> positivity, change gradually according to age at diagnosis and\/or detailed anatomical location. Age and anatomical location spectra in tumor immune and microbial characteristics will shed light on the etiology of colorectal cancer (including early-onset colorectal cancer), leading to better-personalized cancer prevention and treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Epidemiology,Tumor microenvironment,Microbiome,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Ugai<\/b><sup>1<\/sup>, Y. Takashima<sup>1<\/sup>, Y. Zhong<sup>1<\/sup>, J. P. Väyrynen<sup>2<\/sup>, D. Buchanan<sup>3<\/sup>, J. Huyghe<sup>4<\/sup>, L. Hsu<sup>4<\/sup>, C. Qu<sup>4<\/sup>, S. Thomas<sup>4<\/sup>, C. Thomas<sup>4<\/sup>, S. Gallinger<sup>5<\/sup>, R. Grant<sup>6<\/sup>, U. Peters<sup>4<\/sup>, A. I. Phipps<sup>7<\/sup>, J. Nowak<sup>1<\/sup>, S. Ogino<sup>1<\/sup>; <br\/><sup>1<\/sup>Brigham and Women's Hospital, Boston, MA, <sup>2<\/sup>University of Oulu, Oulu, Finland, <sup>3<\/sup>University of Melbourne, Melbourne, Australia, <sup>4<\/sup>Fred Hutchinson Cancer Center, Seatle, WA, <sup>5<\/sup>University of Toronto, Toronto, ON, Canada, <sup>6<\/sup>Ontario Institute for Cancer Research, Toronto, ON, Canada, <sup>7<\/sup>Fred Hutchinson Cancer Center,, Seatle, WA","CSlideId":"","ControlKey":"7aa3f410-24d3-4512-a851-57205fb9836b","ControlNumber":"3923","DisclosureBlock":"&nbsp;<b>T. Ugai, <\/b> None..<br><b>Y. Takashima, <\/b> None..<br><b>Y. Zhong, <\/b> None..<br><b>J. P. Väyrynen, <\/b> None..<br><b>D. Buchanan, <\/b> None..<br><b>J. Huyghe, <\/b> None..<br><b>L. Hsu, <\/b> None..<br><b>C. Qu, <\/b> None..<br><b>S. Thomas, <\/b> None..<br><b>C. Thomas, <\/b> None..<br><b>S. Gallinger, <\/b> None..<br><b>R. Grant, <\/b> None..<br><b>U. Peters, <\/b> None..<br><b>A. I. Phipps, <\/b> None..<br><b>J. Nowak, <\/b> None..<br><b>S. Ogino, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5102","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3467","PresenterBiography":null,"PresenterDisplayName":"Tomotaka Ugai, MD;PhD","PresenterKey":"bbf5c178-29fb-452a-89d0-b86cda8fc40d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3467. Tumor immune and microbial characteristics of colorectal cancer according to age at diagnosis and detailed anatomical location","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor immune and microbial characteristics of colorectal cancer according to age at diagnosis and detailed anatomical location","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>While teamwork is essential to providing high-quality patient-centered care, challenges in interprofessional collaboration and decision-making in the hospital settings are common, especially for cancer patients. The purpose of this study was to identify emerging themes related to hospital discharge experiences among patients hospitalized for cancer who became frequent emergency department (ED) users following their hospital discharge.<br \/><b>Design &#38; Methods: <\/b>A cohort of cancer patients discharged from an academic health center in Montreal (Canada) between October 2014 and November 2016 was assembled. Frequent ED (FED) users were identified as patients who had a &#62; 4 ED visits in the year following hospital discharge using health administrative claims from the provincial universal health care program. Qualitative analysis of telephone interviews conducted with patients 30 days&#8217; post-discharge were used for in-depth exploratory analyses to characterize hospital discharge experiences and transition process from the hospital to the community.<b><\/b><br \/><b>Results: <\/b>A cohort of 1253 cancer patients was formed. The mean age was 70.9 (SD=11.8) and the most frequent cancers included 488 (38.9%) respiratory and 309 (24.6%) upper digestive cancer. Overall, 14.5% (n=182) of patients became FED users. Content analyses revealed the most common emerging themes from the FED patients interviews on hospital discharge experiences. These included:1. Early hospital discharge putting patients at high risk of being re-admitted and going back to the ER shortly after that. Some patients mentioned post-discharge complications and emerging of new health issues that could have been avoided if patient was kept in the hospital for longer.2. Lack of communication between different specialists at the hospital. Some patients mentioned the help of a nurse as crucial during inpatient stays in maintaining communication between doctors. 3. Lack of communication of medications prescribed. Some patients mentioned the lack of communication of what doses was modified, what medications were stopped and which ones were newly prescribed.4. The need to schedule follow-up appointments at the time of hospital discharge. This becomes especially important for vulnerable patients who have been on pain medication during the hospital stay, affecting their cognitive abilities and making post-discharge planning more difficult.<br \/><b>Conclusions: <\/b>This study using integrated data from administrative claims and patient interviews provided insights into the challenges related to hospital discharge experiences and transition into community among hospitalized cancer patients with frequent emergency department use. Application of our findings could assist in hospital discharge preparation and improvement in healthcare delivery and health outcomes.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-12 Health services and comparative effectiveness research,,"},{"Key":"Keywords","Value":"Epidemiology,Patient advocacy,Databases,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kurteva<\/b>, R. Tamblyn; <br\/>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"38a94654-701f-419d-a64a-6079449b6992","ControlNumber":"8085","DisclosureBlock":"<b>&nbsp;S. Kurteva, <\/b> <br><b>Aetion<\/b> Employment. <br><b>Analysis Group<\/b> Employment.<br><b>R. Tamblyn, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5110","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3468","PresenterBiography":null,"PresenterDisplayName":"Siyana Kurteva, MS","PresenterKey":"491293ff-c2bd-48af-a83a-24eacc41b406","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3468. Emerging lessons from patient-reported hospital discharge experiences among hospitalized cancer patients with frequent emergency department use","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Emerging lessons from patient-reported hospital discharge experiences among hospitalized cancer patients with frequent emergency department use","Topics":null,"cSlideId":""},{"Abstract":"Purpose: This study aimed to evaluate the influence of an interactive inflatable colon as an effective educational tool to increase colorectal cancer (CRC) awareness, knowledge, and screening intention among men attending the Wisconsin (WI) and Minnesota (MN) state fairs.<br \/>Methods: Eligible study participants were self-identified men aged 18-75 who spoke English, were residents of WI or MN, and able to read in English. The study was employed during the final operating weekend of both the 2023 WI State Fair (August 11-13) and the MN State Fair (September 1-3). Eligible participants completed: (1) a pre-survey, (2) an unguided tour of the inflatable &#8220;Super Colon&#8221;, and then (3) a post-survey. The primary outcomes of interest were change in awareness (two items), knowledge (four items), and behavioral intent to obtain CRC screening (one item) from pre- to post-survey. Chi-square tests were used to examine study site differences and to explore the association between demographics and behaviors (awareness, knowledge, intentions) before entry to the Super Colon. McNemar&#8217;s test were employed to test if there were significant differences in the distributions from pre- to post-survey.<br \/>Results: A total of 940 eligible participants were included in the study sample. The men self-identified their race\/ethnicity as Non-Hispanic (NH) White (72%), followed by NH other (12%), NH Black (9%), and Hispanic (8%). Race and ethnicity significantly varied by study site (&#60;.0001) with participants from WI more likely being members of racial\/ethnic groups that are often medically underserved (33% vs. 24% in MN). Only 13% of participants had walked through an inflatable colon before. Of those who were screening-age appropriate (age 45 or older), 89% had been screened for CRC previously. With the exception of one question, baseline CRC knowledge was relatively high among our study sample. Interestingly, having higher confidence of their awareness level was inversely associated with higher knowledge. As a result of touring the Super Colon, a significant improvement in confidence in individuals&#8217; knowledge of CRC (&#60;.0001), knowledge regarding a colon polyp (&#60;.0001), and intentions to be screened in the future (&#60;.0001) were observed. Most participants (95%) agreed that the Super Colon is an effective educational tool to teach people about CRC.<br \/>Conclusion: Since both encouraging CRC screening uptake and increasing research study participation among men can be a difficult task,<b> <\/b>these findings emphasize the crucial role of community-based educational initiatives in achieving these goals. Our findings affirm how the three-dimensional interior of the Super Colon is as an effective educational tool for promoting CRC early detection screening behaviors among men and increasing their awareness.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Colorectal cancer,Screening,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. E. Sedani<\/b><sup>1<\/sup>, K. K. Rifelj<sup>1<\/sup>, M. S. Bevel<sup>2<\/sup>, C. L. McCall<sup>1<\/sup>, M. Rogalla<sup>1<\/sup>, L. Laliberte<sup>3<\/sup>, K. Ellis<sup>4<\/sup>, R. J. Pratt<sup>5<\/sup>, C. R. Rogers<sup>1<\/sup>; <br\/><sup>1<\/sup>Medical College of Wisconsin, Milwaukee, WI, <sup>2<\/sup>Medical College of Georgia, Augusta, GA, <sup>3<\/sup>MNGI Digestive Health, Minneapolis, MN, <sup>4<\/sup>Masonic Cancer Center, Minneapolis, MN, <sup>5<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"722c2394-c3b0-480c-89a6-347728afbdbb","ControlNumber":"3213","DisclosureBlock":"&nbsp;<b>A. E. Sedani, <\/b> None..<br><b>K. K. Rifelj, <\/b> None..<br><b>M. S. Bevel, <\/b> None..<br><b>C. L. McCall, <\/b> None..<br><b>M. Rogalla, <\/b> None..<br><b>L. Laliberte, <\/b> None..<br><b>K. Ellis, <\/b> None..<br><b>R. J. Pratt, <\/b> None..<br><b>C. R. Rogers, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3469","PresenterBiography":null,"PresenterDisplayName":"Ami Sedani, BS;MPH;PhD","PresenterKey":"aac4773c-84f0-4f40-ab09-0fb99e134f33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3469. Exploring the impact of a giant inflatable colon on the level of awareness, knowledge, and intent for colorectal cancer screening among men attending two state fairs in the Midwest","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the impact of a giant inflatable colon on the level of awareness, knowledge, and intent for colorectal cancer screening among men attending two state fairs in the Midwest","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The <i>All of Us<\/i> Research Program (AoURP) dataset was used to evaluate pharmacological treatment modalities in patients with both breast cancer (BC) and sickle cell disease (SCD). This study aims to identify treatment strategies for sickle cell patients with BC that may inform improved treatment options for patients living with either or both conditions, as there is an imminent need in this patient population.<br \/><b>Methods: <\/b>We investigated the relationship between SCD and BC using the AoURP dataset. Criteria were female patients with a confirmed diagnosis of concomitant SCD and BC were selected. Hematologic, antineoplastics, and immunomodulating agents prescribed to patients were identified. Analysis was conducted in a Jupyter Notebook environment by way of R. Using FDA-approved and off-label indications, medication use patterns were used to reverse-engineer patient information and identify trends between SCD and BC.<br \/><b>Results: <\/b>Nine female patients had concomitant diagnoses of SCD and BC, which aligned with the inclusion criteria. African Americans were significantly represented in this cohort, making up sixty-seven of patients. Twenty-two percent of patients did not indicate race, while eleven percent of patients identified as Caucasian. All patients included in the study were prescribed anemic therapy. Eleven percent of patients were prescribed an FDA-approved medication for SCD. Seventy-eight percent of patients were prescribed hormone-targeted BC medications. Thirty-three percent of patients were prescribed the immunotherapy regimen, Dinutuximab with adjunctive interferon-alpha. Eleven percent of patients were prescribed cytotoxic therapy.<br \/><b> <\/b><b>Conclusion: <\/b>Further investigation is warranted for dinutuximab use in BC treatment, specifically the triple negative subtype, as currently no targeted therapeutic options exist, and prognosis is poor. The data suggests dinutuximab with adjunctive interferon-alpha may be promising for triple-negative BC patients with SCD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,African American,Immunotherapy,Comorbidity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. T. Jubilee II<\/b>, L. K. Evans, K. P. Lemieux; <br\/>Xavier University of Louisiana, New Orleans, LA","CSlideId":"","ControlKey":"665e7d56-c9c3-41e9-91dd-ad43148d8748","ControlNumber":"5344","DisclosureBlock":"&nbsp;<b>I. T. Jubilee, <\/b> None..<br><b>L. K. Evans, <\/b> None..<br><b>K. P. Lemieux, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3470","PresenterBiography":null,"PresenterDisplayName":"Ivan Jubilee, Graduate Student","PresenterKey":"9cb186f8-3789-40e7-b5b3-90dd31579299","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3470. Evaluation of the association between sickle cell disease and breast cancer using the <i>All of Us<\/i> Research Program dataset","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of the association between sickle cell disease and breast cancer using the <i>All of Us<\/i> Research Program dataset","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) incidence among patients under age 50 has increased drastically over the past few decades. Given that increased cancer-related distress is associated with worse oncologic outcomes, studies are needed to assess the psychosocial wellbeing of CRC survivors across the shifting demographic and socioeconomic landscape.<br \/>Methods: The ColoCare Study is a prospective cohort study of newly-diagnosed CRC patients enrolled across six US and European sites. We analyzed ColoCare data from the Washington University site, which has high accrual of Non-Hispanic Black (NHB) patients. Cancer-related distress was measured using a validated Cancer and Treatment Distress (CTXD) tool with 4-point Likert scales ranging from 0-3 with higher scores indicating greater distress. Covariate-adjusted linear regression analyses were used to evaluate sociodemographic, lifestyle, and clinical factors as predictors of cancer-related distress 12 months following CRC diagnosis.<br \/>Results: This analysis included 156 participants enrolled from April 2017 to September 2022 who completed a 12-month CTXD questionnaire: 51.4% male; mean age 55.3 (SD 13.1) years; 64.8% Non-Hispanic White; 33.1% NHB; mean 12-month CTXD score 0.75 (SD 0.70). In covariate-adjusted models, predictors of increased distress at 12 months (Table 1) included recurrence or new metastasis (regression coefficient (&#946;)=0.63, 95% confidence interval (CI)=0.35-0.91), stage II ((&#946;=0.49, 95% CI=0.15-0.84) or stage III (&#946;=0.37, 95% CI=0.02-0.72) disease, current smoking (&#946;=0.33, 95% CI=0.10-0.56), female gender (&#946;=0.22, 95% CI=0.00-0.44) and age (&#946;= -0.01, 95% CI -0.02-0.00). Race and social vulnerability index were not predictors of distress in this analysis.<br \/>Conclusion: Among CRC survivors, those with younger age, female gender, active smoking, advanced stage, and disease progression may benefit from targeted cancer-related distress assessment and interventions.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{2B050BF4-337F-4638-8723-2FDDC542272C}\"><caption>Multiple Linear Regression Analysis Estimating 12-Month CTXD Scores<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Variable<\/td><td rowspan=\"1\" colspan=\"1\">Regression Coefficients<\/td><td rowspan=\"1\" colspan=\"1\">95% Lower CI<\/td><td rowspan=\"1\" colspan=\"1\">95% Upper CI<\/td><td rowspan=\"1\" colspan=\"1\">P-value<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Age<\/td><td rowspan=\"1\" colspan=\"1\">-0.01<\/td><td rowspan=\"1\" colspan=\"1\">-0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.00<\/td><td rowspan=\"1\" colspan=\"1\"><b>*0.015<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Gender: Female vs. Male<\/td><td rowspan=\"1\" colspan=\"1\">0.22<\/td><td rowspan=\"1\" colspan=\"1\">0.00<\/td><td rowspan=\"1\" colspan=\"1\">0.44<\/td><td rowspan=\"1\" colspan=\"1\"><b>*0.050<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Race: Black vs. White<\/td><td rowspan=\"1\" colspan=\"1\">0.01<\/td><td rowspan=\"1\" colspan=\"1\">-0.26<\/td><td rowspan=\"1\" colspan=\"1\">0.29<\/td><td rowspan=\"1\" colspan=\"1\">0.933<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Race: Other vs. White<\/td><td rowspan=\"1\" colspan=\"1\">-0.17<\/td><td rowspan=\"1\" colspan=\"1\">-0.91<\/td><td rowspan=\"1\" colspan=\"1\">0.57<\/td><td rowspan=\"1\" colspan=\"1\">0.650<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Social Vulnerability Index<\/td><td rowspan=\"1\" colspan=\"1\">0.15<\/td><td rowspan=\"1\" colspan=\"1\">-0.26<\/td><td rowspan=\"1\" colspan=\"1\">0.56<\/td><td rowspan=\"1\" colspan=\"1\">0.463<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">BMI<\/td><td rowspan=\"1\" colspan=\"1\">0.00<\/td><td rowspan=\"1\" colspan=\"1\">-0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.908<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Smoking Status: Current vs. Former\/Never<\/td><td rowspan=\"1\" colspan=\"1\">0.33<\/td><td rowspan=\"1\" colspan=\"1\">0.10<\/td><td rowspan=\"1\" colspan=\"1\">0.56<\/td><td rowspan=\"1\" colspan=\"1\"><b>*0.006<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stage II vs. Stage I<\/td><td rowspan=\"1\" colspan=\"1\">0.49<\/td><td rowspan=\"1\" colspan=\"1\">0.15<\/td><td rowspan=\"1\" colspan=\"1\">0.84<\/td><td rowspan=\"1\" colspan=\"1\"><b>*0.006<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stage III vs. Stage I<\/td><td rowspan=\"1\" colspan=\"1\">0.37<\/td><td rowspan=\"1\" colspan=\"1\">0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.72<\/td><td rowspan=\"1\" colspan=\"1\"><b>*0.040<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stage IV vs. Stage I<\/td><td rowspan=\"1\" colspan=\"1\">0.41<\/td><td rowspan=\"1\" colspan=\"1\">-0.08<\/td><td rowspan=\"1\" colspan=\"1\">0.91<\/td><td rowspan=\"1\" colspan=\"1\">0.100<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Neoadjuvant Treatment: Yes vs. No<\/td><td rowspan=\"1\" colspan=\"1\">0.09<\/td><td rowspan=\"1\" colspan=\"1\">-0.19<\/td><td rowspan=\"1\" colspan=\"1\">0.38<\/td><td rowspan=\"1\" colspan=\"1\">0.510<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Adjuvant Treatment: Yes vs. No<\/td><td rowspan=\"1\" colspan=\"1\">-0.23<\/td><td rowspan=\"1\" colspan=\"1\">-0.53<\/td><td rowspan=\"1\" colspan=\"1\">0.07<\/td><td rowspan=\"1\" colspan=\"1\">0.133<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stoma at 6 months: Yes vs. No<\/td><td rowspan=\"1\" colspan=\"1\">-0.21<\/td><td rowspan=\"1\" colspan=\"1\">-0.68<\/td><td rowspan=\"1\" colspan=\"1\">0.25<\/td><td rowspan=\"1\" colspan=\"1\">0.364<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Recurrence or New Metastasis: Yes vs. No<\/td><td rowspan=\"1\" colspan=\"1\">0.63<\/td><td rowspan=\"1\" colspan=\"1\">0.35<\/td><td rowspan=\"1\" colspan=\"1\">0.91<\/td><td rowspan=\"1\" colspan=\"1\"><b>*&lt;0.001<\/b><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Colorectal cancer,Social vulnerability,Survivorship,Cancer-related distress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. N. Zivanov<\/b><sup>1<\/sup>, R. Kalbfell<sup>1<\/sup>, J. Zarate Rodriguez<sup>1<\/sup>, S. Sathe<sup>1<\/sup>, J. Vetter<sup>1<\/sup>, M. Jeon<sup>1<\/sup>, D. Chao<sup>1<\/sup>, K. A. Ohman<sup>1<\/sup>, J. Ose<sup>2<\/sup>, B. Gigic<sup>3<\/sup>, E. M. Siegel<sup>4<\/sup>, D. Shibata<sup>5<\/sup>, C. I. Li<sup>6<\/sup>, J. C. Figueiredo<sup>7<\/sup>, C. M. Ulrich<sup>2<\/sup>, A. T. Toriola<sup>1<\/sup>; <br\/><sup>1<\/sup>Washington University in St. Louis, St. Louis, MO, <sup>2<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>3<\/sup>Heidelberg University Hospital, Heidelberg, Germany, <sup>4<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>5<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>6<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>7<\/sup>Samuel Oschin Comprehensive Cancer Institute at Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"ec75845b-bf5b-446d-8fac-b9a04e63e071","ControlNumber":"1197","DisclosureBlock":"<b>&nbsp;C. N. Zivanov, <\/b> <br><b>National Institutes of Health, T32 Research Training Grant<\/b> Grant\/Contract.<br><b>R. Kalbfell, <\/b> None..<br><b>J. Zarate Rodriguez, <\/b> None..<br><b>S. Sathe, <\/b> None..<br><b>J. Vetter, <\/b> None..<br><b>M. Jeon, <\/b> None..<br><b>D. Chao, <\/b> None..<br><b>K. A. Ohman, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>B. Gigic, <\/b> None..<br><b>E. M. Siegel, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3471","PresenterBiography":null,"PresenterDisplayName":"Catherine Zivanov","PresenterKey":"658b0477-ed15-4919-bed1-959395ff00cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3471. Predictors of cancer related distress among patients with colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predictors of cancer related distress among patients with colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The Community Outreach Core (COC) of the Pacific Island Partnership for Cancer Health Equity (PIPCHE) aims to improve health equity for historically underserved populations including Native Hawaiians and other Pacific Islanders (NHOPIs), and Filipinos. PIPCHE is a partnership between the University of Hawai&#8217;i Cancer Center and the University of Guam whose efforts are focused in Hawai&#699;i, Guam and the U.S. Affiliated Pacific Islands (USAPI). The COC directly addresses the disproportionately high rates of health disparities and cancer incidence and mortality found within NHOPIs often due to multiple complex historical, social, cultural, and environmental factors. Cancer is the second leading cause of death in Hawai&#8217;i between 2014-2018, as well as the second most common cause of death in nearly all USAPI jurisdictions. The COC uses research-tested, community-engaged approaches to modify determinants of cancer in these groups.<br \/><b>Methods<\/b> Outreach efforts have addressed NHOPI cancer inequities by raising awareness of high cancer burdens experienced by these underserved communities. Efforts include resource sharing and data collection at various venues in Hawai&#699;i such as health\/wellness fairs, public housing, and Pacific Islander churches. Outreach Advisory Council meetings were held biannually with community health leaders to discuss ongoing and future initiatives\/resource sharing. The COC provided health providers and students with cultural competency training on more efficient strategies to work with these unique NHOPI groups. The COC provided presentations and short talks across the U.S, including a Health Providers Symposium on lung cancer across the Pacific. Outreach efforts have included tailored NCI-based Screen to Save (S2S) colorectal cancer education to NHOPIs.<br \/><b>Results<\/b> Forty-seven major outreach events were conducted from 2021 to November 2023. These include: 1 Health Providers&#8217; Cancer Symposium, 5 Outreach Advisory Council meetings, 5 Cultural Competency trainings and class lectures, 11 conference\/community and short talk presentations, and 25 community outreach events. There were 1,900 attendees reached during these regional and national outreach activities. The COC works with professional audiences at the national level to inform these groups about cancer and the health burdens of NHOPIs. A total of 97 Pacific Islanders received the S2S education and completed a pre-posttest with positive increases in means found for all 14 questions.<br \/><b>Conclusion<\/b> The PIPCHE COC has been able to reach NHOPIs though community partnerships to deliver culturally tailored cancer prevention education and efforts within Hawai&#699;i, as well as shed light nationally of the cancer burdens these populations face. The S2S education has been able to raise awareness of cancer screenings and holds promise as a potential strategy to address cancer burdens of NHOPI communities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer prevention,Prevention,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Mark Lee Willingham Jr.<sup>1<\/sup>, <b>Kevin D. Cassel<\/b><sup>1<\/sup>, Angela Sy<sup>2<\/sup>, Munirih Taafaki<sup>2<\/sup>, Tressa P. Diaz<sup>3<\/sup>, Antoinette Kleiner<sup>3<\/sup>, Angelina G. Mummert<sup>4<\/sup><br><br\/><sup>1<\/sup>University of Hawai'i Cancer Center, Honolulu, HI,<sup>2<\/sup>John A. Burns School of Medicine, University of Hawai&#699;i at M&#257;noa, Honolulu, HI,<sup>3<\/sup>University of Guam, Margaret Perez Hattori-Uchima School of Health, Mangilao, Guam,<sup>4<\/sup>Cancer Research Center, Mangilao, Guam","CSlideId":"","ControlKey":"8be234dc-7740-424b-87c1-dc0d17c5b74e","ControlNumber":"7833","DisclosureBlock":"&nbsp;<b>M. L. Willingham Jr., <\/b> None..<br><b>K. D. Cassel, <\/b> None..<br><b>A. Sy, <\/b> None..<br><b>M. Taafaki, <\/b> None..<br><b>T. P. Diaz, <\/b> None..<br><b>A. Kleiner, <\/b> None..<br><b>A. G. Mummert, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3472","PresenterBiography":null,"PresenterDisplayName":"Kevin Cassel, Dr.P.H.","PresenterKey":"4da6a0af-d5e0-4a79-90ad-5b3ea3b70f35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3472. Tailored cancer outreach efforts of a community outreach core working with Native Hawaiian and Pacific Islanders in Hawai&#699;i","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tailored cancer outreach efforts of a community outreach core working with Native Hawaiian and Pacific Islanders in Hawai&#699;i","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> To achieve cancer health equity, we must provide a safe space where we recognize the cultural and cancer challenges among the communities that we serve. The Lazarex Cancer Foundation, in collaboration with USC NCCC, has established the Cancer Wellness Hubs pop-up model to provide information in a culturally sensitive and language specific way. This leads to making educated, accurate and timely decisions in the cancer journey. The actions we take allow us to help reduce the cancer burden. We bring education and connection to cancer support services into the neighborhoods of our most vulnerable populations.<br \/><b>Methods:<\/b> During the period of 08\/2021 - 07\/2023 we teamed up with several YMCAs across LA County including East LA, Koreatown, and South LA, as well as with other community-based organizations to bring cancer information to the community. The hubs have supported culturally specific community events such as Chinese New Year, Dia de los Muertos, and Celebration of Life. A speaker series was developed to provide education, guidance, consultation, comfort, and support to enhance the community members&#8217; trust and reduce their fear regarding cancer, cancer screening, treatment, clinical trials, and survivor skills. Our cancer experts responded to frequently asked questions on cancer to manage a variety of topics including the importance of clinical trial participation. Holistic wellness workshops were provided to engage the community members in mind-body, health practices.<br \/><b>Results: <\/b>We provided cancer information to 5,000+ individuals between 08\/2021-07\/2023. The majority identified as females (79%), including survivors, family members, and caregivers. Over 1,200 have attended our speaker series, and 3,773 have received information. We have supported organizations such as Celebrate Life Cancer Ministry and the Men&#8217;s Cancer Network, Inc. and their support groups reaching 260 individuals. From Jan-July 2023, 112 community members received individualized follow-up to support increase knowledge and access services such as establishing a medical home, cancer screening, genomic testing, clinical trials &#38; navigation, financial planning and mental, social, or emotional support.<br \/><b>Conclusion:<\/b> By creating a safe space and inviting environment for our community members, our diverse communities in LA County are becoming better informed about cancer. Considerable education has been provided to help equip our vulnerable diverse communities with the knowledge needed throughout a cancer journey. Information provided includes screening guidelines, the importance of participation diversity in clinical trials, self\/ patient advocacy, and accessing trustworthy, reliable sources. This pop-up model is reaching communities in their own <i>backyard<\/i> enhancing our ongoing effort to reduce cancer disparities and create health equity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Patient advocacy,African American,Hispanic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Elena Nieves<sup>1<\/sup>, Rosa Barahona<sup>1<\/sup>, Marya Shegog<sup>2<\/sup>, Dana Dornsife<sup>2<\/sup>, <b>Lourdes A. Baezconde-Garbanati<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Keck School of Medicine of USC, Los Angeles, CA,<sup>2<\/sup>Lazarex Cancer Foundation, Danville, CA","CSlideId":"","ControlKey":"53c2e972-9570-47d7-9f89-c153568aa0c7","ControlNumber":"7844","DisclosureBlock":"&nbsp;<b>E. Nieves, <\/b> None..<br><b>R. Barahona, <\/b> None..<br><b>M. Shegog, <\/b> None..<br><b>D. Dornsife, <\/b> None..<br><b>L. A. Baezconde-Garbanati, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3473","PresenterBiography":null,"PresenterDisplayName":"Lourdes Baezconde-Garbanati, MPH;PhD","PresenterKey":"b77b5196-3820-4178-88d6-f2ebc8a2e040","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3473. Bringing cancer information and resources to our diverse vulnerable populations: Cancer Wellness Hubs pop-up model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bringing cancer information and resources to our diverse vulnerable populations: Cancer Wellness Hubs pop-up model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The 5-year survival rate for breast cancer (BC) stands at an estimated 91%, with approximately 3.8 million BC survivors in the U.S. This large population of breast cancer survivors remains at risk of loco-regional recurrence, with variations noted across racial groups. White survivors face a locoregional breast cancer recurrence rate of 1.8%, whereas Black, Asian, and Hispanic survivors experience higher rates of 3.9%, 3.6%, and 3.1%, respectively. Notably, Black BC survivors with recurrent breast cancer exhibit a median survival time of 1.8 years compared with 3.6 years observed for White BC survivors. Current recommendations from the U.S. Preventative Services Task Force and the American College of Radiology advocate for surveillance through annual mammography and routine clinical visits following breast-conserving surgery and lumpectomies. However, there are gaps in the data available regarding disparities in the utilization of surveillance mammography by race\/ethnicity. Thus, the goal of this study is to estimate race\/ethnic disparities in surveillance mammography utilization and its impact on survival among breast cancer survivors at a large comprehensive cancer center.<br \/><b>Methods: <\/b> A retrospective cohort study of female breast cancer survivors &#8805;19 years diagnosed and\/or treated at the Duke Cancer Institute (DCI) between 2014 and 2022 was conducted. Data was abstracted on patient socio-demographics, cancer type (invasive ductal and ductal in situ carcinomas) and utilization of surveillance mammography within 2-5 years post initial breast cancer diagnosis. Chi-squared testing will be used to analyze rates of mammography surveillance receipt among different races presenting with BC at DCI. Kaplan-Meier estimates will be used for analysis on survival.<br \/><b>Results<\/b>: A total of 10,904 women with a mean age of 43.7 years were included in the study. The study cohort is comprised of 69% non-Hispanic (NH) White, 24% NH Black, 2.2% Hispanic, 0.5% NH Native American, 1% NH other, and 3.2% NH Asian women. There were 1,791 cases of ductal in situ carcinomas and 9,113 invasive ductal carcinoma cases. NH Black women had the lowest 5-year relative survival rate (81.5%) of all represented racial groups: NH White 89.1%, Hispanic 95.3%, NH Native 87.8%, Asian 97.9%, and NH Other 88.0%. Ongoing analysis will be completed to estimate disparities in the use of post-treatment surveillance mammography amongst breast cancer survivors.<br \/><b>Conclusions<\/b>: This study will inform efforts to increase post-treatment surveillance and improve adherence to survivorship guidelines with the ultimate goal of reducing mortality disparities among breast cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Screening,Recurrence,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jasmine  G.  Wilkerson<\/b><sup>1<\/sup>, Frances Wang<sup>2<\/sup>, Yadurshini Raveendran<sup>3<\/sup>, Tomi Akinyemiju<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Population Health Sciences, Duke Cancer Institute, Durham, NC,<sup>2<\/sup>Department of Biostatistics & Bioinformatics, Duke University Cancer Institute, Durham, NC,<sup>3<\/sup>Community, Engagement, and Equity, Duke Cancer Institute, Durham, NC,<sup>4<\/sup>Department of Population Health Sciences, Global Health, and Ob\/Gyn, Duke University School of Medicine, Durham, NC","CSlideId":"","ControlKey":"a27aa6fe-b4e2-449b-8240-a0f3eb5de70f","ControlNumber":"7020","DisclosureBlock":"&nbsp;<b>J. G. Wilkerson, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>Y. Raveendran, <\/b> None..<br><b>T. Akinyemiju, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3474","PresenterBiography":null,"PresenterDisplayName":"Jasmine Wilkerson, BA","PresenterKey":"be22e13b-5b74-42f7-bb39-574c2e14432d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3474. Racial disparities in receipt of surveillance mammography after breast cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial disparities in receipt of surveillance mammography after breast cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction <\/i>: Natural language processing has recently achieved unprecedented performances for several medical tasks, but requires additional improvements in oncology. Moreover, very few projects have assessed the potential of language models to help prevent the most frequent serious or severe medical events in medical oncology. We aim at predicting nausea or vomiting (ICD10 code R11), and fatigue or malaise (ICD10 code R53) from patients' medical reports.<br \/><i>Material and methods:<\/i> The study included all the patients of Centre L&#233;on B&#233;rard between 2000 and 2023 that have not refused to share their data for this analysis. We have retrieved all the clinical notes and manual coding of hospitalization stays in ICD10, in French. We have pretrained a BERT language model with a masking strategy on this data and then fine-tuned it and compared it to several medical pretrained open source models (DrBert and K-memBERT). The labels were medical events leading to or associated with a hospitalization in the 90 days after every patients&#8217; notes. For OncoBERT, we included sequential reports from the patients&#8217; history, along with a time-encoding layer, and integrated it in a final transformer layer.<br \/><i>Results: <\/i>We analyzed 140,523 patients, representing 2,515,957 pseudo-anonymized text reports and 6.6M hospitalizations codes in total. The medical texts were consultations reports (56%), end-of-stay reports (17%) and hospitalization summaries (9%). The most frequent types of oncology treatments received by the patients at each time point were 18.8% for chemotherapy, 10.8% for targeted therapies and 1.3% for immunotherapies. The most frequent medical events were nausea or vomiting (20% of patients with 1 or more events), and fatigue or malaise (18% of patients with 1 or more events). In the final dataset, nausea and vomiting (R11) accounted for 16% of the labels while malaise and fatigue (R53) accounted for 24.7% of the labels. We performed random undersampling of reports without any event to balance the label dataset. The fine-tuning on R11 and R53 achieved the performances of 0.58 macro-aucpr (OncoBERT) and 0.50 macro-aucpr (best open-source model) on the validation set.<br \/><i>Conclusion:<\/i> The language models achieved high performance on the prediction of the most frequent serious medical events in our hospital dedicated to cancer care. We plan to validate the external performances of these models on collaborating hospitals and prospectively and improve the interpretations that we will present at the congress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Outcome,Palliative care,Prevention,Databases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Vienne<\/b>, Q. Filori, V. Susplugas, H. Crochet, L. Verlingue; <br\/>UNICANCER Centre Léon Bérard, Lyon, France","CSlideId":"","ControlKey":"2fcc4819-542e-4af3-95bf-5a2b6b038849","ControlNumber":"7048","DisclosureBlock":"&nbsp;<b>R. Vienne, <\/b> None..<br><b>Q. Filori, <\/b> None.&nbsp;<br><b>V. Susplugas, <\/b> <br><b>Collective Thinking<\/b> Employment.<br><b>H. Crochet, <\/b> None..<br><b>L. Verlingue, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5429","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3475","PresenterBiography":null,"PresenterDisplayName":"Raphael Vienne, MSc","PresenterKey":"6ad8162c-0063-4b82-99fb-9e09fae2b546","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3475. Prediction of nausea or vomiting, and fatigue or malaise in cancer care","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"423","SessionOnDemand":"False","SessionTitle":"Risk Prediction Modeling, Screening, Early Detection, and Preneoplastic and Tumor Markers","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of nausea or vomiting, and fatigue or malaise in cancer care","Topics":null,"cSlideId":""}]