[{"Abstract":"Rare cell populations manage to evade the effects of cancer therapies, ultimately leading to drug resistance and subsequent cancer relapse. These resilient populations, often referred to as \"persisters,\" exhibit distinct molecular characteristics when compared to the broader tumor population. In the current standard of clinical care for non-small cell lung cancer (NSCLC), patients typically undergo a series of standard treatments, such as surgery followed by chemotherapy\/immunotherapy, and then targeted therapy, based on the disease stages. This continues until drug resistance emerges, with little attention given to the state of these persister cells in response to these treatments. In the case of drug resistance in KRAS-mutated NSCLC, ongoing clinical investigations are exploring the combined efficacy of KRAS G12Ci inhibitors with drugs that target mitogen-activated protein kinase (MAPK) feedback reactivation, immunotherapy, and chemotherapy. Despite the myriad of combination therapies, persister populations invariably emerge. The manner in which these persisters evolve to withstand therapies remains elusive. We employed a DNA barcode lineage tracing analysis coupled with mathematical modeling to decode persister evolution to therapies targeting different pathways, e.g., KRAS+ SHP2, KRAS+CDK4\/6, and KRAS+MCL-1. Our model reveals that rapidly emerging persister populations are predetermined and do not exhibit clear genetic alterations. In some cells, common persisters exist in response to different therapies. Single-cell ATAC-RNA sequencing showed that these persisters are enriched in chromatin-binding of transcription factors that regulate classic non-homologous end-joining (cNHEJ) DNA repair (ZNF384), interferon response (IRF1), and stem-like characteristics (FOXP1), along with the activation of an IFN-&#947; transcriptional signature. These findings underscore the connection between specific DNA repair processes, chromosomal instability, and resistance to KRAS G12Ci. In other cells, however, distinct persister populations exist to different therapies, leading to the hypothesis that these diverse persister populations can be targeted orthogonally or sequentially to achieve tumor regression. In summary, our study unveils the heterogeneity in persister evolution trajectories in KRAS NSCLC. Our platform identifies targetable persister populations in NSCLC models and offers a proof-of-concept for non-standard strategies to combat drug resistance based on persister cell states.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Resistance,Epigenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Li<\/b><sup>1<\/sup>, C. J. Graser<sup>2<\/sup>, Q. Qin<sup>1<\/sup>, A. Nimbalkar<sup>1<\/sup>, U. Syed<sup>1<\/sup>, B. Karakyriakou<sup>1<\/sup>, S. Clark<sup>1<\/sup>, A. Y. Saiki<sup>3<\/sup>, P. E. Hughes<sup>3<\/sup>, C. Ott<sup>1<\/sup>, L. Pinello<sup>1<\/sup>, F. Michor<sup>2<\/sup>, A. Hata<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Amgen Inc., Thousand Oaks, CA","CSlideId":"","ControlKey":"0b2f1e78-8674-4efc-9e6c-17d132a181c0","ControlNumber":"604","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>C. J. Graser, <\/b> None..<br><b>Q. Qin, <\/b> None..<br><b>A. Nimbalkar, <\/b> None..<br><b>U. Syed, <\/b> None..<br><b>B. Karakyriakou, <\/b> None..<br><b>S. Clark, <\/b> None.&nbsp;<br><b>A. Y. Saiki, <\/b> <br><b>Amgen Inc.<\/b> Employment. <br><b>P. E. Hughes, <\/b> <br><b>Amgen Inc.<\/b> Employment.<br><b>C. Ott, <\/b> None..<br><b>L. Pinello, <\/b> None..<br><b>F. Michor, <\/b> None.&nbsp;<br><b>A. Hata, <\/b> <br><b>Amgen Inc.<\/b> Sponsored research. <br><b>Eli Lilly<\/b> Sponsored research. <br><b>Bridge Bio<\/b> Sponsored research. <br><b>Scorpion therapeutics<\/b> Sponsored research. <br><b>Pfizer<\/b> Sponsored research. <br><b>Novartis<\/b> Sponsored research. <br><b>Nuvalent<\/b> Sponsored research.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5825","PresenterBiography":null,"PresenterDisplayName":"Chendi Li, PhD","PresenterKey":"c1e8f903-2aa5-4671-a72a-9d30d9282c26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5825. Non-genetic determinants driving the evolutional trajectories of drug-tolerant-persisters in KRAS Non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-genetic determinants driving the evolutional trajectories of drug-tolerant-persisters in KRAS Non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite an initial marked response to targeted therapy with tyrosine kinase inhibitors (TKIs) in EGFR-mutated lung cancer, the duration of response is limited due to the inevitable development of acquired resistance. Anti- and pro-apoptotic genes play an important role in the survival of tumor cells. Currently, variations in these gene expression levels are not well characterized due to the complex interplay between the inducement of expression changes by EGFR-TKIs and the presence of inter- and intra-tumor heterogeneity. Here, a comprehensive analysis of apoptosis-related genes, including BCL-2 family members and the IAP family members, was conducted via single-cell RNA sequence <b>(<\/b>scRNA-seq) and spatial transcriptomics. scRNA-seq captured changes in apoptosis-related gene expression after EGFR-TKI treatment using different EGFR-mutated lung cancer cell lines. Notably, <i>BCL2L1<\/i> expression increased, whereas <i>MCL1<\/i> expression decreased after EGFR-TKI treatment. Other anti- and pro-apoptotic genes did not display consistent trends in the cell lines used. Additionally, scRNA-seq was carried out on samples collected from patients with EGFR-mutated lung cancer after the development of resistance to EGFR-TKIs in order to validate the results obtained from cell line data and to compare gene expression levels between tumor and non-tumor cells. <i>BCL2L1 <\/i>exhibited high expression specifically in tumor cells; in contrast, <i>MCL1<\/i> expression was lower in tumor cells compared to non-tumor cells. Moreover, <i>BAD<\/i> and <i>XIAP<\/i> were highly expressed in a tumor-specific manner. To further corroborate the scRNA-seq findings and delineate the spatial heterogeneity in tumors, spatial transcriptomics was performed using EGFR-driven lung cancer transgenic mouse specimens in three conditions: prior to treatment, during therapeutic response after short-term treatment, and following acquired resistance to EGFR-TKIs. Spatial transcriptomics data demonstrated that an increased <i>BCL2L1 <\/i>expression was observed in tumor tissues and that <i>MCL1<\/i> expression was significantly higher in tissue adjacent to tumors than in tumors. Finally, we demonstrated that genetic ablation of <i>BCL2L1<\/i> and pharmacological inhibition of <i>BCL2L1<\/i> overcame or delayed resistance to EGFR-TKIs <i>in vitro<\/i> and <i>in vivo<\/i>. Overall, <i>BCL2L1<\/i> is particularly important for tumor cell survival during the emergence of drug tolerance and the development of acquired resistance to EGFR-TKIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,EGFR TKI resistance,Apoptosis,Bcl-xL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Izumi<\/b>, M. Fujii, V. Ho, I. S. Kobayashi, S. S. Kobayashi; <br\/>Beth Israel Deaconess Medical Center, Boston, MA","CSlideId":"","ControlKey":"369b01db-406c-4b1a-97e7-3f04e9b39198","ControlNumber":"1371","DisclosureBlock":"&nbsp;<b>M. Izumi, <\/b> None..<br><b>M. Fujii, <\/b> None..<br><b>V. Ho, <\/b> None..<br><b>I. S. Kobayashi, <\/b> None.&nbsp;<br><b>S. S. Kobayashi, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Lecture fee. <br><b>Bristol Meyers Squibb<\/b> Other, Lecture fee. <br><b>AstraZeneca<\/b> Other, Lecture fee. <br><b>Chugai Pharmaceutical<\/b> Other, Lecture fee. <br><b>Takeda Pharmaceuticals<\/b> Grant\/Contract, Other, Lecture fee. <br><b>MiRXES<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract. <br><b>Johnson&Johnson<\/b> Grant\/Contract. <br><b>Life Technologies<\/b> Other, Loyalty payment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5826","PresenterBiography":null,"PresenterDisplayName":"Motohiro Izumi, MD;PhD","PresenterKey":"7aaaf35f-ad10-44b9-8d80-fd68b8c191b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5826. Comprehensive analysis with single-cell RNA sequence and spatial transcriptomics unravels distinctive expression profile of apoptotic-related genes in EGFR-mutated lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive analysis with single-cell RNA sequence and spatial transcriptomics unravels distinctive expression profile of apoptotic-related genes in EGFR-mutated lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Inhibitors of the cyclin-dependent kinases 4 and 6 (CDK4\/6i) have become part of the standard of care for patients with hormone receptor-positive metastatic breast cancer. Despite their initial benefit for most patients, the development of resistance to this treatment is almost inevitable. However, there is a lack of predictive or clinical markers that can be utilized to monitor resistance development, and their definition remains an unmet challenge.<br \/>Methods: We aimed to identify novel drivers and potential biomarkers of CDK4\/6i resistance by creating and characterizing two ribociclib-resistant breast cancer cell lines. Ribociclib-resistant derivatives of MCF7 cells and the CTC (circulating tumor cell)-derived cell line CTC-ITB-01 were created by long-term exposure to the inhibitor for a minimum of 6 months and potential novel resistance drivers were identified by transcriptome analysis using RNA-sequencing. In addition to mRNAs encoding proteins that may contribute to resistance, we also investigated microRNAs as they are poorly characterized in the context of CDK4\/6i resistance. Additionally, changes in the kinome activity were assessed by using PamGene technology.<br \/>Results: The RNA-sequencing analysis identified &#8805; 2000 genes with differential expression in both resistant cell lines compared to their respective parental counterparts. Over Representation Analysis revealed that a high number of these genes encode proteins associated with the cell cycle, proliferation, epithelial-to-mesenchymal transition, various signaling pathways like Wnt, and the complement system. Evaluation of kinase activity using functional kinome profiling in the resistant versus parental CTC-ITB-01 cell line showed increased activity of the CDK and MAPK kinase subgroups, indicating a multifactorial resistance mechanism. Furthermore, the analysis of deregulated ncRNAs demonstrated increased expression of miR-146a-5p in both resistant cell lines and interestingly, a significant decrease of miR-205-5p levels in the resistant CTC-ITB-01 cell line. MiR-205-5p is described as a negative regulator of EMT and progression in breast cancer but has not been linked to CDK4\/6i resistance yet. This result was validated by qPCR and miRNA <i>in situ<\/i>-hybridization.<br \/>Conclusion: Through our comprehensive transcriptome analysis of two ribociclib-resistant cell lines, we were able to identify several novel potential resistance drivers. Their utility as predictive or monitoring biomarkers<br \/>requires further investigation. Furthermore, discovering new resistance mechanisms could also help find new therapeutic strategies after CDK4\/6i resistance development.<br \/>Acknowledgment: This project received funding from the Deutsche Krebshilfe DETECT high project (Nr.: 70114705) and the Horizon 2020 program RNADiagon (Nr.: 824036).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,CDK inhibitor,Breast Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. F. Ott<\/b>, M. Alawi, M. Stoupiec, E. Laakmann, M. Kriegs, V. Müller, K. Pantel, S. Riethdorf; <br\/>University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"894bd5ad-9662-4e8a-83d5-cd3c919a94f4","ControlNumber":"4407","DisclosureBlock":"&nbsp;<b>L. F. Ott, <\/b> None..<br><b>M. Alawi, <\/b> None..<br><b>M. Stoupiec, <\/b> None..<br><b>E. Laakmann, <\/b> None..<br><b>M. Kriegs, <\/b> None..<br><b>V. Müller, <\/b> None..<br><b>K. Pantel, <\/b> None..<br><b>S. Riethdorf, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5827","PresenterBiography":null,"PresenterDisplayName":"Leonie Ott, Dr Rer Nat","PresenterKey":"09fc64ef-d432-4102-8a79-fedef0b7f455","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5827. Identification of potential novel drivers and biomarkers of CDK4\/6 inhibitor resistance in metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of potential novel drivers and biomarkers of CDK4\/6 inhibitor resistance in metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Progressive disease (PD) in patients with chronic lymphocytic leukemia (CLL) on ibrutinib often presents with acquired mutations in <i>BTK<\/i> and\/or <i>PLCG2<\/i>. Reported variant allele frequencies (VAF) are often low, leading some to question the role of these mutations. Further, several co-existing mutations are often identified. Here we investigated the clonal composition of PD on single cell level, across time, and different anatomic compartments. 84 CLL patients (52 treatment-na&#239;ve; 32 relapsed\/refractory) with either a <i>TP53<\/i> aberration or age &#8805;65 years received single-agent ibrutinib 420 mg once daily until PD or limiting side effects on a phase 2 study (NCT01500733). The median progression-free survival was 86.6 months. 39 (46.4%) patients progressed, 31 with CLL (PD-CLL), and 8 with Richter&#8217;s transformation. Median time to PD-CLL was 57.2 months. In PD-CLL patients, peripheral blood (PB) was sent for genotyping of known hotspot mutations in <i>BTK<\/i>\/<i>PLCG2<\/i> (Neogenomics). We then designed digital droplet PCR probes to test for <i>BTK<\/i> C481S\/R\/Y and <i>PLCG2<\/i> R665W\/L845\/S707F mutations in samples collected at baseline, during response to ibrutinib and at PD in 29 patients. 26 (89.7%) patients had detectable <i>BTK<\/i><i>\/PLCG2<\/i> mutations (VAF range 0.04 - 0.96). 12 (41%) patients carried multiple <i>BTK\/PLCG2<\/i> mutations. In 11 evaluable cases single-cell DNA sequencing (Mission Bio) showed individual mutations present in separate cells consistent with branching evolution. Having confirmed oligoclonality, we calculated the cumulative cell fraction (cCF) of <i>BTK\/PLCG2<\/i> mutations in the 29 PD-CLL patients. 16 (55%) patients had cCF &#62;0.5 (range 0.59-0.96), 10 patients (35%) had cCF &#60; 0.5 (range 0.04-0.43) and 3 patients (10%) had no detectable mutations. <i>BTK\/PLCG2<\/i> mutations were detected in samples collected at median 21.6 months (range 0 - 75) prior to PD. In 11 cases, we tested lymph node (LN) biopsies at PD. In 6 cases with cCF &#60;0.5 in PB, 4 corresponding LN samples had higher cCF (0.01\/0.92; 0\/0.85; 0.06\/0.69; 0.46\/0.99 for PB\/LN, respectively). In 5 cases, PB contained 2-6 distinct subclones with cCF &#62;0.5, in 3 cases the corresponding LN harbored fewer subclones than PB (6\/3; 3\/2; 3\/0 for PB\/LN, respectively). To characterize the genomic background of PD-CLL, we performed whole-exome sequencing of longitudinal samples from 26 patients. In addition to <i>BTK\/PLCG2<\/i>, the most frequently mutated genes were <i>TP53<\/i>,<i> SF3B1<\/i>,<i> NOTCH1<\/i>, and <i>POT1<\/i>. Furthermore, copy number variations (CNA), such as del17p, del13q, del14q, del3p, and del8p, were common. In summary, in our cohort <i>BTK<\/i>\/<i>PLCG2<\/i> mutations were identified in 89.7% of PD-CLL patients. These mutations arise in oligoclonal populations with variable distribution across anatomical sites. In rare patients without <i>BTK\/PLCG2<\/i> mutations, the co-evolution of putative driver mutations and multiple CNAs generated genomic complexity reminiscent of lymphoma transformation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Ibrutinib,Drug resistance,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Underbayev<\/b>, J. Chen, H. M. Harris, L. T. Vaughn, A. Itsara, A. Wiestner; <br\/>National Heart, Lung & Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"1c647788-2aff-45d6-91ea-35ab74b60be1","ControlNumber":"5886","DisclosureBlock":"&nbsp;<b>C. Underbayev, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>H. M. Harris, <\/b> None..<br><b>L. T. Vaughn, <\/b> None.&nbsp;<br><b>A. Itsara, <\/b> <br><b>Amgen<\/b> Employment. <br><b>A. Wiestner, <\/b> <br><b>Pharmacyclics<\/b> Grant\/Contract. <br><b>Acerta<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Genmab<\/b> Grant\/Contract. <br><b>Nurix<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5828","PresenterBiography":null,"PresenterDisplayName":"Chingiz Underbayev, MD;PhD","PresenterKey":"a3709dfc-cd69-41ef-b1b4-efc677a55b6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5828. The genomic architecture of ibrutinib resistance in CLL: Oligoclonal progression with variable anatomical distribution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The genomic architecture of ibrutinib resistance in CLL: Oligoclonal progression with variable anatomical distribution","Topics":null,"cSlideId":""},{"Abstract":"LKB1-mutant non-small cell lung cancer (NSCLC) is aggressive and treatment-refractory, underscoring the need for new therapeutic strategies. Our comparative study involving mouse lung tumors driven by oncogenic Kras<sup>G12D<\/sup> and LKB1 loss as well as tumors driven solely by Kras<sup>G12D<\/sup>, revealed that LKB1 loss upregulated amphiregulin (Areg), a pro-growth EGFR ligand. Therefore, this study investigates how the inactivation of LKB1 enhances AREG expression, the significance of elevated AREG in sustaining lung cancer growth, and the responses of AREG-high lung cancer to EGFR inhibitors. We first evaluated the potential clinical significance of AREG using The Cancer Genome Atlas (TCGA) lung adenocarcinoma dataset and the Cancer Cell Line Encyclopedia (CCLE) database. We observed that LKB1-null tumors with high AREG levels were associated with shorter patient survival and exhibited transcriptional signatures similar to EGFR-mutant tumors. High AREG expression also correlated positively in NSCLC cell lines with LKB1 mutations and Western blot analysis confirmed that elevated AREG levels in lung cancer cells were associated with constitutive EGFR signaling. We next explored the impact of LKB1 loss on AREG expression in lung cancer. Our prior RNA-seq and ChIP-seq investigations demonstrated CRTC2 and CREB enrichment on the AREG promoter in LKB1-null lung cancer cells. Upon LKB1 reintroduction, the enrichment diminished, indicating that CRTC-CREB transcriptionally induces AREG in LKB1-null lung cancer. To corroborate, reintroducing LKB1 or expressing a dominant-negative construct (dnCRTC), disrupting CREB\/CRTC interaction, decreased AREG levels, as confirmed by RT-qPCR in LKB1-null lung cancer cells. This supports that AREG is a direct target of CRTC-CREB activation induced by LKB1 loss. To assess the impact of elevated AREG in LKB1-mutant lung cancer growth, we used RNA interference and antibodies to inhibit AREG. Both interventions decreased cell growth and colony formation, underscoring AREG is critical for LKB1-mutant lung cancer growth. Moreover, we investigated the potential correlation between AREG and the response to the EGFR tyrosine-kinase inhibitor Erlotinib in NSCLC cell lines, utilizing AREG expression data from CCLE and Erlotinib response data from the Genomics of Drug Sensitivity in Cancer (CDSC) databases. Stratifying NSCLC cell lines into sensitive, intermediate, and resistant categories revealed a potential positive association between AREG expression and Erlotinib sensitivity. Notably, LKB1-null lung cell lines with high AREG expression demonstrated heightened sensitivity compared to those with low AREG expression. Our study revealed that LKB1 loss increases AREG, triggering aberrant EGFR signaling critical for lung cancer growth, and AREG expression might impact the Erlotinib response in LKB1-inactive cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Kinases,Drug resistance,Signal transduction,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. K. Solone<\/b><sup>1<\/sup>, X. Zhou<sup>1<\/sup>, M. Yu<sup>1<\/sup>, J. W. Li<sup>2<\/sup>, F. Rimay<sup>1<\/sup>, F. Kaye<sup>1<\/sup>, L. Wu<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL, <sup>2<\/sup>Brown University, Providen, RI","CSlideId":"","ControlKey":"878daa08-0084-4454-ab41-c0a90ebdf96a","ControlNumber":"2150","DisclosureBlock":"&nbsp;<b>X. K. Solone, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>J. W. Li, <\/b> None..<br><b>F. Rimay, <\/b> None..<br><b>F. Kaye, <\/b> None..<br><b>L. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5829","PresenterBiography":null,"PresenterDisplayName":"Xzaviar Solone, MS","PresenterKey":"594a7a82-c3ae-4410-ba0d-2c3b951ee1c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5829. Elucidating the significance of amphiregulin and its implications for EGFR inhibition strategies in LKB1-mutant NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the significance of amphiregulin and its implications for EGFR inhibition strategies in LKB1-mutant NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Lung tumors treated with targeted therapies ultimately relapse due to intra-genic resistance mutations, bypass pathway activation, or cellular lineage changes. Newer precision therapies have higher selectivity and potency against both resistant and activating gene mutations, resulting in a significant increase in incidence of cellular transdifferentiation. The most common form of transdifferentiation is the change from lung adenocarcinomas (LUADs) to small cell lung cancer (t-SCLC) upon drug treatment which remains very poorly understood.<br \/>Methods: We have combined patient derived xenografts (PDX) and <i>ex vivo<\/i> lines with multi-omic characterization, high-content image-based morphometry and fluorescence tracking, and single-cell barcode tracing to better understand the process of lung tumor transdifferentiation.<br \/>Results: We have developed a first-of-its-kind t-SCLC model that reconstitutes <i>ex vivo<\/i> LUAD to SCLC transdifferentiation. Genomic and transcriptomic analyses of our NSCLC PDX collection identified tumors with mutation in <i>TP53<\/i> and <i>RB1<\/i>, two genes that are altered in virtually all <i>de novo <\/i>SCLCs. PDX sample CBX336 was identified as having mutations in both <i>TP53<\/i> and <i>RB1<\/i>, in addition to expressing the <i>KRAS<sup>G12C<\/sup><\/i> oncogene. Upon treatment with Sotorasib, CBX336 tumors initially demonstrated slow tumor growth, followed by a dramatic increase in the growth after prolonged drug exposure. Our experimental and computational data suggest a highly coordinated procession toward transdifferentiation with the parallel upregulation of the neuroendocrine transcription factor <i>NEUROD1<\/i> across numerous epithelial cellular clones.<br \/>Conclusions: Our new experimental system allows characterization at the single-cell level. Ongoing work includes the integration of new resources to study lineage reprogramming, and advancing new therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer,Heterogeneity,Transformation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Gopal<\/b>, M. Abazeed; <br\/>Northwestern Univ. Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"0e15f889-35d2-411c-8939-1aad8ea6d456","ControlNumber":"4848","DisclosureBlock":"<b>&nbsp;P. Gopal, <\/b> <br><b>Bayer<\/b> Other, non-financial support. <br><b>M. Abazeed, <\/b> <br><b>American Society for Clinical Pathology<\/b> Other, Personal Fees. <br><b>Mirati Therapeutics, Inc.<\/b> Other, Personal Fees. <br><b>Medscape<\/b> Other, Personal Fees. <br><b>Siemens Healthineers<\/b> Other, non-financial support.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3365","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5830","PresenterBiography":null,"PresenterDisplayName":"Priyanka Gopal, PhD","PresenterKey":"fdee7952-6463-4270-a5b8-100f5fe06ce5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5830. A first-of-its-kind model that reconstitutes targeted drug-induced cellular transdifferentiation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-of-its-kind model that reconstitutes targeted drug-induced cellular transdifferentiation","Topics":null,"cSlideId":""},{"Abstract":"In human lung adenocarcinoma that carry Epidermal Growth Factor Receptor (EGFR) sensitizing mutations, targeting the EGFR pathway with the use of EGFR tyrosine kinase inhibitors (EGFR-TKIs) has emerged as a promising therapeutic strategy providing initial clinical benefit to many patients. Unfortunately, resistance to EGFR-TKIs eventually develops leading to disease progression. In addition to genetic mutations, transcriptional and epigenetic mediated changes in gene expression remain an important mechanism contributing to EGFR-TKI resistance. Here, we report a novel function of the transcriptional corepressor Transducin-Like Enhancer of Split-1 (TLE1) in mediating EGFR-TKI resistance in EGFR mutant LUAD cells through its survival promoting gene transcriptional program. In EGFR mutant, EGFR TKI sensitive LUAD cells, sole activation of the TLE1 nuclear function attenuates EGFR TKI sensitivity with concomittant reduction of EGFR-TKI-mediated apoptosis. Conversely, downregulation of endogenous TLE1 expression via siRNAs\/shRNAs and deletion of TLE1 gene via CRISPR-Cas9 in EGFR-mutant, EGFR-TKI resistant cells partially restore EGFR-TKI sensitivity via induction of EGFR-TKI apoptosis. Mechanistically, the anti-apoptosis promoting gene transcriptional program of TLE1 is dependent on its functional interaction with the transcriptional repressor HES-1, a downstream Notch target which has been associated with relapse in LUAD patients following EGFR-TKI treatment. Collectively, these studies indicate the TLE1 corepressor as a determinant of resistance to EGFR targeted therapy and raise the possibility that inhibiting TLE1 nuclear function may serve as an adjuct therapy to circumvent EGFR-TKI resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,EGFR TKI resistance,Transcriptional regulation,Gefitinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. R. Biliran, Jr.<sup>1<\/sup>, X. Yao<sup>1<\/sup>, <b>N. Roberts<\/b><sup>1<\/sup>, P. Iheukwumere<sup>1<\/sup>, R. Chen<sup>2<\/sup>, M. Dela Cruz<sup>3<\/sup>; <br\/><sup>1<\/sup>Xavier University of Louisiana, New Orleans, LA, <sup>2<\/sup>University of California, Santa Barbara, Santa Barbara, CA, <sup>3<\/sup>University of the Philippines Manila, Manila, Philippines","CSlideId":"","ControlKey":"c36924c7-598c-40ed-a98d-ca2371e864e1","ControlNumber":"5623","DisclosureBlock":"&nbsp;<b>H. R. Biliran, <\/b> None..<br><b>X. Yao, <\/b> None..<br><b>N. Roberts, <\/b> None..<br><b>P. Iheukwumere, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>M. Dela Cruz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5831","PresenterBiography":null,"PresenterDisplayName":"Nasir Roberts, Undergraduate Student","PresenterKey":"5dde2393-9827-4dc4-862d-6bd5ef690909","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5831. The TLE1 transcriptional and epigenetic machinery contributes to EGFR targeted therapy resistance in human lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The TLE1 transcriptional and epigenetic machinery contributes to EGFR targeted therapy resistance in human lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<i>RET<\/i> fusions are a driver oncogene detected in 1-2% of non-small cell lung cancer (NSCLC) cases. Currently, two selective RET inhibitors (RETi), selpercatinib and pralsetinib have received FDA approval for <i>RET<\/i> fusion-positive NSCLC. However, <i>RET<\/i> fusions are highly heterogeneous and the impact of specific fusion partners and breakpoints on RETi sensitivity is not well understood. Moreover, most patients eventually develop resistance to RETi, and secondary <i>RET<\/i> mutations are thought to be a key mechanism of acquired resistance. Thus, we aimed to identify <i>RET<\/i>-dependent mechanism of RETi resistance in effort to improve treatment options and clinical outcomes. We engineered a panel of Ba\/F3 cells expressing various RET fusion partners and breakpoints observed in clinical cases of NSCLC and evaluated their drug sensitivity profile against a panel of RETi including selpercatinib, pralsetinib, TPX-0046, lovatinib, zeteletinib and ponatinib. We determined that individual RET fusions impart distinct sensitivities to RETi. For example, cells expressing KIF-RET (K22, R12) were sensitive to selpercatinib and pralsetinib but less sensitive to ponatinib, whereas cells expressing KIF-RET (K15, R12) were highly sensitive to selpercatinib, pralsetinib, and ponatinib. Moreover, using <i>RET<\/i>-fusion positive NSCLCs, we observed that the RETi sensitivity profile of human cell lines was similar to that observed using Ba\/F3 models. To identify potential resistance mutations, we utilized the LentiMutate approach. In KIF5B-RET (K15, R12) expressing cells, we identified G810S as being associated with resistance to both selpercatinib and pralsetinib, a finding consistent with previous reports and clinical observations. In addition, we identified Y806H\/N, V804M\/E, and M918T as being associtated with selpercatinib-resistance and L730I\/V, E732K, and Y806H\/N as being associated with pralsetinib-resistance. We next constructed Ba\/F3 cells expressing KIF5B-RET in combination with each secondary mutation and evaluated RETi sensitivity. G810S and Y806N conferred resistance to selpercatinib and pralsetinib, as well as to RET-targeting multi-kinase inhibitors. V804M\/E mutations conferred resistance to selpercatinib but not pralsetinib, whereas L730I\/V and E732K mutations conferred resistance to pralsetinib but not selpercatinib, demonstrating RETi-specific resistance mutations. Cells expressing G810S secondary mutations were resistant to selpercatinib and pralsetinib, but sensitive to zeteletinib. Collectively, we show that individual <i>RET<\/i> fusion variants have distinct drug sensitivity profiles and that secondary resistance mutations are non-overlapping between RETi. The comprehensive characterization of <i>RET<\/i>-dependent mechanisms of resistance to RETi may provide therapeutic guidance for treating <i>RET<\/i>-fusion driven NSCLC and provide structural insights that can guide the development of new therapeutic regimens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"RET,Resistance,NSCLC,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Liu<\/b><sup>1<\/sup>, M. Nilsson<sup>1<\/sup>, T. Takehara<sup>1<\/sup>, J. He<sup>1<\/sup>, X. Huo<sup>2<\/sup>, A. Kumar<sup>2<\/sup>, J. Heymach<sup>1<\/sup>, R. Kittler<sup>2<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"daf55bac-b261-450f-a9b3-c6386ef48369","ControlNumber":"7910","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None.&nbsp;<br><b>M. Nilsson, <\/b> <br><b>Spectrum Pharmaceuticals<\/b> Royalties and licensing fees.<br><b>T. Takehara, <\/b> None..<br><b>J. He, <\/b> None..<br><b>X. Huo, <\/b> None..<br><b>A. Kumar, <\/b> None.&nbsp;<br><b>J. Heymach, <\/b> <br><b>Genentech<\/b> Advisory Committees. <br><b>Mirati Therapeutics<\/b> Advisory Committees, Research Support. <br><b>Eli Lilly & Co<\/b> Advisory Committees. <br><b>Janssen Pharmaceuticals<\/b> Advisory Committees. <br><b>Boehringer-Ingelheim Pharmaceuticals<\/b> Advisory Committees, Research Support. <br><b>Regeneron<\/b> Advisory Committees. <br><b>Takeda Pharmaceuticals<\/b> Advisory Committees, Research Support. <br><b>BerGenBio<\/b> Advisory Committees. <br><b>Jazz Pharmaceuticals<\/b> Advisory Committees. <br><b>Curio Science<\/b> Advisory Committees. <br><b>Novartis<\/b> Advisory Committees. <br><b>AstraZeneca Pharmaceuticals<\/b> Advisory Committees, Research Support. <br><b>BioAlta<\/b> Advisory Committees. <br><b>Sanofi<\/b> Advisory Committees. <br><b>Spectrum Pharmaceuticals<\/b> Advisory Committees, Research Support, Licensing\/Royalties. <br><b>GlaxoSmithKline<\/b> Advisory Committees. <br><b>EMD Serono<\/b> Advisory Committees. <br><b>BluePrint Medicine<\/b> Advisory Committees. <br><b>Chugai Pharmaceutical<\/b> Advisory Committees. <br><b>AnHeart Therapeutics<\/b> Advisory Committees.<br><b>R. Kittler, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5833","PresenterBiography":null,"PresenterDisplayName":"Ximeng Liu, PhD","PresenterKey":"473fc2f2-bacc-4b68-9b89-f9f735cac3e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5833. Genomic mechanisms of RET inhibitor resistance in RET-fusion positive NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic mechanisms of RET inhibitor resistance in RET-fusion positive NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second leading cause of cancer mortality for men in the U.S. Patients who develop advanced PCa ultimately acquire therapy resistance and succumb to the disease. An emerging challenge in the treatment of advanced PCa is the development of therapy cross-resistance, in which molecular pathways promoting resistance to a particular drug or treatment also promote resistance to subsequent treatments. Although the mechanisms driving PCa therapy cross-resistance are not clearly understood, recent studies from our group and others implicate the glucocorticoid receptor (GR), a transcription factor, in resistance to both androgen receptor signaling inhibitors such enzalutamide (ENZ), and taxane drugs such as docetaxel (DTX). Our studies also showed that GR upregulates and interacts with the lens epithelium derived growth factor of 75 kD (LEDGF\/p75) in a large panel of PCa cell lines. LEDGF\/p75 is a stress transcription co-activator and oncoprotein that promotes cancer cell resistance to DTX and DNA-damaging drugs. GR and LEDGF\/p75 are part of a large transcriptional network that include other oncogenic transcription factors linked to cancer chemoresistance such as &#946;-catenin, Menin, MLL, JPO2, and c-Myc. We hypothesized that this transcriptional network plays a role in PCa therapy cross-resistance and could be a promising therapeutic target. We observed by Western blotting (WB) that both GR and LEDGF\/p75 proteins are upregulated in ENZ-resistant and DTX-resistant PCa cell lines, and that GR silencing in both contexts abrogated LEDGF\/p75 expression. MTT viability assays showed that ENZ-resistant PCa cells also exhibited cross-resistance to DTX. Bioinformatics studies, using publicly available RNA-seq datasets, identified overlapping differentially expressed genes (DEGs) between ENZ-resistant and DTX-resistant PCa cells. Individual silencing of GR and LEDGF\/p75 in two DTX-resistant PCa cell lines followed by RNA-seq analysis also identified an overlap between DEGs regulated by GR and LEDGF\/p75 with DEGs associated with both ENZ and DTX resistance in PCa. GSEA analysis of DEGs targeted by both GR and LEDGF\/p75 in DTX-resistant PCa cells revealed enriched pathways associated with stress responses, androgen responses, and regulation of cell death and cell cycle. Further, we initiated studies to evaluate the efficacy of small molecule inhibitors targeting multiple components of the GR-LEDGF\/p75 transcriptional network in sensitizing therapy-resistant PCa cells to DTX and ENZ. In conclusion, our results implicate the GR-LEDGF\/p75 axis in promoting resistance to both ENZ and DTX in PCa cells. Further mining of RNA-seq data will identify potential molecular targets associated with PCa therapy cross-resistance, leading to the design of novel therapeutic strategies to attenuate this resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. T. Ochoa<\/b><sup>1<\/sup>, E. S. Sanchez-Hernandez<sup>2<\/sup>, K. Cheng<sup>1<\/sup>, I. Kremsky<sup>1<\/sup>, C. Wang<sup>1<\/sup>, C. A. Casiano<sup>1<\/sup>; <br\/><sup>1<\/sup>Loma Linda University, Loma Linda, CA, <sup>2<\/sup>Sanford Burnham Prebys Medical Discovery Institute, San Diego, CA","CSlideId":"","ControlKey":"00386a5f-c4df-4d1d-ac2a-856406669e2e","ControlNumber":"8487","DisclosureBlock":"&nbsp;<b>P. T. Ochoa, <\/b> None..<br><b>E. S. Sanchez-Hernandez, <\/b> None..<br><b>K. Cheng, <\/b> None..<br><b>I. Kremsky, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>C. A. Casiano, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5834","PresenterBiography":null,"PresenterDisplayName":"Pedro Ochoa, AA,BS","PresenterKey":"a9937c90-b232-4d06-8169-c30140f8a929","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5834. The GR-LEDGF\/p75 transcriptional network promotes therapy cross-resistance in prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The GR-LEDGF\/p75 transcriptional network promotes therapy cross-resistance in prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Medullary thyroid carcinoma (MTC) is a rare neuroendocrine tumor driven primarily by activating mutations in the RET proto-oncogene. It accounts for approximately 13% of thyroid cancer-related deaths. Total thyroidectomy is the main treatment option for MTC patients; however, its efficacy is limited due to the high prevalence of metastatic disease at diagnosis. Vandetanib, cabozantinib, and selpercatinib are RET signaling inhibitors (RETi), that have been approved for treating advanced MTC. Despite their effectiveness, many patients relapse or have refractory disease due to eventual resistance to these RETis.<br \/>Methods: In our study, we employed genome-wide clustered regularly interspaced short palindromic repeats (CRISPR) gene knockout (KO) in MTC cell lines treated with selpercatinib or vehicle to investigate the genetic mechanisms of resistance or sensitivity to RETi. Our overarching goal was to identify potential synergistic or additive drug combinations that may prevent or treat resistant disease.<br \/>Results: Our research identified key genes and pathways confirming the sensitivity or resistance of MTC cells to RETi. Notably, apoptotic genes along with RAS and mTOR signaling pathways were found to play a significant role in resistance development. Knocking out negative regulators of these pathways (such as NF1 and TSC2) conferred growth advantages to cells treated with RETi. Alternatively, knocking out BCL2, an antiapoptotic protein, led to increased lethality. These findings suggested that targeting RAS, mTOR, or antiapoptotic pathways in conjunction with RETi may be synergistic or have additive activity. To validate the CRISPR screening, we selectively knocked down NF1 in MTC cells and found it led to a nearly two-fold increase in IC50 for selpercatinib. Furthermore, in-vitro and in-vivo testing confirmed significant synergistic activity when using the combination of trametinib, an MEK inhibitor (MEKi; downstream of the RAS pathway), with selpercatinib.<br \/>Conclusions and Future Directions: We have identified a potent synergistic combination of MEKi with RETi as a novel synergistic drug combination to treat MTC, which may also prevent resistance to RETi. These results will be translated to patients through clinical trials conduced at the NCI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"RET,MEK inhibitor,Ras,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Rahmy<\/b><sup>1<\/sup>, A. Fallatah<sup>2<\/sup>, D. Milewski<sup>2<\/sup>, M. Tian<sup>2<\/sup>, Y. Song<sup>2<\/sup>, Y. Kim<sup>2<\/sup>, H.-C. Chou<sup>2<\/sup>, X. Wen<sup>2<\/sup>, C. Wang<sup>2<\/sup>, J. Wei<sup>2<\/sup>, R. Hawley<sup>3<\/sup>, J. Glod<sup>2<\/sup>, J. Khan<sup>2<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>2<\/sup>National Institute of Health, Bethesda, MD, <sup>3<\/sup>The George Washington University School of Medicine and Health Sciences, Washington, DC","CSlideId":"","ControlKey":"09aef766-740d-46d2-bad9-500f8651182f","ControlNumber":"839","DisclosureBlock":"&nbsp;<b>A. Rahmy, <\/b> None..<br><b>A. Fallatah, <\/b> None..<br><b>D. Milewski, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>H. Chou, <\/b> None..<br><b>X. Wen, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>R. Hawley, <\/b> None..<br><b>J. Glod, <\/b> None..<br><b>J. Khan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5835","PresenterBiography":null,"PresenterDisplayName":"Abdelrahman Rahmy, BA","PresenterKey":"5e10d402-88de-4598-8350-268c7c8babc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5835. Genome-Wide CRISPR gene knockout screens combined with selpercatinib identifies potent combination therapies for RET driven medullary thyroid carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-Wide CRISPR gene knockout screens combined with selpercatinib identifies potent combination therapies for RET driven medullary thyroid carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Copanlisib, a PI3K inhibitor with a higher selectivity on PI3K&#945; and PI3K&#948;, is currently being evaluated as a single agent and in combination for lymphoma and solid tumor patients. We and others reported the synergism achieved by adding the BCL2 inhibitor venetoclax, and the combination is in its early clinical assessment (NCT04939272, NCT04572763, NCT03886649). To explore genes affecting the response to the combination, we performed a genome-wide CRISPR Cas9 screen in a marginal zone B cell lymphoma (MZL) cell line under drug exposure.<br \/>Methods: We generated, via lentiviral infection, a stable Cas9-expressing VL51 line, which was then infected (MOI 0.3) with the genome-wide Brunello guide RNA library, interrogating 19114 genes. After puromycin selection, 40M cells underwent DNA extraction (T0), 40M were exposed to DMSO ( control arm), 40M to copanlisib (0.5nM) + venetoclax (25nM) (experimental arm) for 2 weeks. DNA at T0 and extracted at 2 weeks underwent Illumina sequencing according to the Broad Institute Genetic Perturbation Platform protocol. MAGeCK-MLE was used to model sgRNA read counts and assess the sgRNAs statistical enrichment (P&#60;0.05 FDR&#60; 0.15), GSEA for genesets enrichments.<br \/>Results: In the DMSO-treated cells, 160 genes had a positive &#946; value (i.e., the sgRNAs knocking down the genes were positively enriched after 2 weeks), while 1152 had a negative &#946; value (i.e., the sgRNAs knocking down the genes were negatively enriched after two weeks), for a total of 1152 differential enriched targets. In the cells exposed to the drug combination, 207 genes had positive and 1324 negative &#946;, for a total of 1531 differentially enriched targets. Genes defined as essential, according to DepMap, represented 768\/1152 (67%) and 843\/1531 (55%) in control and experimental arms, respectively. The experimental arm did not massively differ from the control arm as shown by 815 genes (615, 74%, defined as essential by DepMap) overlapping between the 2 conditions and by highly significant enrichments at GSEA. A few genes were relevant only in VL51 exposed to copanlisib\/venetoclax and not to DMSO. Selected hits were individually validated. Knocking down VKORC1L1, XCL1, RFK, MAP2K6, POC1A, and WTN5A improved the activity of the combination. WTN5A was also validated using recombinant protein (10 ng\/mL), which reduced the effect of copanlisib\/venetoclax. SPARCL1, MAPK4, ID2, and MSTN silencing reduced the activity of the combination. MSTN, coding for myostatin, was also validated by adding the recombinant protein (10 ng\/mL), which increased the drugs anti-tumor activity.<br \/>Conclusions: A genome-wide genetic screening identified genes modulating the lymphoma cells response to the copanlisib\/venetoclax combination, providing novel therapeutic targets or biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,PI3K,Venetoclax,Lymphoma: non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Napoli<sup>1<\/sup>, A. J. Arribas<sup>1<\/sup>, E. Cannas<sup>1<\/sup>, F. Fuzio<sup>1<\/sup>, L. Cascione<sup>1<\/sup>, A. Rinaldi<sup>1<\/sup>, E. Zucca<sup>2<\/sup>, A. Alimonti<sup>1<\/sup>, A. Stathis<sup>2<\/sup>, <b>F. Bertoni<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IOR - Institute of Oncology Research, Bellinzona, Switzerland, <sup>2<\/sup>Oncology Institute of Southern Switzerland, Bellinzona, Switzerland","CSlideId":"","ControlKey":"fc93f771-1d57-47fe-9ee8-1fe054599f1f","ControlNumber":"4746","DisclosureBlock":"&nbsp;<b>S. Napoli, <\/b> None.&nbsp;<br><b>A. J. Arribas, <\/b> <br><b>Astra Zeneca<\/b> Travel. <br><b>PentiPharm<\/b> consultancy.<br><b>E. Cannas, <\/b> None..<br><b>F. Fuzio, <\/b> None.&nbsp;<br><b>L. Cascione, <\/b> <br><b>HTG Molecular Diagnostics<\/b> Travel.<br><b>A. Rinaldi, <\/b> None.&nbsp;<br><b>E. Zucca, <\/b> <br><b>BeiGene<\/b> Other, advisory board. <br><b>BMS<\/b> Other, advisory board. <br><b>Curis<\/b> Other, advisory board. <br><b>Eli\/Lilly<\/b> Other, advisory board. <br><b>Incyte<\/b> Other, advisory board. <br><b>Janssen<\/b> Other, advisory board. <br><b>Merck<\/b> Other, advisory board. <br><b>Miltenyi Biomedicine<\/b> Other, advisory broad. <br><b>Roche<\/b> Other, advisory board. <br><b>AstraZeneca<\/b> Other, research support. <br><b>Beigene<\/b> Other, research support. <br><b>BMS\/Celgene<\/b> Other, research support. <br><b>Incyte<\/b> Other, research support. <br><b>Janssen<\/b> Other, research support. <br><b>Roche<\/b> Other, research support. <br><b>BeiGene<\/b> Travel. <br><b>Janssen<\/b> Travel. <br><b>Gilead<\/b> Travel. <br><b>Roche<\/b> Travel.<br><b>A. Alimonti, <\/b> None.&nbsp;<br><b>A. Stathis, <\/b> <br><b>Debiopharm<\/b> Other, institutional funding for clinical trials. <br><b>Innomedica<\/b> Other, institutional funding for clinical trials. <br><b>Abbvie<\/b> Other, institutional funding for clinical trials. <br><b>ADC Therapeutics<\/b> Other, institutional funding for clinical trials. <br><b>Amgen<\/b> Other, institutional funding for clinical trials. <br><b>Astra Zeneca<\/b> Other, institutional funding for clinical trials. <br><b>Bayer<\/b> Other, institutional funding for clinical trials. <br><b>Cellestia<\/b> Other, institutional funding for clinical trials. <br><b>Incyte<\/b> Other, institutional funding for clinical trials. <br><b>Loxo Oncology<\/b> Other, institutional funding for clinical trials. <br><b>Merck MSD<\/b> Other, institutional funding for clinical trials. <br><b>Novartis<\/b> Other, institutional funding for clinical trials. <br><b>Pfizer<\/b> Other, institutional funding for clinical trials. <br><b>Philogen<\/b> Other, institutional funding for clinical trials. <br><b>Roche<\/b> Other, institutional funding for clinical trials. <br><b>Debiopharm<\/b> Other, institutional funding for consultant\/expert testimony\/advisory board. <br><b>AstraZeneca<\/b> Other, institutional funding for consultant\/expert testimony\/advisory board. <br><b>Janssen<\/b> Other, institutional funding for consultant\/expert testimony\/advisory board. <br><b>Incyte<\/b> Other, institutional funding for consultant\/expert testimony\/advisory board. <br><b>Loxo Oncology<\/b> Other, institutional funding for consultant\/expert testimony\/advisory board. <br><b>F. Bertoni, <\/b> <br><b>ADC Therapeutics<\/b> Other, institutional research funds. <br><b>Bayer AG<\/b> Other, institutional research funds. <br><b>BeiGene<\/b> Other, institutional research funds. <br><b>Floratek Pharma<\/b> Other, institutional research funds. <br><b>Helsinn<\/b> Other, institutional research funds. <br><b>HTG Molecular Diagnostics<\/b> Other, institutional research funds. <br><b>Ideogen AG<\/b> Other, institutional research funds. <br><b>Idorsia Pharmaceuticals Ltd.<\/b> Other, institutional research funds. <br><b>Menarini Ricerche<\/b> Other, institutional research funds. <br><b>Immagene<\/b> Other, institutional research funds. <br><b>ImmunoGen<\/b> Other, institutional research funds. <br><b>Nordic Nanovector ASA<\/b> Other, institutional research funds. <br><b>Oncternal Therapeutics<\/b> Other, institutional research funds. <br><b>Spexis AG<\/b> Other, institutional research funds. <br><b>BIMINI Biotech<\/b> Other, consultancy. <br><b>Helsinn,<\/b> Other, consultancy. <br><b>Menarini<\/b> Other, consultancy. <br><b>Novartis<\/b> Other, advisory board fees to institution. <br><b>HTG Molecular Diagnostics<\/b> Other, expert statements. <br><b>iOnctura<\/b> Travel.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5836","PresenterBiography":null,"PresenterDisplayName":"Francesco Bertoni, MD","PresenterKey":"848a8cef-d8f5-4b38-841f-04b580a0916b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5836. CRISPR\/Cas9 screening identifies genes affecting the sensitivity to the copanlisib\/venetoclax combination in lymphoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR\/Cas9 screening identifies genes affecting the sensitivity to the copanlisib\/venetoclax combination in lymphoma cells","Topics":null,"cSlideId":""},{"Abstract":"Therapy resistance is a ubiquitous and major challenge for curing cancer including prostate cancer. As the most prevalent non-skin cancer for men, prostate cancer is responsible for more than 30,000 deaths annually in the U.S. Despite a favorable prognosis at early stages, prostate cancer progressively develop into an incurable castration-resistant stage (CRPC) where prostate cancer grows in a low-androgen environment. Enzalutamide (ENZ) is the first drug approved by FDA for treating CRPC by inhibiting the residual androgen signaling. While ENZ significantly improves overall survival and quality of life, resistance inevitably develops and greatly limits its benefit. To understand ENZ resistance and identify novel therapeutic targets with the hope of overcoming resistance, we performed RNA-seq to analyze mRNA expression profiles from three ENZ-resistant human CRPC cell lines (C4-2B<sup>ENZR<\/sup>, CWR-R1<sup>ENZR<\/sup> and VCaP<sup>ENZR<\/sup>) and identified the aryl hydrocarbon receptor (AHR) among the 114 commonly upregulated genes. AHR is a ligand-dependent transcription factor that has been shown to drive disease progression in multiple types of cancer. Stable shRNA-mediated knockdown of AHR substantially decreased growth of ENZ-resistant CRPC cells<i>.<\/i> Our pilot study also showed that AHR knockdown resulted in fewer and smaller CWR-R1<sup>ENZR<\/sup> tumors in a xenograft mouse model. To elucidate the underlying mechanism of AHR-mediated cancer growth, gene set enrichment analysis (GSEA) revealed a declining trend of enrichment of the 114 commonly ENZ-upregulated genes among differentially altered genes upon AHR knockdown in ENZ-resistant cells, suggesting that AHR may act as a master regulator of ENZ resistance. Moreover, we found that the Hallmark androgen response gene set is downregulated in AHR-silenced ENZ-resistant cells, implying a role of AHR in sustaining androgen response for ENZ-resistance. Consistently, we performed AHR ChIP-seq and confirmed that AHR bound to promoter regions of several androgen-regulated genes in CWR-R1<sup>ENZR<\/sup> cells. In addition, three peroxisome-related Hallmark gene sets are also negatively enriched in AHR-knockdown cells, which provides a rationale for further exploring a potential AHR-dependent connection of peroxisomal function to ferroptosis as a newly emerging mechanism of action for ENZ. In summary, our study suggests that AHR plays a critical role in maintaining ENZ-resistant CRPC growth with the likely involvement of modulating androgen signaling and ferroptosis susceptibility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,Enzalutamide,Aryl hydrocarbon receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-H. Chen<\/b>, B. Wu; <br\/>Washington State Univ. College of Pharmacy, Spokane, WA","CSlideId":"","ControlKey":"c7627d3a-26a1-428d-b27b-ac29d334cdd2","ControlNumber":"1813","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>B. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5837","PresenterBiography":null,"PresenterDisplayName":"Chia-Hui Chen, BS,MS","PresenterKey":"8f2df76f-1e0b-4168-9c4c-48786736781c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5837. Aryl hydrocarbon receptor is critical for enzalutamide-resistant prostate cancer growth","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aryl hydrocarbon receptor is critical for enzalutamide-resistant prostate cancer growth","Topics":null,"cSlideId":""},{"Abstract":"Enzalutamide, a second-generation anti-androgen drug, is a new treatment option for castration resistant prostate cancer (CRPC) patient. However, almost all CRPC patients develop drug resistance for enzalutamide after six to twelve months of treatment. According to our current findings, 3'UTR usage switches of RNA transcripts were observed in the prostate cancer specimen after acquiring enzalutamide resistance and nudix hydrolase 21 (NUDT21), an alternative polyadenylation (APA) regulator, was overexpressed in the enzalutamide resistant (EnzaR) cells, suggesting its potential role involved in regulation of 3'UTR usage switch. However, the underlying mechanism of how NUDT21 regulates 3'UTR usage switch during the development of enzalutamide resistance is still unclear. Interestingly, a potential mono-methylation (MME) is identified in NUDT21 protein by us, and it has never been examined before. Thus, we hypothesize that MME of NUDT21 may regulate the specificity of 3'UTR usage switch and involve in the development of EnzaR. To test the idea, a monoclonal antibody recognized NUDT21 MME was generated by us. Moreover, protein arginine methyltransferase 7 (PRMT7) was identified to be responsible for adding MME to NUDT21. In addition, androgen treatment increased both expression levels of NUDT21 MME and PRMT7 while decreased the expression level of NUDT21 total form in LNCaP cells via androgen receptor (AR) dependent manner. Next, co-treatment of enzalutamide and PRMT7 inhibitor leaded to increase of un-MME form of NUDT21 and it greatly enhanced the enzalutamide resistance in LNCaP cells. Importantly, binding profile of NUDT21 total form indeed had 3'UTR usage switch from distal to proximal APA site in COUP-TFII transcript after acquiring enzalutamide resistance, while its MME form attenuated this phenomenon. In addition, expression levels of NUDT21 MME and its total form were shown to conversely express in prostate cancer specimens. Finally, un-MME form of NUDT21 promoted the cancer growth in vitro and in vivo while its MME form did not. Taken together, our results suggest that down-regulation of PRMT7 by enzalutamide may lead to decrease of NUDT21 MME level and contribute to develop enzalutamide resistance by causing the 3'UTR usage switch of NUDT21 downstream transcript.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,Enzalutamide resistance,NUDT21,Alternative polyadenylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-C. Lin<\/b>, S.-C. Lin; <br\/>National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"cd200ead-1ca1-40fb-8b18-111d990107ad","ControlNumber":"2889","DisclosureBlock":"&nbsp;<b>S. Lin, <\/b> None..<br><b>S. Lin, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5838","PresenterBiography":null,"PresenterDisplayName":"Shin-Chih (Kenny) Lin, MS","PresenterKey":"f446dadd-fce5-4560-a889-15606633b071","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5838. Un-methylation of NUDT21 promotes the development of enzalutamide resistance in prostate cancer by regulation of 3&#8217;UTR usage switch","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Un-methylation of NUDT21 promotes the development of enzalutamide resistance in prostate cancer by regulation of 3&#8217;UTR usage switch","Topics":null,"cSlideId":""},{"Abstract":"Tyrosine kinase inhibitor (TKI) therapy has displayed significant effectiveness in treating patients with anaplastic lymphoma kinase (ALK) and ROS proto-oncogene 1 (ROS1)-positive non-small cell lung cancer (NSCLC). Nonetheless, the emergence of acquired resistance in most patients presents a major challenge. Drug-tolerant persister (DTP) cells have recently gained attention as potential sources of resistance, highlighting the need for a deeper understanding of drug resistance mechanisms. To address this issue, a comprehensive genome-wide CRISPR-Cas9 knockout screening was conducted using an ALK-positive NSCLC cell line derived from pleural effusion in a patient who had not been exposed to ALK-TKI treatment. Following a 9-day ALK-TKI treatment, sequencing analysis was performed to identify sgRNAs in DTP cells. Notably, this analysis detected the involvement of tumor suppressor genes, including NF2, BAX, and ERRFI1.NF2 depletion was found to induce a substantial resistance to ALK-TKIs, and a combination therapy involving mTOR inhibitors showed promise in partially overcoming this resistance. Moreover, knockout of ERRFI1 or BAX led to an increase in DTP cells, drawing particular attention to ERRFI1, also known as MIG6, which is known for negatively regulating EGFR signaling. One intriguing discovery was that the loss of MIG6 induced resistance to ALK-TKIs when exposed to a relatively low dose of EGF, comparable to concentrations in plasma of healthy adults. This resistance was attributed to the upregulation of the MAPK and PI3K\/Akt\/mTOR pathways. Similar to ALK-rearranged NSCLC, ROS1 fusion-positive NSCLC cell lines also showed resistance by MIG6 knockout. Interestingly, some cell lines with reduced MIG6 expression tended to develop resistance with low-dose EGF, even without prior treatment, and overexpression of MIG6 restored sensitivity to TKIs. We further explored the potential of combination therapy, combining ALK-TKIs with anti-EGFR antibodies, and this approach effectively addressed acquired resistance in both in vivo and in vitro models. Furthermore, an analysis of clinical samples revealed that individuals resistant to ALK-TKIs displayed decreased mRNA MIG6 levels in comparison to their sensitive counterparts. Investigating the mechanisms behind MIG6 expression, we confirmed that ALK-TKI therapy suppressed MIG6 expression levels, while factors such as corticosteroid usage or exposure to hypoxia induced the upregulation of MIG6, potentially influencing the formation of DTP cells. In conclusion, this research has unveiled a novel factor contributing to resistance in ALK and ROS1-TKI therapies by activating the EGFR pathway through exposure to low-dose ligands, shedding light on potential therapeutic strategies to combat acquired resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"ALK,EGFR,Drug resistance,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Kondo<\/b><sup>1<\/sup>, T. Utsumi<sup>1<\/sup>, K. Uchibori<sup>1<\/sup>, Y. Miyazaki<sup>2<\/sup>, R. Katayama<sup>1<\/sup>; <br\/><sup>1<\/sup>Japanese Foundation for Cancer Research, Tokyo, Japan, <sup>2<\/sup>Tokyo Medical and Dental University, Tokyo, Japan","CSlideId":"","ControlKey":"be5c0c8a-57cb-406b-aea5-f2ca6498213f","ControlNumber":"1226","DisclosureBlock":"&nbsp;<b>N. Kondo, <\/b> None..<br><b>T. Utsumi, <\/b> None.&nbsp;<br><b>K. Uchibori, <\/b> <br><b>Chugai<\/b> Other, lecture fee. <br><b>Pfizer<\/b> Other, lecture fee. <br><b>Y. Miyazaki, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, lecture fee. <br><b>Pfizer<\/b> Other, lecture fee. <br><b>R. Katayama, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>Toppan<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5839","PresenterBiography":null,"PresenterDisplayName":"Nobuyuki Kondo, MD","PresenterKey":"5a052d4c-b3ac-40e1-be64-c6f956858e1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5839. Identification of low-dose ligand dependent drug-resistance in ALK\/ROS1 positive NSCLC via CRISPR library screening","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of low-dose ligand dependent drug-resistance in ALK\/ROS1 positive NSCLC via CRISPR library screening","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Adjuvant osimertinib is the standard of care for resected, stage IB-IIIA non-small cell lung cancer (NSCLC) harboring activating epidermal growth factor receptor (<i>EGFR)<\/i> mutation. Yet, the role of neoadjuvant osimertinib is not clear. In the NORA trial (NCT04816838), we aimed to identify the drug tolerant persister (DTP) after neoadjuvant osimertinib for surgically resectable, <i>EGFR<\/i>-mutated stage IA-IIIA NSCLC.<br \/>Methods: Patients harboring EGFR Exon 19 deletion or L858R at clinical stage IA-IIIA were given 80 mg of neoadjuvant osimertinib daily for two 28-day cycles followed by surgical resection and adjuvant osimertinib for 3 years. The key exploratory endpoint was to characterize the DTP via single-cell RNA sequencing (scRNA-seq) with pre and post-osimertinib samples.<br \/>Results: We performed scRNA-seq on twenty-five patients enrolled at Yonsei Cancer Center from June 2021 to March 2022. Patients with stage IA (n=8, 32%), IB (n=7, 28%), IIA (n=4, 16%), IIB (n=4, 16%), and IIIA (n=2, 8%) were included. For <i>EGFR<\/i> mutation, exon 19 del and L858R accounted for 10 (40%) patients and 15 (60%) patients, respectively. The ORR (all partial response) was 44% (n=11), major pathologic response (MPR) rate was 24% (n=6), and pathologic complete response rate was 0%. ScRNA-seq revealed a total of 252,339 cells (60 clusters) annotated as epithelial cells (10 clusters), fibroblasts (7 clusters), immune cells (17 clusters), myeloid (15 clusters), endothelial cells (11 clusters) that showed distinct enrichment in post-osimertinib samples, non-MPR, and L858R subset. We found that a distint epithelial subset, namely EP8-AGER, identified as alveolar type 1 (AT1) cells was enriched in the non-MPR subset showing activation of<i> Wnt<\/i>, <i>Hippo<\/i>, and <i>YAP\/TAZ<\/i> pathway. Pseudotemporal ordering of this cluster showed activation of signaling pathway for <i>COL4A2\/COL4A3<\/i> related to structural consistuent of extracellular matrix, and <i>RTKN2<\/i> associated with NF-&#954;B. In the fibroblast subset, the proportion of FB6-CD74 associated with chemokine activity and NF-&#954;B was higher in the non-MPR and L858R group. In the myeloid subset, CD8-C1-GZMK identified as CD8<sup>+<\/sup> T cells with activation\/effector and cytotoxic signatures was also enriched in the post-osimertinib samples. Among macrophages, 3 clusters (annotated as SELENOP+, SPP1+, PLXDC2+) showed enrichment of cholesterol metabolism with activation of apolipoprotein E that promotes conversion of proinflammatory macrophages into anti-inflammatory phenotypes. Lastly, the proportion of EC9-LYZ, annotated as scavenging endothelial cells was higher in the non-MPR and L858R group.<br \/>Conclusion: Neoadjuvant osimertinib resulted in the cellular reprogramming in the<b> <\/b>tumor microenvironment, notably AT1 epithelial cell which may lead to a loop between cancer cells and fibroblasts for the generation of DTP cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Osimertinib,Drug tolerant persister,Non-small cell lung cancer,Single-cell RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Lee<\/b><sup>1<\/sup>, S.-J. Choi<sup>1<\/sup>, Y. Park<sup>1<\/sup>, K.-H. Park<sup>1<\/sup>, S. Yong<sup>1<\/sup>, H. Shim<sup>2<\/sup>, B. Park<sup>1<\/sup>, C. Lee<sup>1<\/sup>, M. Hong<sup>1<\/sup>, B. Cho<sup>1<\/sup>, S. Lim<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul City, Korea, Republic of, <sup>2<\/sup>Yonsei University, Seoul City, Korea, Republic of","CSlideId":"","ControlKey":"95675817-8e93-4cf4-971d-4e7461971d12","ControlNumber":"2163","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>S. Yong, <\/b> None..<br><b>H. Shim, <\/b> None..<br><b>B. Park, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>B. Cho, <\/b> None..<br><b>S. Lim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5840","PresenterBiography":null,"PresenterDisplayName":"Jii Bum (Joy) Lee, MD","PresenterKey":"9b1f64a0-275c-4bdb-b23a-d56c242555e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5840. Identifying drug tolerant persister to neoadjuvant osimertinib in resectable non-small cell lung cancer harbouring EGFR mutations (NORA) via single-cell RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying drug tolerant persister to neoadjuvant osimertinib in resectable non-small cell lung cancer harbouring EGFR mutations (NORA) via single-cell RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is a highly aggressive primary brain tumor with a devastating 5-year survival rate of 6.8%. The current standard of care, consisting of surgery, radiation, and temozolomide (TMZ), has remained unchanged for over the past 15 years despite its limited efficacy and the serious therapy-related adverse events associated to this regimen. Although some frequent genetic alterations have been identified in GBM, no targeted therapies have shown efficacy in these patients to date. Among these, the phosphoinositide 3-kinase (PI3K) pathway is a signaling network that regulates cell growth, proliferation, migration, and invasion. Extensive molecular characterization of GBM has identified alterations in the components of the PI3K pathway in 80% of primary GBMs, including amplification of receptor tyrosine kinases (RTKs), activating mutations in the PI3K catalytic subunit (PIK3CA), loss-of-function mutations in the PI3K regulatory subunit (PIK3R1), and loss of the major tumor suppressor of the pathway, phosphatase and tensin homologue (PTEN). Despite the universal upregulation of PI3K pathway signaling associated with these genetic alterations, clinical trials investigating PI3K inhibitors in GBM have failed due to insufficient antitumor activity and dose-limiting toxicities. To elucidate mechanisms of resistance to PI3K inhibition in GBM, we used a genome-wide functional CRISPR-Cas9 knockout screen to identify genes that mediate resistance to the dual PI3K\/mTOR inhibitor XL765 in PTEN-null SF295 GBM cells. We identified reactivation of the PI3K pathway and inhibition of autophagy as potential resistance mechanisms to dual PI3K\/mTOR inhibition. Using orthogonal approaches, we will functionally validate our candidate hits through mechanistic studies, with patient-derived models, and with <i>in vivo<\/i> orthotopic xenografts. Our findings will elucidate novel mechanisms of resistance to PI3K\/mTOR inhibition in GBM and will streamline rational drug combinations aimed to overcome resistance, thus eventually maximizing therapeutic responses to PI3K inhibitors in GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Phosphatidylinositol 3-kinase (PI3K),Screening,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. V. Ferrotta<\/b><sup>1<\/sup>, A. Izawa-Ishiguro<sup>1<\/sup>, M. Grogan<sup>2<\/sup>, I. K. Mellinghoff<sup>2<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Graduate School of Medical Sciences, New York, NY, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"c34f8614-ab10-4785-81d2-2845ace74001","ControlNumber":"3207","DisclosureBlock":"&nbsp;<b>A. V. Ferrotta, <\/b> None..<br><b>A. Izawa-Ishiguro, <\/b> None..<br><b>M. Grogan, <\/b> None..<br><b>I. K. Mellinghoff, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3376","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5841","PresenterBiography":null,"PresenterDisplayName":"Annalisa Ferrotta, BS","PresenterKey":"386db8f0-360c-49da-ab62-31cd76e6b4e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5841. A genome wide CRISPR-Cas9 screen identifies mediators of resistance to dual PI3K\/mTOR inhibition in glioblastoma multiforme","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A genome wide CRISPR-Cas9 screen identifies mediators of resistance to dual PI3K\/mTOR inhibition in glioblastoma multiforme","Topics":null,"cSlideId":""},{"Abstract":"Therapeutic inhibition of BCR signaling using Bruton tyrosine kinase inhibitors (BTKis) has remarkable efficacy in the treatment of chronic lymphocytic leukemia (CLL). However, the efficacy of BTKis is limited by the development of drug resistance, which can be mediated through mutations in genes encoding proteins of BCR signaling pathways. Approaches targeting the BCR mutant proteins have been limited by the large heterogeneity of these mutations. In addition, BCR signaling mutations are only detected in up to two-thirds of the CLL patients who progressed with BTKi treatment, suggesting mechanisms beyond genetic mutations. We previously showed that the BCR signaling pathway impacts the chromatin landscapes of CLL B cells (Wang et al., Blood Cancer J. 2022), suggesting that epigenetic mechanisms are exploited by CLL B cells to support their survival. To gain insights into the epigenetic regulation of BTKi treatment in CLL B cells, we analyzed the genome-wide chromatin accessibility (ATAC-seq) and histone modification (H3K4me1, H3K4me3, H3K27ac, H3K27me3) profiles (CUT&#38;Tag) of leukemic cells from 4 CLL patients on BTKi ibrutinib treatment in a sequential fashion (i.e., baseline, on ibrutinib treatment, and at relapse). We also performed the same analysis in a CLL cohort at two stages of ibrutinib treatment (baseline and while on treatment, n=20). Our studies showed that suppressing BCR signaling by BTKi leads to the downregulation of genes associated with mitochondrial translation, a key process of mitochondrial biogenesis. We also found decreased chromatin accessibility and H3K27ac deposition at the promoters of these MT genes. Interestingly, in patients who experienced disease progression on ibrutinib, there was a restoration of MT gene expression, chromatin accessibility, and H3K27ac levels at the MT gene promoters similar to baseline samples, suggesting an epigenetic-regulated MT both in BTKi treatment na&#239;ve and relapsed CLL patients. Importantly, MT inhibition led to a decreased survival of primary CLL B cells. These findings point toward an epigenetic mechanism utilized by BCR signaling to promote MT and leukemic cell survival. We then observed that the transcription factor NRF1 is enriched at the MT promoter in CLL B cells. CRISPR-mediated depletion of NRF1 led to reduced mitochondrial translation and cell survival in BCR signaling active malignant B cell lines and primary CLL B cells. These results suggest that NRF1 controls an epigenetic program linking BCR signaling to control MT, which in turn supports BCR signaling-dependent CLL B cell survival. Our findings demonstrated that BCR signaling utilizes epigenetic mechanisms that regulate mitochondrial metabolism to enhance cell survival in both treatment na&#239;ve and BTKi-relapsed CLL. These findings may provide new therapeutic directions for untreated and BTKi-relapsed CLL patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Epigenetics,Mitochondria,BTK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"O. M. Depies, S. Sinha, S. Parikh, N. Kay, <b>Z. Wang<\/b>; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"d11e947c-ded5-4002-9b3f-8ce054bac294","ControlNumber":"3829","DisclosureBlock":"&nbsp;<b>O. M. Depies, <\/b> None..<br><b>S. Sinha, <\/b> None.&nbsp;<br><b>S. Parikh, <\/b> <br><b>Janssen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>N. Kay, <\/b> <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Acerta Pharma<\/b> Grant\/Contract. <br><b>Bristol Meyer Squib<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Pharmacyclics<\/b> Grant\/Contract. <br><b>Sunesis<\/b> Grant\/Contract. <br><b>Vincerx<\/b> Grant\/Contract.<br><b>Z. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5842","PresenterBiography":null,"PresenterDisplayName":"Zhiquan Wang, PhD","PresenterKey":"e95e4911-af06-49cb-af97-645ef42cbe08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5842. An epigenetic program that links oncogenic signaling to mitochondrial biogenesis supports leukemic cell survival in chronic lymphocytic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An epigenetic program that links oncogenic signaling to mitochondrial biogenesis supports leukemic cell survival in chronic lymphocytic leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Non-small cell lung cancer (NSCLC) is the most common type of lung cancer in the United States with a 5-year survival rate hovering between 20-30%. Mutations in EGFR can initially cause the tumors to respond to tyrosine kinase inhibitors (TKI). Osimertinib, a third generation TKI, is the preferred first or second line of treatment and despite being effective, recent reports indicate that patients develop resistance within 10-18 months of treatment. TKI resistance limits therapeutic options for patients and therefore, alternative strategies are being explored. In this context, Lysophosphatidic acid receptors (LPARs), a family of G-protein coupled receptors consisting of LPARs 1-6 expressed differentially in prostate, breast, ovarian, pancreatic, and brain cancers are being explored as potential targets for drug resistant cancers. Specifically, LPAR-1 has been shown to play a role in tumor cell clonogenicity, migration, and response to therapy in EGFR mutant NSCLC cells. Pharmacological inhibition or CRIPSR based deletion of LPAR-1 in EGFR mutant NSCLC cell lines HCC827 and NCI-H3255, increased TKI sensitivity by reducing clonogenic potential. Further, detailed pathway analysis in TKI sensitive and resistant EGFR mutant cell lines suggests that LPAR-1 expression influences drug sensitivity. Surprisingly, the role of LPAR-1 in TKI sensitivity is not well understood. In the present study, we have performed detailed investigation on the implications of LPAR-1 expression in the development of Osimertinib resistance.<br \/><b>Methods:<\/b> Osimertinib resistant EGFR mutant cell lines (OR) were generated using dose-escalation method and drug-tolerant persisters (DTPs) were generated using a short-term high exposure method. Gene and protein expressions were examined using qPCR and western blotting. Subcutaneous tumor cell derived xenografts were generated for <i>in vivo<\/i> studies.<br \/><b>Results:<\/b> LPAR-1 is downregulated in Osimertinib resistant NSCLC cells. Further, we also observe that LPAR-1 levels are lower in DTP cells, confirming a progressive loss of LPAR-1 with Osimertinib treatment. <i>In vivo<\/i> studies in cell derived xenografts correlated with the <i>in vitro<\/i> studies.<br \/><b>Conclusion: <\/b>Our studies indicate LPAR-1 downregulation correlates to Osimertinib resistance in EGFR mutant NSCLC cell lines. LPAR-1 downregulation has a key role in development of Osimertinib resistance. Future studies will focus on delineating LPAR-1 signaling pathways related to TKI resistance and investigating the effect of LPAR-1 overexpression using CRISPR technology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"NSCLC,Drug resistance,Tyrosine kinase inhibitor,Osimertinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Srinivasan<\/b>, Z. Li, R. Kannan, A. Upendran; <br\/>University of Missouri - Columbia, Columbia, MO","CSlideId":"","ControlKey":"c40b1fbc-28cc-4b4a-b0f1-a0d0b4f513a7","ControlNumber":"7319","DisclosureBlock":"&nbsp;<b>V. Srinivasan, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>R. Kannan, <\/b> None..<br><b>A. Upendran, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5843","PresenterBiography":null,"PresenterDisplayName":"Varsha Srinivasan, MS","PresenterKey":"41036ee4-0a23-4eee-854f-8c0742b9e51e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5843. Exploring the implications of LPAR-1 expression in TKI-resistant NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the implications of LPAR-1 expression in TKI-resistant NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Resistance mechanisms to anti-epidermal growth factor receptor (EGFR) treatment, such as panitumumab (PAN), in patients (pts) with metastatic colorectal cancer (mCRC) depend on the diversity of acquired gene alterations and clonal variation. To explore resistance mechanisms and emerging genomic alterations during PAN treatment, we analyzed the circulating cell-free DNA (cfDNA) samples from the PARADIGM trial (NCT02394795), which demonstrated survival benefits of PAN over bevacizumab (BEV), an anti-vascular endothelial growth factor (VEGF) antibody, in combination with first-line chemotherapy in pts with <i>RAS<\/i> wild-type (WT) mCRC.<br \/>Methods: cfDNA from blood samples were obtained pre- and post-treatment and analyzed for gene alterations using the custom PlasmaSELECT-R 91 PGDx panel (NCT02394834). We analyzed the landscapes of acquired alterations and their association with functional pathways in mCRC according to The Cancer Genome Atlas signaling classification.<br \/>Result: Among the enrolled 802 pts, 390 discontinued treatment due to progressive disease, of which 276 (70.8%) had evaluable pre- and post-treatment cfDNA samples (PAN, n=126; BEV, n=150). Though the proportion of pts with acquired alterations in any of 30 <i>RTK-RAS<\/i>-related genes was similar in PAN vs BEV (44.4% vs 42.7%), known <i>EGFR<\/i> resistance-related genes were observed more frequently in PAN compared with BEV: <i>KRAS<\/i> (19.1 vs 2.7%), <i>NRAS<\/i> (9.5 vs 2.7%), <i>BRAF<\/i> (11.1 vs 0.7%), <i>MAP2K1<\/i> (5.6 vs 0.7%), and <i>EGFR<\/i> (5.6 vs 3.3%). These acquired mutations clustered at hotspots within those genes in the PAN group, unlike in the BEV group. Furthermore, the co-occurrence rates of acquired alterations among the <i>RTK-RAS<\/i> pathway of the individual cases were higher in PAN (25.4%) vs BEV (9.3%), suggesting an increased subclonal complexity in PAN. There were few acquired alterations predominantly observed in BEV, and their biological significance remains unclear.<br \/>Conclusion: These results suggest that PAN treatment, compared with BEV, more commonly induces multiple resistant subclones in specific pathways under selective treatment pressure. Our findings provide valuable insight for further investigations into the mechanisms of acquired and resistance associated with PAN and BEV.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Cell-free DNA,Colorectal cancer,acquired gene alteration,clonal variation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Tsuchihara<\/b><sup>1<\/sup>, R. Yamashita<sup>1<\/sup>, T. Yoshino<sup>2<\/sup>, K. Shitara<sup>2<\/sup>, J. Watanabe<sup>3<\/sup>, H. Yasui<sup>4<\/sup>, H. Ohori<sup>5<\/sup>, M. Shiozawa<sup>6<\/sup>, K. Muro<sup>7<\/sup>, K. Yamazaki<sup>4<\/sup>, E. Oki<sup>8<\/sup>, T. Sato<sup>9<\/sup>, T. Naitoh<sup>10<\/sup>, Y. Komatsu<sup>11<\/sup>, T. Kato<sup>12<\/sup>, K. Yamanaka<sup>13<\/sup>, I. Mori<sup>13<\/sup>, M. Hihara<sup>13<\/sup>, J. Soeda<sup>13<\/sup>, K. Yamamoto<sup>14<\/sup>, K. Akagi<sup>15<\/sup>, A. Ochiai<sup>16<\/sup>, V. E. Velculescu<sup>17<\/sup>, H. Uetake<sup>18<\/sup>; <br\/><sup>1<\/sup>Exploratory Oncology Research and Clinical Trial Center, National Cancer Center, Chiba, Japan, <sup>2<\/sup>National Cancer Center Hospital East, Chiba, Japan, <sup>3<\/sup>Yokohama City University Medical Center, Yokohama, Japan, <sup>4<\/sup>Shizuoka Cancer Center, Shizuoka, Japan, <sup>5<\/sup>Japanese Red Cross Ishinomaki Hospital, Miyagi, Japan, <sup>6<\/sup>Kanagawa Cancer Center, Kanagawa, Japan, <sup>7<\/sup>Aichi Cancer Center Hospital, Nagoya, Japan, <sup>8<\/sup>Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan, <sup>9<\/sup>Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan, <sup>10<\/sup>Kitasato University School of Medicine, Sagamihara, Japan, <sup>11<\/sup>Hokkaido University Hospital Cancer Center, Sapporo, Japan, <sup>12<\/sup>National Hospital Organization Osaka National Hospital, Osaka, Japan, <sup>13<\/sup>Takeda Pharmaceutical Company Ltd., Tokyo, Japan, <sup>14<\/sup>Yokohama City University School of Medicine, Yokohama, Japan, <sup>15<\/sup>Saitama Cancer Center, Saitama, Japan, <sup>16<\/sup>Tokyo University of Science, Tokyo, Japan, <sup>17<\/sup>Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD, <sup>18<\/sup>Tokyo Medical and Dental University Graduate School of Medicine, Tokyo, Japan","CSlideId":"","ControlKey":"7c8274c2-c6d0-47f2-b237-d78ca56f8af4","ControlNumber":"2319","DisclosureBlock":"<b>&nbsp;K. Tsuchihara, <\/b> <br><b>Takeda<\/b> Other, reported receipt of personal fees. <br><b>Chugai Pharmaceutical<\/b> Other, reported receipt of personal fees. <br><b>Novartis<\/b> Other, reported receipt of personal fees. <br><b>Boehringer Ingelheim<\/b> Other, reported receipt of personal fees. <br><b>Illumina<\/b> Other, reported receipt of personal fees.<br><b>R. Yamashita, <\/b> None.&nbsp;<br><b>T. Yoshino, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Parexel International<\/b> Grant\/Contract. <br><b>Pfizer Japan<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract, Other, Honoraria. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Genomedia Inc<\/b> Grant\/Contract. <br><b>Sysmex Corp<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Nippon Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Eli Lilly Japan KK<\/b> Other, Honoraria. <br><b>Merck Biopharma<\/b> Other, Honoraria. <br><b>Bayer Yakuhin<\/b> Other, Honoraria. <br><b>K. Shitara, <\/b> <br><b>Astellas<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, receipt of research funding. <br><b>Merck Pharmaceutical<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Medi Science<\/b> Grant\/Contract, Other, receipt of research funding. <br><b>Amgen<\/b> Grant\/Contract, Other, advisory role and receipt of personal fees, receipt of research funding. <br><b>Eisai<\/b> Grant\/Contract, Other, receipt of research funding. <br><b>Eli Lilly<\/b> Other, advisory role and receipt of personal fees. <br><b>Bristol Myers Squibb<\/b> Other, advisory role and receipt of personal fees, receipt of honoraria lecture fees. <br><b>Takeda Pharmaceuticals<\/b> Other, advisory role and receipt of personal fees, receipt of honoraria lecture fees. <br><b>Pfizer Inc<\/b> Other, advisory role and receipt of personal fees. <br><b>Novartis<\/b> Other, advisory role and receipt of personal fees. <br><b>AbbVie Inc<\/b> Other, advisory role and receipt of personal fees. <br><b>GlaxoSmithKline<\/b> Other, advisory role and receipt of personal fees. <br><b>Boehringer Ingelheim<\/b> Other, advisory role and receipt of personal fees. <br><b>Janssen<\/b> Other, advisory role and receipt of personal fees, receipt of honoraria lecture fees. <br><b>Guardant Health Japan<\/b> Other, advisory role and receipt of personal fees. <br><b>J. Watanabe, <\/b> <br><b>Medtronic<\/b> Grant\/Contract, Other, receipt of personal fees and honoraria for lectures. <br><b>Johnson & Johnson<\/b> Other, receipt of personal fees and honoraria for lectures. <br><b>Eli Lilly<\/b> Other, receipt of personal fees and honoraria for lectures. <br><b>AMCO<\/b> Grant\/Contract. <br><b>Terumo<\/b> Grant\/Contract.<br><b>H. Yasui, <\/b> None.&nbsp;<br><b>H. Ohori, <\/b> <br><b>Takeda<\/b> Other, receipt of personal fees. <br><b>Yakult Honsha<\/b> Other, receipt of personal fees.<br><b>M. Shiozawa, <\/b> None.&nbsp;<br><b>K. Muro, <\/b> <br><b>Takeda<\/b> Independent Contractor, Other, receipt of personal fees, advisory board membership, receipt of honoraria for lectures. <br><b>Eli Lilly<\/b> Other, receipt of personal fees, advisory board membership, receipt of honoraria for lectures. <br><b>Taiho<\/b> Grant\/Contract, Other, receipt of personal fees, research funding to institution. <br><b>Ono Pharmaceutical<\/b> Independent Contractor, Grant\/Contract, Other, receipt of personal fees, advisory board membership, research funding to institution, receipt of honoraria for lectures. <br><b>Bristol Myers Squibb<\/b> Other, receipt of personal fees, receipt of honoraria for lectures. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, receipt of personal fees, advisory board membership, research funding to institution, receipt of honoraria for lectures. <br><b>AstraZeneca<\/b> Independent Contractor, Other, receipt of personal fees, advisory board membership. <br><b>Amgen<\/b> Independent Contractor, Grant\/Contract, Other, receipt of personal fees, advisory board membership, research funding to institution. <br><b>Bayer<\/b> Other, receipt of personal fees, advisory board membership, receipt of honoraria for lectures. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, receipt of personal fees, research funding to institution, receipt of honoraria for lectures. <br><b>Yakult Honsha<\/b> Other, receipt of personal fees, receipt of honoraria for lectures. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract, Other, receipt of personal fees, research funding to institution, receipt of honoraria for lectures. <br><b>Sanofi<\/b> Grant\/Contract, Other, receipt of personal fees, research funding to institution, receipt of honoraria for lectures. <br><b>Pfizer<\/b> Grant\/Contract, Other, receipt of personal fees, research funding to institution, receipt of honoraria for lectures. <br><b>Astellas<\/b> Grant\/Contract, Other, research funding to institution. <br><b>Eisai<\/b> Grant\/Contract, Other, research funding to institution. <br><b>Parexel International<\/b> Grant\/Contract, Other, research funding to institution. <br><b>Merck KGaA<\/b> Grant\/Contract, Other, Research funding to institution. <br><b>Solasia Pharma<\/b> Grant\/Contract, Other, research funding to institution. <br><b>Taiho Pharmaceutical<\/b> Other, receipt of honoraria for lectures. <br><b>K. Yamazaki, <\/b> <br><b>Chugai Pharmaceutical<\/b> Other, receipt of personal fees and honoraria. <br><b>Daiichi Sankyo<\/b> Other, receipt of personal fees and honoraria. <br><b>Yakult Honsha<\/b> Other, receipt of personal fees and honoraria. <br><b>Takeda<\/b> Other, receipt of personal fees and honoraria. <br><b>Bayer<\/b> Other, receipt of personal fees and honoraria. <br><b>Merck Serono<\/b> Other, receipt of personal fees and honoraria. <br><b>Taiho Pharmaceutical<\/b> Other, receipt of personal fees and honoraria. <br><b>Eli Lilly<\/b> Other, receipt of personal fees and honoraria. <br><b>Sanofi<\/b> Other, receipt of personal fees and honoraria. <br><b>Ono Pharmaceutical<\/b> Other, receipt of personal fees and honoraria. <br><b>Merck Sharp & Dohme<\/b> Other, receipt of personal fees and honoraria. <br><b>Bristol Myers Squibb<\/b> Other, receipt of personal fees and honoraria. <br><b>E. Oki, <\/b> <br><b>Takeda<\/b> Other, receipt of personal fees and lecture fees. <br><b>Eli Lilly<\/b> Other, receipt of personal fees and lecture fees. <br><b>Bayer<\/b> receipt of personal fees and lecture fees. <br><b>Chugai Pharmaceutical<\/b> Other, receipt of personal fees and lecture fees. <br><b>Ono Pharmaceutical<\/b> Other, receipt of personal fees and lecture fees. <br><b>T. Sato, <\/b> <br><b>Takeda<\/b> Grant\/Contract. <br><b>T. Naitoh, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, receipt of honoraria and personal fees. <br><b>Takeda<\/b> Other, receipt of honoraria and personal fees. <br><b>Johnson & Johnson<\/b> Other, receipt of honoraria and personal fees. <br><b>Medtronic<\/b> Other, receipt of honoraria and personal fees. <br><b>Sumitomo Bake<\/b> Other, receipt of honoraria and personal fees. <br><b>Terumo<\/b> Other, receipt of honoraria and personal fees. <br><b>Eli Lilly<\/b> Other, receipt of honoraria and personal fees. <br><b>Taiho Pharmaceutical<\/b> Other, receipt of honoraria and personal fees. <br><b>Daiichi Sankyo<\/b> Other, receipt of honoraria and personal fees. <br><b>Kaken Pharma<\/b> Other, receipt of honoraria and personal fees. <br><b>Yakult Honsha<\/b> Other, receipt of honoraria and personal fees. <br><b>Bayer<\/b> Other, receipt of honoraria and personal fees. <br><b>Tsumura & Co<\/b> Grant\/Contract. <br><b>Y. Komatsu, <\/b> <br><b>Takeda<\/b> Grant\/Contract, Other, receipt of research funding. <br><b>Chugai<\/b> Grant\/Contract, Other, receipt of research funding, speakers bureau membership, receipt of personal fees. <br><b>Nihonkayaku<\/b> Grant\/Contract, Other, receipt of research funding, speakers bureau membership, receipt of personal fees. <br><b>Nipro<\/b> Grant\/Contract, Other, receipt of research funding. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Nippon Zoki<\/b> Grant\/Contract. <br><b>Shionogi<\/b> Grant\/Contract. <br><b>EPS<\/b> Grant\/Contract. <br><b>IQVIA<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract. <br><b>Yakult<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, receipt of personal fees. <br><b>Bayer<\/b> receipt of personal fees. <br><b>Pfizer<\/b> receipt of personal fees. <br><b>T. Kato, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Other, receipt of personal fees. <br><b>Ono Pharmaceutical<\/b> Other, receipt of personal fees. <br><b>Takeda<\/b> Other, receipt of personal fees. <br><b>Eli Lilly<\/b> Other, receipt of personal fees. <br><b>Taiho Pharmaceutical<\/b> Other, receipt of personal fees. <br><b>K. Yamanaka, <\/b> <br><b>Takeda Pharmaceutical Company Ltd.<\/b> Other, Employment. <br><b>I. Mori, <\/b> <br><b>Takeda Pharmaceutical Company Ltd.<\/b> Other, employment. <br><b>M. Hihara, <\/b> <br><b>Takeda Pharmaceutical Company Ltd.<\/b> Other, employment. <br><b>J. Soeda, <\/b> <br><b>Takeda Pharmaceutical Company Ltd.<\/b> Other, employment.<br><b>K. Yamamoto, <\/b> None..<br><b>K. Akagi, <\/b> None..<br><b>A. Ochiai, <\/b> None.&nbsp;<br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Stock Option, Other Business Ownership, Other Intellectual Property, Other, serves on the board of directors, serves as an officer for the organization, Johns Hopkins owns equity in Delfi Diagnostics. <br><b>LabCorp<\/b> Other Intellectual Property, Other, divested equity in Personal Genome Diagnostics (PGDx). <br><b>Qiagen<\/b> Other Intellectual Property. <br><b>Sysmex<\/b> Other Intellectual Property. <br><b>Agios<\/b> Other Intellectual Property. <br><b>Genzyme<\/b> Other Intellectual Property. <br><b>Esoterix<\/b> Other Intellectual Property. <br><b>Ventana<\/b> Other Intellectual Property. <br><b>ManaT Bio<\/b> Other Intellectual Property. <br><b>Viron Therapeutics<\/b> Other, advisroy role. <br><b>Epitope<\/b> Other, advisory role.<br><b>H. Uetake, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5844","PresenterBiography":null,"PresenterDisplayName":"Katsuya Tsuchihara, MD;PhD","PresenterKey":"b19b462c-8f4a-4ca8-9651-247462b7e591","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5844. Landscapes of acquired EGFR and VEGF resistance alterations in colorectal cancer: findings from the PARADIGM biomarker study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Landscapes of acquired EGFR and VEGF resistance alterations in colorectal cancer: findings from the PARADIGM biomarker study","Topics":null,"cSlideId":""},{"Abstract":"The prognosis of recurrent T-cell acute lymphoblastic leukemia (T-ALL) is poor, mainly due to chemotherapy resistance. The mechanism(s) leading to chemoresistance at relapse are incompletely understood. We previously characterized a mouse strain that is hypomorphic for the DNA replication factor Mcm2. Mcm2<sup>hypo<\/sup> mice develop T-ALL due to acquired DNA copy number variations (CNV) involving tumor suppressor or oncogenes. We hypothesize that treatment of Mcm2<sup>hypo<\/sup> cells with specific chemotherapy agents may reveal CNV that lead to chemoresistance. We treated two Mcm2<sup>hypo<\/sup> T-ALL cell lines (designated 2883 and 2869) and an Mcm2 WT T-ALL cell line (designated 7298) with cytarabine (ARAC), an active agent often incorporated in T-ALL treatment regimens. After one year of treatment with gradually increasing ARAC concentrations, we obtained ARAC resistant cell lines (designated with the suffix CR) that tolerate drug concentrations up to 10,000X that of parental cell lines. These samples were characterized by sparse WGS (for CNV assessment), RNA-Seq and WES. Both the 2883CR and 2869CR cell lines had bi-allelic mutations involving Dck, which is the rate-limiting enzyme in the cytidine salvage pathway, and is thought to be required for metabolism of ARAC. In both cases, one allele was deleted while the second allele had a splice site\/region mutation leading to partial intron retention and resultant frameshift. The 7298CR cell line had homozygous deletion of Dck. Western blotting showed absence of WT Dck protein in all three cell lines. Further analysis of WES data revealed thousands of acquired single nucleotide variants (SNV) in both Dck mutant Mcm2<sup>hypo<\/sup> cell lines. These mutations occurred in a specific trinucleotide context (C&#62;T in a GCG context, T&#62;C in a GTC context, T&#62;G mutations in GTC and GTT context, and C&#62;G in a GCC context) generating a mutational signature that is not present in the COSMIC database. In addition, the parental 2883 and 2869 cell lines showed fewer mutations (ie, hundreds vs thousands) in a similar context (C&#62;T in a GCG context, T&#62;C in a GTC context, T&#62;G mutations in GTC and GTT context, but not the C&#62;G in GCC context). A GEMINI (<u>Ge<\/u>notoxic <u>M<\/u>utational Signature <u>I<\/u>dentified After Clonal Expansion I<u>n<\/u> V<u>i<\/u>tro) assay of untreated 2883CR and 2869CR cells demonstrated that ongoing ARAC exposure was not required for the mutational signature. We hypothesize that the basic signature (C&#62;T in a GCG context, T&#62;C in a GTC context, T&#62;G mutations in GTC and GTT context) can be produced by Mcm2 deficiency, and this signature is amplified and modified (to include a C&#62;G in GCC context) by Dck inactivation. In summary, we identified three mechanisms responsible for Dck inactivation associated with ARAC resistance: copy number loss, splice site mutations, and splice region mutations. Moreover, Dck inactivation leads to a specific mutation signature. These findings add to emerging data that exposure to specific chemotherapy agents can lead to specific mutational signatures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Chemoresistance,Mutational signature,Mcm2,Cytarabine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Cao<\/b><sup>1<\/sup>, M. Yin<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, T. Baslan<sup>2<\/sup>, J. Zhu<sup>1<\/sup>, R. Bertoli<sup>1<\/sup>, P. Meltzer<sup>1<\/sup>, P. Aplan<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"454d31d4-971b-4c30-8ccf-e4814e9a3dae","ControlNumber":"3437","DisclosureBlock":"&nbsp;<b>D. Cao, <\/b> None..<br><b>M. Yin, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>T. Baslan, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>R. Bertoli, <\/b> None..<br><b>P. Meltzer, <\/b> None..<br><b>P. Aplan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5845","PresenterBiography":null,"PresenterDisplayName":"Dengchao Cao, PhD","PresenterKey":"61115c5e-d50e-45d1-a3e9-ee01dfa9781f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5845. Cytarabine resistance leads to a unique mutational signature","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytarabine resistance leads to a unique mutational signature","Topics":null,"cSlideId":""},{"Abstract":"Bacground: Glioblastoma (GBM) is the most common primary brain tumor, accounting for 15% of all central nervous system related tumors. Despite the aggressive standard of care treatment including chemotherapy, radiotherapy, and maximally safe surgical resection, patient outcomes are abysmal: with 95% of patients relapsing and a median overall survival of 15 months. Thus, this necessitates the rapid query for personalized therapeutics and agents that can potentiate the clinical effects of currently approved treatments. One such pathway that demonstrates aberrant functioning in cancer and is a targetable mechanism is the ubiquitin-proteosome pathway (UPP). Studies have shown that UPP related proteolysis remains constitutively active in cancer cells leading to the rapid degradation of proteins that regulate tumor suppressor genes and oncogenes. Despite robust preclinical evaluations for the usage of proteosome inhibitors against GBM, most tested proteosome inhibitors failed in phase II and III trials, indicating resistance.<br \/>Methods: We conducted an unbiased genome wide CRISPR-Cas9 screen in human HAP1 cells treated with the proteosome inhibitor, Bortezomib (BTZ), to identify genes that may lead to a BTZ-resistant phenotype. We identified several genes that when perturbed, sensitized cells to BTZ including N-glycanase-1 (NGLY-1), Nuclear factor Erythroid 2-Like-1 (NFE2L1), and DNA damage inducible 1 homolog 2 (DDI2). Herein we sought to evaluate the effects of perturbing components of the proteosome rescue pathway in our Singh lab patient derived GBM cell lines by utilizing CRISPR\/Cas9 knockout technology <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Results: The generation of NGLY-1, DDI2, and NFE2L1 KO cell lines demonstrated functional sensitivity to the proteosome inhibitor Marizomib (MZB) as observed through a significant reduction of the IC50 in the KO cell lines compared to a control. Functional evaluation also revealed a reduction in proliferation capacity as well as sphere formation in these genetically modified GBM lines. Ongoing <i>in vivo<\/i> work will aim to evaluate the mitigation of this resistant pathway in our NSG mouse models orthotopically transplanted with these patient derived KO cell lines. In an ongoing collaborative effort, we are working to identify and functionally assess a novel small molecule NGLY-1 inhibitor to evaluate preclinical sensitivity to MZB in our <i>in vitro<\/i> and <i>in vivo<\/i> models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Glioblastoma,Resistance,Small molecule inhibitor,Proteasome inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Anand<\/b>, M. Shaikh, C. Chokshi, B. Brakel, W. Maich, S. Grewal, C. Venugopal, S. Singh; <br\/>McMaster University, Hamilton, ON, Canada","CSlideId":"","ControlKey":"30d5d3c3-4e79-4712-b036-f6ffc74f9002","ControlNumber":"3163","DisclosureBlock":"&nbsp;<b>A. Anand, <\/b> None..<br><b>M. Shaikh, <\/b> None..<br><b>C. Chokshi, <\/b> None..<br><b>B. Brakel, <\/b> None..<br><b>W. Maich, <\/b> None..<br><b>S. Grewal, <\/b> None..<br><b>C. Venugopal, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5846","PresenterBiography":null,"PresenterDisplayName":"Alisha Anand, BS","PresenterKey":"f2541529-4acf-4e60-a2bf-5819b1915d94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5846. Inhibiting elements of the proteasome recovery pathway sensitizes glioblastoma to proteasome inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibiting elements of the proteasome recovery pathway sensitizes glioblastoma to proteasome inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: BRAF V600 mutations comprise ~80% of all oncogenic BRAF mutations in metastatic colorectal cancer (mCRC). While most cancers with BRAF V600 mutations can be effectively treated with combined BRAF and MEK inhibition, BRAF V600 mutant mCRC acquire resistance through EGFR-mediated signaling. The profound difference in response rates to BRAF\/MEK inhibitors in BRAF V600 mutant mCRC (12%) vs. melanoma (63-68%) is not sufficiently explained by increased EGFR signaling in CRC. Therefore, we sought to characterize the differences that exist between BRAF V600 mutant CRC and melanomas that could explain the differential sensitivity to BRAF\/MEK inhibition and identify more effective treatments for BRAF V600 mutant CRC.<br \/>Methods: We assessed cell survival by clonogenic assay in the presence of small molecule inhibitors. In parallel, we mined TCGA RNAseq data to calculate the MAPK Pathway Activity Score (MPAS). RTK expression was assessed in TCGA data from patients with BRAF V600 mutant CRC vs. melanoma. We developed cells with acquired resistance to BRAF+MEK inhibitors (Encorafenib+Binimetinib; E+B) by culturing cells in increasing concentrations of drug over several months. RNA-sequencing and analysis was performed on parental and resistant cells treated with vehicle control or BRAF+MEK inhibitors.<br \/>Results: When comparing the efficacy of BRAF+MEK inhibitors across BRAF V600 mutant cells, we found that BRAF V600 mutant CRC cell lines (n=2) were less sensitive than melanoma cell lines (n=2). MPAS scores were significantly lower in BRAF V600 mutant CRC (n=46) vs. melanoma (n=188) tumors. We interrogated protein array data from the DepMap and identified increased activation of several RTKs (EGFR, HER2, HER3) in BRAF V600 CRC (n=8) vs. melanoma (n=39) cell lines. Similarly, we established resistant HT29 (BRAF V600 CRC) cells and observed sustained MAPK pathway activity despite a lack of difference in EGFR activity in the presence of BRAF+MEK inhibitor treatment. Both HT29 parental and resistant cells showed re-establishment of MAPK signaling after 72 hours. Resistant SkMel28 (BRAF V600 melanoma) cells showed increased pERK levels compared to resistant HT29 cells. RNAseq revealed increased expression of multiple RTKs (PDGFRB, ERBB2, ERBB3) and ligands\/growth factors for multiple RTKs (FGF3, PDGFA, HB-EGF) in resistant HT29 cells. Shp2 is a protein tyrosine phosphatase that regulates signaling of multiple RTKs to activate the MAPK pathway. Accordingly, we assessed the efficacy of an inhibitor of Shp2 (TNO155) overcoming MAPKi resistance in BRAF V600 CRC cells. We confirmed that E+B+TNO155 more effectively inhibited cell growth and MAPK pathway activity in BRAF V600 CRC cell lines (n=2) <i>in vitro<\/i>.<br \/>Conclusion: Together, these data identify key, actionable drivers of MAPK inhibitor resistance in CRC and highlight Shp2 as a potential therapeutic target for BRAF V600 CRC.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,BRAF,Targeted therapy,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Maxwell<\/b>, E. Rousselle, L. An, A. Rose; <br\/>McGill University, Montréal, QC, Canada","CSlideId":"","ControlKey":"55fb7757-11c6-423f-bef1-fbca8310ebc2","ControlNumber":"4175","DisclosureBlock":"&nbsp;<b>J. Maxwell, <\/b> None..<br><b>E. Rousselle, <\/b> None..<br><b>L. An, <\/b> None..<br><b>A. Rose, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5847","PresenterBiography":null,"PresenterDisplayName":"Jennifer Maxwell, BS","PresenterKey":"4f3589ed-8cc4-47b6-b9ca-86e3f148e9c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5847. Characterizing mechanisms of BRAF\/MEK inhibitor resistance in BRAF V600 mutant colorectal cancer vs. melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing mechanisms of BRAF\/MEK inhibitor resistance in BRAF V600 mutant colorectal cancer vs. melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Gastric cancer (GC) is the fifth most prevalent malignant tumor worldwide, and the fourth most common cause of mortality. c-MET has been reported to be associated with poor prognosis in GC. Over the decades, treatment approaches targeting HGF\/c-MET have been developed including small molecule tyrosine kinase inhibitors, anti-c-MET and anti-HGF monoclonal antibodies. Unfortunately, the results of previous study support the development of acquired resistance to HGF\/c-Met inhibitors. They suggest a possible resistance mechanism involving poor MET-status detection, crosstalk between c-MET and compensatory signaling pathways, the occurrence of acquired a new mutation, however, knowledge regarding the mechanism of c-MET inhibitor is limited.2. Purpose: We identify new markers and mechanisms that induce drug resistance when c-MET-targeted inhibitors are treated in c-MET-amplified GC cell lines in 3D culture, and discover new therapeutic targets for GC via single cell-RNA sequencing analysis.3.<br \/>Material and Methods: Single cell-RNA sequencing is performed on c-MET amplified GC cell line in the 2D and 3D culture methods according to the presence or absence of c-MET inhibitor treatment. Through DEG and clustering analysis, the candidate genes estimated to impart resistance are selected and verified by qPCR. Through over-expression, induction of resistance for c-MET inhibitor treatment with target gene is evaluated in c-MET amplified GC cell line. c-MET inhibitor selected gene is constructed as a xenograft model to reveal the mechanism of drug resistance. Retrospective analysis confirms the relationship between target gene expression level and the resistance for c-MET inhibitor or other TKI treated patients with GC. 4.<br \/>Results: Treatment of c-MET-amplified GC cell lines with c-MET inhibitors under the conditions of 2D and 3D cultures confirmed that resistance was induced only in the 3D. We performed a high-precision single cell RNA-Seq analysis of 18056 single cells in total from c-MET amplified GC cell line MKN-45 in 2D\/3D culture control as well as corresponding samples with volitinib treatment investigate their gene expression signatures. Fifteen selected candidate genes presumed to induce drug resistance were screened and validated by qPCR, with a total of six genes consistent with the sequencing results. After over-expression of six genes to the c-MET amplified gastric cancer cell line, c-MET inhibitors were treated and cell viability was performed to check for resistance to cell viability. Finally, ERO1A and VEGFA were over-expressed to confirm the resistant for the c-MET inhibitor treatment in vitro and in vivo.5.<br \/>Discussion: We plan to build a xenograft mouse model with candidate genes such as ERO1a and VEGFA to prove whether the candidate gene overcomes drug resistance when they are on or off.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"c-Met,Gastric cancer,Resistance,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kim<\/b><sup>1<\/sup>, J. Kim<sup>1<\/sup>, S.-J. Myung<sup>1<\/sup>, C. Park<sup>2<\/sup>, S. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center (AMC), Seoul, Korea, Republic of, <sup>2<\/sup>National Cancer Center, Goyang, Korea, Republic of","CSlideId":"","ControlKey":"dc0ceee8-ed24-4ce6-ae49-324af862372c","ControlNumber":"4254","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Myung, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5848","PresenterBiography":null,"PresenterDisplayName":"Hajung Kim, MS","PresenterKey":"9013c2aa-9c58-4f44-98b9-f582c9b8edbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5848. Unraveling c-MET targeting resistance mechanisms in gastric cancer via single-cell transcriptome analysis; Novel therapeutic target discovery of ERO1A and VEGFA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling c-MET targeting resistance mechanisms in gastric cancer via single-cell transcriptome analysis; Novel therapeutic target discovery of ERO1A and VEGFA","Topics":null,"cSlideId":""},{"Abstract":"Repurposed drugs are undergoing a renaissance in the era of genomics, particularly in oncology. Over 2,300 FDA-approved and natural product small molecules now exist, but challenges remain in identifying which cancer patients may best benefit from such drugs. To best position repurposed drugs, mechanisms of action and resistance to the drug in a cancer cell setting must be determined. Hydroxychloroquine (HCQ) and chloroquine are repurposed drugs reported to disrupt autophagy, a molecular recycling pathway which is essential for tumor cell survival, chemotherapeutic resistance, and stem cell phenotypes. However, oncology trials with chloroquine have no biomarker or other genetic test to categorize patients who may best respond to HCQ therapy. It is unclear how tumors mechanistically evolve resistance to HCQ. We pursued a multi-omic strategy in OVCAR3 ovarian cancer and CCL218 colorectal cancer cells. Two genome-scale screens were performed. In the forward genetic screen, cell populations were passaged in 93-independent cultures for 15 drug pulse-chases with HCQ or vehicle control. Evolved cells were collected and processed for bulk RNA-seq, exome-seq, and single cell RNA-seq (scRNA-seq). In the reverse genetic screen, a pooled Brunello CRISPR-Cas9 library of 19,114 genes targeted by multiple sgRNAs was used in cells over three pulse-chases of HCQ or vehicle control treatments. HCQ evolved cells displayed remarkably few mutational differences, but substantial transcriptional differences. Bulk transcriptomes revealed multiple broad-spectrum pathways associated with resistance to HCQ, including upregulation of glycolysis, exocytosis, and chromosome condensation\/segregation, as well as downregulation of translation and apoptosis. Analysis of scRNA-seq data indicated cell clusters were differentially reliant on cytoskeletal regulation, DNA repair, and metabolism. The genome-scale Cas9 screen identified remarkably few autophagy genes. However, an integrated analysis of Cas9 hits with RNA-seq upregulated genes confirmed glycolytic genes KDM3A, ENO2, and PDK3 were essential for HCQ resistance. Additional integrated hits were NEK2, involved in exocytosis, and chromosome condensation\/segregation genes CDK1 and CENPA. Transcriptional plasticity was the primary mechanism by which cells evolved resistance to HCQ. Contrary to the widely presumed autophagy-related mode of cell death, the multi-omic analysis instead prioritized glycolytic metabolism, exocytosis, and chromosome condensation\/segregation as most involved in cancer cell survival with HCQ. Integrated multi-omic analysis defined high-value biomarkers of HCQ sensitivity and resistance. Our analysis may serve as a model for how to better define the effects and positioning of repurposed drugs in oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Autophagy,Colon cancer,Ovarian cancer,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Clark<\/b>, S. G. Vaena, J. R. Delaney; <br\/>The Medical University of South Carolina (MUSC), Charleston, SC","CSlideId":"","ControlKey":"fca83681-24cd-44f5-bb38-bbc48c7891af","ControlNumber":"1631","DisclosureBlock":"&nbsp;<b>M. Clark, <\/b> None..<br><b>S. G. Vaena, <\/b> None..<br><b>J. R. Delaney, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5849","PresenterBiography":null,"PresenterDisplayName":"Madison Clark, BS","PresenterKey":"ae34e52e-c39d-4112-8d8a-84f9fd0aa201","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5849. Integrated multi-omics of hydroxychloroquine evolved cancer cells reveal survival requires transcriptional upregulation of glycolysis, exocytosis, and chromosome fidelity, but not autophagy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated multi-omics of hydroxychloroquine evolved cancer cells reveal survival requires transcriptional upregulation of glycolysis, exocytosis, and chromosome fidelity, but not autophagy","Topics":null,"cSlideId":""},{"Abstract":"Drug resistance is the leading cause of treatment failure to completely eliminate viable tumor cells in ~40% of patients with triple negative breast cancer (TNBC). Making a major impact on the treatment and prognosis for TNBC patients requires a better understanding of drug resistance mechanism(s). Combining clinical data with high-throughput metabolomic and proteomic analyses, we probed the molecular basis for chemotherapy resistance in treatment-naive TNBC primary tumors, reflected by pathological complete response (pCR) and non-pCR after neoadjuvant chemotherapy (NAC).<b> <\/b>Metabolic profiling uncovered that glycolysis and oxidative phosphorylation (OXPHOS) co-exist in TNBC primary tumors compared to benign lesions regardless of pCR status, indicating metabolic reprogramming. However, non-pCR tumors were more enriched in OXPHOS and less in glycolysis relative to pCR tumors, pointing to the potential importance of OXPHOS in drug resistance. Moreover, parallel proteomic profiling of these same TNBC tumors supported the results from metabolic profiling, showing that OXPHOS was indeed highly enriched at the protein level, and may be regulated by SIRT5-mediated sirtuin signaling. In alignment with these findings, non-pCR tumors were abundantly enriched in immune-inhibitory metabolites that may be due to the products of SIRT5-mediated mitochondrial metabolism. Thus, these findings led me to hypothesize that SIRT5 may play an important role in chemoresistance through regulation of mitochondrial metabolism and ROS detoxification. Together, the metabolite resulted from SIRT5-mediated mitochondrial metabolism led to the suppression of immune cell infiltration in non-pCR tumors. Understanding SIRT5-mediated chemoresistance mechanism may uncover a metabolic and therapeutic vulnerability to resistant TNBCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Breast cancer,Resistance,Metabolism,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Ren<\/b><sup>1<\/sup>, K. Kurmi<sup>2<\/sup>, R. Morris<sup>1<\/sup>, S. Joshi<sup>2<\/sup>, E. Zaniewski<sup>1<\/sup>, J. Kreuzer<sup>1<\/sup>, G. Elena Gioia<sup>1<\/sup>, V. I. Bossuyt<sup>1<\/sup>, B. N. Dontchos<sup>1<\/sup>, G. X. Wang<sup>1<\/sup>, S.-H. S. Chou<sup>1<\/sup>, L. M. Spring<sup>1<\/sup>, W. Haas<sup>1<\/sup>, M. C. Haigis<sup>2<\/sup>, L. W. Ellisen<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital\/Harvard Medical School, Boston, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"2976bdd3-af9b-4f07-917a-25076fabf870","ControlNumber":"2025","DisclosureBlock":"&nbsp;<b>Z. Ren, <\/b> None..<br><b>K. Kurmi, <\/b> None..<br><b>R. Morris, <\/b> None..<br><b>S. Joshi, <\/b> None..<br><b>E. Zaniewski, <\/b> None..<br><b>J. Kreuzer, <\/b> None..<br><b>G. Elena Gioia, <\/b> None..<br><b>V. I. Bossuyt, <\/b> None..<br><b>B. N. Dontchos, <\/b> None..<br><b>G. X. Wang, <\/b> None..<br><b>S. S. Chou, <\/b> None..<br><b>L. M. Spring, <\/b> None..<br><b>W. Haas, <\/b> None..<br><b>M. C. Haigis, <\/b> None..<br><b>L. W. Ellisen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5850","PresenterBiography":null,"PresenterDisplayName":"Zuen Ren, MD;PhD","PresenterKey":"b40ea261-1950-4e45-8bae-e8fe4350550b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5850. Multiomics analysis unravels tumor metabolic reprogramming and potential resistance mechanism(s) to curative therapy in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiomics analysis unravels tumor metabolic reprogramming and potential resistance mechanism(s) to curative therapy in TNBC","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy is the first-line treatment for patients with acute myeloid leukemia (AML). Although most achieve initial remission, an estimated 50% of patients will relapse with poor clinical outcome. The paucity of genetic lesions in AML patients that relapse from chemotherapy implicate non-genetic alterations that mediate chemoresistance. In this study, we conducted a longitudinal analysis of alternative splicing changes in a cohort of 19 AML patients at diagnosis and relapse post-chemotherapy treatment. We found that the long isoform of the transcription factor-encoding gene <i>RUNX1 <\/i>(also known as RUNX1C)<i> <\/i>is upregulated<i> <\/i>in AML relapse cohorts and conferred chemotherapy resistance. Mechanistically, we show that B cell translocation gene 2 (<i>BTG2<\/i>) is an RUNX1C isoform-specific transcriptional target that promote transition into a quiescent and treatment-resistant state. Direct targeting of <i>RUNX1C<\/i> mRNA<i> <\/i>augments chemotherapy response in AML patient-derived xenograft (PDX) models <i>in vivo<\/i>. These findings uncover an isoform-specific functionality that influences chemotherapy responsiveness and offers a therapeutic strategy to sensitize leukemic cells to conventional chemotherapy treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Splice variants,Chemotherapy response,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Wang<\/b><sup>1<\/sup>, C. Han<sup>1<\/sup>, A. Calderon<sup>1<\/sup>, A. Lawal<sup>1<\/sup>, N. Hariramani<sup>1<\/sup>, E. Crosse<sup>2<\/sup>, R. Bradley<sup>2<\/sup>; <br\/><sup>1<\/sup>The Jackson Laboratory for Genomic Medicine, Farmington, CT, <sup>2<\/sup>Fred Hutchinson Cancer Research Center, Seattle, WA","CSlideId":"","ControlKey":"1d62079b-1095-405e-8623-82fc7ac63414","ControlNumber":"255","DisclosureBlock":"<b>&nbsp;E. Wang, <\/b> <br><b>BlossomHill Therapeutics<\/b> Sponsored Research Funding.<br><b>C. Han, <\/b> None..<br><b>A. Calderon, <\/b> None..<br><b>A. Lawal, <\/b> None..<br><b>N. Hariramani, <\/b> None..<br><b>E. Crosse, <\/b> None..<br><b>R. Bradley, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5851","PresenterBiography":null,"PresenterDisplayName":"Eric Wang, PhD","PresenterKey":"5552516e-5926-4945-961a-b9a9cbd33b26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5851. Dysregulated RNA splicing promotes AML quiescence and chemoresistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dysregulated RNA splicing promotes AML quiescence and chemoresistance","Topics":null,"cSlideId":""},{"Abstract":"Background: Venetoclax (VEN), a B-cell lymphoma-2 (BCL-2) inhibitor, is an important drug in acute myeloid leukemia (AML) treatment regimens. However, resistance to VEN-based therapy is a common challenge in AML management. Some factors contributing to resistance include dysregulation of BCL-2 family proteins, mutations in the TP53 gene, activating kinase mutations, and oxidative phosphorylation activity. Despite these insights, other mechanisms of resistance remain elusive. We aim to analyze tumor gene expression patterns associated with treatment response in patients who received VEN-based therapy.<br \/>Methods: Molecular and clinical data of the patients were obtained as part of the Oncology Research Information Exchange Network (ORIEN) Avatar dataset. RNA-Seq data from diagnostic Bone Marrow were processed to remove batch effects, and differential expression analysis was performed using DESeq2, while correcting for age at sample collection and sex of patients.<br \/>Results: We included 16 individuals treated with VEN-based therapy. Median age at the time of specimen collection was 65 years (interquartile range, 58-69), 9 (56%) male, 11 (69%) had active disease despite treatment with VEN. VEN-based therapy was used as 1<sup>st<\/sup> line, 2<sup>nd<\/sup> line, 3<sup>rd<\/sup> line, 4<sup>th<\/sup> line or more in 3, 4, 4, 2, and 3 patients, respectively. We found a total of 332 genes differentially expressed (fdr&#60;0.05 and abs(log2FoldChange)&#62;2.0) among patients having no evidence of active disease and those with no active disease at the time of last contact. Among those genes, we found HOXA7 and PRAME of particular interest. HOXA7 has been previously implicated in Bromodomain and Extraterminal Domain Inhibitors (BETi) inhibitor resistance in AML. This makes HOXA7 a potentially universal mechanism of chemotherapy resistance in AML. PRAME has been associated with leukemia cell survival, and its knockdown has been shown to induce apoptosis in K562 cells, which is only expressed in AML cells but not in normal hematopoietic cells. Pathway analysis found that the top two enriched pathways for the differentially expressed genes were <i>MET activates PTK2 signaling<\/i> (R-HSA-8874081) and <i>Metabolism of Angiotensinogen to Angiotensins<\/i>(R-HSA-2022377).<br \/>Conclusions: This study highlights some molecular mechanisms that give rise to AML resistance to VEN. Our results indicate that HOXA7 may potentially be a universal mechanism of chemotherapy resistance not limited to VEN-based therapy. Similarly, pathways enriched in resistant cells could be targeted to prevent or treat resistance to VEN-based therapy. These and other findings may help us identify resistance mechanisms in all AML cases vs those specific to VEN-based therapy, allowing the development of treatment strategies based on treatment mechanism. Also, analysis of these mechanisms can aid therapeutic decision-making and the development of effective treatment strategies to improve outcomes in AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,Venetoclax,Acute myeloid leukemia,Transcription,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Raygoza Garay<\/b><sup>1<\/sup>, S. Yun<sup>2<\/sup>, A. Osman<sup>3<\/sup>, R. Ramlal<sup>4<\/sup>, D. Feith<sup>5<\/sup>, M. Churchman<sup>6<\/sup>, P. Dhakal<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Iowa Holden Comprehensive Cancer Center, Iowa City, IA, <sup>2<\/sup>H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>3<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>4<\/sup>University of Kentucky, Lexington, KY, <sup>5<\/sup>University of Virginia, Charlotesville, VA, <sup>6<\/sup>Aster Insights, Tampa, FL","CSlideId":"","ControlKey":"58374c8c-04ac-4152-bf2d-63014102762e","ControlNumber":"3822","DisclosureBlock":"&nbsp;<b>J. Raygoza Garay, <\/b> None..<br><b>S. Yun, <\/b> None..<br><b>A. Osman, <\/b> None..<br><b>R. Ramlal, <\/b> None..<br><b>D. Feith, <\/b> None..<br><b>M. Churchman, <\/b> None..<br><b>P. Dhakal, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5852","PresenterBiography":null,"PresenterDisplayName":"Juan Antonio Raygoza Garay, PhD,MS","PresenterKey":"9ae1720d-795f-4ad1-9364-5c6977c62fbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5852. Tumor gene expression patterns affecting response to BCl-2 inhibitor venetoclax in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor gene expression patterns affecting response to BCl-2 inhibitor venetoclax in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Despite the effectiveness of the latest generation of cancer drugs, partial tumor response and subsequent disease relapse is commonly observed in patients. Recent evidence suggests that treatment resistance emerges from drug-tolerant persister cells (DTPC) that survive through non-genetic tumor cell adaptation. Although DTPC are mostly slow-cycling, a rare subset can re-enter the cell cycle under constitutive presence of treatment. Understanding how DTPC dynamically remodel their molecular portraits at the single-cell level may provide high-resolution insights into the molecular circuits associated with adaptive survival to therapy.Here, we use single-cell RNA sequencing (scRNA-seq) to identify potential mechanisms that promote survival of DTPC and decipher their underlying gene regulatory networks (GRNs), in a model of EGFR-mutant lung adenocarcinoma treated with osimertinib (EGFR inhibitor).<br \/>Gene expression analysis revealed fewer cell states in DTP compared to treatment-na&#239;ve cells (TN). We confirmed the acquisition of DTPC hallmarks (e.g., high epithelial-mesenchymal transition, slow-cycling phenotype, deficient DNA repair). We also identified subpopulations of cells that display intermediate transcriptional states: a pre-existing DTP-like state in a bulk of TN cells, and DTPC with enriched cell cycle signatures, evoking a phenotype of cycling DTPC. To characterize the GRN that govern TN cells, DTPC and the intermediate cell states, we applied the network inference tool PYSCENIC, which associates transcription factors (TFs) to their candidate target genes (TGs) on the basis of the scRNA-seq data and enrichment of TF binding motifs in the genomic regions around TGs. The resulting (GRN) consisted of 5 TF modules clustered on the basis of correlated TF activity.This analysis revealed that, compared to TN cells, DTPC and the intermediate cell states display a marked decreased expression of TFs and TGs involved in mRNA splicing, and more specifically in the initiation of spliceosome assembly through E-complex and A-complex formation. Interestingly, the splicing-related TFs all appear to have affinity for binding to a GCCxC consensus motif or close variant in genes (i.e., SNRPB and SNRPE) that code for key effectors of these initiation complexes. This pilot study highlights that scRNA-seq analyses coupled with inference of regulatory networks might enable the identification of molecular mechanisms that potentially trigger cell state transitions during drug-tolerance. The role of altered mRNA splicing in persistence to EGFR-targeted therapies will be explored experimentally in patient-derived cell lines and 3D organoid cultures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Resistance,Spliceosome,Lung cancer: non-small cell,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Chabrier<sup>1<\/sup>, C. Leonce<sup>2<\/sup>, R. Schneider<sup>2<\/sup>, C. Degletagne<sup>2<\/sup>, P. Saintigny<sup>2<\/sup>, A. Crombach<sup>1<\/sup>, <b>S. Ortiz-Cuaran<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Inria Antenne Lyon La Doua. Université de Lyon, INSA-Lyon, LIRIS, UMR 5205., Villeurbanne, France, <sup>2<\/sup>Univ Lyon, Claude Bernard Lyon 1 University, INSERM 1052, CNRS 5286, Centre Léon Bérard, Cancer Research Center of Lyon, Lyon, France","CSlideId":"","ControlKey":"83cc0720-1fb2-4dd5-b414-5afe6d90c0b5","ControlNumber":"8361","DisclosureBlock":"&nbsp;<b>L. Chabrier, <\/b> None..<br><b>C. Leonce, <\/b> None..<br><b>R. Schneider, <\/b> None..<br><b>C. Degletagne, <\/b> None..<br><b>P. Saintigny, <\/b> None..<br><b>A. Crombach, <\/b> None..<br><b>S. Ortiz-Cuaran, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5853","PresenterBiography":null,"PresenterDisplayName":"Sandra Ortiz-Cuaran, PhD","PresenterKey":"394baceb-601a-4c6a-9de2-d634c6df273c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5853. Regulatory network inference of lung adenocarcinoma drug-tolerant persister cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Drug Resistance 3: Regulation of Gene Expression","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulatory network inference of lung adenocarcinoma drug-tolerant persister cells","Topics":null,"cSlideId":""}]