[{"Abstract":"Introduction: Chimeric degradation activation compound (CDACs) are heterobifunctional molecules causing target protein degradation by simultaneously binding to the target protein as well as an E3-ubiquitin ligase. As an emerging new therapeutic modality, it is critical to understand the contribution of compound-specific parameters (e.g. drug exposure and binding potency to the target protein) and the system-specific parameters (e.g. target protein turnover) of CDACs to its in vivo effect. Method: To identify the key parameters for guiding compound optimization and to find the correlation between BTK degradation and the extent of tumor growth inhibition, a mechanistic PK\/PD model was built (Phoenix WinNonlin 8.1) on a dataset generated from a BTK CDAC (Compound A). The PK\/PD model was simplified mathematically compared to the full mechanistic models published previously1, since the binding affinity of Compound A to BTK was much higher than the binding affinity of CDAC to E3 ligase. This model can be linked to a tumor growth inhibition (TGI) mathematical model to find the correlation between target degradation and efficacy.Result: In mouse Rec-1 xenograft model, the BTK degradation and TGI was studied. The mice were dosed with Compound A orally at 0.3, 1, or 3 mg\/kg, dose-dependent PK and BTK degradation in tumor was observed. After a single dose administration of Compound A, ~50% BTK degradation was observed in tumor at 24 h post dosing and the tumor BTK rebound to baseline at 72 hours post dosing at 3 mg\/kg. The tumor BTK degradation was deeper after repeated dosing. A PK\/PD model was built based on the data in this PK\/PD study. The calculated BTK turnover half-life in Rec-1 model is about 16 h. In the efficacy study, Compound A was dosed orally once a day to the mice at 0.3, 1, or 3 mg\/kg. The 3 mg\/kg group achieved ~90% tumor growth inhibition in Rec-1 xenograft model. The PK\/PD model was then linked with a mathematical model describing TGI2. A threshold level of BTK degradation in tumor to achieve tumor stasis was identified to be 96% for Rec-1 tumor model. At 90% tumor growth inhibition, average of 70% BTK was predicted to be degraded in tumor at steady state. The model was subsequently used to characterize the PK\/PD relationship of BGB-16673. The efficacy of BGB-16673 was predicted using the model and it agreed with the observed value.Conclusions: The current model deepened our understanding of the PK\/PD relationship of CDACs. The approach can be used to simulate different scenarios, e.g. different BTK turnover, potency or PK exposure. It can also be used in compound selection and optimization to predict repeated dose PD and efficacy from a single dose PK\/PD data.1.\u0009J Pharmacokinet Pharmacodyn. 2021 Feb;48(1):149-163.2.\u0009Cancer Res. 2004 Feb 1;64(3):1094-101.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"BTK,Modeling,Lymphoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Wu, <b>S. Li<\/b>, F. Wang, N. Hu, L. Yin, X. Song, J. Zhang, A. Xu, S. Yang; <br\/>BeiGene, Beijing, China","CSlideId":"","ControlKey":"e8d1c0f2-a212-498b-b90e-2cbb693b8c82","ControlNumber":"1855","DisclosureBlock":"<b>&nbsp;Y. Wu, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>S. Li, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>F. Wang, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>N. Hu, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>L. Yin, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>X. Song, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>J. Zhang, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>A. Xu, <\/b> <br><b>BeiGene<\/b> Employment. <br><b>S. Yang, <\/b> <br><b>BeiGene<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2110","PresenterBiography":null,"PresenterDisplayName":"Shuran Li, PhD","PresenterKey":"33b60ae9-8e69-4c5c-8cc4-55972dd72e54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2110. Characterization of the correlation between BTK degradation and tumor growth inhibition of the BTK target protein degraders using PK\/PD modeling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of the correlation between BTK degradation and tumor growth inhibition of the BTK target protein degraders using PK\/PD modeling","Topics":null,"cSlideId":""},{"Abstract":"Background: T-DXd is an FDA-approved anti-HER2 Antibody Drug Conjugate (ADC), which has shown clinical efficacy in breast cancers with either overexpression or low-level expression of HER2. The benefit of T-DXd across the spectrum of HER2 expression has called into question the relevance of HER2 expression level as relevant parameter for T-DXd sensitivity. We sought to experimentally address the relevance of HER2 expression level upon the degree of T-DXd response.<br \/>Methods: A series of isogenic models was generated that expressed different levels of surface HER2 using a doxycycline-inducible promoter. These were analyzed for impact of differential expression level upon T-DXd internalization and drug response. Human breast cancer samples were analyzed for HER2 expression levels and association with clinical response to T-DXd under an IRB approved protocol.<br \/>Results: Induction of different levels of HER2 at specified doxycycline concentrations was verified in multiple models using immunoblotting and FACS. These different levels appeared to correspond to clinical breast cancer immunohistochemistry (IHC) scoring levels to 0, 1+, 2+, and 3+. The models were analyzed for T-DXd response and showed increasing levels of HER2 led to increase lysosomal uptake of T-DXd (p&#60;0.0001). Moreover, elevation of HER2 levels led to lower concentrations of T-DXd needed to suppress tumor growth. Analyses of the effects of increasing levels of HER2 upon xenograft response to T-DXd are ongoing. Finally, retrospective analyses of a cohort of 50 breast cancer patients treated with T-DXd revealed that higher levels of HER2 corresponded to longer time on treatment (time to progression).<br \/>Conclusion: We observe a consistent relationship between elevated expression of HER2 and breast cancer response to T-DXd. The findings highlight the relevance of HER2 expression level as a biomarker of T-DXd response and support the potential value of therapeutic strategies that can induce HER2 surface expression levels to enhance response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-01 Cellular pharmacology,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Chen<\/b><sup>1<\/sup>, J. Drago<sup>2<\/sup>, A. Gupta<sup>2<\/sup>, B. Liu<sup>2<\/sup>, S. Chandarlapaty<sup>2<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Graduate School of Medical Sciences\/Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"98822f16-1fc1-4514-b2f6-4d4eb959b6c7","ControlNumber":"3945","DisclosureBlock":"&nbsp;<b>W. Chen, <\/b> None.&nbsp;<br><b>J. Drago, <\/b> <br><b>AstraZeneca<\/b> Other, Research Funding AND Consulting. <br><b>Genagon<\/b> Other, Consulting. <br><b>AmMax Bio<\/b> Other, Consulting. <br><b>NuProbe<\/b> Other, Consulting. <br><b>Launchpad Therapeutics<\/b> Other, Consulting.<br><b>A. Gupta, <\/b> None.&nbsp;<br><b>B. Liu, <\/b> <br><b>Loxo Oncology at Lilly<\/b> Employment. <br><b>S. Chandarlapaty, <\/b> <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, consultation\/Ad board\/Honoraria. <br><b>Lilly<\/b> Grant\/Contract, Other, consultation\/Ad board\/Honoraria. <br><b>Odyssey Biosciences<\/b> Other Business Ownership, Other, shares. <br><b>Effector Therapeutics<\/b> Other Business Ownership, Other, shares\/consultation\/Ad board\/Honoraria. <br><b>Totus Medicines<\/b> Other Business Ownership, Other, shares. <br><b>Novartis<\/b> Other, consultation\/Ad board\/Honoraria. <br><b>Neogenomics<\/b> Other, consultation\/Ad board\/Honoraria. <br><b>Nuvalent<\/b> Other, consultation\/Ad board\/Honoraria. <br><b>Blueprint<\/b> Other, consultation\/Ad board\/Honoraria. <br><b>SAGA Diagnostics<\/b> Other, consultation\/Ad board\/Honoraria. <br><b>Prelude Therapeutics<\/b> Other, consultation\/Ad board\/Honoraria.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2111","PresenterBiography":null,"PresenterDisplayName":"Wanyi Chen, BS","PresenterKey":"eab0816c-ca84-4f3d-bb53-a6180927fab7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2111. Impact of HER2 Expression on trastuzumab deruxtecan(T-DXd) efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of HER2 Expression on trastuzumab deruxtecan(T-DXd) efficacy","Topics":null,"cSlideId":""},{"Abstract":"Proliferating cell nuclear antigen (PCNA) plays an essential role in regulating DNA synthesis and repair and is essential for cancer cell growth and survival. We discovered a cancer-associated isoform of PCNA (caPCNA), which is ubiquitously and highly expressed in a broad range of cancer cells and tumor tissues but is not significantly expressed in non-malignant cells. Further studies of this novel caPCNA isoform as an anti-cancer drug target led to the identification of a cancer distinct region of PCNA which is partly delineated by the L126-Y133 peptide sequence and the discovery of a small molecule (AOH1996), which binds to this cancer distinct region as shown by crystallization studies. By targeting caPCNA, AOH1996 selectively kills cancer cells by interfering with the resolution of transcription-replication conflicts (TRC). Importantly, it causes no discernable toxicity at 6 times of its effective dose in mice. AOH1996 is currently in a phase 1 clinical trial for adult solid tumors at City of Hope (IND 138273). To identify genes that may be used as biomarkers for patient selection or potential targets for combination therapies, we screened a CRISPR interference (CRISPRi) library, which targets genes that are involved in cell signaling and cell cycle regulation. After culturing transduced cells in the presence of DMSO or 250 nM AOH1996 (corresponding to IC20) in triplicates for 14 generations, we measured the relative abundance of each guide RNA (gRNA) construct. Significant changes in the abundance of the gRNA constructs in AOH1996-treated cells relative to that in DMSO-treated cells were determined by the MAGeCK method. The target genes of the depleted or enriched gRNAs are predominantly involved in DNA repair, cell cycle regulation, and transcription regulation, which is consistent with the action mechanism of AOH1996. We validated the effect of these genes on sensitivity to AOH1996 and identified a panel of target proteins whose up or down-regulation is associated with sensitivity to AOH1996. Some of these proteins are targets of known chemotherapeutic drugs, which may be used in combination with AOH1996 in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-03 Pharmacogenetics and therapeutic response,,"},{"Key":"Keywords","Value":"Biomarkers,Therapeutics,PCNA,CRISPRi,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Gu<\/b>, M. Li, C.-W. Chen, R. J. Hickey, L. H. Malkas; <br\/>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"6ee8ee12-0dd2-47da-89dc-72b5e0c0870e","ControlNumber":"1785","DisclosureBlock":"&nbsp;<b>L. Gu, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>R. J. Hickey, <\/b> None..<br><b>L. H. Malkas, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2112","PresenterBiography":null,"PresenterDisplayName":"Long Gu, PhD","PresenterKey":"bdd581eb-a99d-4190-b895-81be98569faa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2112. Identification of biomarkers associated with sensitivity to a novel PCNA inhibitor (AOH1996) by CRISPRi screening","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of biomarkers associated with sensitivity to a novel PCNA inhibitor (AOH1996) by CRISPRi screening","Topics":null,"cSlideId":""},{"Abstract":"Background: Mixed-lineage leukemia (<i>MLL<\/i>, or <i>KMT2A<\/i>) gene rearrangements (<i>MLL-r<\/i>) occur in 5%-10% acute leukemias and are associated with poor prognosis. <i>Nucleophosmin 1 <\/i>mutations (<i>NPM1m<\/i>) are the most common genetic alterations in acute myeloid leukemia (AML). Multiple studies have illuminated that those leukemogenesis are dependent on the interaction of menin-MLL, which controls downstream gene expressions associated with cell proliferation and differentiation, e.g. <i>HOXA9<\/i> and <i>CD11b<\/i>. Herein, we introduce HMPL-506, a novel and highly differentiated small molecule compound targeting menin-MLL interaction.<br \/>Methods and Results: Biochemical assay revealed that HMPL-506 potently blocked menin-MLL binding with IC<sub>50 <\/sub>of 1.0 nM. In cell lines carrying <i>MLL-r<\/i> or <i>NPM1m<\/i>, HMPL-506 substantially down-regulated menin-MLL target genes transcription of <i>MEIS1<\/i> and <i>HOXA9<\/i> and upregulated the differentiation marker of <i>CD11b <\/i>by RT-PCR assay, consequently, HMPL-506 attenuated tumor cell growth, with GI<sub>50<\/sub> ranging from 3.0 to 12.1 nM in <i>MLL-r<\/i> cell lines (MV-4-11, MOML-13 and RS4;11) and 22.4 nM in <i>NPM1m<\/i> cell line (OCI-AML-3) in CellTiter-Glo cell viability assay. Notably, compared with the other 5 menin inhibitors in clinical stage, HMPL-506 showed the strongest inhibitory potency in <i>MLL-r<\/i> and <i>NPM1m<\/i> cell line models. <i>In vivo <\/i>studies demonstrated<i> <\/i>the dose- and exposure- dependent target regulation of <i>MEIS1<\/i> and anti-tumor efficacy following HMPL-506 treatment in multiple tumor xenograft models. For instance, in MV-4-11 subcutaneous model, once daily oral administration of HMPL-506 at 5, 10 and 25 mg\/kg for 4 days in BALB\/c nude mice induced dose-dependent inhibition of <i>MEIS1<\/i> gene expression, positively correlating with compound exposures in tumor tissues; continuous dosing of HMPL-506 at 5 mg\/kg for 28 days reduced the tumor growth by 86%, which was comparable to the efficacy induced by SNDX-5613 at 50 mg\/kg. Treatment of HMPL-506 at 10 mg\/kg and 25 mg\/kg resulted in tumor shrinkage in all treated animals, with tumor regression rates of 72% and 100%, respectively. Furthermore, HMPL-506 synergistically improved anti-tumor effect of azacytidine, venetoclax and gilteritinib against <i>MLL-r<\/i> leukemias both <i>in vitro <\/i>and <i>in vivo<\/i>. HMPL-506 displayed favorable PK profiles and high selectivity among multiple kinases, methyltransferases and safety related targets. More importantly, the IC<sub>50<\/sub> of HMPL-506 on hERG patch clamp was over 60 &#181;M, indicating low risk of QTc prolongation in human.<br \/>Conclusion: HMPL-506 is a novel and highly differentiated menin-MLL inhibitor with robust anti-tumor activities, favorable ADME properties and low risk of cardiac toxicity, warranting it further clinical development for treatment of <i>MLL-r<\/i> and <i>NPM1m<\/i> acute leukemias. HMPL-506 IND is expected to be cleared in H1 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Leukemias,Small molecule drugs,Preclinical,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Cheng<\/b>, L. Ge, Z. Gao, Z. Zhong, A. Jiang, W. Zhang, J. Hu, S. Jiang, N. Li, N. Yang, J. Wang, Y. Sai, W. Qing, Y. Ren, W. Su; <br\/>HUTCHMED, Shanghai, China","CSlideId":"","ControlKey":"70462f51-59ef-469d-abc0-7ecb32764cb1","ControlNumber":"4181","DisclosureBlock":"&nbsp;<b>M. Cheng, <\/b> None..<br><b>L. Ge, <\/b> None..<br><b>Z. Gao, <\/b> None..<br><b>Z. Zhong, <\/b> None..<br><b>A. Jiang, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>J. Hu, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Y. Sai, <\/b> None..<br><b>W. Qing, <\/b> None..<br><b>Y. Ren, <\/b> None..<br><b>W. Su, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2113","PresenterBiography":null,"PresenterDisplayName":"Min Cheng, MD;PhD","PresenterKey":"d74944f9-7862-4f0a-a6e8-b2a766a986fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2113. HMPL-506, a novel, highly potent and differentiated menin-MLL inhibitor for the treatment of <i>MLL-rearranged<\/i>and <i>NPM1<\/i>mutant acute leukemia in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMPL-506, a novel, highly potent and differentiated menin-MLL inhibitor for the treatment of <i>MLL-rearranged<\/i>and <i>NPM1<\/i>mutant acute leukemia in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Background: EGFR tyrosine kinase inhibitors (TKIs) have significantly improved the survival rate and the quality of life of the NSCLC patients with EGFR mutation in the first line setting. For example, Osimertinib, a potent third-generation EGFR TKI, has demonstrated exceptional efficacy in metastatic NSCLC with specific EGFR mutations. Despite its success, the emergence of drug resistance, often linked to elevated HER3 protein expression, remains a significant challenge. U3-1402 (HER3-Dxd), an HER3 ADC, demonstrates a promising result in managing Osimertinib-resistant NSCLC. It has been reported that combining U3-1402 with Osimertinib has shown enhanced efficacy in resistant cell lines and mouse models. Here, we explore a novel HER3 dual-payload ADC (HER3 dpADC), uniquely combining a Topoisomerase I inhibitor and an EGFR TKI within a single antibody structure using the enzymatic site-specific conjugation platform developed by GeneQuantum (GQ). This innovative approach demonstrates potent and synergistic anti-tumor effects in vitro and in vivo, presenting an alternative therapeutic strategy for EGFR-mutant NSCLC patients.<br \/>Results: GQ's dpADC platform technology employs two orthogonal enzymatic site-specific conjugations and stable linker technologies to efficiently generate the dual-payload ADC with high homogeneity and quality. For HER3 dpADC, HER3 Ab was conjugated with a novel Topoisomerase I inhibitor, TopoIx, and an EGFR tyrosine kinase inhibitor. In vitro DAR analysis revealed high linker stability, with minimal free payload release even after 96 hours of plasma incubation. Binding affinity assessments confirmed comparable affinity between HER3 dpADC and HER3 mAb in specific EGFR exon 19 deletion cell lines. Using various NSCLC cell lines in a 3D-spheroid culture system, HER3 dpADC demonstrated significant dose-dependent and synergistic anti-tumor activities. A robust bystander killing efficacy was observed in both HER3+\/HER3- HEK293T cell coculture assays. Evaluation in CDX mouse models consistently demonstrated heightened in vivo efficacy by HER3 dpADC, aligning with the promising in vitro data. In NSCLC patient-derived xenograft (PDX) mouse models representing EGFR tyrosine kinase inhibitor-sensitive or resistant phenotypes, HER3 dpADC induced tumor regressions with no obvious toxicity, underscoring its potential as the next-generation HER3 targeting agent.<br \/>Conclusion: The innovative HER3 dpADC, leveraging an efficient dual enzymatic site-specific conjugation, exhibited robust anti-tumor efficacy in both in vitro and in vivo settings, surpassing single-agent treatments. Its synergistic mechanism of action presents a promising possibility for developing a more potent and the front-line therapeutic solutions in NSCLC patients who have progressed on standard therapies.<br \/><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-01 Cellular pharmacology,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,HER3 dual payload ADC,Osimertinib,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Wang<\/b>, M. Xiong, X. Gao, C. Zhou, Y. Han, Y. Li, J. Wang, L. Shi, G. Qin, P. H. Song; <br\/>GeneQuantum Healthcare (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"655e7413-717e-46e6-b839-9b6f1e151130","ControlNumber":"4271","DisclosureBlock":"<b>&nbsp;L. Wang, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>M. Xiong, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>C. Zhou, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Y. Han, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Y. Li, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>L. Shi, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>P. H. Song, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2114","PresenterBiography":null,"PresenterDisplayName":"Paul Song, PhD","PresenterKey":"4d02f427-fc9c-48fd-9ed7-294a8c3bc97c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2114. Enhancing therapeutic strategies for osimertinib-resistant EGFR-mutant NSCLC: A HER3 dual-payload ADC (dpADC) with topoisomerase I and EGFR tyrosine kinase inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing therapeutic strategies for osimertinib-resistant EGFR-mutant NSCLC: A HER3 dual-payload ADC (dpADC) with topoisomerase I and EGFR tyrosine kinase inhibitor","Topics":null,"cSlideId":""},{"Abstract":"In the last decade, cancer therapeutics have adhered to the practice of administering drugs at the maximum tolerated dose (MTD) selected from limited patient cohorts. The emergence of targeted therapies has disrupted this dose selection paradigm, as optimal efficacy may be achievable at lower dose than MTD. Recently, a regulatory agency initiated \"OPTIMUS\" to redefine the dose selection process, recommending quantitative assessments of drug efficacy in relation to the target protein throughout development and clinical trials.<br \/>ABT-199 is a protein interaction inhibitor that specifically disrupts the interaction of BCL2 protein. Consequently, the assessment of changes in the level of BCL2 protein complex is necessary to evaluate the ABT-199 efficacy for optimal dose selection. In this study, we adapted the Single-molecule Protein Interaction Detection platform for evaluating pharmacodynamics of BCL2 inhibitors in clinical samples.<br \/>We assessed the dissociation of two BCL2-related biomarkers, BCL2-BAX and BCL2-BIM, from a model system under various ABT-199 doses. Following one hour treatment with 300 nM of ABT-199, the BCL2-BAX complex dissociated almost by 40%, while 80% of the BCL2-BIM complex remained. The reduction of the BCL2-BIM complex was not changed when extending the treatment for 3 hours, indicating that the BCL2-BAX complex may serve as a more sensitive biomarker for assessing the target engagement of ABT-199. To determine the assay sensitivity, we evaluated the ABT-199 response across different cell numbers and found that 100,000 cells are sufficient for performing the BCL2-BAX assay. Subsequently, we validated the utility of our method in assessing clinical samples, specifically BMMCs and PBMCs. We collected 4 PBMCs and the corresponding BMMCs from hematological cancer patients and treated them with various doses of ABT-199 ex vivo. With 100,000 BMMCs and 1,000,000 PBMCs, we can generate dose-response curves for the BCL2-BAX complex at doses of ABT-199 ranging from 1 to 1,000 nM. To explore the feasibility of employing the BCL2-BAX complex in PBMCs as a surrogate biomarker for assessing ABT-199 engagement with BCL2 in BMMCs, we compared the averaged dose-response curves from 4 PBMCs with that of BMMCs. Remarkably, the two curves showed a coherent dissociation trend, indicating that the biochemical effect of ABT-199 on the BCL2-BAX complex may be conserved across different sample types.<br \/>Collectively, we have developed a target engagement assay for BCL2 inhibitors by measuring the BCL2-BAX complex. Notably, we observed a consistent dissociation pattern of the BCL2-BAX complex by ABT-199 treatment in both PBMCs and BMMCs. This molecular information offers an alternative way to assess the pharmacodynamics of BCL2 inhibitors, particularly in the case where collecting a series of BMMCs with sufficient amounts may not be feasible.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Venetoclax,Pharmacodynamics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hongwon Lee<sup>1<\/sup>, <b>Byungsan Choi<\/b><sup>1<\/sup>, Saem Hong<sup>1<\/sup>, Yunseo Lee<sup>1<\/sup>, Tae-Young Yoon<sup>1<\/sup>, Janghee Woo<sup>2<\/sup><br><br\/><sup>1<\/sup>Proteina Co., Seoul, Korea, Republic of,<sup>2<\/sup>Department of Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"5a7b5892-d422-4536-a1bc-b10a64c46682","ControlNumber":"2744","DisclosureBlock":"<b>&nbsp;H. Lee, <\/b> <br><b>PROTEINA Co., Ltd.<\/b> Employment. <br><b>B. Choi, <\/b> <br><b>PROTEINA Co., Ltd.<\/b> Employment. <br><b>S. Hong, <\/b> <br><b>PROTEINA Co., Ltd.<\/b> Employment. <br><b>Y. Lee, <\/b> <br><b>PROTEINA Co., Ltd.<\/b> Employment. <br><b>T. Yoon, <\/b> <br><b>Seoul National University<\/b> Employment. <br><b>J. Woo, <\/b> <br><b>PROTEINA Co., Ltd.<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2115","PresenterBiography":null,"PresenterDisplayName":"Byungsan Choi, PhD","PresenterKey":"d12c5bbf-b5de-4638-944e-7deeeb32e969","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2115. Assessing BCL2 protein complex level in peripheral blood mononuclear cells as a surrogate pharmacodynamic biomarker of BCL2 inhibitors in hematological cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing BCL2 protein complex level in peripheral blood mononuclear cells as a surrogate pharmacodynamic biomarker of BCL2 inhibitors in hematological cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Telisotuzumab vedotin (Teliso-V) is an antibody-drug conjugate (ADC) composed of a c-Met (MET protein) antibody coupled to the microtubule inhibitor monomethyl auristatin E (MMAE). Teliso-V was granted FDA Breakthrough Therapy Designation for advanced\/metastatic EGFR WT, NSQ NSCLC with high c-MET overexpression. For MMAE drug delivery, Teliso-V must first undergo receptor internalization and endolysosomal (EL) trafficking. Hepatocyte growth factor (HGF)-dependent MET EL trafficking and degradation depend on the E3 ubiquitin ligase Casitas B-lineage lymphoma (CBL). METex14 skipping and CBL-binding site mutations, which delete the binding site for CBL, occur in ~ 3% of NSCLC. The role of CBL in Teliso-V-MMAE delivery and activity was assessed in this work.<br \/>Methods: WT-human c-Met, c-Met-Y1003F\/N (CBL binding site mutations in MET), and c-Met-ex14&#8710; (47 aa deletion to mimic ex14 skipping) or CBL-L620f, G807*, and W802* (CBL inactivating mutants) were expressed in NIH3T3, Ba\/F3 cells, or A549 tumor cells using retroviral transduction. Genetically modified cells were then used to define the role of CBL in c-Met surface expression, intracellular signaling, EL trafficking (using pHrodo Red-labeled Teliso-V), and Teliso-V sensitivity in 2D\/3D cell cultures.<br \/>Results: c-Met expression was required for Teliso-V cytotoxicity and intracellular payload delivery in all cell lines. While minimal changes in cell surface c-Met levels were observed, CBL binding mutants had increased phosphorylated c-Met in the absence of HGF, and ex14&#8710;-MET and CBL binding site mutants showed increased sensitivity to small molecule c-Met inhibitors. Compared to WT c-Met, ex14&#8710; and CBL-binding mutants showed similar EL trafficking and no change in sensitivity to Teliso-V. Co-treatment with a pan-CBL inhibitor also failed to alter Teliso-V EL trafficking and anti-tumor activity. Like most ADCs, EL trafficking was dependent on a dynamin-mediated process with reduced EL trafficking by co-treatment with Dyngo4a. To further understand the role of CBL in Teliso-V sensitivity, we expressed CBL inactivating mutations in A549 tumor cells. While the L602F and W802* mutants increased spheroid size, as well as activated p-MET, there was no change in sensitivity to Teliso-V.<br \/>Conclusions: Loss of CBL-binding sites on c-Met via ex14 deletion or Y1003F\/N leads to increased MET-targeted TKI sensitivity and increased phospho-c-Met levels but does not impact Teliso-V sensitivity or EL trafficking. Our results indicate that Teliso-V traffics to the EL via a dynamin-mediated process. Therefore, Teliso-V delivers MMAE through a robust ADC-mediated EL-dependent mechanism that is independent of CBL, suggesting that high c-Met expression in Ex14skipping or CBL binding site mutant NSCLC patients should be further investigated for response to Teliso-V.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-04 Pharmacogenomics,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Antibody-drug conjugate (ADC),c-Met,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Batth<\/b>, R. Pandoy, S. Khaja, D. Maji, T. Uziel, A. Vasilopoulos, P. Ansell, P. Epling-Burnette; <br\/>AbbVie Inc., North Chicago, IL","CSlideId":"","ControlKey":"11186b4f-9151-4e08-bfb4-c2a2a6ccb06a","ControlNumber":"3933","DisclosureBlock":"<b>&nbsp;I. Batth, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>R. Pandoy, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>S. Khaja, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>D. Maji, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>T. Uziel, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>A. Vasilopoulos, <\/b> <br><b>AbbVie Inc<\/b> Employment, Stock. <br><b>P. Ansell, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>P. Epling-Burnette, <\/b> <br><b>AbbVie Inc<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8056","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2116","PresenterBiography":null,"PresenterDisplayName":"Izhar Batth, PhD","PresenterKey":"63848b4c-50c7-4e60-b242-572b97ae6981","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2116. Telisotuzumab vedotin (Teliso-V)-mediated c-Met internalization, endolysosomal trafficking, and potent cytotoxic activity are unaffected by MET exon-14 skipping mutation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Telisotuzumab vedotin (Teliso-V)-mediated c-Met internalization, endolysosomal trafficking, and potent cytotoxic activity are unaffected by MET exon-14 skipping mutation","Topics":null,"cSlideId":""},{"Abstract":"Genomic instability is a hallmark of cancer. Unlike normal diploid cells, cancer cells exhibit abnormal centrosome numbers and chromosomal instability. Mitosis with supernumerary centrosomes yields progeny with aberrant chromosome segregation and aneuploidy. While most progeny cells with abnormal chromosomes are eliminated through apoptosis, some have distinct fates with a growth advantage. These cancer cells can acquire resistance to antineoplastic agents. This confers an aggressive tumor biology and unfavorable clinical outcomes. Cyclin-dependent kinase 2 (CDK2) regulates cell cycle progression and the centrosome cycle. We previously reported that CDK2 inhibition prevents supernumerary centrosome clustering, causing multipolar mitosis and anaphase catastrophe in lung and other aneuploid cancers. This was associated with residual transplanted tumors in mice. To elucidate cell fates of progeny with multipolar mitosis after CDK2\/9 inhibition with CYC065 (0.2 &#181;M) treatment, a panel of murine and human lung cancer cells underwent time-lapse fluorescent microscopy. This elucidated multipolar mitotic events within the progeny. Intriguingly, distinct outcomes occurred after mitosis including formation of multipolar and multinucleated cells. Cell death of progeny is the predominant fate, but some progeny survive despite continuous CDK2 inhibition. Surprisingly, some of these cells fuse together. Those multinucleated cells can undergo multiple cell cycles without successful cytokinesis. To confirm these effects were through CDK2 inhibition, the selective CDK2 inhibitor Tagtociclib (PF-07104091, at the 2 &#181;M dosage) was used. This treatment statistically-significantly increased multipolar lung cancer cells and increased apoptotic death during time-lapse fluorescent microscopy. Findings were independently validated by CDK2 shRNA knockdown. Focused ion beam scanning electron microscopy (FIB-SEM) and immunofluorescent staining revealed the ultrastructure of multinucleated cells. Insights into tumor biology came from intravital imaging of transplanted lung cancer cells in mice. Multipolar and multinuclear cells followed CDK2 antagonism. Incucyte<sup>&#174;<\/sup> Live-Cell Analysis System and Artificial Intelligence-based imaging determined distinct growth responses in aneuploid as compared to non-aneuploid lung cancer cells after CDK2 inhibitor treatments. In summary, these findings are translationally relevant. CDK2 inhibition of aneuploid lung cancers yields distinct cell fates. This is linked to resistance to CDK2 antagonism and to formation of residual <i>in vivo <\/i>tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Cancer therapy,CDK2,Aneuploidy,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Tyutyunyk<\/b><sup>1<\/sup>, Z. Chen<sup>1<\/sup>, X. Liu<sup>1<\/sup>, Y. Ng<sup>2<\/sup>, A. Bhatawadekar<sup>1<\/sup>, K. Narayan<sup>1<\/sup>, R. Weigert<sup>2<\/sup>, X. Liu<sup>1<\/sup>, E. Dmitrovsky<sup>1<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"8a7298c7-aa02-41f8-bc34-ce51a3f2b019","ControlNumber":"2764","DisclosureBlock":"&nbsp;<b>L. Tyutyunyk, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Ng, <\/b> None..<br><b>A. Bhatawadekar, <\/b> None..<br><b>K. Narayan, <\/b> None..<br><b>R. Weigert, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>E. Dmitrovsky, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2117","PresenterBiography":null,"PresenterDisplayName":"Liliya Tyutyunyk, BA;PhD","PresenterKey":"0b2957b2-6dda-4510-9f84-091d66dd78fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2117. Elucidation of the fates of CDK2 inhibited aneuploid and residual lung cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidation of the fates of CDK2 inhibited aneuploid and residual lung cancers","Topics":null,"cSlideId":""},{"Abstract":"Carcinoembryonic antigen cell adhesion molecule 5, CEACAM5, is a glycosylphosphatidylinositol-anchored glycoprotein expressed on the cell surface of most of the colorectal cancer (CRC) and pancreatic ductal adenocarcinoma (PDAC) and of more than 2\/3 of gastric cancer (GC) and non-small cell lung cancer (NSCLC) while normal tissue expression is limited. The high prevalence of CEACAM5 expression prompted us to develop a novel CEACAM5 topoisomerase I inhibitor (Topo1i) antibody drug conjugate (ADC) with a DAR of 8, SGN-CEACAM5C \/ SAR445953. The anti-CEACAM5 antibody was chosen based on its high selectivity for CEACAM5 and its potential to direct cytotoxic payloads to tumor. The Topo1i payload was optimized for potency and enhanced bystander activity. SGN-CEACAM5C \/ SAR445953 is rapidly internalized and demonstrates <i>in vitro<\/i> cytotoxicity with EC50 values in the sub-nM range while it induces no toxicity on CEACAM5-negative cells. The potent anti-tumor activity is mediated by direct cytotoxicity on CEACAM5-expressing tumor cells and by a strong bystander effect due to the diffusion of the payload to the neighboring CEACAM5-negative tumor cells. Accordingly, the ADC incubated in a co-culture of CEACAM5-positive and -negative cells at a ratio of 1\/1 induces a ~50% growth inhibition of CEACAM5-negative cells. Interestingly, with incubated ADC, only 1% of CEACAM5-positive cells in co-culture are sufficient to provide 11% growth inhibition of CEACAM5-negative cells. <i>In vivo<\/i>, SGN-CEACAM5C \/ SAR445953 is stable in circulation in SCID mice with a t1\/2 close to 15 days.<i> In vivo<\/i> efficacy at 1, 3 and 10 mg\/kg (single administration) was evaluated in panels of 4 CRC, 3 PDAC, 4 NSCLC and 3 GC patient-derived xenograft (PDX) models. At 10 mg\/kg, the ADC elicits antitumor regression in 14\/14 models. At 3 mg\/kg, tumor regression occurs in 12\/14 models. This potent, specific and dose dependent anti-tumor activity was further confirmed in Single Mouse Trials (SMT) of 20 CRC PDX models, 31 lung cancer PDX models and 19 gastric cancer PDX models. SMT consists in use of one animal per PDX model per treatment arm and for which the evaluation of efficacy is based on RECIST (Response Evaluation Criteria In Solid Tumors) criteria used in clinic. In CRC, gastric and lung cancer SMT, disease control rates are 95%, 84% and 87%, respectively with overall response rates of 55%, 68% and 71% including 15%, 10% and 26% of complete responses, respectively. The high anti-tumor activity across panels of PDX models of several CEACAM5 positive indications supports further evaluation of SGN-CEACAM5C \/ SAR445953 in patients with CRC, PDAC, GC and lung cancers (NCT06131840).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-01 Cellular pharmacology,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Carcinoembryonic antigen,Topoisomerase I,Gastrointestinal cancers: colorectal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Baudat<\/b><sup>1<\/sup>, C. Nicolazzi<sup>1<\/sup>, J. Sigurjonsson<sup>2<\/sup>, C. Amara<sup>3<\/sup>, A. Clarke<sup>2<\/sup>, R. lyski<sup>2<\/sup>, D. Meyer<sup>2<\/sup>, V. Fantin<sup>4<\/sup>, M. Chiron<sup>1<\/sup>, S. Decary<sup>1<\/sup>; <br\/><sup>1<\/sup>Sanofi, Vitry-Sur-Seine, France, <sup>2<\/sup>Seagen, Bothell, WA, <sup>3<\/sup>Sanofi, Chilly-Mazarin, France, <sup>4<\/sup>Sanofi, Remote, NJ","CSlideId":"","ControlKey":"e2df1ce0-3314-4979-a696-dbb98ef7a36c","ControlNumber":"6768","DisclosureBlock":"<b>&nbsp;Y. Baudat, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>C. Nicolazzi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>J. Sigurjonsson, <\/b> <br><b>Seagen<\/b> Employment. <br><b>C. Amara, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Clarke, <\/b> <br><b>Seagen<\/b> Employment. <br><b>R. lyski, <\/b> <br><b>Seagen<\/b> Employment. <br><b>D. Meyer, <\/b> <br><b>Seagen<\/b> Employment. <br><b>V. Fantin, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Chiron, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Decary, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2118","PresenterBiography":null,"PresenterDisplayName":"Yves Baudat, DMSc","PresenterKey":"485161b4-21ba-4116-98f7-cb5568295bcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2118. SGN-CEACAM5C \/ SAR445953, a novel topoisomerase I inhibitor antibody-drug conjugate targeting CEACAM5, has potent anti-tumor activity in CRC, PDAC, GC and lung cancer tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SGN-CEACAM5C \/ SAR445953, a novel topoisomerase I inhibitor antibody-drug conjugate targeting CEACAM5, has potent anti-tumor activity in CRC, PDAC, GC and lung cancer tumor models","Topics":null,"cSlideId":""},{"Abstract":"Letrozole (LTZ), a third-generation aromatase inhibitor, appears to be a promising novel therapeutic for the treatment of glioblastoma (GBM). It synergistically enhances the efficacy of the DNA alkylating agent temozolomide, one of the few approved chemotherapeutics for GBM, against patient-derived GBM cells. RNA-seq analysis of tumor from recurrent GBM patients treated with LTZ prior to surgery in a &#8220;window of opportunity&#8221; phase 0\/1 dose escalation clinical trial revealed that LTZ downregulates genes encoding for DNA-damage repair proteins (BRCA2) in a dose dependent manner. Our central hypothesis for this project is that combination of LTZ with targeted therapeutic agents that promote DNA damage results in synergistic effects against GBM. The objective of this study is to evaluate the effects of poly-ADP ribose polymerase (PARP) inhibitors in combination with LTZ against patient-derived GBM cells. Our secondary aim for this project is to delineate the blood-brain barrier (BBB) permeability of PARP inhibitors. Employing patient-derived G43, G75 and JHH-136 GBM lines we assessed the influence of PARP inhibitors (olaparib, pamiparib, veliparib and niraparib) in combination with LTZ on cell viability and neurosphere growth. We then utilized male CD-IGS rats (n=6; body wt., 250g) to assess plasma and brain extracellular fluid (ECF) pharmacokinetics (PK) of PARP inhibitors using cerebral microdialysis. The IC<sub>50<\/sub> values for PARP inhibitors in these assays ranged from 0.06 to 11.31 &#181;M. Treatment in combination with LTZ (0.05 &#181;M), a non-cytotoxic concentration of LTZ in these lines, significantly decreased the IC<sub>50<\/sub> values for PARP inhibitors (0.012 to 0.51 &#181;M). Combination Index analysis indicated that this combination was strongly synergistic. Furthermore, the plasma and brain ECF PK analyses suggested that PARP inhibitors such as pamiparib and niraparib exhibit facile transport across the BBB barrier as reflected in K<sub>p,uu,brain <\/sub> (ratio of AUC<sub>ecf<\/sub>\/AUC<sub>plasma, unbound<\/sub>) values of 0.98 and 0.45, respectively. Overall, these results provide a strong foundation for pursuing further development of combination therapy of GBM with LTZ and PARP inhibitors. A careful assessment of the clinical efficacy and safety profile of these agents will further guide shortlisting combination of LTZ for pre-clinical and clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Glioblastoma,Resistance,RNA sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. Karve<\/b>, B. B. Gabani, S. N. Gadgil, S. P. Kulkarni, G. A. Gudelsky, P. B. Desai; <br\/>University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"dbfe49f9-e67c-4394-af54-dbe4e5fe8a6c","ControlNumber":"6964","DisclosureBlock":"&nbsp;<b>A. S. Karve, <\/b> None..<br><b>B. B. Gabani, <\/b> None..<br><b>S. N. Gadgil, <\/b> None..<br><b>S. P. Kulkarni, <\/b> None..<br><b>G. A. Gudelsky, <\/b> None..<br><b>P. B. Desai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2119","PresenterBiography":null,"PresenterDisplayName":"Aniruddha Karve, PhD","PresenterKey":"0ffa12d9-282d-4f04-a6f5-3ec867c042ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2119. Translational research to facilitate development of novel therapeutic combinations of letrozole for the treatment of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Translational research to facilitate development of novel therapeutic combinations of letrozole for the treatment of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Asparaginase is a key component of the therapeutic regimen used to treat patients with acute lymphoblastic leukemia (ALL). Calaspargase pegol (Asparlas) is composed of <i>E. coli <\/i>L-asparaginase and is PEGylated with approximately 5000 Da polyethylene glycol (PEG). Asparlas depletes asparagine (Asn) by deamination into aspartic acid. Asn synthetase (ASNS) is the key enzyme responsible for <i>de novo<\/i> Asn synthesis. In the absence of Asn in their direct environment, normal cells having adequate ASNS activity can survive with their own Asn supply while cancer cells lacking ASNS activity undergo apoptosis as they depend on extracellular sources of Asn. The <i>ASNS<\/i> gene has a typical CpG island in its promoter and its methylation status in tumor cells has been reported to be associated with asparaginase sensitivity clinically in T-ALL and in solid tumors preclinically. In this study we have investigated <i>ASNS<\/i> promoter hypermethylation as a biomarker for Asparlas activity in solid tumors and explored the feasibility of translating these results into the clinic. Analyses of the TCGA datasets indicated that a relatively high fraction of hepatocellular carcinoma (HCC) and gastric cancers are hypermethylated at the <i>ASNS<\/i> promoter. Testing Asparlas across a panel of HCC cell lines demonstrated that <i>ASNS<\/i> promoter-hypermethylated cell lines with lowest <i>ASNS<\/i> mRNA expression are the most responsive to Asparlas treatment in vitro. In vivo efficacy studies in mice bearing human <i>ASNS<\/i> promoter-hypermethylated xenograft models of HCC and gastric cancer showed that Asparlas treatment inhibited tumor growth in a dose-dependent manner and resulted in tumor rejections at the highest doses. Data from the HCC model was used to build a PK\/PD efficacy model to project efficacious concentrations in patients. A panel of HCC PDX models with different levels of <i>ASNS<\/i> promoter methylation was evaluated to better understand the relationship between this biomarker and response to Asparlas. Treatment with Asparlas resulted in complete depletion of Asn in plasma and a partial depletion of Asn in the tumor for all models tested and strong anti-tumor activity against a model that had high methylation of the <i>ASNS<\/i> promoter. This activity was lost in models with lesser degrees of methylation indicating a strict threshold of promoter methylation for efficacy. These data confirm and extend previous findings that hypermethylation of the <i>ASNS<\/i> promoter has a synthetic lethal relationship with Asn-depleting therapies including Asparlas and highlight the need to carefully define the minimum threshold of hypermethylation to select HCC patients who could potentially benefit from Asparlas treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-03 Pharmacogenetics and therapeutic response,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Asparaginase,Promoter hypermethylation,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Tyagi<\/b><sup>1<\/sup>, M. Pohorecka<sup>2<\/sup>, V. Duvivier<sup>2<\/sup>, A. Studeny<sup>2<\/sup>, D. Valour<sup>2<\/sup>, N. Moulharat<sup>2<\/sup>, H. Darville<sup>2<\/sup>, N. Provost<sup>2<\/sup>, P. Barbier Saint Hilaire<sup>2<\/sup>, E. Hoeben<sup>2<\/sup>, D. Simons<sup>1<\/sup>; <br\/><sup>1<\/sup>Servier BioInnovation, Boston, MA, <sup>2<\/sup>Servier, Gif Sur Yvette, France","CSlideId":"","ControlKey":"8d2727df-b90a-46fe-ac44-e4e2a9b62b7a","ControlNumber":"5126","DisclosureBlock":"<b>&nbsp;E. Tyagi, <\/b> <br><b>Servier BioInnovation<\/b> Employment. <br><b>M. Pohorecka, <\/b> <br><b>Servier<\/b> Employment. <br><b>V. Duvivier, <\/b> <br><b>Servier<\/b> Employment. <br><b>A. Studeny, <\/b> <br><b>Servier<\/b> Employment. <br><b>D. Valour, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Moulharat, <\/b> <br><b>Servier<\/b> Employment. <br><b>H. Darville, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Provost, <\/b> <br><b>Servier<\/b> Employment. <br><b>P. Barbier Saint Hilaire, <\/b> <br><b>Servier<\/b> Employment. <br><b>E. Hoeben, <\/b> <br><b>Servier<\/b> Grant\/Contract. <br><b>D. Simons, <\/b> <br><b>Servier BioInnovation<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2120","PresenterBiography":null,"PresenterDisplayName":"Ethika Tyagi, PhD","PresenterKey":"56dcfbc4-86ca-4448-a3f0-0be8aa92f1f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2120. Asparaginases-Treatment potential for the biomarker selected hepatocellular carcinoma (HCC) population","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Asparaginases-Treatment potential for the biomarker selected hepatocellular carcinoma (HCC) population","Topics":null,"cSlideId":""},{"Abstract":"Objective: Small cell lung cancer (SCLC), a highly malignant subset of neuroendocrine carcinoma, accounts for 13% of lung cancer cases and is characterized by its high aggressiveness and poor prognosis. The longstanding first-line treatment, a platinum-etoposide chemotherapy regimen, is increasingly compromised by resistance issues, highlighting the critical need for new therapeutic approaches. Surufatinib, an inhibitor selectively targeting vascular endothelial growth factor receptors (VEGFR) 1, 2, and 3, fibroblast growth factor receptor type 1 (FGFR1), and colony-stimulating factor-1 receptor (CSF-1R), has demonstrated efficacy in a spectrum of solid tumors, including neuroendocrine neoplasm, thyroid cancers and biliary cancers. Recently, ferroptosis, an iron-dependent cell death pathway, offers therapeutic promise, especially by inhibiting the xCT system, effective in pancreatic and lung adenocarcinomas. Yet, surufatinib's potential for inducing ferroptosis in SCLC remains to be investigated.<br \/>Methods: Cytotoxicity assays were performed on SCLC cell lines to assess the combinatorial effect of surufatinib and cisplatin, revealing a synergistic interaction. Ferroptosis inhibitors were applied to assess the reversal of cytotoxic effects. Mitochondrial morphology, reactive oxygen species (ROS) accumulation, membrane potential dissipation (JC-1 assay), lipid peroxidation (MDA levels), and intracellular iron accumulation (Fe2+ quantification) assays confirmed ferroptosis induction. Western blot analyses were conducted to explore the mechanistic pathways, supplemented by in vivo antitumor efficacy evaluations.<br \/>Results: In vitro assays revealed that surufatinib, when combined with cisplatin, exerts a pronounced synergistic effect on small cell lung cancer (SCLC) cell lines by inducing ferroptosis. The combination therapy strategically modulated ferroptosis-related pathways: cisplatin effectively decreased the expression of glutathione peroxidase 4 (GPX4), critical for cellular antioxidant defenses, while surufatinib increased the expression of acyl-CoA synthetase long-chain family member 4 (ACSL4), which is essential for the accumulation of lipid peroxides. This dual pathway engagement significantly amplified the ferroptotic response, culminating in heightened antitumor activity. Corroborative in vivo experiments substantiated these findings, validating the combined treatment's efficacy in a living model and underscoring its potential as a robust therapeutic strategy for SCLC.<br \/>Conclusion: Our findings reveal that surufatinib triggers ferroptosis in small cell lung cancer&#8212;a novel discovery. Additionally, it also unveils that surufatinib and cisplatin together enhance anti-cancer efficacy via the ROS-mediated ferroptosis pathway, marking a significant advance in SCLC therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Synergism,Surufatinib,ferroptosis,SCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Li<\/b><sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, Q. Tang<sup>1<\/sup>, H. Xu<sup>2<\/sup>; <br\/><sup>1<\/sup>the First Affiliated Hospital of Nanjing Medical University, Nanjing, China, <sup>2<\/sup>Nanjing Medical University, Nanjing, China","CSlideId":"","ControlKey":"773777d4-2e60-41e7-a3bb-13a8e6bb4ff1","ControlNumber":"2990","DisclosureBlock":"&nbsp;<b>X. Li, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Q. Tang, <\/b> None..<br><b>H. Xu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2122","PresenterBiography":null,"PresenterDisplayName":"Xiaolin Li, Dr PH","PresenterKey":"3b7bd2b2-2669-487d-b2fa-46fc61dbb7ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2122. Enhanced anticancer efficacy via ROS-dependent ferroptosis: Synergy between surufatinib and cisplatin in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced anticancer efficacy via ROS-dependent ferroptosis: Synergy between surufatinib and cisplatin in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Histone deacetylase (HDAC) is a major enzyme system that is upregulated in numerous disease conditions including cancer. Harnessing the upregulation of HDAC can be a viable tool to design targeted therapy for these diseases. Nanoparticle technology has emerged as a powerful workhorse to suppress the survival of diseased cells selectively. As such, we aim to design a nanoscale, drug delivery platform that responds to HDAC enzymes to initiate drug release. In this poster, we show the pharmacological evidence that HDAC-sensitive nanoparticles are interacting with HDAC enzymes in vitro in time and concentration dependent pattern.<br \/>Methods: We synthesized HDAC-responsive nanoparticles via developing a block copolymer composed of a poly (ethylene glycol) block and a poly (L-acetylated lysine) block. Abbreviated as PEG-acPLK, these copolymers self-assemble as nanoparticles with negatively charged surface. Using in vitro culture of HEK 293 cells, we showed that the formed nanoparticles interact and interfere with HDAC enzymes. Cells were grown to 80-90% confluency in DMEM media w\/ 10% FBS prior to experiments. HEK-293 cells were overexpressed with HDAC 7 &#38; HDAC 8 using Lentiviral vectors. Western blot was done to prove the successful overexpression of the HEK cells. Cytotoxicity assay was done by MTT to analyze the efficacy of HDAC specific nanoparticle on control and overexpressed HEK-293 cells.<br \/>Results: Our work showed that, PEG-acPLK systems form nanoparticles with a hydrodynamic diameter (RH) of 120-150 nm. The particles were negatively charged on their surface, as such did not produce any non-specific toxicity to cells, such as damage of cell membranes. HEK-293 cells were infected with lentivirus vectors for HDAC 7 and HDAC 8. The medium was changed 8 h after infection. Forty-eight hours after infection, the positive cells were selected with 5 &#181;g\/mL puromycin. The lentivirus stable transformants of HEK-293 cells were collected and significant overexpression were confirmed by western blot. For the cytotoxicity study, control and overexpressed cells were treated with HDAC-nanoparticle and PEG-acPLKC (5 &#181;g\/mL to 70 &#181;g\/mL) for 24hrs. Both the HDAC-nanoparticle and PEG-acPLC (free form) showed more than 60% of toxicity at the concentration of 20 &#181;g\/mL. Whereas the HDAC 7 and 8 overexpressed HEK-293 cells did not showed any effects with nanoparticle and Ae-peg-PLKC, suggesting compensating effect due to highly available HDAC system in place and confirm the effectiveness of the HDAC nanoparticle.<br \/>Summary and Conclusion: Overall, these results showed that HDAC specific nanoparticle exhibited effects in HEK-293 HDACs overexpressed cells. Further molecular mechanistic studies will help to delineate how the HDAC-responsive particles can be used for drug delivery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-01 Cellular pharmacology,,"},{"Key":"Keywords","Value":"Histone deacetylase,Nanoparticle,Overexpression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lohana<\/b>, Y. Ramakrishnan, P. Balraj, M. Khan, M. Sanku, V. Sathish, M. Quadir; <br\/>North Dakota State Univ., Fargo, ND","CSlideId":"","ControlKey":"75cb7317-5ab2-458a-8943-91b5d4a48161","ControlNumber":"3390","DisclosureBlock":"&nbsp;<b>S. Lohana, <\/b> None..<br><b>Y. Ramakrishnan, <\/b> None..<br><b>P. Balraj, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>M. Sanku, <\/b> None..<br><b>V. Sathish, <\/b> None..<br><b>M. Quadir, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2123","PresenterBiography":null,"PresenterDisplayName":"Sahil Lohana, No Degree","PresenterKey":"4c85c9e9-22a5-402e-8ce5-b0d3ea306df3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2123. Validation of novel histone deacetylases (HDAC) specific nanoparticles using HDACs overexpressed human embryonic kidney cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of novel histone deacetylases (HDAC) specific nanoparticles using HDACs overexpressed human embryonic kidney cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Antibody glycan remodeling has emerged as a promising site-specific conjugation technology to develop ADCs, while most reported cases suffer from complicated CMC process and scalability challenges. We report herein an innovative, streamlined one-enzyme, one-step glycan remodeling technology, i.e. intelligent Glycotransferase-Dependent Conjugation (iGDC), that enables the site-specific conjugation of various biologic modalities including monoclonal antibody, bispecific antibody and Fc fusion proteins. Employing immobilized enzymes and a continuous-flow process, iGDC efficiently tethers payloads to the <i>N<\/i>-297 glycan site without requiring antibody engineering. In contrast to alternative conjugation techniques, iGDC offers superior versatility, product quality, process efficiency, scalability, and cost-effectiveness. Validation of the iGDC platform is exemplified by GQ1012, a HER2-targeting ADC featuring the potent Topoisomerase I inhibitor, TopoIx. Preclinical studies demonstrated GQ1012's outstanding anti-tumor efficacy in diverse in vitro and in vivo models, displaying robust synergistic effects with anti-PD-1 therapy and excellent tolerability in pre-tox studies involving monkeys with no signs of lung diseases, surpassing those of Enhertu. <b>Results: <\/b>GQ1012, developed through iGDC, utilized a highly hydrophilic, stable branch linker to conjugate TopoIx to an anti-HER2 antibody, achieving high conjugation efficiency confirmed by DAR analysis. The ADC maintained comparable antigen binding affinity and internalization compared to the parental antibody, exhibiting potent cytotoxicity against HER2-positive cancer cells. Despite glycan remodeling with iGDC leading to the removal of ADCC function, GQ1012 demonstrated no off-target cytotoxicity in HER2-negative cells and displayed a robust bystander killing ability in co-culture assays. In various in vivo models, GQ1012 demonstrated similar or superior antitumor efficacy compared to Enhertu, showcasing strong synergy with anti-PD-1 therapy. Stability studies confirmed GQ1012 maintains a highly stable linker, minimizing DAR reduction. Preliminary toxicity studies in monkeys following repeated intravenous infusions of GQ1012 showcased excellent safety and pharmacokinetics at specified doses and the potential for an extended therapeutic window compared to Enhertu. <b>Conclusion: <\/b>The validation of the iGDC platform through GQ1012 highlights its adaptability and efficiency in producing highly homogeneous next-generation ADCs without requiring antibody engineering. GQ1012 presents promising potential as a next generation HER2 ADC with an expanded therapeutic window compared to Enhertu, supported by extensive in vitro, in vivo assessments, and preliminary toxicity studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Breast cancer,Intelligent Glycotransferase-Dependent Conjugation (iGDC),site-specific conjugation,GQ1012,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Xiong<\/b>, Z. Mu, M. Xu, C. Liu, B. Dai, J. Wang, X. Gao, L. Shi, P. H. Song, G. Qin; <br\/>GeneQuantum Healthcare (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"e8844db2-e628-42e3-b759-a013ed6f002a","ControlNumber":"4399","DisclosureBlock":"<b>&nbsp;M. Xiong, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Z. Mu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>M. Xu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>C. Liu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>B. Dai, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>L. Shi, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>P. H. Song, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8065","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2124","PresenterBiography":null,"PresenterDisplayName":"Meijun Xiong, PhD","PresenterKey":"01311889-0d1e-4081-9011-b122d662219a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2124. Validation of the intelligent glycotransferase-dependent conjugation (iGDC) platform: A groundbreaking approach for next-generation HER2-targeting ADC GQ1012 with enhanced druggability, potency, and safety","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of the intelligent glycotransferase-dependent conjugation (iGDC) platform: A groundbreaking approach for next-generation HER2-targeting ADC GQ1012 with enhanced druggability, potency, and safety","Topics":null,"cSlideId":""},{"Abstract":"Gastrointestinal (GI) toxicity is a common and often severe limiting factor in the development of antineoplastic drugs. Symptoms include diarrhoea, dehydration and ulceration which increase susceptibility to infection, partly due to damage of crypt and\/or villus structures in the small intestine, impairing the barrier function. As novel targeted therapies are emerging, assessment of their potential GI toxicity remains crucial. Small intestinal (SI) organoids are 3D <i>in vitro<\/i> models of the epithelium which recapitulate the structure and function of the small intestine. We have further developed and validated the organoid model as a screening tool to predict GI toxicity and subsequent mucosal regeneration in four species: mouse, rat, dog and human. The culture conditions have been designed to mimic the stem cell niche and allow cell differentiation and proliferation to occur. All intestinal lineages were present in the organoids derived from each species and the epithelial hierarchy closely resembled that observed <i>in vivo<\/i>. The toxic effects of antineoplastic drugs on the organoids were assessed by quantification of the total cell viability upon treatment, coupled to morphometric analysis of the organoids (size, area, perimeter, and branching efficiency). Immunofluorescence and RNAseq can be used to identify the targeted cells and the toxicity mechanisms of the drugs. To further assess the effect of drugs on barrier integrity, we have developed transwell-grown cell monolayers derived from normal human small intestinal organoids. This model allows direct access to both apical and basal surfaces, which is not possible when using organoids where their geometry prevents access to the apical surface. The monolayer formation was followed by live imaging and Trans-Epithelial Electrical Resistance (TEER) measurements and treatments with toxic drugs were applied after TEER reached a plateau. The direct effect on barrier integrity was evaluated by TEER reduction, increased FITC-Dextran permeability and analysis of TJ proteins by immunofluorescence. Furthermore, effects on cell death were assessed by measuring the levels of Lactate Dehydrogenase (LDH) released into the medium by dying cells. In conclusion, our models provide an innovative <i>in vitro<\/i> solution to further study the toxic effects of drugs on the normal small intestine and to analyse direct effects on barrier integrity. The monolayer assay may also be useful for developing models of transient TJ impairment to improve the bioavailability of orally administered antineoplastic drugs. The model can be considered more representative of the normal intestine than transformed cell lines such as CaCo2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-06 Preclinical toxicology,,"},{"Key":"Keywords","Value":"Gastrointestinal epithelium,Organoids,Toxicity,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Ubertini<\/b>, S. Hall, F. Ponthan, J. Wilson; <br\/>Epistem Ltd., Manchester, United Kingdom","CSlideId":"","ControlKey":"ba6c13d2-f30c-4b84-a8c1-bbc62b6f313d","ControlNumber":"6319","DisclosureBlock":"&nbsp;<b>V. Ubertini, <\/b> None..<br><b>S. Hall, <\/b> None..<br><b>F. Ponthan, <\/b> None..<br><b>J. Wilson, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2125","PresenterBiography":null,"PresenterDisplayName":"Valentina Ubertini","PresenterKey":"7ba87681-fcc5-40ae-a564-64dfc102db43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2125. The use of intestinal organoids as a preclinical screen to assess gastrointestinal (GI) toxicity and barrier integrity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The use of intestinal organoids as a preclinical screen to assess gastrointestinal (GI) toxicity and barrier integrity","Topics":null,"cSlideId":""},{"Abstract":"Background: The prevalence and fatality of lung cancer, especially non-small cell lung cancer (NSCLC), highlight the urgency for efficacious therapies. Surufatinib, an inhibitor of tyrosine kinases like VEGF receptors (VEGFR) 1, 2, and 3, Fibroblast growth factor receptor 1 (FGFR1), and CSF-1R, shows potential in augmenting chemotherapy efficacy and reducing adverse effects. Preliminary clinical studies (NCT04922658) have indicated survival benefits for NSCLC patients treated with surufatinib. This investigation seeks to delineate the therapeutic efficacy of surufatinib, correlating clinical benefits with mechanistic insights.<br \/>Methods: To elucidate mechanisms, proliferation assays (CCK8), migration (scratch assay), and apoptosis (flow cytometry) were conducted in A549 and H1299 cell lines. Angiogenesis and macrophage polarization were examined via vascular junction points and mRNA expression profiling. In nude mice, subcutaneous tumors were induced and treated with the study drugs, with tumor growth and angiogenic markers assessed.<br \/>Results: In vitro, surufatinib potently inhibited angiogenesis and exerted a dose-dependent suppression of proliferation and colony formation in lung cancer A549 and PC9 cell lines. It also enhanced apoptosis and cell migration. Additionally, surufatinib shifted macrophage polarization towards an M1 phenotype while diminishing M2 macrophages, thereby, contributing to a more robust anti-tumor immune milieu. In vivo studies corroborated these findings, with surufatinib and vinorelbine combination therapy significantly curtailing tumor growth and reducing CD31 expression in tumor tissues, highlighting its potential for substantial therapeutic gains in NSCLC management.<br \/>Conclusion:<b> <\/b> Surufatinib achieved notable antitumor effect consistent with clinical findings in NSCLC, effectively inhibiting cellular proliferation and migration, attenuating angiogenesis, and enhancing apoptosis. Significantly, it also modulated macrophage polarization to favor an M1\/M2 balance, thus activating the immune response. Therapeutic strategies with surufatinib have underscored augmented antineoplastic efficacy, meriting additional clinical investigations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Efficacy,Mechanism,Surufatinib,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Zheng<\/b>, B. Shan, M. Wang, X. Wu, R. Cai, F. Niu, Y. Yuan, L. Liu, X. Zhu; <br\/>Affiliated Cancer Hospital & Institute of Guangzhou Medical University, Guangzhou, China","CSlideId":"","ControlKey":"ff6ccd10-cb5d-4da9-9349-662336770b5c","ControlNumber":"2340","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>B. Shan, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>R. Cai, <\/b> None..<br><b>F. Niu, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>X. Zhu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2126","PresenterBiography":null,"PresenterDisplayName":"Yanfang Zheng, Dr PH","PresenterKey":"b08e101f-bb29-4cf2-983c-33e96030f891","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2126. Efficacy and underlying mechanisms of surufatinib in non-small cell lung cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy and underlying mechanisms of surufatinib in non-small cell lung cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Background: Biliary tract cancer (BTC) is notorious for its unfavorable clinical outcomes. Radiotherapy (RT) is a crucial component in BTC treatment. This study explores the radiosensitizing potential and mechanisms of Surufatinib (SF), an oral tyrosine kinase inhibitor, distinguished by its anti-angiogenic and immunomodulatory effects.<br \/>Methods: In a NOZ mouse xenograft model, tumor growth and expressions of Ki-67, CD31 were analyzed. NOZ and TFK1 BTC cells treated with SF and\/or RT underwent assessments for viability, cycle, and apoptosis using CCK8, colony formation, and flow cytometry. Macrophage polarization in SF\/RT-treated tumor cell-macrophage co-cultures was studied using Elisa, qRT-PCR, and flow cytometry.<br \/>Results: In vivo, SF impeded angiogenesis and bolsters the anti-tumor effect of radiotherapy. SF combined with RT significantly reduced subcutaneous tumor growth in nude mice, and diminished Ki-67 and CD31 expressions. In vitro, SF heightened cholangiocarcinoma cells' radio-sensitivity, causing DNA double-strand breaks and apoptosis. SF and radiotherapy combined notably increased &#947;-H2A expression and apoptosis levels (P&#60;0.05). SF induced inflammatory response changes, favoring M2 to M1 macrophage polarization. In a tumor cell-macrophage co-culture, the SF-radiotherapy group showed increased IL-6 and decreased TGF-&#946; (P&#60;0.05), with upregulated M1 markers (IL-6, CXCL10) and downregulated M2 markers (TGF-&#946;, CCL22, Arg-1) in macrophages (P&#60;0.05). Both in vivo and in vitro, SF significantly reduced CD206+ M2-type macrophages (P&#60;0.05).<br \/>Conclusion:<b> <\/b>Surufatinib alters the immune microenvironment in cholangiocarcinoma, reversing the immunosuppressive macrophage polarization induced by radiotherapy and reprogramming M2-type macrophages into M1-type, thereby enhancing the radiosensitivity of cholangiocarcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Radiosensitization,Immunomodulation,Angiogenesis inhibitor,Gastrointestinal cancers: other,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Wang<\/b>, H. Ma, X. Mei, A. Huang, Y. Xiao, J. Yao; <br\/>Wuhan Union Hospital, Wuhan, China","CSlideId":"","ControlKey":"bd6ce360-de9e-4fa0-8c76-8b049c96bdc4","ControlNumber":"2486","DisclosureBlock":"&nbsp;<b>N. Wang, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>X. Mei, <\/b> None..<br><b>A. Huang, <\/b> None..<br><b>Y. Xiao, <\/b> None..<br><b>J. Yao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2127","PresenterBiography":null,"PresenterDisplayName":"ningyu wang, PhD","PresenterKey":"255a2650-3a0f-4ddb-84b9-fb3d33f9334d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2127. Enhancing radiosensitivity in biliary tract cancer: The dual role of surufatinib in tumor suppression and macrophage reprogramming","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing radiosensitivity in biliary tract cancer: The dual role of surufatinib in tumor suppression and macrophage reprogramming","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer, often resistant due to its immunologically \"cold\" nature and tumor-associated macrophages (TAMs), presents challenges in chemotherapy and immunotherapy. This study uses single-cell transcriptomics to assess TAM subsets in response to surufatinib, an inhibitor targeting CSF-1R, FGFR1, and VEGFR1-3.<br \/>Methods: Surufatinib-treated patient samples were analyzed using single-cell RNA sequencing to identify altered macrophage subsets. Additional techniques, such as flow cytometry, tissue microarrays, co-culture assays, and macrophage-specific knockout mice, were used for further study. Western blot and immunofluorescence clarified the molecular functions of TAMs, and the impact of targeting these TAMs on PD-1 therapy was evaluated in a pancreatic cancer mouse model.<br \/>Results: Single-cell RNA sequencing revealed macrophage subsets with increased GPR34 expression following surufatinib treatment. The Gpr34fl\/flLYZ2Cre mouse orthotopic-transplanted tumor model, treated with gemcitabine and albumin-bound paclitaxel, showed significantly reduced tumor growth compared to the control group, with notably lower percentages of exhausted T (Tex) cells and regulatory T (Treg) cells, and a significant increase in cytotoxic T cells in tumor tissue. LysoPS, produced by chronically injured pancreatic cancer cells, promotes the differentiation of bone marrow-derived monocytes (BMDM) into an immunosuppressive phenotype, an effect abolished after siGpr34 transfection. The LysoPS-GPR34 axis can significantly activate the NF-&#954;B signaling pathway in BMDMs, potentially inducing the senescence-related secretory phenotype (SASP) and contributing to the macrophages' immunosuppressive phenotype. Combining a GPR34 antagonist with &#945;PD-1 and PD-L1 inhibitors significantly curbed tumor growth and enhanced the immune environment in KPC mice.<br \/>Conclusions: Elevated GPR34 in TAMs enhances immunosuppression via the NF-&#954;B pathway, affecting T cell distribution. GPR34's role could be key in optimizing surufatinib treatment for pancreatic cancer, indicating new therapeutic avenues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Surufatinib,TAM,GPR34,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Guo<\/b><sup>1<\/sup>, Y. Liu<sup>1<\/sup>, Y. Song<sup>1<\/sup>, J. Huang<sup>1<\/sup>, W. Zhu<sup>1<\/sup>, P. Xu<sup>2<\/sup>, J. Yu<sup>1<\/sup>, S. Gao<sup>1<\/sup>, J. Hao<sup>1<\/sup>; <br\/><sup>1<\/sup>Tianjin Medical University Cancer Institute and Hospital, Tianjin, China, <sup>2<\/sup>National Center for Nanoscience and Technology, Beijing, China","CSlideId":"","ControlKey":"43f9897b-944a-4b82-af94-9f7066f14c04","ControlNumber":"350","DisclosureBlock":"&nbsp;<b>X. Guo, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>W. Zhu, <\/b> None..<br><b>P. Xu, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>S. Gao, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8070","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2128","PresenterBiography":null,"PresenterDisplayName":"xiaofan guo, PhD","PresenterKey":"a03b4e3e-aa2c-48ae-b0fb-7b5eaaac7671","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2128. Surufatinib treatment in pancreatic cancer: unveiling the role of GPR34 in TAMs and enhancing immunotherapy efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Surufatinib treatment in pancreatic cancer: unveiling the role of GPR34 in TAMs and enhancing immunotherapy efficacy","Topics":null,"cSlideId":""},{"Abstract":"Background: A phase 1b\/2 study (NCT05218889) of surufatinib combined with camrelizumab, nab-paclitaxel, and S-1 (NASCA) as first-line therapy for metastatic pancreatic adenocarcinoma has shown promising results, potentially overcoming the limitations of current pancreatic immunotherapies. Animal studies are underway to further explore the synergistic effects and mechanisms of this combined therapeutic approach.<br \/>Methods: Genetically engineered KPC mouse cells were used to establish a subcutaneous transplantation tumor model in female mice, which were then divided into control group, AG group (nab-paclitaxel + gemcitabine), and NASCA group. Tumor metrics were recorded until euthanasia after 21 days. Blood and tumor samples were analyzed using Flow Cytometry.<br \/>Results: Compared with the control group, the NASCA and AG groups demonstrated tumor volume reductions of 14.7% (p=0.172) and -0.4% (p=0.972) on day 7, respectively. At day 14, the reductions were 48.8% and 29.9% (p&#60;0.001*, p=0.002*). At day 21, the reductions were 37.4% and 21.5% (p=0.001*, p=0.144). The <b>t<\/b>umor growth inhibitions (TGIs) for NASCA and AG group were 56.7% (p&#60;0.001*) and 21.2% (p=0.36), respectively. Compare to AG group, the tumor volume reduction in NASCA group were 15.1% (p=0.050*), 26.9% (p=0.001*) and 20.3% (p=0.116), respectively. And the TGIs for NASCA group compare AG group was 45.0% (p=0.020*). Distinguishingly, the NASCA group, when compared to the AG group, had a heightened proportion of M1 macrophages (28.5% vs. 15.5%, p=0.019*), mCD68+ Macrophages (99.7% vs. 99.1%, p=0,014*) and mPD-1+\/mCD8+ T cells (24.8% vs. 9.8%, p=0.03*). Furthermore, T-regulatory cells (T-regs) in peripheral blood demonstrated uniformity across the groups, were no statistically. RNA-seq analysis revealed that the NASCA significantly suppressed multiple anti-angiogenic pathways while enhancing the cytokine pathway (p=0.005*), indicating potential immune system activation.<br \/>Conclusion: The NASCA group outperformed the AG group in controlling tumor growth and early tumor shrinkage, potentially due to macrophage polarization regulation. Further research is vital to understand the benefits of integrating targeted therapy, immunotherapy, and chemotherapy for pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immunotherapy,Surufatinib,macrophage polarization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Zhang<\/b>, R. Jia, G. Dai; <br\/>Chinese PLA General Hospital (CPLAGH), beijing, China","CSlideId":"","ControlKey":"243f6c26-c2ae-42b7-a426-ac43ae91c769","ControlNumber":"382","DisclosureBlock":"&nbsp;<b>N. Zhang, <\/b> None..<br><b>R. Jia, <\/b> None..<br><b>G. Dai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8071","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2129","PresenterBiography":null,"PresenterDisplayName":"Nan Zhang, PhD","PresenterKey":"fa9ec019-9bbc-42a7-8759-6e8acfd20b2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2129. Efficacy and underlying mechanisms of surufatinib combined with PD-1 monoclonal antibody and chemotherapy in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy and underlying mechanisms of surufatinib combined with PD-1 monoclonal antibody and chemotherapy in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The selectivity of the blood-brain-barrier (BBB) can prevent therapeutics from reaching the brain, and this may contribute to the high failure rate of new drugs for tumors like glioblastoma (GBM) and brain metastasis. The capacity to detect BBB penetrance in real-time in a noninvasive manner would arguably aid the rate of therapeutic development. Extracellular vesicles, which are membrane bound particles secreted by all cell types in the body, have potential as a neuro pharmacodynamic reporter given that their protein and RNA cargo reflect the originating cell population. We hypothesized that the exposure of GBM cells to therapy results in altered EV cargo, and that the detection of this shift can be leveraged as a liquid biopsy from patients during early clinical trials to determine BBB penetrance and tumor engagement. To identify cargo shifts indicative of treatment, we exposed four short-term patient derived glioma cell lines to arsenic trioxide (an idiopathic toxin), MLN4924 (a neddylation inhibitor), and the alkylating agent temozolomide, then harvested EVs for unbiased mass spectrometry and RNA sequencing. Interestingly, we identified conserved upregulated and downregulated protein and RNA species across cell lines and across drug treatments, despite the diverse mechanisms of action. Candidate proteins were further validated by mesoscale immunoassays and exoview evaluation of tetraspanin-captured EVs. RNA species were validated by qRT-PCR. Overall, we demonstrate that GBM-derived EV cargo changes in response to therapy, supporting the development of EVs as a reporter of drug delivery in GBM. Ongoing and future work is focused on identifying enrichment handles in order to selectively evaluate GBM-derived EV cargo from patient biofluids. Thus far, B7H3, PTPRZ1, EGFRvII and IL13Ra2 have been screened as putative handles. Success in this pursuit could substantially enhance findings and accelerate drug testing in early-stage clinical trials in brain tumor patients by reporting drug accessibility to the tumor and engagement with drug targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-07 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Blood-brain barrier,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. DeLuca<\/b><sup>1<\/sup>, N. Tang<sup>1<\/sup>, N. Hansen<sup>1<\/sup>, A. Raju<sup>1<\/sup>, C. Shaffer<sup>1<\/sup>, Y. Hao<sup>1<\/sup>, T. C. Burns<sup>2<\/sup>, J. N. Sarkaria<sup>2<\/sup>, I. Parney<sup>2<\/sup>, P. Pirrotte<sup>1<\/sup>, K. Van Keuren-Jensen<sup>1<\/sup>, M. E. Berens<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"5b7b74d9-2bae-4ec4-ae73-abdf38577586","ControlNumber":"5300","DisclosureBlock":"&nbsp;<b>V. DeLuca, <\/b> None..<br><b>N. Tang, <\/b> None..<br><b>N. Hansen, <\/b> None..<br><b>A. Raju, <\/b> None..<br><b>C. Shaffer, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>T. C. Burns, <\/b> None..<br><b>J. N. Sarkaria, <\/b> None..<br><b>I. Parney, <\/b> None..<br><b>P. Pirrotte, <\/b> None..<br><b>K. Van Keuren-Jensen, <\/b> None..<br><b>M. E. Berens, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8072","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2130","PresenterBiography":null,"PresenterDisplayName":"Valerie DeLuca, BS;PhD","PresenterKey":"29dbd089-724a-4564-9cc9-1924d524ecab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2130. Glioblastoma-derived extracellular vesicle cargo as a reporter of drug delivery and effect","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"311","SessionOnDemand":"False","SessionTitle":"Pharmacodynamic Biomarkers of Drug Response","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glioblastoma-derived extracellular vesicle cargo as a reporter of drug delivery and effect","Topics":null,"cSlideId":""}]