[{"Abstract":"Among NSCLC patients, the most common HER2 mutation is the exon 20 insertion mutation, Y772dupYVMA, which accounts for over 40% of all HER2 mutations in lung cancer. Trastuzumab deruxtecan (T-DXd), a HER2 antibody-drug conjugate (ADC), received FDA approval for the treatment of HER2 mutant NSCLC yielding a confirmed objective response of 52% and a median duration of response of greater than 9 months. Unfortunately, patients that initially respond to T-DXd will eventually acquire resistance, and the mechanisms of resistance as well as effective targeting strategies to overcome resistance are not yet elucidated. We generated Ba\/F3 cells expressing the HER2 YVMA insertion mutation with acquired resistance to T-DXd by culturing cells in T-DXd until resistance occurred. T-DXd resistant cells retained expression of HER2, but were resistant to the payload, deruxtecan, as well as other topoisomerase inhibitors. T-DXd resistant cells exhibited loss of topoisomerase I, a previously reported mechanism of topoisomerase inhibitor resistance. In parallel, we generated a PDX model of acquired T-DXd resistance and observed sustained expression of HER2 but loss of TOP1 in resistant tumors. T-DXd resistant cell lines were sensitive to payloads with alternate mechanisms of action including maytansine and likewise retained sensitivity to the HER2 ADC trastuzumab emtansine (T-DM1) which utilizes DM1 as a payload. Given that T-DXd resistant cells retained HER2 expression, we assessed whether they were sensitive to HER2 tyrosine kinase inhibitors (TKI). T-DXd resistant cells remained highly sensitive to HER2 TKIs including poziotinib, afatinib, BI-4142, and BI-1622. To investigate whether genomic alterations of HER2 could facilitate HER2 ADC resistance, we utilized the LentiMutate approach which employs an error-prone HIV-1 reverse transcriptase to produce a high frequency of mutations to identify resistance-associated mutations in cells treated with a HER2 ADC. Sequencing analysis revealed that resistant cells had an enrichment in point mutations within HER2 domain IV (D582N, F595C\/S, E580K, C623Y), which includes the binding site of trastuzumab. To validate the impact of these mutations on HER2 ADC resistance, we generated cells expressing a HER2 exon 20 insertion in combination with the observed domain IV mutations. D582N and F695C\/S co-mutations conferred resistance to T-DXd and T-DM1 but not to HER2 TKIs. These data demonstrate that resistance to T-DXd can be mediated by loss of sensitivity to the ADC payload in which case ADCs bearing payloads with alternate mechanisms of action as well as HER2 TKIs retain anti-tumor cell activity. Moreover, resistance to trastuzumab-based ADCs can also be mediated by secondary mutations within domain IV of HER2. However, these resistance mutations do not diminish HER2 TKI activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"NSCLC,HER2,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. B. Nilsson<\/b><sup>1<\/sup>, X. Le<sup>1<\/sup>, J. He<sup>1<\/sup>, X. Yu<sup>1<\/sup>, X. Huo<sup>2<\/sup>, A. Kumar<sup>2<\/sup>, A. Poteete<sup>1<\/sup>, Q. Huang<sup>1<\/sup>, R. Kittler<sup>2<\/sup>, J. Heymach<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"3dfbf8b0-2e1f-42a1-aae0-ff62ac8da038","ControlNumber":"7641","DisclosureBlock":"<b>&nbsp;M. B. Nilsson, <\/b> <br><b>Spectrum Pharmaceuticals<\/b> Other, royalties and licensing fees. <br><b>X. Le, <\/b> <br><b>Eli Lilly, EMD Serono (Merck KGaA), AstraZeneca, Spectrum Pharmaceutics<\/b> Other, consulting and advising. <br><b>Novartis, Regeneron, Boehringer Ingelheim, Hengrui Therapeutics, Bayer, Teligene, Taiho, Daiichi Sankyo, Janssen, Blueprint Medicines, Sensei Biotherapeutics, SystImmune, ArriVent, Abion, and Abbvie<\/b> Other, consulting and advising. <br><b>Eli Lilly, EMD Serono, ArriVent, Dizal, Teligene, Regeneron, Janssen, ThermoFisher, Takeda, and Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>EMD Serono, Janssen, and Spectrum Pharmaceutics<\/b> Travel. <br><b>BlossomHill<\/b> Stock Option.<br><b>J. He, <\/b> None..<br><b>X. Yu, <\/b> None..<br><b>X. Huo, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>A. Poteete, <\/b> None..<br><b>Q. Huang, <\/b> None..<br><b>R. Kittler, <\/b> None.&nbsp;<br><b>J. Heymach, <\/b> <br><b>Genentech, Mirati Therapeutics, Eli Lilly & Co, Janssen Pharmaceuticals, Boehringer-Ingelheim Pharmaceuticals, Regeneron, Takeda Pharmaceuticals, BerGenBio, Jazz Pharmaceuticals, Curio Science, Novar<\/b> Other, advisory committees. <br><b>AstraZeneca, Blueprint Therapeutics, Boehringer-Ingelheim, Spectrum, Mirati, Bristol-Myer Squibb and Takeda<\/b> Grant\/Contract. <br><b>Spectrum Pharmaceuticals<\/b> Other, royalties and licensing fees.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5857","PresenterBiography":null,"PresenterDisplayName":"Monique Nilsson, PhD","PresenterKey":"17e4286f-56ac-40c9-8173-6a05895c7a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5857. Trastuzumab deruxtecan resistance can be mediated by payload resistance or secondary extracellular ERBB2 mutations but sensitivity to HER2 tyrosine kinase inhibitors is maintained","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trastuzumab deruxtecan resistance can be mediated by payload resistance or secondary extracellular ERBB2 mutations but sensitivity to HER2 tyrosine kinase inhibitors is maintained","Topics":null,"cSlideId":""},{"Abstract":"Antibody drug conjugates (ADCs) are revolutionizing precision therapeutics in oncology. Sacituzumab Govitecan (SG), combining a Topoisomerase I (TOP1) inhibitor payload (SN38) and the tumor-selective antigen TROP2-targeting antibody hRS7, has demonstrated efficacy in challenging cancers including triple negative breast cancer (TNBC). Despite its promising clinical efficacy, the intricacies of sensitivity and resistance mechanisms to SG remain elusive.<br \/>To systematically interrogate ADC sensitivity mechanisms, we employed genome-wide CRISPR-Cas9 knockout screening to discover novel regulators influencing SG sensitivity in human TNBC cells. Interactome analysis of top SG sensitizing hits showed clustered pathways of interest, including DNA repair\/replication, mTORC1\/metabolism, ubiquitin\/proteolysis and endosome trafficking\/sorting. A top druggable hit sensitizing to SG was PARP1, encoding the poly (ADP-ribose) polymerase 1 that is a key enzyme required for single-strand break repair pathways and for DNA replication fork stability. Furthermore, the synergistic lethality between SG and PARP1 was confirmed in experiments combining SG with PARP inhibitor treatment of TNBC cell lines. To selectively identify SG\/ADC-specific genes and pathways, we performed a secondary round of CRISPR knockout and activation screens using a custom library comprising top hits discovered in the primary screen, treating cells in parallel with either SG or cytotoxic payload SN38 alone. Pathway analysis of genes selectively modulating sensitivity to SG but not SN38 revealed novel mediators involved in TROP2 turnover and recycling. We then performed validation and mechanistic studies to elucidate how specific genetic permutations regulate antibody delivery and sensitivity to SG.<br \/>In summary, employing a systematic CRISPR screening method, we uncovered numerous novel pathways associated with both resistance and sensitization, playing a role in ADC delivery and target protein turnover. Our current focus involves prioritizing druggable genes and pathways, laying the foundation for proof-of-concept studies that will combine ADCs with specific targeted therapeutics, aiming to enhance tumor-killing efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Trop-2,CRISPR,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Wu<\/b><sup>1<\/sup>, S. Sun<sup>1<\/sup>, N. Thimmiah<sup>1<\/sup>, A. Nagayama<sup>1<\/sup>, J. T. Coates<sup>1<\/sup>, T. Liu<sup>1<\/sup>, W. Thant<sup>1<\/sup>, E. Bitman<sup>1<\/sup>, D. Li<sup>1<\/sup>, J. Doench<sup>2<\/sup>, A. Bardia<sup>1<\/sup>, L. W. Ellisen<sup>3<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA, <sup>2<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>3<\/sup>Harvard Medical School\/Massachusetts General Hospital, Ludwig Center at Harvard, Boston, MA","CSlideId":"","ControlKey":"5c6d24c0-5f8a-4955-8c71-7411a08d1014","ControlNumber":"8650","DisclosureBlock":"&nbsp;<b>B. Wu, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>N. Thimmiah, <\/b> None..<br><b>A. Nagayama, <\/b> None..<br><b>J. T. Coates, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>W. Thant, <\/b> None..<br><b>E. Bitman, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>J. Doench, <\/b> None..<br><b>A. Bardia, <\/b> None..<br><b>L. W. Ellisen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5858","PresenterBiography":null,"PresenterDisplayName":"Bogang Wu, PhD","PresenterKey":"6e382597-f19d-4c18-9128-4867c905413a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5858. Systematic identification of pathways associated with antibody drug conjugate sensitivity in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic identification of pathways associated with antibody drug conjugate sensitivity in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Polo-like kinase 1 (PLK1) is a serine\/threonine-protein kinase, that is involved in multiple stages of cell cycle progression in mammals. Dysregulation of PLK1 has been found in a variety of human cancers and was associated with poor prognoses in various cancers. However, its role in the pathogenesis of CRC from Middle Eastern ethnicity has not yet been explored. Therefore, we examined the expression of PLK1 protein in a large cohort of over 1000 Middle Eastern CRC cases by immunohistochemistry. Correlation with clinico-pathological parameters were performed. PLK1 overexpression was noted in 60.3% (693\/1149) CRC cases and was significantly associated with larger tumor size (T3\/T4 tumors), lymphnode metastasis, Stage III tumors, MSI-H status and p-ERK1\/2 over-expression. Interestingly, on multivariate logistic regression analysis, we found that PLK1 was an independent predictor of lymphnode metastasis. However, no association was noted between PLK1 expression and clinical outcomes (DFS, RFS, OS, CSS). Our in vitro experimentation revealed that CRC cells expressing high levels of PLK1 exhibited resistance to 5-Fu treatment, whereas cells with low PLK1 expression demonstrated sensitivity to the treatment. To explore the role of PLK1 on chemoresistance, we inhibited PLK1 using specific inhibitor, volasertib and we showed that volasertib effectively reversed 5-Fu resistance in these cells. Furthermore, knockdown of PLK1 reduced the progression of epithelial-to-mesenchymal transition (EMT) and the stem cell-like properties in 5-Fu resistant cells, showing the role of PLK1 on inducing EMT and stemness in CRC. Interestingly, the forced expression of PLK1 triggered the activation of the CRAF-MEK-ERK-ZEB1 signaling cascade, whereas its inhibition led to the suppression of this cascade. In addition, we showed that silencing of ERK1\/2 reversed the chemoresistance, EMT and stemness of PLK1 expressing CRC cell lines. Our findings underscore the significant role of PLK1 in conferring chemoresistance, and targeting PLK1 could represent a viable therapeutic approach for the treatment of patients with an aggressive subtype of CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Polo-like kinase,Colorectal,Stemness,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Padmaja<\/b>, M. Al-Rasheed, P. Poyil, A. K. Siraj, S. K. Parvathareddy, W. Haqawi, F. Al-Dayel, K. S. Al-Kuraya; <br\/>King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"6f0ca1ce-3dc5-49a2-ac6c-69885d692e40","ControlNumber":"3086","DisclosureBlock":"&nbsp;<b>D. Padmaja, <\/b> None..<br><b>M. Al-Rasheed, <\/b> None..<br><b>P. Poyil, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>S. K. Parvathareddy, <\/b> None..<br><b>W. Haqawi, <\/b> None..<br><b>F. Al-Dayel, <\/b> None..<br><b>K. S. Al-Kuraya, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5859","PresenterBiography":"","PresenterDisplayName":"Divya Padmaja, PhD","PresenterKey":"7ca611ca-356e-47f3-9382-bc1dccd823da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5859. PLK1 predicts aggressive behavior in CRC patients and its inhibition reverse chemoresistance in CRC cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PLK1 predicts aggressive behavior in CRC patients and its inhibition reverse chemoresistance in CRC cells","Topics":null,"cSlideId":""},{"Abstract":"High-Grade Serous Ovarian Cancer (HGSOC) is the most common and lethal of Ovarian Cancer (OC) types, which accounts for eighty percent of deaths. Treatment for OC includes surgery and platinum-based therapy. However, around 70% of women with HGSOC become resistant to chemotherapy. Therefore, new therapeutic agents with higher specificity and efficacy are needed for women with advanced and drug-resistant OC. Matrix metalloproteases (MMPs) are a group of enzymes involved in the degradation of the extracellular matrix (ECM). Deregulation of MMPs contributes to tumor growth and metastasis in several cancer types. Preliminary studies of our research team found that MMP16 is higher in cisplatin-resistant as compared with cisplatin-sensitive OC cells. The aim of this project is to understand the role of MMP16 in the cisplatin resistance of OC cells. We hypothesize that MMP16 increased expression may contribute to cancer progression and drug-resistance. We performed experiments in A2780\/A2780CP20 and OVCAR3\/OVCAR3CIS human OC cells. To assess the MMP16 protein levels we used western blot analysis. To measure the mRNA levels, we used qRT-PCR. Kaplan-Meier survival curves were generated by interrogation of the KM Plotter patient database. The MMP16 protein and qRT-PCR experiments confirmed that protein and mRNA levels are more abundant in cisplatin-resistant as compared with cisplatin-sensitive cells. Interrogation of the KM plotter database showed that OC patients with higher MMP16 mRNA levels live less as compared with OC patients with lower MMP16 levels. Ongoing experiments are testing the biological effect of small interference RNA (siRNA) targeting MMP16 in cisplatin-resistant OC cells. <sup><\/sup>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Ovarian cancer,Platinum drugs,Matrix metalloprotease,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Bonilla-Liriano<\/b><sup>1<\/sup>, M. Rivera-Serrano<sup>2<\/sup>, V. Reyes-Burgos<sup>3<\/sup>, J. Rolon-Perez<sup>3<\/sup>, F. Valiyeva<sup>4<\/sup>, P. Vivas-Mejia<sup>3<\/sup>; <br\/><sup>1<\/sup>Interamerican University of Puerto Rico-Fajardo Campus, Fajardo, PR, <sup>2<\/sup>University of Puerto Rico-Rio Piedras Campus, Rio Piedras, PR, <sup>3<\/sup>University of Puerto Rico Medical Sciences Campus, San Juan, PR, <sup>4<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR","CSlideId":"","ControlKey":"c637658b-5f1e-4a76-abf3-f91f1aae301c","ControlNumber":"3900","DisclosureBlock":"&nbsp;<b>J. Bonilla-Liriano, <\/b> None..<br><b>M. Rivera-Serrano, <\/b> None..<br><b>V. Reyes-Burgos, <\/b> None..<br><b>J. Rolon-Perez, <\/b> None..<br><b>F. Valiyeva, <\/b> None..<br><b>P. Vivas-Mejia, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5860","PresenterBiography":null,"PresenterDisplayName":"Jesennia Bonilla-Liriano, BS","PresenterKey":"65a9d327-3fac-4414-b119-c3a74dd515c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5860. Understanding the biological role of MMP16 in cisplatin resistance in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the biological role of MMP16 in cisplatin resistance in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Cyclin-dependent kinase inhibitors (CDK4\/6i) have revolutionized the therapy for estrogen receptor positive (ER+) breast cancer. Despite the response to CDK4\/6i, resistance and recurrence are still a clinical reality, resulting in death due to breast cancer. G1 cell cycle arrest has been considered as the main mechanism of action of CDK4\/6i in luminal breast cancer. However, the response to therapy does not correlate with the expression of CDK4\/6 or key cell cycle proteins. It is also unclear whether CDK4\/6i-induced senescence enhances the therapeutic response or mediates development of resistance.<br \/>Experimental Procedures: We have developed drug-tolerant persisters resistant to CDK4\/6 inhibitors (CDK4\/6i-DTPs) in a panel of estrogen receptor positive (ER+) cells to explore the molecular mechanisms associated with resistance. Using different cell phenotype assays (i.e., cell viability\/cell cycle, senescence\/senescence reversibility and wound healing) as well as senescence-associated secretory phenotype (SASP) human cytokine array of 105 markers, we characterized the phenotype and secretome of these CDK4\/6i DTPs.<br \/>Summary: CDK4\/6i-DTPs induced by abemaciclib, palbociclib and ribociclib (all from Selleckchem) demonstrated resistance to these drugs and dramatically slowed growth. The percentage of senescent cells reached 30-89% of the total population for all cell lines in all three drugs, whereas control parental cells exhibited around 10%. CDK4\/6i DTPs also exhibited significant cell migration, and increased lysosomal phenotype compared to their parental sensitive cells. Further analysis with human cytokine array revealed that protein levels of growth differentiation factor 15 (GDF-15) are elevated in both cell lysates and conditioned-media of CDK4\/6i DTPs, whereas Serpin E1 (Plasminogen Activator Inhibitor, Type I, PAI-1) was unique to secreted CDK4\/6i DTPs. Interestingly, we did not observe changes in pro-inflammatory senescence-associated secretory phenotype (SASP) markers such as interleukins. Apart from being a SASP protein, GDF-15 is a mitochondrial cytokine (mitokine), suggesting a role in mitochondrial dysfunction-associated senescence (MiDAS). HMGB1, and LMNB1 are also down-regulated in CDK4\/6-DTPs supporting the MiDAS phenotype. CDK4\/6i-induced MiDAS appears to be transient, as CDK4\/6i-DTPs reverted to the parental phenotype in drug-free culture media 20 days after the removal of CDK4\/6i's. This included growth characteristics and sensitivity to CDK4\/6i. This reversion of phenotype was observed in all five cell line models tested with all three drugs.<br \/>Conclusions: CDK4\/6-induces a mitochondrial dysfunction-associated senescence (MiDAS). This appears to be transient in nature as withdrawal of the drug results reacquisition of parental cell phenotype and drug-sensitivity. Targeting MiDAS pathway might be critical to improve efficacy of CDK4\/6 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,CDK4\/6 inhibitors,Senescence,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Gokmen-Polar<\/b>, Y. Gu, L. Ruan, S. S. Badve; <br\/>Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"23c84b05-d4e7-4ac5-a5cc-742d68a80a64","ControlNumber":"4129","DisclosureBlock":"&nbsp;<b>Y. Gokmen-Polar, <\/b> None..<br><b>Y. Gu, <\/b> None..<br><b>L. Ruan, <\/b> None..<br><b>S. S. Badve, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5861","PresenterBiography":null,"PresenterDisplayName":"Yesim Gokmen-Polar, PhD","PresenterKey":"6f4bfd12-81f8-4b7e-916b-0fe8350bc81d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5861. CDK4\/6 therapy-induced senescence as a resistance mechanism-MiDAS touch","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK4\/6 therapy-induced senescence as a resistance mechanism-MiDAS touch","Topics":null,"cSlideId":""},{"Abstract":"The emergence of acquired drug resistance through treatment remains a critical threat to efficient cancer therapies, which most often lead to relapse and metastasis. The development of resistance is an evolutionary adaptation process that heavily depends on tumor heterogeneity (underpinned by cellular plasticity). Therefore, a longitudinal deconvolution of treatment adaptation is critical to uncover the driving-force mechanisms underpinning resistance adaptation. In the clinic, chemotherapy remains the mainstream treatment for TNBC, and one of the primary chemo-agents is doxorubicin. Although the initial responsive rate of doxorubicin-based chemotherapies is up to 70%, it is well recognized that TNBC cells usually generate an adaptive response and result in acquired drug-resistance and multi-drug resistant phenotypes. Although numerous mechanisms of chemo-resistance evolution have been proposed, most of these studies focused on the initial and terminal states, from which we could not deconvolute the adaptation routes and might miss the transient fate-switching events. We hypothesize that the claudin-low TNBC chemo-resistant cells may derive from the early-stage reversible chemo-tolerant persistent state, and early-stage state-switching mediated by epigenetic landscape reprogramming might determine the adaptation through treatment. We developed an in vitro &#8220;pulsing-treatment&#8221; model to test the hypothesis, which could mimic the clinical treatment and provide therapeutically relevant insights into the acute drug-induced stress response and regrowth. Unexpectedly, we found that the human endogenous retrovirus-like elements (HERVs) show an aberrant bursting in the adaptation. To further interrogate the adaptation, we did the longitudinal single-cell multi-omics sequencing. With a novel bioinformatic workflow, we integrated the HERV&#8217;s expression information with protein-coding genes profiling and chromatin accessibility. The preliminary result indicated that a subpopulation of HERV-high cells might transiently mediate the persistence of cancer cells at the early stage of the treatment, which coupled with whole transcriptomic and chromatin landscape reprogramming, and molecular subtype switching. In this study, we employed a new strategy to investigate the longitudinal adaptation route through treatment and uncover a non-canonical element, which shed new light on drug resistance research and novel target screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Resistance,Cancer genomics,Multiomics,Doxorubicin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Zhang<sup>1<\/sup>, Y. Wang<sup>2<\/sup>, X. Luo<sup>1<\/sup>, X. Zhan<sup>1<\/sup>, J. Ding<sup>2<\/sup>, <b>T. P. Wu<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"8cc78ec3-c169-4c7f-9686-7cb438268941","ControlNumber":"3490","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>X. Luo, <\/b> None..<br><b>X. Zhan, <\/b> None..<br><b>J. Ding, <\/b> None..<br><b>T. P. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5862","PresenterBiography":null,"PresenterDisplayName":"Tao Wu, PhD","PresenterKey":"497c6ea6-5031-4b4c-b40c-27a3a839790b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5862. Retrotransposable elements mediate the drug-tolerant persistence in claudin-low breast cancer chemo-treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Retrotransposable elements mediate the drug-tolerant persistence in claudin-low breast cancer chemo-treatment","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study was to characterize the phenotypes and drivers of therapy-induced lineage plasticity during the development of castration resistant prostate cancer (CRPC). While the majority of localized prostate cancer can be cured with surgery or radiation, metastatic disease is lethal. Therapies targeting the androgen receptor (AR) are initially effective, but eventually men will develop CRPC. About 70-75% of CRPC displays restored AR signaling (ARPC), while the remaining 25-30% display lineage plasticity evidenced by the emergence of AR-negative subtypes including those that display neuroendocrine (NE) markers, or double negative CRPC (DNPC) lacking both AR and NE markers. AR independent manifestations of CRPC represent a clinical challenge because no effective therapies are available and therapeutic targets are largely unknown. We analyzed publicly available bulk and single-cell RNA-seq datasets derived from clinical CRPC specimens to characterize the cellular identity of AR-negative tumors. Using a database of all known transcriptional regulators, we identified potential drivers of these phenotypes. We performed siRNA-mediated knockdown experiments in a model of DNPC to explore the extent to which the candidate regulators maintain AR-negative cell identity and sustain growth of DNPC prostate cancer cells. We identified a subset of CRPC tumors that co-express gene sets defining basal, club, and hillock cells in the benign prostate. This data supports the existence of epithelial cell lineage plasticity manifesting within CRPC tumors, as well as individual CRPC tumor cells, wherein AR-positive tumor cells transform to a phenotype encompassing basal, club, and hillock cell identities. We nominated the stem cell transcription factor KLF5 as a regulator of basal, club, and hillock cell identities in CRPC. In cell line models of DNPC, knock down of KLF5 inhibited cell growth and reduced the expression of genes defining basal, club, and hillock cell identities. This work links a prevalent and poorly-defined subtype of AR-negative CRPC to AR-negative epithelial cell types in benign prostate tissue. Inhibition of KLF5 and its downstream effectors could represent a therapeutic strategy to prevent or delay lineage plasticity and thereby extend patient response to AR-targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Prostate cancer,Therapy resistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Pitzen<\/b>, Y. Qiu, S. Munro, S. Dehm; <br\/>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"7913ee89-8717-4b9b-9ebb-b5ab7d9589e7","ControlNumber":"5737","DisclosureBlock":"&nbsp;<b>S. Pitzen, <\/b> None..<br><b>Y. Qiu, <\/b> None..<br><b>S. Munro, <\/b> None..<br><b>S. Dehm, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5863","PresenterBiography":null,"PresenterDisplayName":"Samuel Pitzen, BA","PresenterKey":"ae086aa5-6ac9-4600-bded-32fe72686c55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5863. Double-negative prostate cancer emerges through a mixed basal, club, and hillock cell identity driven by KLF5","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Double-negative prostate cancer emerges through a mixed basal, club, and hillock cell identity driven by KLF5","Topics":null,"cSlideId":""},{"Abstract":"SCLC is an aggressive, neuroendocrine malignancy notable for rapid, albeit transient, responses to therapy. We have previously shown that transcriptional heterogeneity among treatment-na&#239;ve SCLC tumors underlies four distinct transcriptional subtypes, each with distinct clinical vulnerabilities. Though previously hypothesized to delineate a distinct subtype, expression of YAP1 is largely absent from treatment-na&#239;ve SCLC. Less clearly defined is the transcriptional landscape of relapsed SCLC, the evolution of which may underlie SCLC&#8217;s capacity for insurmountable resistance. To better define the biology of relapsed SCLC, we performed mass cytometry analysis of patient circulating tumor cells (CTCs), immunohistochemistry for ASCL1, NEUROD1, POU2F3, MYC and YAP1, and single-cell (sc)RNAseq of core needle biopsies from SCLC patients and preclinical models following resistance to standard-of-care therapies. In contrast to treatment-na&#239;ve SCLC, YAP1 mRNA and protein are detectable in patient CTC populations and tumors from relapsed patients and PDXs, albeit at levels lower than subtype-defining transcription factors (e.g. ASCL1, NEUROD1, or POU2F3). Notably, however, scRNAseq reveals these <i>YAP1 <\/i>expressing cells to be mutually exclusive with <i>ASCL1<\/i> and <i>NEUROD1<\/i>, though not necessarily <i>POU2F3<\/i>. <i>YAP1<\/i>-expressing cells possess unique mesenchymal, inflamed features and exhibit high levels of transcriptional plasticity. Consistent with the upregulation of YAP1 following chemotherapy, <i>YAP1<\/i>-positive cell populations express senescence associated secretory phenotype genes and cancer stem cell genes, suggesting that these populations represent drug tolerant persister cells that may serve as a source for renewal of classical neuroendocrine populations within the tumor. Targeting these resistant populations may be critical to re-establish response in relapsed SCLC, and these analyses identified high expression of several surface proteins that are currently under investigation as targets for antibody-drug conjugates in SCLC clinical trials, including B7H3, TROP2 and HER2 antibody drug conjugates. These data suggest that the acquisition of YAP1 expression delineates a particularly recalcitrant tumor cell population observed almost exclusively in relapsed SCLC that is capable of driving tumor persistence and treatment resistance. Clinically, these data underscore the importance of constraining transcriptional plasticity in the frontline management of SCLC, but also of developing therapies aimed specifically at emergent populations capable of driving resistance, as with the YAP1-high cells identified here. The emergence of YAP1 following resistance in SCLC and the observation of YAP1 as a common feature of other high-grade neuroendocrine carcinomas exclusive of SCLC, likely explains the initial mischaracterization of YAP1 as a subtype-defining feature of SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,YAP1,Drug resistance,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Stewart<\/b><sup>1<\/sup>, S. M. Groves<sup>2<\/sup>, R. Wang<sup>1<\/sup>, K. Ramkumar<sup>1<\/sup>, Y. Xi<sup>1<\/sup>, L. Diao<sup>1<\/sup>, A. G. Serrano<sup>1<\/sup>, A. Tanimoto<sup>1<\/sup>, A. M. Victorian<sup>1<\/sup>, S. Bhattacharyya<sup>1<\/sup>, A. J. Halliday<sup>1<\/sup>, N. Kalhor<sup>1<\/sup>, L. M. S. Soto<sup>1<\/sup>, P. F. S. Da Rocha<sup>3<\/sup>, N. Vokes<sup>1<\/sup>, L. G. Karacosta<sup>1<\/sup>, J. Wang<sup>1<\/sup>, J. V. Heymach<sup>1<\/sup>, V. Quaranta<sup>4<\/sup>, B. Glisson<sup>1<\/sup>, L. A. Byers<sup>1<\/sup>, C. M. Gay<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Virginia, Charlottesville, VA, <sup>3<\/sup>Hospital del Mar, Barcelona, Spain, <sup>4<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"bf07fc1c-ebfa-4ec6-8a14-ec3d22ea37bf","ControlNumber":"6605","DisclosureBlock":"&nbsp;<b>C. Stewart, <\/b> None..<br><b>S. M. Groves, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>K. Ramkumar, <\/b> None..<br><b>Y. Xi, <\/b> None..<br><b>L. Diao, <\/b> None..<br><b>A. G. Serrano, <\/b> None..<br><b>A. Tanimoto, <\/b> None..<br><b>A. M. Victorian, <\/b> None..<br><b>S. Bhattacharyya, <\/b> None..<br><b>A. J. Halliday, <\/b> None..<br><b>N. Kalhor, <\/b> None..<br><b>L. M. S. Soto, <\/b> None..<br><b>P. F. S. Da Rocha, <\/b> None..<br><b>N. Vokes, <\/b> None..<br><b>L. G. Karacosta, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>J. V. Heymach, <\/b> <br><b>Genentech<\/b> Independent Contractor. <br><b>Mirati Therapeutics<\/b> Independent Contractor, Grant\/Contract. <br><b>Eli Lilly & Co<\/b> Independent Contractor. <br><b>Janssen Pharmaceuticals<\/b> Independent Contractor. <br><b>Boehringer-Ingelheim Pharmaceuticals<\/b> Independent Contractor, Grant\/Contract. <br><b>Regeneron<\/b> Independent Contractor. <br><b>Takeda Pharmaceuticals<\/b> Independent Contractor, Grant\/Contract. <br><b>BerGenBio<\/b> Independent Contractor. <br><b>Jazz Pharmaceuticals<\/b> Independent Contractor. <br><b>Curio Science<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>AstraZeneca Pharmaceuticals<\/b> Independent Contractor, Grant\/Contract. <br><b>BioAtla<\/b> Independent Contractor. <br><b>Sanofi<\/b> Independent Contractor. <br><b>Spectrum Pharmaceuticals<\/b> Independent Contractor, Grant\/Contract, Other Intellectual Property. <br><b>GlaxoSmithKline<\/b> Independent Contractor. <br><b>EMD Serono<\/b> Independent Contractor. <br><b>BluePrint Medicine<\/b> Independent Contractor. <br><b>Chugai Pharmaceutical<\/b> Independent Contractor. <br><b>Bristol-Myer Squibb<\/b> Grant\/Contract.<br><b>V. Quaranta, <\/b> None..<br><b>B. Glisson, <\/b> None.&nbsp;<br><b>L. A. Byers, <\/b> <br><b>Merck Sharp & Dohme Corp.<\/b> Independent Contractor. <br><b>Arrowhead Pharmaceuticals<\/b> Independent Contractor. <br><b>Chugai Pharmaceutical Co.<\/b> Independent Contractor. <br><b>AstraZeneca Pharmaceuticals<\/b> Independent Contractor. <br><b>Genentech Inc.<\/b> Independent Contractor. <br><b>BeiGene<\/b> Independent Contractor. <br><b>AbbVie<\/b> Independent Contractor. <br><b>Jazz Pharmaceuticals<\/b> Independent Contractor. <br><b>Puma Biotechnology<\/b> Independent Contractor. <br><b>Amgen<\/b> Independent Contractor. <br><b>Daiichi Sankyo<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>AstraZeneca Pharmaceuticals<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Jazz Pharmaceuticals<\/b> Grant\/Contract. <br><b>C. M. Gay, <\/b> <br><b>Aptitude Health<\/b> Independent Contractor, Travel. <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract. <br><b>Beigene<\/b> Independent Contractor. <br><b>Catalyst<\/b> Independent Contractor. <br><b>Daiichi Sankyo<\/b> Independent Contractor. <br><b>G1<\/b> Independent Contractor. <br><b>Jazz Pharmaceuticals<\/b> Independent Contractor. <br><b>Kisoji Biotechnology<\/b> Independent Contractor. <br><b>MJH Targeted Oncology<\/b> Independent Contractor. <br><b>MonteRosa<\/b> Independent Contractor. <br><b>OncLive<\/b> Independent Contractor. <br><b>PeerView<\/b> Independent Contractor. <br><b>STCube<\/b> Independent Contractor.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5864","PresenterBiography":null,"PresenterDisplayName":"C. Allison Stewart, PhD","PresenterKey":"1f290c30-537b-44a9-b499-4af7a19b27ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5864. YAP1 defines a highly plastic, persister cell population in small cell lung cancer (SCLC) following relapse","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YAP1 defines a highly plastic, persister cell population in small cell lung cancer (SCLC) following relapse","Topics":null,"cSlideId":""},{"Abstract":"Background: The enzyme purine nucleoside phosphorylase (PNP) is involved in the purine salvage pathway and is present at high levels in lymphoid tissues. Children born with PNP deficiency are known to have significantly reduced T-cell counts but relatively normal B-cell immunity, suggesting PNP as one of the most promising therapeutic targets for T-cell malignancies. Forodesine (For, BCX-1777), a novel PNP inhibitor, was approved in Japan for the treatment of relapsed\/refractory PTCL. To understand the cytotoxic effect of For and its mechanism of action, we established a For-resistant (For-R) leukemia cell line and explored the mechanism of resistance.<br \/>Methods: We established two For-R T-lymphoblastic leukemia cell lines (CCRF-CEM and MOLT4) through repeated escalating exposure to For and 2&#8217;-deoxyguanosined(dGuo). Gene expression analysis was performed to identify the mechanisms of resistance.<br \/>Results: For-R cells showed very high resistance compared to parental cells (IC<sub>50<\/sub> value, CEM\/CEM-R 4.2nM\/&#62;5x10<sup>5<\/sup>nM, MOLT4\/MOLT4-R 8nM\/&#62;5x10<sup>5<\/sup>nM). When cross-resistance was examined in these For-R cells showed mild resistance to cytarabine. The expression of hENT1, a nucleoside transporter, was examined and found to be upregulated in both CEM-R and MOLT4-R cells, while the expression level of deoxycytidine kinase (dCK) was unchanged in both cells. Next, high performance liquid chromatography was used to assess the intracellular dGTP in each parental and its For-R cells. In the parental cells, intracellular dGTP levels increased promptly 4-6 hours after fosteredin administration, whereas in resistant cells, intracellular dGTP levels were higher than before fosteredin administration, and there was little change in dGTP levels after administration.<br \/>Conclusion: The established For-R cell line acquired a high resistance to For and showed high intracellular dGTP levels. Imbalance in intracellular GTP levels may be involved in the induction of cell death by For.<br \/>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Drug resistance,T lymphocytes,Nucleoside analogs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Hosono<\/b><sup>1<\/sup>, K. Oiwa<sup>2<\/sup>, T. Tasaki<sup>3<\/sup>, R. Nishi<sup>1<\/sup>, L. Scott<sup>4<\/sup>, O. A. O’Connor<sup>4<\/sup>, T. Yamauchi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Fukui, Eiheiji, Japan, <sup>2<\/sup>Osu Hospital, Nagoya, Japan, <sup>3<\/sup>Japanese Red Cross Fukui Hospital, Fukui, Japan, <sup>4<\/sup>Columbia University, New York, NY","CSlideId":"","ControlKey":"d6e98772-0f57-430c-8f3c-29608da1c673","ControlNumber":"2169","DisclosureBlock":"&nbsp;<b>N. Hosono, <\/b> None..<br><b>K. Oiwa, <\/b> None..<br><b>T. Tasaki, <\/b> None..<br><b>R. Nishi, <\/b> None..<br><b>L. Scott, <\/b> None..<br><b>O. A. O’Connor, <\/b> None..<br><b>T. Yamauchi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5865","PresenterBiography":null,"PresenterDisplayName":"Naoko Hosono","PresenterKey":"ab028429-87ec-4dcf-af89-47f76cc5634c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5865. Characterization and resistance mechanisms of PNP inhibitor forodesin-resistant cell lines.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization and resistance mechanisms of PNP inhibitor forodesin-resistant cell lines.","Topics":null,"cSlideId":""},{"Abstract":"Objective: To investigate the mechanism by which TESC (Tescalcin) induces lenvatinib resistance in hepatocellular carcinoma (HCC) through autophagy mediation.<br \/>Methods:1) Utilized established liver cancer organoids from over 70 patients for lenvatinib drug sensitivity screening and transcriptome sequencing to identify lenvatinib-resistant genes. 2) Constructed stable TESC overexpression and downregulation liver cancer cell lines. Employed CCK8 assays to plot IC50 drug sensitivity curves, elucidating changes in lenvatinib sensitivity in liver cancer cells after TESC overexpression or downregulation. 3) Used TESC-stable cells to establish subcutaneous tumor models and intrahepatic tumor models in nude mice. After tumor formation, administered lenvatinib orally to observe whether TESC affects liver cancer sensitivity to lenvatinib in vivo. 4) Conducted Western blot (WB) analysis to assess the expression of autophagy-related molecules (LC3B II\/I, P62, and Beclin1 proteins) in TESC downregulated or overexpressed stable cell lines and their control cell lines. Utilized the LC3-GFP-mRFP fluorescence dual-labeling lentivirus system and laser confocal microscopy to examine autophagic flux. 5)Treated TESC downregulated cells with the autophagy inhibitor 3-MA. Conducted WB to assess the expression levels of autophagy-related proteins and plotted drug sensitivity curves using IC50 experiments to evaluate the impact of 3-MA on reversing liver cancer cell sensitivity to lenvatinib.<br \/>Results: Compared to the control group, HCC cells overexpressing TESC showed an increased IC50 value and reduced sensitivity to lenvatinib, while TESC downregulation resulted in a decreased IC50 value and decreased sensitivity to lenvatinib. Subcutaneous tumor experiments in nude mice indicated that, compared to the control group, tumors with reduced TESC expression were more sensitive to lenvatinib. Additionally, in HCC cells overexpressing TESC, protein expression levels of LC3B II\/I and Beclin1 significantly decreased, while P62 expression increased. Conversely, TESC downregulation significantly increased protein expression levels of LC3B II\/I and Beclin1, while P62 expression decreased. Furthermore, results from the LC3-GFP-mRFP autophagy dual-labeling lentivirus system showed a significant reduction in fluorescence spots in the TESC overexpression group compared to the control group, indicating weakened autophagic flux. Treatment of TESC downregulated liver cancer cells with 3-MA resulted in an increased IC50 value compared to the control group.<br \/>Conclusion: TESC expression levels are associated with the sensitivity of liver cancer cells to lenvatinib, possibly by inhibiting autophagy and affecting the sensitivity of liver cancer cells to lenvatinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lenvatinib,Hepatocellular carcinoma,Autophagy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Zhuang<\/b>, T. Zhang, J. Chen; <br\/>The Affiliated Cancer Hospital of Zhengzhou University and Henan Cancer Hospital, Zhengzhou, China","CSlideId":"","ControlKey":"20d3ed5c-eea1-453d-8eef-5e5f3ad9924d","ControlNumber":"3400","DisclosureBlock":"&nbsp;<b>H. Zhuang, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5866","PresenterBiography":null,"PresenterDisplayName":"Hao Zhuang, PhD","PresenterKey":"313b734b-7c96-4090-b451-a4716e22e08b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5866. TESC mediates resistance to lenvatinib in hepatocellular carcinoma by regulating cell autophagy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TESC mediates resistance to lenvatinib in hepatocellular carcinoma by regulating cell autophagy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Alterations of the HGF-cMET axis, often through <i>MET <\/i>gene amplification, can act as resistance mechanism to tyrosine kinase inhibitors (TKIs) in patients with ALK and RET rearranged non-small cell lung cancer (NSCLC). The efficacy of targeting the cMET pathway through use of MET tyrosine kinase inhibitors continues to evolve. An unresolved question is whether the HGF-cMET pathway is activated early in cancer cells after ALK and RET TKI exposure. Here, we evaluate novel pre-clinical models to better characterize the onset of MET pathway-mediated resistance using murine cell lines and orthotopic murine models.<br \/>Methods: Murine <i>Eml4-Alk<\/i> (EA1 and EA3) and <i>Trim24-Ret<\/i> (TR.1) cell lines were cultured with increasing doses of alectinib (EA1 and EA3) or pralestinib or selpercatinib (TR.1) until resistance was acquired. A cell line was established from an orthotopic TR.1 tumor that progressed on selpercatinib (TR.1-1092). Passage control cells and the TKI-resistant cultures were submitted to clonogenic growth assays in targeting TKI or crizotinib (MET TKI). Control and TKI-resistant cell lines were submitted to HGF ELISA, MET immunoblotting and RNAseq. Orthotopic TR.1 tumors were established in C57BL\/6 mice and after ~2 weeks, daily treatment with selpercatinib was performed for 21 days with weekly mCT to monitor tumor size. At 21 days when the tumors were beginning to progress, half the mice were treated with selpercatinib and crizotinib (a MET TKI) while the other half continued on selpercatinib alone.<br \/>Results: HGF levels (pg\/&#956;g) were significantly higher in alectinib-resistant EA1 cells vs. EA3 cells and was associated with retained sensitivity to crizotinib in alectinib-resistant EA1, but not EA3 cells. MET mRNA (but not gene copy number) and HGF mRNA\/ protein levels in pralsetinib and selpercatinib resistant TR.1 lines were significantly higher than controls and accompanied by acquired sensitivity to crizotinib. In C57BL\/6 mice bearing orthotopic TR.1 tumors, the progression on selpercatinib occurring after 2-3 weeks of treatment was reversed in a durable manner by co-treatment with crizotinib.<br \/>Conclusions: The HGF-cMET axis is activated early in response to ALK and RET TKI exposure through transcriptional mechanisms without evidence of <i>MET <\/i>gene amplification. These findings unveil a potential therapeutic window to disrupt the MET bypass pathway in ALK and RET rearranged NSCLC prior to overt clinical progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"c-Met,ALK,RET,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Patil<\/b>, T. Hinz, S. Pine, H. Saabawy, P. Bunn, E. L. Schenk, R. Camidge, L. Heasley; <br\/>University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"30ab9e59-cd09-4b61-8189-d55340ea9f0f","ControlNumber":"4122","DisclosureBlock":"<b>&nbsp;T. Patil, <\/b> <br><b>Gilead<\/b> Grant\/Contract. <br><b>Astrazeneca<\/b> Other, Advisory Board. <br><b>Bristol-Myers Squibb<\/b> Other, Honoraria. <br><b>Daiichi<\/b> Other, Advisory Board. <br><b>Guardant<\/b> Other, Honoraria. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Jazz Pharamceuticals<\/b> Other, Advisory Board. <br><b>Pfizer<\/b> Other, Advisory Board. <br><b>Sanofi<\/b> Other, Advisory Board. <br><b>Regeneron<\/b> Other, Advisory Board. <br><b>Roche\/Genentech<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Advisory Board.<br><b>T. Hinz, <\/b> None..<br><b>S. Pine, <\/b> None..<br><b>H. Saabawy, <\/b> None.&nbsp;<br><b>P. Bunn, <\/b> <br><b>Verastem<\/b> Other, Board of Directors. <br><b>Ascentage<\/b> Other, Advisory Board. <br><b>Amgen<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>CStone<\/b> Other, Advisory Board. <br><b>Genentech<\/b> Other, Advisory Board. <br><b>E. L. Schenk, <\/b> <br><b>Actinium Pharmaceuticals<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>BioAtla<\/b> Other, Advisory Board. <br><b>Bionest Partners<\/b> Other, Advisory Board. <br><b>ClearView Healthcare Partners<\/b> Other, Advisory Board. <br><b>G1 Therapeutics<\/b> Other, Advisory Board. <br><b>Regeneron<\/b> Other, Advisory Board. <br><b>Harpoon<\/b> Travel, Other, Scientific Advisory Board. <br><b>Thetis<\/b> Scientific Advisory Board. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Takeda<\/b> Other, Advisory Board. <br><b>R. Camidge, <\/b> <br><b>Abbvie<\/b> Other, Advisory Board. <br><b>Anheart<\/b> Other, Advisory Board. <br><b>Appolomics<\/b> Other, Advisory Board. <br><b>AstraZeneca\/Daiichi<\/b> Other, Advisory Board. <br><b>Dizal<\/b> Scientific Advisory Board. <br><b>Elevation<\/b> Other, Advisory Board. <br><b>Eli Lilly<\/b> Other, Advisory Board. <br><b>EMD Serono<\/b> Other, Advisory Board. <br><b>Immunocore<\/b> Other, Advisory Board. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Medtronic<\/b> Other, Advisory Board. <br><b>Mersana<\/b> Other, Advisory Board. <br><b>Mirati<\/b> Other, Advisory Board. <br><b>Nalo Therapeutics<\/b> Other, Advisory Board. <br><b>Prelude<\/b> Other, Advisory Board. <br><b>Regeneron<\/b> Other, Advisory Board. <br><b>Roche \/ Genentech<\/b> Other, Advisory Board. <br><b>Sanofi<\/b> Other, Advisory Board. <br><b>Seattle Genetics<\/b> Other, Advisory Board. <br><b>Takeda<\/b> Other, Advisory Board.<br><b>L. Heasley, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5867","PresenterBiography":null,"PresenterDisplayName":"Tejas Patil, MD","PresenterKey":"af19e206-6113-40cc-8ec2-a58098c06a33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5867. Early activation of HGF-cMET serves as a bypass pathway to ALK and RET tyrosine kinase inhibitors in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early activation of HGF-cMET serves as a bypass pathway to ALK and RET tyrosine kinase inhibitors in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prior research demonstrates the importance of studying epidermal growth factor receptor (EGFR) activating mutations for better understanding the biology of non-small cell lung cancer (NSCLC), which comprises the majority (~80%) of lung cancers. EGFR-targeted tyrosine kinase inhibitors (TKIs) have been used in the clinic to treat NSCLC with EGFR activating mutations. First and second-generation EGFR-TKIs are effective in NSCLC patients with the most common EGFR mutations (exon 19 deletion (Del19) and exon 21-point mutation (L858R)). A third generation EGFR-TKI, osimertinib (AZD9291), has been developed to target the T790M resistance mutation, but patients are starting to show resistance to this line of therapy as well. Our study aims to elucidate the underlying mechanism(s) of EGFR-TKI resistance in NSCLC cells.<br \/>Methods: NSCLC cell lines, including PC-9 and HCC827, which have the Del19 EGFR activating mutation, were utilized for experiments. From the parental cell lines, several cell lines resistant to the EGFR-TKIs were previously established. Cell proliferation (MTS) assays were used to confirm the resistance phenotype of the established cell lines. Western blot assays and RT-qPCR were utilized to determine changes in the expression level of several membrane receptors and their downstream effectors.<br \/>Results: Our preliminary analysis showed that both human epidermal growth factor 3 (HER3) and mesenchymal-epithelial transition factor (MET) were upregulated in the EGFR-TKI-resistant cell lines as compared to their parental counterparts. Further studies revealed an increased level of phosphorylated STAT3 (p-STAT3) and ERK1\/2 (p-ERK1\/2) in the resistant cell lines when compared to the parental cell lines, suggesting the possible involvement of HER3 and\/or MET in the activation of downstream signaling pathways. Upregulation of HER3 and MET was found at both the protein and mRNA level.<br \/>Conclusion: Based on our initial findings, membrane receptors, including HER3 and MET, could be working together to continue activating downstream signaling pathways to evade the effects of osimertinib, resulting in resistance. Additional work is underway to define the role of HER3 and MET in the NSCLC cells resistant to EGFR-TKIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"ErbB3,Mesenchymal-epithelial transition (MET),NSCLC,EGFR TKI resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Larsen<\/b>, H. Lyu, C. Tan, Y. Wu, B. Liu; <br\/>LSU Health Sciences Center New Orleans, New Orleans, LA","CSlideId":"","ControlKey":"668f661f-f20d-4b3f-b475-fc299358530a","ControlNumber":"1461","DisclosureBlock":"&nbsp;<b>M. Larsen, <\/b> None..<br><b>H. Lyu, <\/b> None..<br><b>C. Tan, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>B. Liu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5868","PresenterBiography":null,"PresenterDisplayName":"Margaret Larsen, BS","PresenterKey":"a715b082-223b-4170-b587-ab010e5e748a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5868. Upregulation of HER3 and MET in non-small cell lung cancer cells resistant to EGFR tyrosine kinase inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Upregulation of HER3 and MET in non-small cell lung cancer cells resistant to EGFR tyrosine kinase inhibitor","Topics":null,"cSlideId":""},{"Abstract":"More than 50% of melanomas harbor activating BRAF kinase mutations, with BRAFV600E representing more than 90% of BRAF mutations. Inhibition of mutant BRAF by BRAF inhibitors (BRAFi) in patients with advanced melanoma yields a remarkable initial clinical response. Limited duration response and disease recurrence of inhibitors occurs due to acquired drug resistance. Recently identified mechanisms of MAPK hyperactivation in acquired resistance to BRAFi have encouraged clinicians to employ a combination of BRAF and MAPK inhibitors to block the MAPK signaling pathway more effectively. However, most patients treated with this combination therapy still relapse due to de novo drug resistance. Therefore, innovative strategies are still necessary to improve the precision and durability of anti-melanoma therapies. To investigate the mechanism of both BRAFi and MEKi resistance (double resistance, DR) in mutant BRAF melanomas, we have developed models from four human melanoma cell lines to explore the hypothesis that molecular alterations are related to double resistance to BRAFi and MEKi in melanoma. We have found that BRAFi-MEKi double-resistant models exhibit distinct differences in morphology and growth kinetics. Specifically, BRAFi-MEKi double-resistant human melanomas express a higher level of FGFb and PAI-1 expression. We confirmed that overexpression of FGFb and PAI-1 in parental cells could increase the ability to resist BRAF and MEK inhibition. Additionally, we discovered that decreased expression of FGFb and PAI-1, via knock-down, inhibition, or CRISPR in double resistant cells, can restore cell sensitivity to treatments of BRAFi and MEKi. To further elucidate the role of FGFb and PAI-1 on resistant melanoma, we have extended our scope to <i>in vivo<\/i> mouse xenograft models. Our findings uncovered the mechanism of how melanoma cells can escape BRAFi and MEKi attacks and offer a rational strategy to guide future clinical treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,BRAF,MEK inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. J. Isaak<\/b><sup>1<\/sup>, G. R. Clements<sup>1<\/sup>, L. Huang<sup>1<\/sup>, Y. Qin<sup>1<\/sup>, Q. Zho<sup>2<\/sup>, G. Merlino<sup>1<\/sup>, Y. Yu<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health, Bethesda, MD, <sup>2<\/sup>Southern Medical University, Guangzhou, China","CSlideId":"","ControlKey":"a163a916-274c-4315-8aee-95b9dbde2ecc","ControlNumber":"2638","DisclosureBlock":"&nbsp;<b>A. J. Isaak, <\/b> None..<br><b>G. R. Clements, <\/b> None..<br><b>L. Huang, <\/b> None..<br><b>Y. Qin, <\/b> None..<br><b>Q. Zho, <\/b> None..<br><b>G. Merlino, <\/b> None..<br><b>Y. Yu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5869","PresenterBiography":null,"PresenterDisplayName":"Armond Isaak","PresenterKey":"94951579-51d7-42d0-86c7-6aff2e8bccbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5869. Investigation of molecular alterations associated with double resistance to BRAF and MEK inhibition in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of molecular alterations associated with double resistance to BRAF and MEK inhibition in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Focal amplification on extrachromosomal DNA (ecDNA) drives high gene copy number and intercellular genomic heterogeneity, which can fuel tumor adaptation and drug resistance. Targeted therapies have largely failed in patients with oncogene amplification, and patients whose tumors harbor ecDNA-based gene amplification have particularly worse survival compared to patients whose cancers harbor other genetic drivers. Due to the lack of approved therapies for patients with oncogene amplified cancers, many patients receive chemotherapy; however, resistance often develops through mechanisms such as ATP-binding cassette (ABC) transporter overexpression, rendering cross-resistance to other forms of chemotherapy. We examined whether ecDNA amplification in tumor cell lines drives ABC transporter overexpression to mediate resistance to paclitaxel, a commonly prescribed taxane chemotherapy for cancer patients.<br \/>We selected non-amplified (DLD1 and SW48) and amplified cell lines, including COLO320DM and COLO320HSR (<i>MYC<\/i> amplified on ecDNA or chromosomal loci, respectively); SNU16 and H716, (<i>FGFR2<\/i> and <i>MYC<\/i> amplified ecDNA); and H2170 (<i>ERBB2<\/i> and <i>MYC<\/i> amplified on ecDNA). All cell lines developed paclitaxel resistance, with the majority (5\/7) gaining focal amplification of <i>ABCB1<\/i>, which encodes P-glycoprotein (P-gp), a common multi-drug resistance transporter. Four models--COLO320DM, COLO320HSR, SNU16, and H2170&#8212;developed <i>ABCB1<\/i> amplification on ecDNA; one non-amplified cell line (DLD1) acquired focal <i>ABCB1<\/i> amplification via a breakage-fusion-bridge (BFB) mechanism, a distinct form of amplification from ecDNA. ecDNA-based <i>ABCB1<\/i> amplifications exhibited hallmarks of ecDNA, including intercellular copy number heterogeneity and paclitaxel dose-dependent rapid evolution of <i>ABCB1<\/i> copy number.<br \/>We next assessed whether drug resistance<i> <\/i>was reversible in <i>ABCB1<\/i> amplified cell lines following removal of paclitaxel. Reversal of resistance was observed in COLO320DM and COLO320HSR via loss of <i>ABCB1<\/i> ecDNA within 4-6 weeks. However, in SNU16 and H2170 resistant cells, <i>ABCB1<\/i> amplification was retained up to 12 weeks of drug removal, with apparent integration into <i>MYC<\/i> ecDNA, demonstrating that ecDNA-enabled plasticity can result in both short- and long-term paclitaxel resistance.<br \/>Although targeted therapies have revolutionized treatment approaches for patients with actionable oncodriver alterations, most cancer patients do not have actionable drivers and most patients still receive chemotherapy at some point in their course of treatment. We demonstrated that ecDNA-based resistance to paclitaxel is common in cancer cell lines and may also drive resistance to chemotherapy in patients. Thus, ecDNA-directed therapies (ecDTx) may be an important treatment option for chemo-resistant patients, who currently do not have many effective therapeutic options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Chemoresistance,Gene amplification,Paclitaxel,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Holmes<\/b>, D. Perusse, C. DuPai, H. Hemmati, J. Weiss, C. Kuelbs, J. Bibay, J. Chen, D. Liao, C. Hassig, S. Kasibhatla; <br\/>Boundless Bio, Inc., San Diego, CA","CSlideId":"","ControlKey":"57cc8ee4-ee16-4540-8842-153193ca15d7","ControlNumber":"3428","DisclosureBlock":"<b>&nbsp;K. Holmes, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>D. Perusse, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>C. DuPai, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>H. Hemmati, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>J. Weiss, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>C. Kuelbs, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>J. Bibay, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>J. Chen, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>D. Liao, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>C. Hassig, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock. <br><b>S. Kasibhatla, <\/b> <br><b>Boundless Bio, Inc.<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5870","PresenterBiography":null,"PresenterDisplayName":"Kristen TURNER, PH.D., PhD","PresenterKey":"c5abc584-5fcf-4510-b787-e363eaa2a0ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5870. ecDNA-based amplification of multi-drug resistance genes leads to acquired resistance to taxane-based chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ecDNA-based amplification of multi-drug resistance genes leads to acquired resistance to taxane-based chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cyclin-dependent kinase 4 and 6 (CDK4\/6) inhibitors, including palbociclib, ribociclib, and abemaciclib, have revolutionized the treatment of estrogen receptor-positive (ER+) breast cancer. However, the development of resistance to these inhibitors poses a formidable challenge in the clinical management of ER+ breast cancer. This study aims to explore the common resistance mechanisms in three CDK4\/6 inhibitor-resistant models induced by chronic exposure to these agents.<br \/>Methods: We developed models of resistance to palbociclib, ribociclib, and abemaciclib by repeatedly exposing murine xenografts to these CDK4\/6 inhibitors. Resistance was confirmed through cell viability assays and in vivo tumorigenesis studies. The tumors were sequenced using NGS analyses, and genes of interest were validated through Western blotting and qPCR.<br \/>Results: In all resistant models, we identified a common resistant mechanism via NGS analyses, which was characterized by the overexpression of the FAT1, CCNE1, and AR genes. The upregulation of these genes at mRNA and protein levels was confirmed by qPCR analyses and western blotting, respectively. Our data indicate that upregulation of FAT1, CCNE1, and AR genes may play a critical role in mediating resistance to CDK4\/6 inhibitors, namely palbociclib, ribociclib, and abemaciclib.<br \/>Conclusion: Our investigation uncovered a shared mechanism, characterized by the overexpression of FAT1, CCNE1, and AR genes, that underlay CDK4\/6 inhibitors-induced drug resistance in ER+ breast cancer. These findings shed light on the shared pathways that drive CDK4\/6 inhibitor resistance and provide insights into potential therapeutic targets for overcoming this resistance in breast cancer patients. Understanding these mechanisms is crucial for the development of more effective treatment strategies for CDK4\/6 inhibitor-resistant cancers.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"CDK4\/6 inhibitors,Drug resistance,Estrogen receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Li<\/b>, G. Liu, T. Ni, W. Shi, Q. Gu; <br\/>WuXi AppTec, Suzhou, China","CSlideId":"","ControlKey":"fa9e2437-d0de-4ef5-9c23-5756faa7eaba","ControlNumber":"2912","DisclosureBlock":"<b>&nbsp;B. Li, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>G. Liu, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>T. Ni, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>W. Shi, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>Q. Gu, <\/b> <br><b>WuXi AppTec<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5871","PresenterBiography":null,"PresenterDisplayName":"Bin Li","PresenterKey":"ec3c4269-53d6-435b-95bc-8018ed2d85c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5871. Unveiling mechanisms of CDK4\/6 inhibitor resistance in ER+ breast cancer models with acquired resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling mechanisms of CDK4\/6 inhibitor resistance in ER+ breast cancer models with acquired resistance","Topics":null,"cSlideId":""},{"Abstract":"Gastric carcinoma (GC) is the third most prevalent cause of cancer-related mortality worldwide, presenting a formidable challenge with the rise of resistance to chemotherapeutic agents, leading to treatment failures. Cyclin-dependent kinase 1 (CDK1) has garnered attention due to its substantial overexpression in various tumors, including GC, and its association with poor overall survival and relapse-free survival. This study aimed to understand the molecular and functional mechanisms underlying the CDK1-SOX9 axis in GC chemotherapy resistance. Through a comprehensive analysis of data from The Cancer Genome Atlas (TCGA) and our own integrated gene expression study, we found a positive correlation between CDK1 and SOX9 in both human and mouse GC tissues (p&#60;0.001). Additionally, conserved alterations in miRNAs have been identified in the context of gastric carcinogenesis, evident in our local cohort and the TCGA dataset. Our in-depth investigation of premiR-145 has shed light on the existence of several CpG nucleotides. Notably, treatment with a DNMT inhibitor (5-Aza) has triggered the upregulation of miR-145 expression. Furthermore, the ectopic expression of CDK1 has been associated with increased DNMT1 phosphorylation and enhanced enzymatic activity. Conversely, silencing CDK1 reversed this effect, and the inhibition of DNMT1 reduced SOX9 protein expression. Using cisplatin-resistant cell lines revealed a significant increase in CDK1 and SOX9 expression where silencing CDK1 and SOX9 sensitized these cells to chemotherapy. This study provides valuable insights into the intricate mechanisms governing the CDK1-SOX9 axis in GC chemotherapy resistance, providing potential avenues for therapeutic interventions in this challenging malignancy<b>.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,Gastrointestinal cancers: stomach,Methylation,CDK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. M. Al-Mathkour<\/b>, S. Zhu, M. Genoula, W. El-Rifai; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"40186e4d-3f20-45da-89bb-f990f7da4e89","ControlNumber":"3832","DisclosureBlock":"&nbsp;<b>M. M. Al-Mathkour, <\/b> None..<br><b>S. Zhu, <\/b> None..<br><b>M. Genoula, <\/b> None..<br><b>W. El-Rifai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5872","PresenterBiography":null,"PresenterDisplayName":"Marwah Al-Mathkour, MS,PhD","PresenterKey":"868598b4-ac0b-4dc2-8221-6b8a6748a4fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5872. CDK1-SOX9 axis contributes to chemotherapy resistance in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK1-SOX9 axis contributes to chemotherapy resistance in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Statins are widely used to treat hypercholesterolemia by inhibiting hydroxymethylglutaryl coenzyme A reductase (HMGCR). Accumulating evidence suggests that statins also have protective effects against cancer recurrence. However, the role of statins in preventing lung cancer and biomarkers for predicting statin treatment response remains lacking. This study analyzes molecular features that dictate statin sensitivity in lung cancer by correlating large-scale statin sensitivity data and basal gene expression in a collection of 125 lung cancer patients.<b> <\/b>We identified a gene signature associated with lovastatin sensitivity and showed that gene expression in mesenchymal molecular features, the cholesterol biosynthesis pathway, and estrogen receptor alpha (ER&#945;) signaling were key determinants of lovastatin sensitivity in lung cancer cells. To this end, we further discovered that overexpression of a committed step enzyme in cholesterol biosynthesis farnesyl-diphosphate farnesyltransferase 1 (FDFT1), also known as squalene synthase (SQS), is capable of activating ER&#945; and is associated with increased statin tolerance. In clinical specimens, overexpression of SQS positively correlated with nuclear expression of ER&#945; in lung cancer patients, and the combination of SQS and ER&#945; is a powerful prognostic predictor for lung cancer.<br \/>Activation of the SQS-ER&#945; signaling axis and epithelial-to-mesenchymal transition (EMT) status represents two important features in determining statin sensitivity in lung cancer.<br \/><b>Keywords<\/b>: Statin, cholesterol biosynthesis, squalene synthase, estrogen receptor &#945;, Epithelial-mesenchymal transition","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Lung cancer,Cancer metabolism,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-F. Yang<\/b>; <br\/>Kaohsiung Veterans General Hospital, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"84386a38-c8b2-4db5-807f-c0061efbca2f","ControlNumber":"5698","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5873","PresenterBiography":null,"PresenterDisplayName":"Yi-Fang Yang, PhD","PresenterKey":"ae083b91-adc1-407c-956f-89e05a38b029","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5873. ER&#945; coordinates with squalene synthase to confer statin resistance in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ER&#945; coordinates with squalene synthase to confer statin resistance in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The acquired resistance to EGFR tyrosine kinase inhibitors (TKIs) restricts its clinical utility. Clinically, acquired resistance has been highly associated with epithelial-mesenchymal transition (EMT) traits. In this study, we characterized shared phenotypic plasticity features of TKI-resistant cells and aimed to find its key driver in three different cell lines harboring mutant EGFR. In vitro resistance cell lines were generated by dose-escalation exposure to osimertinib, a 3rd generation TKI, for more than 2 months. We employed canonical markers (E-cadherin, vimentin, pan-cytokeratin, and N-cadherin) along with additional markers (EpCAM and fibronectin) to define the EMT status of resistant cells. Moreover, cytoskeleton architecture (F-actin and Vimentin) was utilized to clarify the types of cell motility. Transcriptomics analysis illustrated enriched pathways at focal adhesion and adherens junction. Loss of adherens junction-related catenin (&#945;-E-catenin, &#946;-catenin, &#947;-catenin, p120 catenin) and aberrant activation of focal adhesion-related protein (p-FAK Y397 and Y576\/57, p-Src Y416) confirmed the transcriptomics analysis of reduced contact inhibition and cell polarity. The resulting migration mode of resistant cells highly resembles ameboid movement. Mechanistically, we identified that YTHDF3, a metastasis-promoting regulator of mRNA methylation, destabilizes the mRNA of E-cadherin. Depletion of YTHDF3 in resistant cells reversed the cadherin-catenin pathway and distribution of vimentin and f-actin. In conclusion, resistant cells display ameboid-like movement resulting from loss of contact inhibition and aberrant activation of focal adhesion. Mechanistically, we identified that YTHDF3, a metastasis-promoting regulator of mRNA methylation, destabilizes the mRNA of E-cadherin. Depletion of YTHDF3 in resistant cells reversed the cadherin-catenin pathway and distribution of vimentin and f-actin. YTHDF3 serves as an RNA epitranscriptomic regulator that destabilizes CDH1 mRNA, thereby disrupting adherens junction formation and reducing integrin-mediated focal adhesion stabilization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Cytoskeleton,Targeted therapy,Cell migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chun Ma<\/b><sup>1<\/sup>, Chia-Mei Young<sup>2<\/sup>, Jerry Chieh-Yu Chen<sup>3<\/sup>, Mong-Lien Wang<sup>4<\/sup><br><br\/><sup>1<\/sup>National Taiwan University College of Medicine, Taipei City, Taiwan,<sup>2<\/sup>Institute of Pharmacology, College of Medicine, National Yang Ming Chiao Tung University, Taipei City, Taiwan,<sup>3<\/sup>Taiwan International Graduate Program in Molecular Medicine, National Yang Ming Chiao Tung University and Academia Sinica, Taipei City, Taiwan,<sup>4<\/sup>Department of Medical Research, Taipei Veterans General Hospital, Taipei City, Taiwan","CSlideId":"","ControlKey":"ddcad4f7-733a-4fd6-9610-9bc29ee172eb","ControlNumber":"2986","DisclosureBlock":"&nbsp;<b>C. Ma, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>M. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5874","PresenterBiography":null,"PresenterDisplayName":"Chun Ma, BS","PresenterKey":"7f361495-e4d8-4d83-bcc2-3d62e181b008","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5874. Phenotypic plasticity of TKI resistance reprograms cytoskeleton organization through cadherin-catenin and integrin pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic plasticity of TKI resistance reprograms cytoskeleton organization through cadherin-catenin and integrin pathways","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: Multidrug resistance (MDR) is an unresolved obstacle to cancer chemotherapy. It is usually caused by overexpression of drug efflux transporters including ABCG2. Exosomes are extracellular lipid vesicles released from all cells upon the fusion of multivesicular bodies with plasma membrane. Tumor-derived exosomes have been shown to mediate cell-to-cell transfer of oncogenic materials to promote drug resistance. Human antigen R (HuR) is an extensively studied RNA binding protein that regulates the stability, translation, and nucleus-to-cytoplasm shuttling of mRNAs. Numerous HuR-targeting mRNAs play crucial roles in tumorigenesis, invasion and metastasis. We have previously reported the induction of ABCG2 and MDR phenotype by HuR overexpression in colon cancer. HuR overexpression is linked with high-grade malignancy and poor prognosis in cancer patients. This study investigated the enrichment of HuR inducing microRNAs (miRNAs) in exosomes secreted from MDR colon cancer and its intracellular transfer to drive MDR.<br \/>Method: Cancer exosome-mediated transfer of miRNAs from ABCG2-overexpressing resistant colon cancer cells S1M1-80 to a few sensitive colon cell lines was evaluated. Exosomes were isolated from S1M1-80 conditioned medium by differential centrifugation method. The uptake of fluorescence-labeled exosome from donor MDR cancer cells by recipient sensitive cells was visualized by fluorescence microscopy. MiRNA microarray was conducted to identify differentially expressed miRNAs in drug sensitive cells after incubation with S1M1-80-secreted exosomes. Western blot and qPCR analysis were conducted to measure HuR and ABCG2 expression.<br \/>Result: Exosomes were isolated from resistant S1M1-80 cells, whose purity was confirmed by the presence of exosomal markers (Tsg101 and Alix) but absence of cellular marker (GRP78) by Western blot analysis. These exosomes reduced the apoptotic effect of SN-38 or 5-fluorouracil in sensitive colon cancer cell lines (HCT116, S1, and SW480) by inducing both HuR and ABCG2. A common upregulated miRNA (miR-155-5p) was identified by miRNA microarray in the sensitive cell lines after incubation with S1M1-80-derived exosomes. MiR-155-5p was found to induce HuR expression by promoting its translation. MiR-155-5p inhibitor was shown to reverse the upregulation of HuR in HCT116 cells after exosome incubation, which subsequently suppressed ABCG2 expression and the MDR phenotype. Furthermore, inhibition of exosome uptake by dynasore was found to prevent the induction of HuR\/ABCG2, and re-sensitize the exosome-treated sensitive cells to SN38.<br \/>Conclusion: MDR cells-derived exosomes may spread the drug resistance phenotype by transferring a miR-155-5p\/HuR\/ABCG2 regulatory machinery to sensitive cells. Inhibition of this exosomal transfer of regulatory materials may prevent the spread of MDR and sensitize cancer cells to chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Drug resistance,Exosomes,MicroRNA,RNA binding protein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. K. To<\/b>; <br\/>Chinese University of Hong Kong (CUHK), Hong Kong, Hong Kong","CSlideId":"","ControlKey":"e099910c-8032-46cb-91e5-00ca43a4984c","ControlNumber":"6777","DisclosureBlock":"&nbsp;<b>K. K. To, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5875","PresenterBiography":null,"PresenterDisplayName":"Kenneth To, PhD","PresenterKey":"663100a5-194e-463f-ba05-9e8663458854","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5875. Upregulation of the RNA binding protein HuR by cancer-secreted exosome to mediate multidrug resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Upregulation of the RNA binding protein HuR by cancer-secreted exosome to mediate multidrug resistance","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer is one of the incurable cancer. The currently preferred chemotherapy regimens, including gemcitabine, do not extend patient survival by more than a year, and studies on drug resistance mechanisms or biomarkers for the drug sensitivity are very limited. Aldehyde dehydrogenase (ALDH) is a family of enzymes that play an essential role in cell survival and protection. In cancer cells, it is thought that overexpression of the ALDHs confers a survival advantage to the cells, which is associated with a poor prognosis. In this study, we analyzed the drug sensitivity between ALDH3A1 expression and gemcitabine in PDAC cells.<br \/>Method: In this study, we investigated the relationship between ALDH3A1 expression and gemcitabine sensitivity using 8 pancreatic cancer cell line. We observed changes in the pattern of ALDH3A1 expression in established gemcitabine resistance pancreatic cancer cell line. Following this, we functionally inhibited ALDH3A1 to determine its impact on gemcitabine sensitivity using shRNA method. To elucidate the molecular mechanisms related with ALDH3A1, we performed multi-omics analysis such as transcriptomics and proteomics.<br \/>Results: As a results, there was a negative correlation between ALDH3A1 expression (Protein &#38; mRNA) and gemcitabine resistance 8 pancreatic cancer cell lines. However, in established gemcitabine resistance BxPC3 cells compared to control cells, gemcitabine resistance increased more than 1000 fold while the protein expression was decreased. In these results correlated with inhibition of ALDH3A1 expression using shALDH3A1 experiments both change ALDH3A1 expression and gemcitabine resistance. In biological phenotype experiments, cell proliferation and migration increased in the ALDH3A1 inhibition groups. When using combination treatment of gemcitabine and CB29, a known ALDH3A1 inhibitor, drug resistance increased by more than 2,000 fold in the combination treatment groups. In RNAseq analysis, Adherens junction, Ras signaling, Axon guidance, and JAK-STAT signaling pathway related genes were up regulated in shALDH3A1 treatment group compared control.<br \/>Conclusion: In this study, we demonstrated the negative correlation between ALDH3A1 and gemcitabine resistant in pancreatic cancer cell lines and suggesting that it may serves as a predictive marker for gemcitabine treatment in pancreatic cancer patients.<br \/>Keywords: Pancreatic ductal adenocarcinoma (PDAC), Aldehyde dehydrogenase 3 family member A1 (ALDH3A1), Gemcitabine sensitivity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Gemcitabine,ALDH3A1,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. kim<\/b>, J. Keum, C. Park, S. Bang; <br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d67699cf-a63f-44c7-96ff-eee046c41886","ControlNumber":"973","DisclosureBlock":"&nbsp;<b>J. kim, <\/b> None..<br><b>J. Keum, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>S. Bang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5876","PresenterBiography":null,"PresenterDisplayName":"Chan Hee Park, PhD","PresenterKey":"3871658b-df34-477a-ae22-15b43ea65bf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5876. ALDH3A1 as a predictive marker for gemcitabine treatment in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALDH3A1 as a predictive marker for gemcitabine treatment in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) has a dismal 5-year survival rate (12%) and is predicted to become the second leading cause of cancer related deaths by 2030. The main treatment option for advanced PDAC, gemcitabine (GEM) and nab-paclitaxel (PAC) chemotherapy, has limited efficacy due to adverse toxicities and chemoresistance. Extensive desmoplasia in the PDAC microenvironment induces hypoxia that drives epithelial to mesenchymal transition (EMT) and promotes cancer stem cells (CSCs) leading to metastasis and acquired resistance. Drugs that target CSCs and EMT to overcome chemoresistance could improve patient outcome. Disulfiram (DSF), an FDA approved anti alcoholism drug, has excellent anticancer activity on chelation with Cu<sup>2+<\/sup>\/ Zn<sup>2+<\/sup> ions to form the anticancer metabolites, Copper or Zinc Diethyldithiocarbamate (CuDDC or ZnDDC). The anticancer application of the current oral version of DSF is prevented by its short plasma half-life (&#60; 4 minutes) and separate administration of oral Cu\/Zn supplement leading to bioavailability issues. A stable, long circulating, injectable formulation of DSF, CuDDC or ZnDDC may overcome these pharmacokinetic issues. In this study albumin was used to develop soluble, stable and homogenous CuDDC and ZnDDC nanoparticles (Alb-CuDDC, Alb-ZnDDC) and their efficacy was compared with free DSF-Cu in a panel of normoxic, hypoxic and spheroid cultures of patient PDAC cells derived from primary, circulating and metastatic sites. Hypoxia and spheroid cultures of PDAC cells were highly resistant to GEM and PAC and had increased expression of CSC markers such as ALDH, CD133, ABCG2 and CA9. Alb-CuDDC and Alb-ZnDDC were cytotoxic to all PDAC cells (IC<sub>50s<\/sub> ~300 nM and ~7000 nM, respectively) in normoxia and hypoxia and synergized with GEM and PAC. While DSF-Cu and Alb-CuDDC significantly reduced the expression of CSC markers and inhibited sphere reformation and migration of PDAC cells, Alb-ZnDDC was less effective in inhibiting these features. Therefore, the ability of PDAC cells to acquire resistance to Alb-ZnDDC was investigated. After long term exposure (&#62; 4 months) to increasing doses of each drug (DSF-Cu, Alb-CuDDC and Alb-ZnDDC), PANC1 and BXPC3 PDAC cells acquired resistance only to Alb-ZnDDC. PANC1<sub>ZR6<\/sub> and BXPC3<sub>ZR5 <\/sub>resistant cells showed increased expression of CSC markers and significant cross-resistance to PAC and GEM suggesting multidrug resistance. Importantly, no cross-resistance to Alb-CuDDC or DSF-Cu was observed, suggesting alternative mechanisms for Alb-ZnDDC. RNA sequencing is underway to identify potential mechanisms involved. To conclude, albumin formulation improved the solubility and stability of DSF-metal complexes. Alb-CuDDC targets CSCs and overcomes resistance in PDAC, similar to free DSF-Cu. Alb-ZnDDC may have alternative mechanisms which are yet to be elucidated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Cancer stem cells,Drug Repositioning,Nanotechnology,Hypoxia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. J. Small<\/b><sup>1<\/sup>, O. Nkeonye<sup>1<\/sup>, V. Kannappan<sup>2<\/sup>, S. Kumarasamy<sup>1<\/sup>, K. Butcher<sup>2<\/sup>, K. Azar<sup>1<\/sup>, G. Rajendran<sup>1<\/sup>, Y. Lakshmanan<sup>1<\/sup>, M. Morris<sup>1<\/sup>, C. Heeschen<sup>3<\/sup>, Y. Wang<sup>4<\/sup>, W. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Wolverhampton, Wolverhampton, United Kingdom, <sup>2<\/sup>Disulfican Ltd, Wolverhampton, United Kingdom, <sup>3<\/sup>Center for Single-Cell Omics, Shanghai Jiao Tong University, China, <sup>4<\/sup>Barts Cancer Institute, Queen Mary University, London, United Kingdom","CSlideId":"","ControlKey":"5b8944be-bd0f-467a-8648-cb5bd0910898","ControlNumber":"2391","DisclosureBlock":"&nbsp;<b>B. J. Small, <\/b> None..<br><b>O. Nkeonye, <\/b> None..<br><b>V. Kannappan, <\/b> None..<br><b>S. Kumarasamy, <\/b> None..<br><b>K. Butcher, <\/b> None..<br><b>K. Azar, <\/b> None..<br><b>G. Rajendran, <\/b> None..<br><b>Y. Lakshmanan, <\/b> None..<br><b>M. Morris, <\/b> None..<br><b>C. Heeschen, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5877","PresenterBiography":null,"PresenterDisplayName":"Benjamin Small, BS","PresenterKey":"408edc0f-51da-479b-8c46-93830b1c4b9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5877. Disulfiram and its metal complexes reversed hypoxia induced stemness and synergized with first line drugs in primary patient derived pancreatic ductal adenocarcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disulfiram and its metal complexes reversed hypoxia induced stemness and synergized with first line drugs in primary patient derived pancreatic ductal adenocarcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells exhibit phenotypical plasticity and epigenetic reprogramming, which allows them to evade lineage-dependent targeted treatments by adopting lineage plasticity. The underlying mechanisms by which cancer cells exploit the epigenetic regulatory machinery to acquire lineage plasticity and therapy resistance remain poorly understood. We identified Zinc Finger Protein 397 (ZNF397) as a <i>bona fide<\/i> co-activator of the androgen receptor (AR), essential for the transcriptional program governing AR-driven luminal lineage. ZNF397 deficiency facilitates the transition of cancer cell from an AR-driven luminal lineage to a Ten-Eleven Translocation 2 (TET2)-driven lineage plastic state, ultimately promoting resistance to therapies inhibiting AR signaling. Intriguingly, our findings indicate that TET2 inhibitor can eliminate the AR targeted therapies resistance in ZNF397-deficient tumors. These insights uncover a novel mechanism through which prostate and breast cancers acquire lineage plasticity via epigenetic rewiring and offer promising implications for clinical interventions designed to overcome therapy resistance dictated by lineage plasticity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Antitumor agents,Epigenetics,Androgen independence,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Mu<\/b>, Y. Xu, S. Deng; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"e062253f-5852-4f8e-90c6-387449248570","ControlNumber":"4795","DisclosureBlock":"<b>&nbsp;P. Mu, <\/b> <br><b>Accutar Biotechnology<\/b> Other, consultant.<br><b>Y. Xu, <\/b> None..<br><b>S. Deng, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5878","PresenterBiography":null,"PresenterDisplayName":"Ping Mu, BS;PhD","PresenterKey":"ba89b470-c18b-49f2-8512-1f6968b74193","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5878. ZNF397 loss triggers TET2-driven epigenetic rewiring, lineage plasticity, and AR-targeted therapy resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZNF397 loss triggers TET2-driven epigenetic rewiring, lineage plasticity, and AR-targeted therapy resistance","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metastatic melanoma is one of the most aggressive cancers, despite recent improvements in therapy. The rising melanoma incidence and mortality, along with its high propensity for metastasis highlights the urgency to find more effective therapeutic targets. The efficacy of targeted MAPK signaling pathway inhibitors (MAPKi) in metastatic melanoma therapy is limited by the development of resistance mechanisms that result in disease relapse. This situation necessitates alternative treatments for melanoma patients who develop resistance to targeted therapy. We have recently found out that there exists a group of human tumors that express lower levels of Mic60, a mitochondrial structural protein also known as mitofilin or inner membrane mitochondrial protein (IMMT). In a model of prostate cancer, we showed that Mic60-low tumors have lower mitochondrial fitness, but increased cell motility, invasion, and propensity to metastasize. However, a potential differential expression of Mic60 in melanoma has not been investigated and whether reduced mitochondrial fitness in Mic60-low tumors can expose new therapeutic vulnerabilities in combination with targeted therapies has not been determined.<br \/>Experimental Procedures: We analyzed melanoma-specific TMA for differential expression of Mic60 in tumor vs. adjacent normal tissue by IHC. Differential mRNA expression levels were examined by single-cell RNA-Seq and quantified by bioinformatics analysis. Differential therapeutic vulnerabilities of Mic60-low melanoma cell lines to mitochondrial-targeted small molecule Hsp90 inhibitor, Gamitrinib, were assessed for cell death induction and mitochondrial dysfunction.<br \/>Results: We identified subsets of melanoma patients with constitutively reduced or outright undetectable expression of Mic60, in vivo. By single-cell RNA-Seq, Mic60-low melanomas were characterized by reduced oxidative phosphorylation and decreased ATP production, slower cell cycle progression but paradoxically increased cell motility and invasion. Loss of Mic60 exposed new, actionable therapeutic vulnerabilities, and the combination of Gamitrinib plus MAPKi potently induced mitochondrial cell death in MAPKi-resistant melanoma cell lines.<br \/>Conclusion: Mic60 is heterogeneously expressed and often reduced in melanoma. Although this is associated with increased cell invasion and metastatic propensity, the combination of Gamitrinib plus MAPKi restored mitochondrial cell death in therapy-resistant, Mic60-low melanoma cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,MEK inhibitor,Drug resistance,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. C. Ghosh<\/b>, S. Del Aguila, H. Li, J. Villanueva, D. C. Altieri; <br\/>The Wistar Institute, Philadelphia, PA","CSlideId":"","ControlKey":"4576d146-efd0-48f8-92eb-4d7474468dd6","ControlNumber":"2071","DisclosureBlock":"&nbsp;<b>J. C. Ghosh, <\/b> None..<br><b>S. Del Aguila, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>J. Villanueva, <\/b> None..<br><b>D. C. Altieri, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5879","PresenterBiography":null,"PresenterDisplayName":"Jagadish Ghosh, PhD","PresenterKey":"59c628f8-c010-48d1-b1af-4c975ca46ae1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5879. Role of the inner mitochondrial membrane protein (Mic60) in MAPKi-resistant melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of the inner mitochondrial membrane protein (Mic60) in MAPKi-resistant melanoma","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy resistance is responsible for a majority of the cancer-associated mortalities. Efflux of the P-glycoprotein (P-gp) transporter is one of the many causes for chemotherapy resistance. The increased activity of the P-gp on the surface of the tumor cells leads to the removal chemotherapy drugs and allows a cancer to survive. The purpose of this study was to evaluate how atorvastatin impacts the P-gp expression in colorectal cancer cells. The colorectal cells, CACO2 cell line, were separated into drug treatment groups. The experimental groups were treated with the statin drug, atorvastatin, at different concentrations and doxorubicin as the positive control, for 3-4 months. Atorvastatin was selected for the study since it is a P-gp substrate and a potential inducer. Exon-spanning primers for the <i>ABCB1<\/i> gene were used to monitor changes in mRNA expression of the P-gp. Once overexpression of the <i>ABCB1<\/i> gene was achieved, the cells were tested for protein expression through western blots and flow cytometry. The P-pg-induced cells, which consisted of the atorvastatin-treated and doxorubicin-treated cells, and the untreated cells were then tested for chemotherapy-resistance using the PrestoBlue proliferation assay. The atorvastatin treatments were repeated for reproducibility by using two other colorectal cancer cell lines. The P-pg-induced cells, which consisted of the atorvastatin-treated and doxorubicin-treated cells, and the untreated cells were also studied for stability by removing the treatments of the atorvastatin for three months and monitoring for changes in expression of the <i>ABCB1<\/i> gene with rt-qPCR. Drug pathways of the treated cells were also studied for expression changes using RNA Sequencing (RNA-Seq). For the results, the overexpression of the <i>ABCB1<\/i> gene occurred in the 4<sup>th<\/sup> month of the study of the bi-weekly atorvastatin and doxorubicin treatments using the CACO2 cells. Protein assays were able to confirm the P-gp overexpression in the atorvastatin-treated and doxorubicin-treated cells. The chemotherapy-resistant assay revealed that the atorvastatin-treated cells were just as drug resistant to the chemotherapy as the doxorubicin-treated cells. Through the reproducibility experiment, the overexpression of the ABCB1 gene was observed in two other cell lines after long-term treatment of the drug therapy. Removal of the atorvastatin for three months revealed that the P-gp overexpression was not reversible. The RNA-Seq analysis identified other possible drug resistant markers in the atorvastatin pathway. This study implicates that late-stage cancer patients, who are treated for hypercholesterolemia, may be at higher risk for developing chemotherapy-resistant tumor cells. With the identification of chemotherapy-resistant tumors in chemotherapy-na&#239;ve cancer patients, doctors will be able to provide more precise approaches to treating patients through effective drug therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-02 Drug transport and metabolism,,"},{"Key":"Keywords","Value":"Drug resistance,Precision medicine,Statins,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. L. Farrell<\/b><sup>1<\/sup>, A. Messersmith<sup>2<\/sup>, W. Lei<sup>3<\/sup>, B. Dyer<sup>1<\/sup>; <br\/><sup>1<\/sup>Clemson University, Clinton, SC, <sup>2<\/sup>Presbyterian College, Clinton, SC, <sup>3<\/sup>Manchester University, Fort Wayne, IN","CSlideId":"","ControlKey":"648801b1-3531-4b32-877a-363ace3b8fd1","ControlNumber":"7236","DisclosureBlock":"&nbsp;<b>C. L. Farrell, <\/b> None..<br><b>A. Messersmith, <\/b> None..<br><b>W. Lei, <\/b> None..<br><b>B. Dyer, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5880","PresenterBiography":null,"PresenterDisplayName":"Christopher Farrell, PhD","PresenterKey":"a6197219-34d4-47df-acc2-613316f35fa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5880. Induction of the p-glycoprotein with atorvastatin using colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induction of the p-glycoprotein with atorvastatin using colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Ten-eleven-translocation 2 (TET2) is a member of the TET family proteins (TET1-3) that convert 5-methylcytosine to 5-hydroxymethylcytosine (5-hmC) in DNA and causes site-specific DNA demethylation. The effects of DNMT1 on TET2 phenotype following DNMT inhibitor treatment is unclear in human cancer. In colorectal cancer HCT116 cells with <i>DNMT1<\/i> gene intact (<i>DNMT1<sup>+\/+<\/sup><\/i>) and deletion (DNMT1<sup>&#8722;\/&#8722;<\/sup>) status, we found that TET2 expression was robustly increased in <i>DNMT1<sup>&#8722;\/&#8722;<\/sup><\/i> cells after treatment with 0.5 &#181;M and 5 &#181;M decitabine for 72 h, 96 h, and 120 h. The augmentation in TET2 expression was accompanied by a dose-dependent re-expression of p16<sup>ink4A<\/sup> in <i>DNMT1<sup>&#8722;\/&#8722;<\/sup><\/i> cells. Particularly, TET2 upregulation was associated with resistance to DNMT inhibitors,<b> <\/b>showing a lack of induction of DNA damage, cell-cycle arrest and apoptosis after drug exposure in <i>DNMT1<sup>&#8722;\/&#8722;<\/sup><\/i> compared to <i>DNMT1<sup>+\/+<\/sup><\/i> cells. The treatment with 4&#8217;-thio-5-aza-2&#8217;-deoxycytidine (aza-T-dCyd) only up-regulated TET2 and re-expressed p16<sup>ink4A<\/sup> at the lower dose of 0.5 &#181;M, which was consistent with our previous findings that high dose of aza-T-dCyd at 5 &#181;M predominantly eliminates the cancer cells with severe DNA damage by undergoing apoptosis and cell death (Scientific Reports, 13:5964, 2023). Moreover, both decitabine and aza-T-dCyd had minimal effects on TET2 upregulation and p16<sup>ink4A<\/sup> re-expression in cells with intact <i>DNMT1<\/i> gene. The data suggest that the absence of <i>DNMT1<\/i> gene made the cells prone to TET2 upregulation upon DNMT inhibitor challenges. Future study is needed to investigate the interactive relationship between DNMT1 and TET2 as well as demethylation, and its impact on cancer treatment with DNMT inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Decitabine,DNA methyltransferase (DNMT) inhibitors ,TET2,p16 re-expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. B. A. Laranjeira, D. Nguyen, L. C. Pelosof, J. H. Doroshow, <b>S. X. Yang<\/b>; <br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"c0ee9a50-651b-4c21-b967-d1db7f2c25cc","ControlNumber":"3423","DisclosureBlock":"&nbsp;<b>A. B. A. Laranjeira, <\/b> None..<br><b>D. Nguyen, <\/b> None..<br><b>L. C. Pelosof, <\/b> None..<br><b>J. H. Doroshow, <\/b> None..<br><b>S. X. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5881","PresenterBiography":null,"PresenterDisplayName":"Sherry Yang, MD;PhD","PresenterKey":"f06ccad2-25ad-498b-90e4-1db914acf53c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5881. Upregulation of TET2 expression by DNA methyltransferase (DNMT) inhibitors is associated with resistance in DNMT1 knockout colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Upregulation of TET2 expression by DNA methyltransferase (DNMT) inhibitors is associated with resistance in DNMT1 knockout colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Cytotoxic drugs often fail to eradicate cancers due to the presence of treatment-persistent tumor cells that represent a reservoir for relapse. These &#8220;residual&#8221; cancer cells escape from chemotherapy- induced death by entering a reversible slow proliferation state, known as drug tolerant persister (DTP) state. Although improvement of treatment options achieved a survival benefit, Gastric Cancer (GC) is still endowed with poor prognosis. Surgery and neo\/adjuvant chemotherapy remain the keystone of treatment. However, most patients with advanced cancer relapse even after complete surgical resection, suggesting a critical role for DTP cells. We obtained GC DTP cells from primary cells upon first- and second-line chemotherapy regimens (FLOT and FOLFIRI). Cells were treated with doses corresponding to the drug maximal plasmatic concentration. At the end of the treatment, cells were left without drugs (washout). During this window of time, when cells had regrown, they were re-challenged with chemotherapy and resulted still sensitive to the treatments, thus fulfilling the criteria for bona fide DTP cells. GC DTPs showed increased expression of markers associated with gastric stem cells (i.e. LGR5), downregulation of proliferative markers (i.e. Ki67) and decreased levels of PS6, evaluated as a readout of mTOR activation. Interestingly, DTPs resulted positive to X-gal-based &#946;-galactosidase staining, suggesting a chemotherapy-induced senescence-like status. RNA-seq analysis and gene expression arrays allowed the identification of genes specifically down\/upregulated in DTP cells. Using the intuitive enrichment analysis web-based tool Enrichr, we discovered that 54\/173 of the downregulated genes characterizing the persister state were targets of a single miRNA. By quantitative real-time PCR, we validated the expression of this miR in all the models of FOLFIRI- and FLOT-obtained persister cells and we found it strongly upregulated (up to 8-fold), highlighting its possible contribute in the establishment of the persister state. Since among the target genes of this miR there are genes involved in the Homolougus Recombination (HR) system, we performed TaqMan&#8482; Array assay for Human DNA repair gene expression on FOLFIRI-obtained DTPs. We identified a significant downregulation of genes strictly correlated to the HR machinery, suggesting that the FOLFIRI-induced persister cells can temporarily enter in a &#8220;BRCAness&#8221; status that may be used for a synthetic lethality approach using PARP inhibitors. Targeting the drug tolerant persister state is an essential approach to diminish cancer cells when they are potentially in their most vulnerable state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Gastric cancer,Chemotherapy,Senescence,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Puliga<\/b><sup>1<\/sup>, L. Negro<sup>2<\/sup>, M. Olivero<sup>3<\/sup>, C. Orrù<sup>2<\/sup>, F. Maina<sup>4<\/sup>, D. Conticelli<sup>2<\/sup>, S. Corso<sup>2<\/sup>, S. Giordano<sup>2<\/sup>; <br\/><sup>1<\/sup>Candiolo Cancer Institute - IRCCS-FPO, Candiolo, Italy, <sup>2<\/sup>University of Turin; Candiolo Cancer Institute - IRCCS-FPO, Turin, Italy, <sup>3<\/sup>University of Turin, Turin, Italy, <sup>4<\/sup>Candiolo Cancer Institute- IRCCS-FPO, Candiolo, Italy","CSlideId":"","ControlKey":"0cd6f763-9976-44ba-9b60-4888e33c37d8","ControlNumber":"2467","DisclosureBlock":"&nbsp;<b>E. Puliga, <\/b> None..<br><b>L. Negro, <\/b> None..<br><b>M. Olivero, <\/b> None..<br><b>C. Orrù, <\/b> None..<br><b>F. Maina, <\/b> None..<br><b>D. Conticelli, <\/b> None..<br><b>S. Corso, <\/b> None..<br><b>S. Giordano, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5882","PresenterBiography":null,"PresenterDisplayName":"Elisabetta Puliga, PhD","PresenterKey":"a9e08de0-d90a-4bf1-9796-11473b5926e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5882. Targeting vulnerabilities of drug-tolerant persister cells in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting vulnerabilities of drug-tolerant persister cells in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Activation of stimulator of interferon genes (STING) activates the transcription factor pIRF3, promoting gene transcription encoding type I interferons including IFN&#946; that stimulate broader immune responses. Targeting the STING pathway for cancer is especially compelling given its importance to the malignant phenotype. Cyclic dinucleotides (CDNs) function as STING agonists. Inspired by preclinical studies, two phase I clinical trials with CDNs including ADU-S100 were initiated but concluded early due to lack of anti-tumor efficacy. The reduced folate carrier (RFC; SLC19A1) has been identified as one of the primary means to transport CDNs through the cell membrane, although a study suggested that CDN and folate binding to RFC was as least partly distinct. While depletion of the proton-coupled folate transporter (PCFT; SLC46A1) in THP-1 cells had nominal effects on CDN stimulation, overexpressing PCFT increased STING signaling. Limited clinical responses may reflect the impact of physiologic variables governing RFC and PCFT not previously considered. Understanding the mechanisms of CDN uptake by RFC and PCFT under physiologic conditions may elucidate the role of CDNs on STING signaling. To study the impact of RFC levels on CDN transport and STING signaling, we used an engineered R1-11\/Tet-on-RFC HeLa cell model induced with doxycycline. In R1-11\/Tet-on-RFC cells, ADU-S100 showed a low affinity for binding to RFC, as measured by direct competition for transport with [<sup>3<\/sup>H]methotrexate. RFC dose-dependence of ADU-S100 uptake and STING activation was confirmed by monitoring IFN-&#946; (qPCR) and pIRF3 (Westerns). Maximum induction of pIRF3\/IFN&#946; was seen in THP-1 and R1-11\/Tet-on-RFC cells by ADU-S100 treatment at pH 7.2 (RFC pH optimum) in the presence of 25 nM leucovorin. Induction of pIRF3\/IFN&#946; by ADU-S100 in THP-1 and R1-11\/Tet-on-RFC cells were partially abolished by treatment with 200 &#956;M of leucovorin or 10 &#956;M of PT523 (RFC-specific inhibitor), suggesting the transport of folates and CDNs may share common albeit distinct mechanisms. ADU-S100 treatment showed no pIRF3 or IFN-&#946; production in an engineered R1-11\/Tet-on-PCFT HeLa model expressing high levels of PCFT, suggesting no direct transport by PCFT, even under optimal pH conditions. Interestingly, pIRF3\/IFN-&#946; induction was enhanced in R1-11\/Tet-on-RFC\/PCFT cells expressing constitutive PCFT in addition to RFC, compared to R1-11\/Tet-on-RFC cells that express comparable RFC without PCFT. This may reflect previously unrecognized functional interactions between RFC and PCFT. In conclusion, RFC mediates ADU-S100 uptake and STING activation under physiologic conditions and this process is enhanced by concomitant expression of PCFT. Additional characterization of key molecular and biochemical determinants of CDN-based cancer therapeutics may lead to improved approaches for CDN therapy based on enhanced cellular uptake.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-02 Drug transport and metabolism,,"},{"Key":"Keywords","Value":"Transporters,reduced folate carrier,proton coupled folate transporter,STING agonist,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. McQuithey<sup>1<\/sup>, M. Brzezinski<sup>1<\/sup>, C. O’Connor<sup>1<\/sup>, L. Matherly<sup>2<\/sup>, <b>Z. Hou<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Wayne State University, Detroit, MI, <sup>2<\/sup>Barbara Ann Karmanos Cancer Institute, Detroit, MI","CSlideId":"","ControlKey":"6fb5773b-9a02-454c-947b-80d39a287f25","ControlNumber":"5646","DisclosureBlock":"&nbsp;<b>H. McQuithey, <\/b> None..<br><b>M. Brzezinski, <\/b> None..<br><b>C. O’Connor, <\/b> None..<br><b>L. Matherly, <\/b> None..<br><b>Z. Hou, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5883","PresenterBiography":null,"PresenterDisplayName":"Zhanjun Hou, PhD","PresenterKey":"226051b6-83aa-463b-a6d7-7c922a129743","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5883. Role of major facilitative folate transporters SLC19A1 and SLC46A1 in cyclic dinucleotide transport and STING signaling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"292","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of major facilitative folate transporters SLC19A1 and SLC46A1 in cyclic dinucleotide transport and STING signaling","Topics":null,"cSlideId":""}]