[{"Abstract":"We have recently completed a large-scale project to elucidate the Mechanism of Action (MoA) of clinically relevant compounds in over twenty tumor specific contexts. Many novel, translationally relevant findings have arisen from this work, including (a) the identification of context-specific inhibitors of many proteins considered to be poor pharmacologic targets&#8212;including transcription (co-)factors and undruggable signaling proteins; (b) graph theory-based elucidation of drug polypharmacology; and (c) identification of MoA overlap between previously unrelated drugs. However, a limitation of the study is it relies on the existing repertoire of small-molecular inhibitors that is heavily biased towards specific target classes. Compounds that inhibit master regulators (MR) of tumor state are missing or under-represented. In this new project, we explore an extra molecular space of &#8220;molecular glues&#8221;, as they might be more effective modulators of MRs. Similar to our prior oncology drug study, we will leverage the automated PLATE-Seq technology and the VIPER algorithm to characterize compound MoA in a proteome-wide fashion. Specifically, we will first generate genome-wide RNA-Seq profiles of patient-matched cell lines using a panel of ~150 glue compounds, including a subset of them named PROteolysis TArgeting Chimeras (PROTACs) that were designed to degrade therapeutic targets by recruiting them to E3 ligases. We will analyze the PLATE-seq perturbational profiles with a set of complementary algorithms including the VIPER, which, akin to a multiplexed, tissue-specific gene reporter assay, can accurately measure the differential activity of over 6,000 regulatory\/signaling proteins, by assessing the enrichment of their transcriptional targets in differentially expressed genes. Current effort of this project is focused on six PDA cell lines including three MAPK-pathway dependent (M+) and three MAPK-pathway independent (M-) contexts, each one representing the gastrointestinal lineage state (GLS), morphogenic state (MOS), and acinar to ductal metaplasia-like state (ALS). Using this data, we explore similarity-based connections between PLATE-seq perturbational profiles and the Connectivity Map (CMAP) that contains transcriptional consequences of chemical and genetic perturbations. We will also compare PLATE-seq perturbational profiles to tissue-specific differential expression signatures that distinguish cell lines sensitive to compounds in the Cancer Therapeutics Response Portal (CTRP) and Broad Repurposing Hub, each of which houses results from exposing hundreds of compounds exposed to dozens to hundreds of cell lines. Taken together, the data and analyses will help understand MoAs and polypharmacologies\/off-targets of molecular glues, which also serve to enable interpretation and prioritization of new candidate MoA for molecular glues by comparing them to compounds with known targets and MoAs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Systems biology,Pancreatic cancer,Drug-discovery screen,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Hu<\/b>, C. Karan, A. Califano; <br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"376c2e84-86f8-444f-9018-5928d40300c6","ControlNumber":"1252","DisclosureBlock":"&nbsp;<b>L. Hu, <\/b> None..<br><b>C. Karan, <\/b> None.&nbsp;<br><b>A. Califano, <\/b> <br><b>DarwinHealth, Inc.<\/b> Equity Holder.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9424","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3541","PresenterBiography":null,"PresenterDisplayName":"Lucas Zhongming Hu, PhD","PresenterKey":"34361130-3794-4252-8b45-d5401286904a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3541. Systematic assessment of the mechanism of action landscape of glue compounds","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic assessment of the mechanism of action landscape of glue compounds","Topics":null,"cSlideId":""},{"Abstract":"Background: The Chemical Probes Portal (Portal) serves as a vital resource in the realm of cancer research and biomedical science generally - offering expert guidance on high-quality chemical tools, usually protein inhibitors, crucial for studying physiological and pathological processes and validating therapeutic targets. Researchers often grapple with selecting suitable chemical probes, inadvertently utilizing tools ill-suited for their purpose, and not following best practice, thereby contaminating the scientific literature and wasting valuable time and resources. To address this challenge, the Portal (https:\/\/www.chemicalprobes.org) was established as a non-profit, independent online platform, meticulously curating, annotating, and scoring the quality of chemical probes and providing associated information and advice.<br \/>Results: The Portal stands apart as the sole expert-curated public resource evaluating the quality and utility of small-molecule chemical tool compounds for use in cancer research and wider biomedical research. More than 250 experts, comprising scientific leaders in chemical biology, medicinal chemistry, pharmacology, and related fields, contribute their experience and insights to assess featured chemical probes. Since 2021, a progressively updated and enhanced version of the Portal has been operational, housing over 1000 compounds targeting 500+ proteins across diverse families, now including PROTACs and molecular glues. We also flag 254 &#8216;Unsuitables&#8217;, which are compounds that should not be used to interrogate a specific protein target. Additionally, the Portal now offers informative pages, providing advice delineating guidelines for selecting well-validated compounds, including those suitable for rodent studies, necessitating specific pharmacokinetic and pharmacodynamic properties. Best practice use requires employing high-quality chemical probes from more than one distinct chemical class that target the same protein, incorporating an inactive control compound, and following the recommended concentration range - all aimed at mitigating off-target risks.<br \/>Conclusion: The enhanced Chemical Probes Portal provides a vital platform for researchers to navigate and evaluate chemical probes, easily and effectively. It employs a rigorous expert review to ensure the quality of the probes listed. The resource not only aids high-quality probe selection but also provides advice through an Information Centre, offering guidelines, FAQs, and additional information on probe criteria and use. The continuous expansion and outreach efforts aim to make the Portal an indispensable tool for cancer researchers and the broader biomedical research community. Researchers are encouraged to participate in the Portal's development and contribute to the robustness of chemical probe use in scientific endeavors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Databases,Chemical Probes,Expert curation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Domenico Sanfelice<\/b><sup>1<\/sup>, Albert Antolin<sup>2<\/sup>, Alisa Crisp<sup>1<\/sup>, Yi Chen<sup>1<\/sup>, Paul Brennan<sup>3<\/sup>, Susanne Müller<sup>4<\/sup>, Bissan Al-Lazikani<sup>5<\/sup>, Aled Edwards<sup>6<\/sup>, Paul Workman<sup>1<\/sup><br><br\/><sup>1<\/sup>The Institute of Cancer Research, Sutton, United Kingdom,<sup>2<\/sup>ProCURE, Catalan Institute of Oncology, Oncobell, Bellvitge Institute for Biomedical Research (IDIBELL), Barcelona, Spain,<sup>3<\/sup>University of Oxford, Oxford, United Kingdom,<sup>4<\/sup>Institute of Pharmaceutical Chemistry, Johann Wolfgang Goethe University; Structural Genomics Consortium (SGC), Buchmann Institute for Life Sciences, Johann Wolfgang Goethe University., Frankfurt, Germany,<sup>5<\/sup>Department of Genomics Medicine and the Institute of Data Science in Oncology, MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Structural Genomics Consortium, University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"01709d0d-7b4f-455a-9a78-045e5c4c8048","ControlNumber":"1304","DisclosureBlock":"&nbsp;<b>D. Sanfelice, <\/b> None.&nbsp;<br><b>A. Antolin, <\/b> <br><b>Darwin Health<\/b> Consultant.<br><b>A. Crisp, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>P. Brennan, <\/b> None..<br><b>S. Müller, <\/b> None.&nbsp;<br><b>B. Al-Lazikani, <\/b> <br><b>GSK<\/b> Other, Consultant\/SAB. <br><b>Open Targets<\/b> Other, Consultant\/SAB. <br><b>Astex Pharmaceuticals<\/b> Other, Consultant\/SAB. <br><b>Astellas Pharma<\/b> Consultant\/SAB. <br><b>Exscientia<\/b> Stock, Consultant. <br><b>AstraZeneca<\/b> Stock, Consultant.<br><b>A. Edwards, <\/b> None.&nbsp;<br><b>P. Workman, <\/b> <br><b>Alterome Therapeutics<\/b> Stock, Other, Consultant\/SAB. <br><b>Astex Therapeutics<\/b> Grant\/Contract, Other, Consultant\/SAB. <br><b>AstraZeneca<\/b> Other Securities, Pension. <br><b>Black Diamond Therapeutics<\/b> Stock, Other, Consultant\/SAB. <br><b>CHARM Therapeutics<\/b> Stock, Consultant\/SAB. <br><b>CV6 Therapeutics<\/b> Other, Consultant\/SAB. <br><b>Epicombi Therapeutics<\/b> Stock, Consultant\/SAB. <br><b>MERK KGaA<\/b> Grant\/Contract, Other, Consultant\/SAB. <br><b>NextechInvest<\/b> Stock, Other, Consultant\/SAB. <br><b>Nuvectis Pharma<\/b> Stock, Grant\/Contract, Other, Consultant\/SAB. <br><b>Storm Therapeutics<\/b> Stock, Other, Consultant\/SAB, Non-Executive Director. <br><b>Vivan Therapeutics<\/b> Grant\/Contract. <br><b>Vividion<\/b> Other, Consultant\/SAB.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9425","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3542","PresenterBiography":null,"PresenterDisplayName":"Domenico Sanfelice, MS;PhD","PresenterKey":"68331570-ffbb-443c-86d6-a3124e4b4995","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3542. The Chemical Probes Portal: An essential resource providing expert advice on chemical tools for cancer research","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Chemical Probes Portal: An essential resource providing expert advice on chemical tools for cancer research","Topics":null,"cSlideId":""},{"Abstract":"Tumor neoantigens are highly immunogenic. Two types of neoantigens have been reported for their ability to be shared among patients. One is a mutated tumor-specific antigen (mTSA) derived from somatic mutations in tumor cells. The other is an aberrantly expressed TSA (aeTSA), influenced by epigenetic changes or abnormal RNA splicing. Tumor neoantigens can bind with the major histocompatibility complex (MHC) and be recognized by the T cell receptor (TCR). Consequently, they can trigger the immune system to attack cancer cells. Until now, some neoantigen databases have been available, they mostly focus on the Western population and primarily contain peptides derived from mTSAs. In contrast, our database provides peptides not only from mTSA but also from aeTSA with a strong emphasis on the Taiwanese population.<br \/>Initially, we obtained public sequencing raw data from the NCBI database and employed a neoantigen pipeline for analysis, identifying potential neoantigens. The data collection criteria included samples from Taiwanese individuals, with paired DNA-seq or RNA-seq from both normal and tumor tissues of the same patients. RNA sequencing datasets were utilized to identify aeTSAs and mTSAs, whereas DNA sequencing datasets served for mTSA identification. Additionally, human leukocyte antigen (HLA) genotyping was performed for every sample. The identified peptides were further compared to previously validated data available on IEDB. This data was used to develop a web-based database with several functionalities. Users can search for specific peptides and download relevant data from the website. The website also included data cross-referenced and validated with IEDB. In addition, we incorporated clinically validated peptides capable of stimulating T cells to release cytotoxins or interferons. A machine-learning-based LightGBM model was trained to predict immunogenicity for these peptides through a series of cross-validations based on random data splitting. Users can access comprehensive information on tumor-specific peptides in the online database.<br \/>We collected sequencing data from 243 patients, spanning five different types of cancer. The predominant HLA genotype is HLA-A*11:01, a common allele in the Taiwanese population. Peptide characteristics, such as hydrophobicity, binding affinity, and binding stability, have been calculated and stored in the database. Notably, the LightGBM model excelled in predicting immunogenicity, achieving an AUC of 0.95 on the training dataset and 0.8 on the testing dataset. Implemented in the online database, this model allows users to forecast their own candidates. The state-of-the-art database serves as a comprehensive platform for gathering Taiwanese-specific neoantigens, contributing to the advancement of personalized cancer vaccines and immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Databases,Tumor Neoantigens,tumor-specific antigen,Taiwanese,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-H. Tseng<\/b><sup>1<\/sup>, C.-H. Wu<sup>1<\/sup>, C.-Y. Sung<sup>1<\/sup>, H. K. Yang<sup>2<\/sup>, M.-H. Tsai<sup>1<\/sup>, L.-C. Lai<sup>1<\/sup>, T.-P. Lu<sup>1<\/sup>, K. C. Chao<sup>2<\/sup>, E. Y. Chuang<sup>1<\/sup>, C.-Y. Lee<sup>3<\/sup>; <br\/><sup>1<\/sup>National Taiwan University, Taipei, Taiwan, <sup>2<\/sup>China Medical University, Taichung, Taiwan, <sup>3<\/sup>National Taipei University of Technology, Taipei, Taiwan","CSlideId":"","ControlKey":"eeac2ff8-5da7-4604-9330-44d557d37097","ControlNumber":"1849","DisclosureBlock":"&nbsp;<b>Y. Tseng, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>C. Sung, <\/b> None..<br><b>H. K. Yang, <\/b> None..<br><b>M. Tsai, <\/b> None..<br><b>L. Lai, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>K. C. Chao, <\/b> None..<br><b>E. Y. Chuang, <\/b> None..<br><b>C. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9426","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3543","PresenterBiography":null,"PresenterDisplayName":"Yu-Hsuan Tseng, BS","PresenterKey":"88609051-ab58-4ab4-af34-fbd6ac4b3660","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3543. TWNeoDB: A web-based database for tumor neoantigens in the Taiwanese population","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TWNeoDB: A web-based database for tumor neoantigens in the Taiwanese population","Topics":null,"cSlideId":""},{"Abstract":"OncoKB<sup>TM<\/sup> is Memorial Sloan Kettering Cancer Center&#8217;s (MSK) FDA-recognized precision oncology knowledge base that contains detailed, evidence-based information about the oncogenic effect and therapeutic implications of individual somatic mutations and structural alterations present in patient tumors. Since its public release in 2016, OncoKB<sup>TM<\/sup> has expanded to include annotation for &#62;7,500 alterations in ~820 cancer-associated genes. OncoKB supports variant interpretation by the cBioPortal for Cancer Genomics, is used to annotate &#62;15,000 MSK patient sequencing reports annually and its data is publicly available through the website (<u>www.oncokb.org<\/u><u><\/u>). Programmatic access to OncoKB<sup>TM<\/sup> data via its web-based API is freely available to users in an academic setting while users from commercial and hospital settings require a fee-based license.<br \/>OncoKB<sup>TM <\/sup>utilizes its Therapeutic Levels of Evidence system to classify variants based on their tumor type-specific sensitivity or resistance to matched standard care or investigational targeted therapies. To date, OncoKB includes 49 Level 1 genes as well as MSI-H and TMB-H (included in the FDA drug label), 24 Level 2 genes (included in professional guidelines), 35 Level 3A genes (predictive of drug response in well-powered clinical studies), 27 Level 4 genes (predictive of drug response based on compelling biological evidence), and 11 R1\/R2 resistance genes. In 2023, OncoKB<sup>TM<\/sup> captured the following notable changes in precision oncology drug development: Level 1 annotation of <i>ESR1 <\/i>ligand-binding domain mutations in breast cancer and promotion from Level 2 to Level 1 of <i>ERBB2 <\/i>amplification in colorectal cancer following the FDA drug approvals of elacestrant and tucatinib + trastuzumab, respectively. Additionally, KRAS G12C became a Level 2 biomarker in pancreatic and colon cancers with the listing of adagrasib and sotorasib as systemic therapy options for <i>KRAS G12C<\/i>-mutant disease in the NCCN pancreatic and colon cancer guidelines. <i>IDH1\/2<\/i> mutations in low grade glioma were annotated as Level 3A based on compelling clinical evidence demonstrating response to the <i>IDH<\/i>-specific inhibitor vorasidenib. Lastly, noting emerging data with the <i>KRAS<\/i> G12X-specific inhibitor, RMC-6236, OncoKB<sup>TM<\/sup> included all alleles at <i>KRAS <\/i>position G12 as Level 4.<br \/>In sum, six novel clinically actionable biomarkers (all Level 1) and 14 follow-on precision oncology therapies for existing leveled biomarkers were added to OncoKB<sup>TM<\/sup> in the past year. OncoKB<sup>TM<\/sup>&#8217;s current focus includes coverage of additional cancer-associated genes, annotation of germline alterations and incorporation of OncoKB<sup>TM<\/sup> data into an electronic health record system.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Precision medicine,Predictive biomarkers,Databases,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. P. Suehnholz, <b>M. Nissan<\/b>, H. Zhang, R. Kundra, C. Lu, A. Dhaneshwar, N. Fernandez, B. Preiser, M. E. Arcila, M. Ladanyi, M. F. Berger, A. Syed, A. Brannon, R. Levine, A. Dogan, A. Drilon, D. B. Solit, N. Schultz, D. Chakravarty; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"b134d704-5898-402c-ba80-e555b84292db","ControlNumber":"2593","DisclosureBlock":"&nbsp;<b>S. P. Suehnholz, <\/b> None..<br><b>M. Nissan, <\/b> None..<br><b>H. Zhang, <\/b> None.&nbsp;<br><b>R. Kundra, <\/b> <br><b>AACR Project Genie<\/b> Travel.<br><b>C. Lu, <\/b> None..<br><b>A. Dhaneshwar, <\/b> None..<br><b>N. Fernandez, <\/b> None..<br><b>B. Preiser, <\/b> None.&nbsp;<br><b>M. E. Arcila, <\/b> <br><b>Association for Molecular Pathology<\/b> Fiduciary Officer. <br><b>Biocartis US, Inc.<\/b> Other, Professional Services and Activities. <br><b>PER Events, LLC<\/b> Other, Professional Services and Activities. <br><b>M. Ladanyi, <\/b> <br><b>Paige.AI, Inc.<\/b> Equity; Professional Services and Activities. <br><b>M. F. Berger, <\/b> <br><b>AstraZeneca<\/b> Other, Professional Services and Activities. <br><b>JCO Precision Oncology<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Journal of Molecular Diagnostics<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Paige.AI, Inc.<\/b> Other, Professional Services and Activities. <br><b>SOPHiA GENETICS S.A.<\/b> Other Intellectual Property.<br><b>A. Syed, <\/b> None.&nbsp;<br><b>A. Brannon, <\/b> <br><b>Johnson and Johnson<\/b> Other, Stock and Other Ownership. <br><b>R. Levine, <\/b> <br><b>Ajax Therapeutics, Inc.<\/b> Other, Equity; Fiduciary Role \/ Position; Intellectual Property Rights; Professional Services and Activities (Uncompensated). <br><b>Anovia Biosciences, Inc<\/b> Other, Equity. <br><b>AstraZeneca<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Bakx Therapeutics<\/b> Other, Equity. <br><b>C4 Therapeutics<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Cure Breast Cancer Foundation<\/b> Other, Intellectual Property Rights\u000d\u000a. <br><b>Epiphanes, Inc.<\/b> Other, Equity. <br><b>Epizyme<\/b> Other, Intellectual Property Rights\u000d\u000a. <br><b>Genome Quebec<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Goldman Sachs<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Imago Biosciences<\/b> Other, Equity\u000d\u000a. <br><b>Incyte<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Janssen Pharmaceuticals, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Jubilant Therapeutics Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Kurome Therapeutics, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Mana Therapeutics, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Mission Bio<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Prelude Therapeutics<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Qiagen<\/b> Other, Equity; Fiduciary Role \/ Position; Professional Services and Activities (Uncompensated). <br><b>Scorpion Therapeutics, Inc.<\/b> Other, Equity; Professional Services and Activities. <br><b>A. Dogan, <\/b> <br><b>Incyte<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>A. Drilon, <\/b> <br><b>AbbVie<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>A.C. Camargo Cancer Center<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a\u000d\u000a. <br><b>Answers in CME (AiCME)<\/b> Professional Services and Activities\u000d\u000a. <br><b>Associazione Italiana Oncologia Toracica (AIOT)<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Bayer<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Boundless Bio, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Clinical Care Options<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Clinical Education Alliance, LLC<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>EcoR1 Capital LLC<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Elevation Oncology, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>InnoCare Pharma Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Korean Society of Medical Oncology (KSMO)<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>MBrace Therapeutics, Inc.<\/b> Other, Equity\u000d\u000a. <br><b>MI&T S.r.l. Organizzazione Congressi<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>MJH Life Sciences<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Medscape<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Monte Rosa Therapeutics, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>PeerView Institute for Medical Education (PVI)<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Physicians' Education Resource<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Projects In Knowledge<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>D. B. Solit, <\/b> <br><b>American Association for Cancer Research<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>BridgeBio Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Elsie Biotechnologies, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Fog Pharmaceuticals, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Fore Biotherapeutics<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Function Oncology, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Paige.AI, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Pfizer, Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Pyramid Biosciences, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>Rain Therapeutics Inc.<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>Scorpion Therapeutics, Inc.<\/b> Other, Equity; Professional Services and Activities\u000d\u000a. <br><b>N. Schultz, <\/b> <br><b>Cambridge Innovation Institute<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Innovation in Cancer Informatics<\/b> Other, Professional Services and Activities (Uncompensated)\u000d\u000a. <br><b>Professional Services and Activities (Uncompensated)<\/b> Other, Professional Services and Activities\u000d\u000a. <br><b>OneOncology<\/b> Other, Professional Services and Activities\u000d\u000a.<br><b>D. Chakravarty, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9427","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3544","PresenterBiography":null,"PresenterDisplayName":"Moriah Nissan, PhD","PresenterKey":"26519332-823b-44e7-8f8c-ecfdc326deef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3544. OncoKB&#8482;, MSK&#8217;s precision oncology knowledge base: 2023 updates","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OncoKB&#8482;, MSK&#8217;s precision oncology knowledge base: 2023 updates","Topics":null,"cSlideId":""},{"Abstract":"Selection of therapeutic targets and modalities is of fundamental importance in drug discovery, as it can have a direct impact on the economics of drug discovery as well as its success rate. With the advancement of chem-bio and proteomics methods together with advent of artificial intelligence, the scope of the druggable proteome is expanding. The choice of drug targets gains further importance as we link it to potential clinical efficacy and safety, genetic variation and patient populations. Drug targets are often selected based on inadequate understanding of target biology, tractability by existing toolbox of therapeutic modalities and insufficient insight into possible clinical outcome. We have developed an &#8220;Atlas of Therapeutic Targets&#8221;, an interactive resource that provides classification of drug target families with linked information on clinical and investigational drugs. The atlas also provides key insights and score for tractability of targets with various therapeutic modalities. Particularly, our scoring system grades the targets on dimensions such as ligandability, involvement in protein-protein complexes, structural disorder, hotspot analysis and cross-referencing with known targets, thus yielding a total tractability score of 1-10. Dissection of targets based on such dimensions, enables critical evaluation therapeutic modalities as well tools and methodologies needed for their conversion into successful drug discovery programs. We curate 900+ human drug targets, analysis of which indicates the continued dominance of privileged target families across disease areas, but also the growth of novel first-in-class mechanisms. This atlas will be available as a resource for the wide drug discovery community.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Therapeutic target,Drug discovery,Proteomics,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Babic, <b>E. Nurmemmedov<\/b>; <br\/>Nerd Bio, San Diego, CA","CSlideId":"","ControlKey":"f561aabd-5ba6-4677-b753-f843d17f7bdd","ControlNumber":"2906","DisclosureBlock":"<b>&nbsp;I. Babic, <\/b> <br><b>NERD BIO<\/b> Stock. <br><b>E. Nurmemmedov, <\/b> <br><b>NERD BIO<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9428","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3545","PresenterBiography":null,"PresenterDisplayName":"Elmar Nurmemmedov, PhD,MBA","PresenterKey":"6a381078-bf3a-4a60-8096-a4b28b3ef324","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3545. Atlas of therapeutic targets: Evolution of druggable proteome","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Atlas of therapeutic targets: Evolution of druggable proteome","Topics":null,"cSlideId":""},{"Abstract":"The concept of the \"Hallmarks of Cancer\" provides a valuable framework for understanding fundamental organizing principles common to various types of cancers. However, the absence of a consensus gene set for cancer hallmarks poses data comparison and integration challenges, resulting in diverse biological interpretations across studies.<br \/>Here, we first established a consensus cancer hallmark-gene set by merging data from available mapping resources. We searched the scientific literature for relevant publications from which a list of hallmark genes could be reconstructed. By consolidating data from seven publications, we identified 6,763 candidate cancer hallmark genes associated with ten cancer hallmarks. Of these, 1574 genes were part of at least two resources, forming a \"core\" hallmark gene set.<br \/>Then, we compared the enrichment of cancer hallmarks by analyzing the prognostic genes associated with overall survival across twelve solid tumor types. Notably, the hallmark \"tissue invasion and metastasis\" was most prominent in the stomach (p=1.2E-11), pancreatic (p=1.5E-09), bladder (p=1.8E-08), and ovarian cancers (p=0.0002), aligning with their heightened potential to spread. \"Sustained angiogenesis\" predominated in lung squamous carcinomas (p=4.5E-08), while \"genome instability\" showed strong enrichment in lung adenocarcinomas (p=1.3E-09), liver (p=1.4E-10), pancreatic (p=1E-5) and kidney cancers (p=0.0025). Compelling evidence links lifestyle choices like alcohol consumption and smoking to genomic instability across tumors, suggesting a potential common underlying mechanism of tumorigenesis.<br \/>Pancreatic cancers displayed the highest enrichment of hallmarks (8 out of 10), emphasizing the disease's complexity, while in melanomas, liver, and kidney cancer, a single hallmark (,,genomic instability&#8221;) was enriched among the prognostic markers of survival. These findings underscore the utility of the hallmark concept as an effective organizational tool, particularly when establishing a clear connection between genes and biological functions.<br \/>Finally, we integrated the data into a publicly accessible and user-friendly online tool (available at www.cancerhallmarks.com) that allows users to identify the most relevant cancer-associated \"candidate hallmark genes\" in their datasets.<br \/>In summary, we have established a consensus list of genes associated with cancer hallmarks. The analysis of survival-associated genes revealed a unique pattern of hallmark enrichment for each tumor type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Bioinformatics,Databases,Cancer markers,Gene expression patterns,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. Menyhart<\/b>, W. Kothalawala, B. Gy&#337;rffy; <br\/>Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"e0f92fad-27ef-4244-880b-88904184bf51","ControlNumber":"3039","DisclosureBlock":"&nbsp;<b>O. Menyhart, <\/b> None..<br><b>W. Kothalawala, <\/b> None..<br><b>B. Gy&#337;rffy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9429","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3546","PresenterBiography":null,"PresenterDisplayName":"Otília Menyhart","PresenterKey":"ff09b4e6-efdf-4977-9516-c315cdab34c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3546. Putting genes in context by linking gene signatures to established cancer hallmarks","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Putting genes in context by linking gene signatures to established cancer hallmarks","Topics":null,"cSlideId":""},{"Abstract":"Rapid growth of cancer data in recent decades has made data discovery and wrangling difficult for the average cancer research lab. Our mission at the ISB Cancer Gateway in the Cloud (ISB-CGC), part of the NCI&#8217;s Cancer Research Data Commons ecosystem, is to democratize access to large cancer datasets. Funded by the NCI, we have performed ETL processes on data from GDC and PDC projects such as TCGA, TARGET, and CPTAC. We generated hundreds of BigQuery tables containing data such as mutations, gene expression, and protein abundance, which enable data analysis in the cloud via SQL. BigQuery analyses are inexpensive and rapid even when scaled to petabyte sized inputs, for example we ran 6.6 billion correlations in 2.5 hours with a total cost of about one dollar. These data can also be accessed affordably from Google Cloud VMs where researchers can develop analysis pipelines in Python, R, and workflow languages such as CWL. We present two recent collaborations: In one BigQuery was used to develop machine learning algorithms that calculated genetic risk scores from TCGA glioblastoma and ovarian cancer copy number variation. In another example researchers combined SQL queries of our BQ tables with data from the ISPY2 Trial initiative and generated an R shiny app that can dynamically create data visualizations for genes of interest in different TCGA cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Databases,Cancer genomics,Bioinformatics,Cloud Computing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Seidl<\/b><sup>1<\/sup>, L. Hagen<sup>2<\/sup>, J. Wilson<sup>1<\/sup>, B. Aguilar<sup>2<\/sup>, D. Bleich<sup>1<\/sup>, L. Wolfe<sup>2<\/sup>, P. Gundluru<sup>1<\/sup>, P. Venkatesan<sup>1<\/sup>, M. Tian<sup>2<\/sup>, S. Paquette<sup>2<\/sup>, E. Lee<sup>2<\/sup>, D. Huffman<sup>1<\/sup>, D. Pot<sup>1<\/sup>, W. Longabaugh<sup>2<\/sup>; <br\/><sup>1<\/sup>ISB-CGC, Rockville, MD, <sup>2<\/sup>ISB-CGC, Seattle, WA","CSlideId":"","ControlKey":"30dbcd8e-c37b-4bd3-9d9b-da8c2b120b71","ControlNumber":"3509","DisclosureBlock":"&nbsp;<b>F. Seidl, <\/b> None..<br><b>L. Hagen, <\/b> None..<br><b>J. Wilson, <\/b> None..<br><b>B. Aguilar, <\/b> None..<br><b>D. Bleich, <\/b> None..<br><b>L. Wolfe, <\/b> None..<br><b>P. Gundluru, <\/b> None..<br><b>P. Venkatesan, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>S. Paquette, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>D. Huffman, <\/b> None..<br><b>D. Pot, <\/b> None..<br><b>W. Longabaugh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9430","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3547","PresenterBiography":null,"PresenterDisplayName":"Fabian Seidl, BS,PhD","PresenterKey":"7b97fe77-108c-4b22-94ea-ee6791aa5aec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3547. The ISB Cancer Gateway in the Cloud (ISB-CGC): Access, explore and analyze large-scale cancer data through the Google Cloud","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ISB Cancer Gateway in the Cloud (ISB-CGC): Access, explore and analyze large-scale cancer data through the Google Cloud","Topics":null,"cSlideId":""},{"Abstract":"Background: The increased use of Next-Generation Sequencing (NGS) in clinical genetic testing has resulted in the identification of several genetic variations with possible therapeutic implications. Several knowledgebases, such as OncoKB, have been curated to better understand the clinical implications of somatic mutations in cancer. While thorough annotation of gene variations of Chinese pharmaceuticals is not recorded in the majority of those databases. As a result, we developed OKAIN (https:\/\/szcube.origimed.com), an algorithm tool that assesses clinically actionable mutations using a precision oncology knowledge database.<br \/>Methods: OKAIN employs a weighted evidence analysis system to deliver final clinical annotation outcomes for intricate variations. This process commences with a weighted analysis of all therapeutic efficacy evidence for a specific genomic variant related to a particular drug, to determine the highest degree of efficacy for that drug. The top efficacy level is then assessed against numerous variants of the gene, resulting in efficacy data for all variants of the gene in relation to the medication.<br \/>Results: To date, OKAIN has collected 15,654 pieces of evidence on 471 genes associated with cancer. This comprises 2,600 pieces of Level A evidence (included in FDA\/NMPA labeling or clinical professional guidelines) on 66 genes, 180 Level B evidence (included in extensive retrospective studies or prospective investigations) on 31 genes, 676 Level C evidence (included in small-scale retrospective studies or early-stage prospective studies) on 81 genes, and 5,562 Level D evidence (included in case reports and preclinical studies) on 188 genes. For Level A evidence, 864 pieces of evidence were derived from either the NMPA label or CSCO guidelines. As an illustration, Befotertinib was approved by NMPA as a first-line treatment for locally advanced or metastatic non-small cell lung cancer (NSCLC) in adult patients with either <i>EGFR<\/i> exon 19 deletion or L858R mutation. This indicates that adult Chinese patients with locally advanced or metastatic NSCLC who have <i>EGFR<\/i> exon 19 deletion or L858R mutation can potentially experience benefits from administering Befotertinib.<br \/>Conclusion: OKAIN acts as a precision oncology knowledgebase for the assessment of clinically actionable alterations, integrating exhaustive data related to cancer-associated genomic variants and therapeutic efficacy. It is a beneficial tool for medical professionals and patients, providing an enhanced means of understanding and approaching precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Precision medicine,Knowledgebase,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Yang<\/b>, M. Wang, H. Qin, Y. Yu, Y. Zheng, Z. Li, X. Meng, X. Dong, L. Wang, K. Wang, A. Wang; <br\/>OrigiMed Co., Ltd, Shanghai, China","CSlideId":"","ControlKey":"b24b782f-302f-488e-94a5-c416903ed413","ControlNumber":"4072","DisclosureBlock":"&nbsp;<b>Z. Yang, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>H. Qin, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Meng, <\/b> None..<br><b>X. Dong, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>A. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9431","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3548","PresenterBiography":null,"PresenterDisplayName":"Zhenhua Yang, MS","PresenterKey":"374c0bd5-fa5b-456f-8d61-e8b862fec1cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3548. OKAIN: A comprehensive oncology knowledgebase for the interpretation of clinically actionable alterations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OKAIN: A comprehensive oncology knowledgebase for the interpretation of clinically actionable alterations","Topics":null,"cSlideId":""},{"Abstract":"PDX models play a crucial role in pre-clinical research for new drugs. In recent years, research based on PDX models has entered the 'Big Data Era.' On the one hand, there are numerous factors influencing drug responses, such as cancer types, genetic backgrounds, clinical treatment histories, and more. Therefore, selecting the appropriate PDX models for drug efficacy testing based on relevant information has become increasingly important. On the other hand, conducting in-depth genomics and transcriptomics analyses on PDX models allows us to gain a deeper understanding of the mechanisms of drug efficacy and drug sensitivity. After years of effort, LIDE have successfully built and maintained over 1800 PDX models from 40 different cancer types. And in this year (2023), we launched LIDE&#8217;s PMed-TRIAL PDX database website. As a comprehensive database of PDX models, it includes fundamental PDX clinical information, medication history, growth curves, and standard of care (SOC) data. It also contains whole exome sequencing data and RNA-seq data. Cancer is a complex and heterogeneous disease characterized by tumor heterogeneity, encompassing both inter-tumor diversity (between patients) and intra-tumor variability (within a single patient), thereby complicating drug responsiveness. PDX models preserve heterogeneity of individual patients, and a robust PDX cohort is essential for accurately representing inter-tumor heterogeneity. LIDE&#8217;s PDX cohorts effectively capture representative molecular subtypes across various major cancer types, highlighting their potential as a valuable resource for pre-clinical trials. LIDE&#8217;s PMed-TRIAL PDX database comes with a concise and efficient web user interface. Users can search and filter models using keywords, such as drug names, gene symbols, and other information. The website can now be accessed via the following URL (https:\/\/pmed.lidebiotech.com:8000\/).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Databases,Patient-derived xenograft (PDX) models,Tumor biology,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Chen, Y. Guo, L. Van, J. Caggiula, X. Gu, <b>D. Wen<\/b>; <br\/>Shanghai LIDE Biotech Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"88797bcc-e61f-4a60-998d-6b2d348eeb60","ControlNumber":"4442","DisclosureBlock":"&nbsp;<b>X. Chen, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>L. Van, <\/b> None..<br><b>J. Caggiula, <\/b> None..<br><b>X. Gu, <\/b> None..<br><b>D. Wen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9432","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3549","PresenterBiography":null,"PresenterDisplayName":"Danyi Wen, MBA;MD","PresenterKey":"f76df627-8a46-4c7a-b0ed-9d2d5ed764b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3549. PMed-TRIAL PDX database: Integrated multidimensional information to facilitate new drug development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PMed-TRIAL PDX database: Integrated multidimensional information to facilitate new drug development","Topics":null,"cSlideId":""},{"Abstract":"Perturb-seq is a high-throughput technique that combines clustered regularly interspaced short palindromic repeats (CRISPR)-based screens with single-cell RNA sequencing (scRNA-seq) readouts for high-content phenotypic screens to comprehensively map the transcriptional effects of genetic perturbations, showing great advantages in revealing disease-associated gene functions and mechanisms in high volumes. Despite the rapid accumulation of Perturb-seq datasets, no dedicated database exists for reusing these valuable information. In this study, we developed a platform called PerturbDB (http:\/\/research.gzsys.org.cn\/perturbdb) to facilitate users to unveil genotype-phenotype relations, especially gene functions and regulatory networks involved in several classical cancer associated phenotypes using 37 Perturb-seq datasets from 15 studies. By reanalyzing 3,429,829 single-cell transcriptomes from the knockdown of 3214 genes across 10 different cell lines, we identified 749 classical cancer phenotype-related genes and 373 functional gene clusters annotating potential novel functions. Utilizing Marker genes scoring and the InferCNV algorithm, we identified genes involved in 9 malignant phenotypes, which consists of sustaining proliferative signaling (362 genes), resisting cell death (120 genes), inducing angiogenesis (145 genes), tissue invasion and metastasis (321 genes), enabling replicative immortality (160 genes), deregulating cellular metabolism (247 genes), avoiding immune destruction (95 genes), unlocking phenotypic plasticity (231 genes), and chromosome instability (231 genes). Additionally, functional clusters were calculated utilizing Principal Component Analysis (PCAs) and the HDBSCAN package to introduce unknown gene functions related to the cancer associated phenotypes. Perturbation clusters (PCs) were identified by comparing similarities in the transcriptomes of perturbed cells, suggesting individual genes in the same functional cluster perform similar gene functions, and therefore novel functions of 735 genes can be inferred from the known functions of neighboring genes. The PGSEA tool was developed to facilitate functional analysis of genes not yet included, which helps users to predict gene functions through a combination of PerturbDB datasets and personalized RNA-seq datasets. This study will greatly expand our understanding of genes involved in emblematic cancer associated phenotypes and their coordinated functions and regulatory networks.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Cancer genetics,CRISPR\/Cas9,Databases,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Yang, M. Zhang, Y. Shi, Y.-M. Dong, X. Ma, J. Zhang, D. Lu, J.-Y. Liao, <b>D. Yin<\/b>; <br\/>Sun Yat-Sen University, Guangzhou, China","CSlideId":"","ControlKey":"1c6f1afa-2570-4e7f-880b-7eb738c48296","ControlNumber":"4753","DisclosureBlock":"&nbsp;<b>B. Yang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>Y. Dong, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>D. Lu, <\/b> None..<br><b>J. Liao, <\/b> None..<br><b>D. Yin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9433","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3550","PresenterBiography":null,"PresenterDisplayName":"Dong Yin, PhD","PresenterKey":"c1153116-96a5-4712-b27d-042cec816bb1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3550. PerturbDB: A resource for revealing gene functions and cancer-associated phenotypes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PerturbDB: A resource for revealing gene functions and cancer-associated phenotypes","Topics":null,"cSlideId":""},{"Abstract":"Here, we detail in-progress genome-scale measurements from a variety of technologies of the first tumor normal benchmark from the Genome in a Bottle (GIAB) consortium. We created the first broadly-consented tumor cell line from a pancreatic ductal adenocarcinoma with matched normal pancreatic and duodenal tissue. Data is being collected from a large homogeneous batch of the tumor cell line and paired normal tissues. As we receive data we make it publicly available on the NCBI hosted GIAB FTP site, https:\/\/ftp.ncbi.nlm.nih.gov\/ReferenceSamples\/giab\/data_somatic\/. When complete, this dataset will include WGS measurements from Illumina, ONT, Hi-C, Bionano, single cell WGS, PacBio HiFi and Onso, and Element. Analysis and development of a variant calling benchmark using this data is ongoing in collaboration with an open working group of the GIAB consortium.<br \/>Initial Hi-C and optical mapping data from the tumor cell line indicates substantial aneuploidy from translocations that cause large deletions. We found roughly 17 large inversions and translocations and 16 chromosomes with extensive loss of heterozygosity due to missing &#62;30% of one copy, in addition to a few smaller duplications. Low coverage single cell sequencing that provides ploidy estimates across chromosomes showed that most of the large deletions appear in all or nearly all cells with some variation in a few cells. These observations are consistent with bulk WGS analyses from two batches of cells. Additionally, many of the observed large deletions correspond to deletions seen in the population of TCGA chromosomal Loss of Heterogeneity samples. Examining somatic SNVs in non-repetitive regions, we find that close to 60% occur in almost all cells in diploid regions, 30% occur in almost all cells in haploid regions, and 5% in only some cells in diploid and haploid regions, respectively. We take these results to indicate the cell line is relatively homogeneous and stable with most CNVs being deletions. As such, we plan to explore using long reads, ultralong reads, and Hi-C data to generate a near-complete genome assembly of the dominant tumor clone as well as a complete diploid assembly of the normal. With this personalized genome assembly, we will explore aligning tumor and normal reads to each haplotype of the normal to characterize somatic variants, including variants in minor clones. Building on the methods GIAB and T2T have developed to polish diploid assemblies of GIAB&#8217;s normal genomes and mosaic variant characterization, we will develop benchmarks for somatic variants against the normal assembly as well as standard references.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Genomics,Somatic mutations,Sequencing,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wagner<\/b><sup>1<\/sup>, J. McDaniel<sup>1<\/sup>, G. L. Rosen<sup>2<\/sup>, N. D. Olson<sup>1<\/sup>, V. Patel<sup>1<\/sup>, C. Xiao<sup>3<\/sup>, A. Liss<sup>4<\/sup>, J. Zook<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institute of Standards and Technology (NIST), Gaithersburg, MD, <sup>2<\/sup>Drexel University, Philadelphia, PA, <sup>3<\/sup>NIH\/NLM\/NCBI, Bethesda, MD, <sup>4<\/sup>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"dc204801-f30a-4526-9bd1-da97f35be0e7","ControlNumber":"5169","DisclosureBlock":"&nbsp;<b>J. Wagner, <\/b> None..<br><b>J. McDaniel, <\/b> None..<br><b>G. L. Rosen, <\/b> None..<br><b>N. D. Olson, <\/b> None..<br><b>V. Patel, <\/b> None..<br><b>C. Xiao, <\/b> None..<br><b>A. Liss, <\/b> None..<br><b>J. Zook, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9434","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3551","PresenterBiography":null,"PresenterDisplayName":"Justin Wagner, PhD","PresenterKey":"df4fb969-101d-410d-a821-4c5f1eab651a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3551. Continued analysis of extensive data towards Genome in a Bottle benchmarks for a new tumor normal pair","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Continued analysis of extensive data towards Genome in a Bottle benchmarks for a new tumor normal pair","Topics":null,"cSlideId":""},{"Abstract":"Oral and oropharyngeal cancer is one of the more common cancers worldwide, with a poor prognosis in advanced stages and a higher incidence in Asian populations than in other regions. Its affected Affected areas include the lips, gums, tongue, the inside of the cheeks, the roof of the mouth, the floor of the mouth, the tonsils, and the oropharynx. Currently, the distribution of RNA expression data and clinical data in oral and oropharyngeal cancer is fragmented, impeding effective data mining for the discovery of novel biological markers and testing of new hypotheses. We constructed an oral and oropharyngeal cancer-specific database with expression dataRNA expression and clinical data from more than 4,356 patients in 41 studies. The RNA Expression data from 23 genome-wide platforms are carefully processed and quality-controlled, while clinical data is standardized and tightly managed. With the support of this oral and oropharyngeal cancer-specific database oral cancer-specific database, we have created an open-access web resource, the Oral and Oropharyngeal Cancer Browser, to facilitate researchers interested in oral and Oropharyngeal cancer to quickly access and analyze all currently published RNAoral cancer expression data and clinical data. Users can perform a meta-analysis of Oral and oropharyngeal oropharyngeal cancer to quickly understand the results of tumor versus non-malignant tissue (normal), differential gene expression, and expression-survival associations. Flexible options for survival analysis, comparative analysis, and correlation analysis based on a single dataset are also available. At the same time, the database also accepts the user's own input data and allows the user to do theircarry out their own analysis by combining the input data with the existing data in the database.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Ovarian cancer,Gene expression,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wang<\/b>, P. Lam,, Y. Su, J. Wang; <br\/>The University of Hong Kong, Pokfulam, Hong Kong","CSlideId":"","ControlKey":"7b7abf6a-4d53-4ef5-ab29-7047938a99e5","ControlNumber":"6909","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>P. Lam,, <\/b> None..<br><b>Y. Su, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9436","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3553","PresenterBiography":null,"PresenterDisplayName":"Junlin Wang","PresenterKey":"513c7d45-1205-4bcb-a1ee-b54a5df403af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3553. OralDB, A integrative data portal for oral and oropharyngeal cancer omics and clinical research","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OralDB, A integrative data portal for oral and oropharyngeal cancer omics and clinical research","Topics":null,"cSlideId":""},{"Abstract":"This session will provide an overview of the All of Us Research Program (All of Us) dataset, discuss a mechanism to build the capacity of research institutions using the All of Us dataset, and outline the career benefits researchers experienced from using the dataset. All of Us is building a national health dataset to accelerate medical breakthroughs. It is used by cancer researchers to advance health research and career development. This dataset is large and diverse, both in the data types available as well as the demographics of participants: as of April 2023, health data from 413,450+ participants is available to researchers, from a variety of distinct data types, including survey responses, physical measurements, electronic health records, whole genome sequencing, wearable data, and genotyping arrays, with 75% of participants self-identifying as underrepresented in biomedical research and about 45% of participants self-identifying as racial and ethnic minorities. Researchers already leverage this dataset, with All of Us data used in more than 210 publications across peer-reviewed journals. In addition, this dataset is useful for cancer researchers - All of Us EHR data indicates over 60,700 participants are diagnosed with at least one type of cancer, and more than 10% of research projects underway (725\/6,945 as of September 2023) using the All of Us dataset are cancer-related, making it the top condition studied by researchers. To help build capacity at research institutions, All of Us collaborated with the NCI Center to Reduce Cancer Health Disparities (CRCHD) Partnerships to Advance Cancer Health Equity (PACHE) to develop a Notice of Special Interest (NOSI) titled Administrative Supplements to Support \"All of Us\" and Health Disparities-Related Pilot Research Projects at NCI CRCHD-Funded PACHE Partnerships. The focus of this NOSI was on P20 and U54 awards associated with research projects led by PACHE researchers interested in exploring the connections between social determinants of health outcomes and populations experiencing cancer health disparities. NIH awarded investigators at the following institutions: City College of New York, University of California, Irvine, and Temple University.<br \/>Principal investigators of these awards will provide an overview of their work, describe how they analyze the All of Us dataset, and discuss how their use of the dataset has helped advance their career as cancer researchers:<br \/>Karen Hubbard (City College of New York)<br \/>Project Title: Relative and Intersectional Analysis of social determinants of Lung Cancer Risk among Black and Hispanic All of Us respondents<br \/>Hannah Lui Park (University of California, Irvine)<br \/>Project Title: Improving breast cancer risk assessment and prevention in Asian American women<br \/>Lin Zhu (Temple University)<br \/>Project Title: Elucidating the Roles of Metabolic Syndrome and Non-Alcoholic Fatty Liver Disease among Asian American Patients with Chronic Hepatitis B","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Cancer genomics,Cancer genetics,Lung cancer,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Karriem S. Watson<sup>1<\/sup>, Rubin Baskir<sup>1<\/sup>, Division of Engagement and Outreach, All of Us Research Program<sup><\/sup>, Karen Hubbard<sup>2<\/sup>, <b>Hannah  L.  Park<\/b><sup>3<\/sup>, Lin Zhu<sup>4<\/sup><br><br\/><sup>1<\/sup>All of Us Research Program, National Institutes of Health, Bethesda, MD,<sup>2<\/sup>City College of New York, New York City, NY,<sup>3<\/sup>University of California, Irvine, Irvine, CA,<sup>4<\/sup>Temple University, Philadelphia, PA","CSlideId":"","ControlKey":"16e805ff-b2cf-41b6-81d6-24abe9d5d59b","ControlNumber":"7255","DisclosureBlock":"&nbsp;<b>K. S. Watson, <\/b> None..<br><b>R. Baskir, <\/b> None..<br><b>K. Hubbard, <\/b> None..<br><b>H. L. Park, <\/b> None..<br><b>L. Zhu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9437","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3554","PresenterBiography":null,"PresenterDisplayName":"Hannah Park, PhD","PresenterKey":"91c0fc25-4f8e-464a-9ddc-c2a18538ba91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3554. Using All of Us cancer data on the Researcher Workbench to advance career development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using All of Us cancer data on the Researcher Workbench to advance career development","Topics":null,"cSlideId":""},{"Abstract":"In 2004, COSMIC was one of the first initiatives to integrate global data on somatic mutations in cancer. At the time it was explicit that the fragmentation of genetic datasets was a major obstacle to understand the processes driving cancer. A team of expert curators and bioinformaticians was tasked with identifying and cataloguing data related to somatic variants, as well as relevant demographic, clinical, and patient information from published studies and making these data easily accessible to the research community. Over the last two decades we have witnessed the incredible progress in cancer genomics enabling whole genome studies, resulting in the exponential growth of data generated by cancer research. During its first year, COSMIC integrated data from 1672 scientific papers, cataloguing 1755 unique mutations across 21 genes. At present, twenty years later it is common for a single publication to describe tens of thousands of genome-wide mutations and now COSMIC includes 24 million genomic variants collected from more than 1.5 million patient samples acquired from over 29,000 scientific publications. Today, an important part of COSMIC's mission is to help translate this information for improving cancer treatment and patient care. To achieve this, the main catalogue of somatic mutations is supported by 6 accompanying resources that focus on different aspects of molecular oncology. The Cancer Gene Census and Cancer Mutation Census describe the roles of genes and mutations in oncogenesis, based on literature curation and analysis of the core mutation catalogue. COSMIC 3-D visualises mutation frequency in the context of the protein structure, and Mutational Signatures catalogues the mutagenic processes behind the nature of mutations at the genome level. To help target molecular alterations in clinical practice, Actionability and the catalogue of mutations causing drug resistance inform the availability of therapeutic options for cancer and how their efficacy is influenced by the genetic profile of the cancer. The ongoing development of sequencing techniques and new diagnostic methods as well as computational approaches, including deep learning and use of generative AI, give us hope that the next 20 years will be equally revolutionary for data-driven oncology. However, the abundance of new sources of diverse datasets makes data fragmentation an evolving challenge for the whole research community. Developing and adopting common standards for data formats, management and usage will be critical to assure inclusive, efficient, and effective translation of genomic research into a clinical practice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Genomics,Somatic mutations,Databases,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Sondka<\/b>, M. Ahmed, J. Argasinska, D. Beare, N. Bindal Dhir, D. Carvalho-Silva, M. Singh Chawla, S. Duke, I. Fasanella, M. Fouzan, A. Guha Neogi, S. Haller, B. Harsha, B. Hetenyi, L. Hodges, A. Holmes, S. Jupe, R. Lyne, M. Madhumita, T. Maurel, K. McLaren, S. Nair, H. Pedro, A. Sangrador-Vegas, H. Schuilenburg, Z. Sheard, M. Starkey, R. Steele, S. Ward, J. Wilding, S. Yong, J. Teague; <br\/>Wellcome Sanger Institute, Cambridge, United Kingdom","CSlideId":"","ControlKey":"d4daabfc-78b5-4b98-b7ed-7e6bdae34765","ControlNumber":"7417","DisclosureBlock":"&nbsp;<b>Z. Sondka, <\/b> None..<br><b>M. Ahmed, <\/b> None..<br><b>J. Argasinska, <\/b> None..<br><b>D. Beare, <\/b> None..<br><b>N. Bindal Dhir, <\/b> None..<br><b>D. Carvalho-Silva, <\/b> None..<br><b>M. Singh Chawla, <\/b> None..<br><b>S. Duke, <\/b> None.&nbsp;<br><b>I. Fasanella, <\/b> <br><b>Velsera<\/b> Employment.<br><b>M. Fouzan, <\/b> None..<br><b>A. Guha Neogi, <\/b> None..<br><b>S. Haller, <\/b> None..<br><b>B. Harsha, <\/b> None..<br><b>B. Hetenyi, <\/b> None..<br><b>L. Hodges, <\/b> None..<br><b>A. Holmes, <\/b> None..<br><b>S. Jupe, <\/b> None..<br><b>R. Lyne, <\/b> None..<br><b>M. Madhumita, <\/b> None..<br><b>T. Maurel, <\/b> None..<br><b>K. McLaren, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>H. Pedro, <\/b> None..<br><b>A. Sangrador-Vegas, <\/b> None..<br><b>H. Schuilenburg, <\/b> None..<br><b>Z. Sheard, <\/b> None..<br><b>M. Starkey, <\/b> None..<br><b>R. Steele, <\/b> None..<br><b>S. Ward, <\/b> None..<br><b>J. Wilding, <\/b> None..<br><b>S. Yong, <\/b> None..<br><b>J. Teague, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3555","PresenterBiography":null,"PresenterDisplayName":"Zbyslaw Sondka, PhD","PresenterKey":"643fc886-81c6-4196-a9ea-de1c08c51010","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3555. COSMIC: two decades of curating somatic variants in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"COSMIC: two decades of curating somatic variants in cancer","Topics":null,"cSlideId":""},{"Abstract":"Large-scale drug screens across thousands of drugs and biological models enable pan-cancer analyses that can reveal novel insights into therapeutic response and resistance. Existing databases, such as the Cancer Dependency Map only screen established 2D cell lines, which are known to poorly translate to patients. Ex vivo models such as patient-derived cells, spheroids, and organoids, have consistently demonstrated superior translatability from drug screening responses as they better replicate the original tumor. However, the cost, complexity, and difficulty of developing and screening ex vivo models has thus far prevented the establishment of any large-scale database comparable to existing cell line databases. We present the pan-preclinical (PPC) project, a large pan-cancer database of ex vivo drug responses comprising 2.1M raw dose-response measurements with curve-level summary statistics and metadata. The PPC database is assembled from over 30 previously published ex vivo studies and contains 2,880 ex vivo models spanning 106 cancer subtypes tested against subsets of 3,023 drugs. Compounds are harmonized across studies and paired with detailed chemoinformatics derived from PubChem. Each ex vivo sample is matched to an underlying patient and paired, where available, with genomics, transcriptomics, and clinical information such as sex, treatment history, and overall survival. Two thirds of the underlying studies did not originally make the underlying drug screening data available at publication time, making the PPC database a novel resource beyond data integration. Results: To investigate the power of the PPC database, we developed a preliminary computational modeling and statistical analysis pipeline. A hierarchical Bayesian factor model was developed to estimate dose-response curves, remove batch effects across studies, and impute missing drugs. Low-dimensional projections of ex vivo drug responses show biologically meaningful clustering. Statistical analyses of both observed and imputed drug responses recapitulate standard of care drugs as significantly effective across several cancer types. Overall, we envision the PPC project laying the foundation for the next generation of large-scale pharmacogenomic analyses and aiding in the coming era of functional precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Preclinical,Databases,Ex vivo,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Markus<\/b><sup>1<\/sup>, K. Pichotta<sup>1<\/sup>, J. Quinn<sup>1<\/sup>, J. White<sup>1<\/sup>, C. Tosh<sup>1<\/sup>, J. Liu<sup>2<\/sup>, E. Coyne<sup>1<\/sup>, W. Tansey<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York City, NY, <sup>2<\/sup>Weill Cornell Medicine, New York City, NY","CSlideId":"","ControlKey":"99d4c21e-f326-4ad7-b733-5984e2ad3dcd","ControlNumber":"8603","DisclosureBlock":"&nbsp;<b>A. Markus, <\/b> None..<br><b>K. Pichotta, <\/b> None..<br><b>J. Quinn, <\/b> None.&nbsp;<br><b>J. White, <\/b> <br><b>SpringWorks Therapeutics<\/b> Independent Contractor, Stock.<br><b>C. Tosh, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>E. Coyne, <\/b> None..<br><b>W. Tansey, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9439","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3556","PresenterBiography":null,"PresenterDisplayName":"Anneliese Markus","PresenterKey":"fe8df357-1031-40d8-a00b-8a40a268b551","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3556. A pan-cancer <i>ex vivo<\/i> drug screen database for next-generation pharmacogenomics and functional precision oncology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pan-cancer <i>ex vivo<\/i> drug screen database for next-generation pharmacogenomics and functional precision oncology","Topics":null,"cSlideId":""},{"Abstract":"While representing only a small portion of T cell population, Gamma delta (&#947;&#948;) T cells have unique contributions to both innate and adaptive immunity. Compared to &#945;&#946; T, &#947;&#948; T cells have a more diverse TCR repertoire, allowing them to recognize a broader range of tumor antigens. Recent breakthrough discoveries indicate that the antitumor efficacy of &#947;&#948; T cells can be potentiated or rescued through targeted therapeutic approaches. Despite their functional and translational significance, a comprehensive understanding of the &#947;&#948; T cell repertoire within tumor tissues has yet to be fully achieved.In this work, we generated a pan-cancer &#947;&#948; T cell repertoire Atlas through reanalyzing RNA-seq data from more than 11,000 tumors in TCGA utilizing TRUST4, an advanced computational method for reconstruction of TCR repertoires. This allowed us to offer the most accurate and comprehensive examination of the &#947;&#948; TCR landscape spanning 33 cancer types, marking it the largest collection of &#947;&#948; clones on human cancer to date. We processed 660 billion RNAseq reads, identified ~3 million CDR3 reads, applied a series of stringent filtering criteria to remove biologically implausible, ambiguous sequences, and out-of-frame TCRs, which resulted in 22,205 unique &#947;&#948; TCR clones from 6,751 tumors. TCR gene enrichment scores were calculated to represent overall expression of &#947;&#948; in each tumor. The &#947;&#948; enrichment is highly variable between and within cancer types. As expected, tumors traditionally classified as immune-cold (UVM and GBM) show the lowest scores. Cancers intrinsically related to lymphatic system (LAML, THYM and DLBC), exhibit the highest scores. Beyond THYM, the top five solid-tumor cancers carrying the highest enrichment are PRAD, KIRC, TGCT, LUAD and KICH. We further profiled the clone counts, spectrum of clone sizes, CDR3 length, V-J pair usage, and clonality in 33 cancers. Overall, a dominant presence of large clone segment is not observed in most cancers. The most prevalent V-J pairs are TRGV10\/9\/2-TRGJ1 for &#947;, and TRDV1-TRDJ1 for &#948; chain. Cancers including LAML, KIRC, LUAD, SKCM, CESC, LUSC, STAD, display a relatively higher proportion of intermediate to larger clones. THYM exists the highest &#947;&#948; diversity, with the lowest clonality and most diverse V-J pairs. In addition, we evaluated the prognostics value of &#947;&#948; genes by multivariate Cox regression, adjusting for age, sex, stage, and tumor purity, and identified 38 &#947;&#948; genes associated with patient survival with p&#60;0.05 in 25 cancer types. Finally, within HNSC, we observed higher &#947;&#948; gene enrichment (p=1.6e-9) and clone diversity (p=0.014) in HPV+ vs. HPV- tumors. The &#947;&#948; gene enrichment is also found associated with patients&#8217; survival (p=0.002) in HPV+, but not in HPV- HNSC. Similarly, COAD tumors with high Microsatellite Instability (MSI) shows higher &#947;&#948; gene enrichment and clone diversity compared to MSI low COAD. Collectively, our findings serve as a foundational resource for &#947;&#948; T cell research in oncology.<br \/>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Immuno-oncology,Bioinformatics,Databases,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Yu<\/b><sup>1<\/sup>, S. Li<sup>2<\/sup>, L. Cen<sup>1<\/sup>, X. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Dartmouth College, Lebanon, NH","CSlideId":"","ControlKey":"ad25c346-1912-48b7-be67-c2a5c4c35f48","ControlNumber":"8659","DisclosureBlock":"&nbsp;<b>X. Yu, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>L. Cen, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3557","PresenterBiography":null,"PresenterDisplayName":"Xiaoqing Yu, PhD","PresenterKey":"d2a38dfe-1cf0-488f-9c0b-61a8b4f710f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3557. A pancancer gamma delta T cell repertoire atlas","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pancancer gamma delta T cell repertoire atlas","Topics":null,"cSlideId":""},{"Abstract":"Cancer early detection is one of the most critical areas of cancer research, as it offers the greatest potential for improving patient outcomes. The International Alliance for Cancer Early Detection (ACED) is a global partnership of world-leading cancer research institutions in the UK and US, established in 2019 to accelerate and revolutionize research in this field. ACED brings together the expertise of the Canary Center at Stanford University, the University of Cambridge, the Knight Cancer Institute at Oregon Health and Sciences University, University College London, and the University of Manchester, together with Cancer Research UK, with the goal of catalyzing new collaborations and research in the field of early detection. One of the major challenges to enabling international collaborations across different institutions is the ability to collect, share and discover datasets between researchers and institutions. To enable collaboration on innovative data science, fundamental functions include, 1) controlled data sharing mechanisms; 2) structured metadata to enable data exploration and data discovery; and 3) enabling easy computational access to that data. To advance researchers' collaboration, ACED began development of an Integrated Data Platform (IDP). The ACED-IDP is based on the Gen3 software platform developed by the University of Chicago's Center for Translational Data Science. Based on software systems originally developed for the NCI's Genomic Data Commons, Gen3 has been used in several other data projects including The Blood Profiling Atlas in Cancer (BloodPAC), Australian BioCommons and numerous other research data platforms. The unique nature of ACED required unique innovations to be made for the development of the IDP. Each of the member institutions within the alliance has different existing computer infrastructures, separate authentication platforms and heterogeneous data types forming the basis of their research. The IDP sought a cloud-ready strategy, while still being cognizant of the extreme costs associated with cloud egress fees that hamper researchers' ability to download data. Additions were made to the Gen3 platform to allow for hybrid cloud support, allowing on-premises as well as cloud object storage systems to be linked to the platform. This innovation permits each institution to share files using the mechanisms that they see fit. To unify the various datasets, the standard Gen3 schema was replaced with one derived from the Fast Healthcare Interoperability Resources (FHIR) standard. To support import from clinical data sets, tooling to enable import and export Observational Medical Outcomes Partnership (OMOP) data has been integrated. With this platform in place, we hope to advance international collaborations and accelerate early cancer detection research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Early detection,Databases,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Walsh<sup>1<\/sup>, L. Beckman<sup>1<\/sup>, J. Burchett<sup>1<\/sup>, M. Peterkort<sup>1<\/sup>, J. Lee<sup>1<\/sup>, M. Fitzsimons<sup>2<\/sup>, P. Vassilatos<sup>2<\/sup>, B. Bajracharya<sup>2<\/sup>, C. Barnes<sup>2<\/sup>, J. Qureshi<sup>2<\/sup>, R. Grossman<sup>2<\/sup>, C. Yakura<sup>1<\/sup>, Y. Lu<sup>3<\/sup>, S. Burge<sup>4<\/sup>, D. Kelberman<sup>3<\/sup>, E. Watson<sup>1<\/sup>, <b>K. Ellrott<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>OHSU, Portland, OR, <sup>2<\/sup>University of Chicago, Chicago, IL, <sup>3<\/sup>University College London, London, United Kingdom, <sup>4<\/sup>Cambridge, Cambridge, United Kingdom","CSlideId":"","ControlKey":"a695d19b-16e6-482b-bd17-e9c3270df0cc","ControlNumber":"8352","DisclosureBlock":"&nbsp;<b>B. Walsh, <\/b> None..<br><b>L. Beckman, <\/b> None..<br><b>J. Burchett, <\/b> None..<br><b>M. Peterkort, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Fitzsimons, <\/b> None..<br><b>P. Vassilatos, <\/b> None..<br><b>B. Bajracharya, <\/b> None..<br><b>C. Barnes, <\/b> None..<br><b>J. Qureshi, <\/b> None..<br><b>R. Grossman, <\/b> None..<br><b>C. Yakura, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>S. Burge, <\/b> None..<br><b>D. Kelberman, <\/b> None..<br><b>E. Watson, <\/b> None..<br><b>K. Ellrott, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9441","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3558","PresenterBiography":null,"PresenterDisplayName":"Kyle Ellrott, PhD","PresenterKey":"6694720f-abce-4f44-af83-41fd54453c8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3558. An integrated data platform to support the international alliance for cancer early detection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An integrated data platform to support the international alliance for cancer early detection","Topics":null,"cSlideId":""},{"Abstract":"Background: The T-cell receptor (TCR) is a transmembrane receptor on T cells, which is responsible for recognizing any foreign antigen derived peptide, presented on infected or abnormal cells by the MHC-I complex. Predicting TCR specificity computationally is a long-standing problem. Many methods leverage large libraries of TCR sequences and cognate epitopes as input for machine learning and predict specificity from sequence alone. Most methods generally do not perform very well, especially in the case of unseen peptides, i.e. for cases where peptides were not part of the input library.<br \/>Methods: Here we describe three independent but interacting in-silico modules for TCR discovery. 1) The first module predicts specificity from deep phenotypic T cell profiles. We produce these profiles using a high-throughput pipeline, which combines multiplexed CyTOF with subsequent VDJ CITE-Seq. The generated multiomics data is aggregated into a database called TCAPS, which is the basis for machine learning models. These models can predict T cell specificity from the deep phenotype alone, i.e. without TCR sequence information. The resolution however is limited to the target class and hence the actual epitope has to be determined through subsequent deorphanization. This deorphanization step is augmented by the other two modules also described here. 2) The second module enables ultrafast sequence similarity search, which is used to find similar TCRs with known epitope specificity 3) The third module ranks TCR candidates for prioritisation for in-vitro validation. This is achieved by running the Alphafold-based structure prediction program TCRDock.<br \/>Results: 1) We demonstrate how TCR specificity can be correctly predicted from multiomics deep T-cell profiles and specifically highlight two in-vitro validated predictions, for which the corresponding epitope\/antigen were not part of the input panel. 2) Using a recently published TCR clustering benchmark TCRScapes, we demonstrate the superior performance of our ultrafast sequence similarity search. 3) We furthermore showcase TCRdock-directed experiments on TCRs specific for SF3B1mut-induced splice variants. TCRdock correctly ranked TCR candidates, including artificial combinations, whose functionality we prove through in-vitro validation.<br \/>Conclusions: We describe three modules for TCR discovery and demonstrate their utility by benchmarking and in-vitro validation of multiple predictions, including two examples against unseen epitopes\/antigens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"T cell,Drug discovery,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Wilm<\/b>, F. Schmidt, M. Wirawan, M. Cooray, K. Wu, K. Fink, D. MacLeod; <br\/>ImmunoScape, Singapore, Singapore","CSlideId":"","ControlKey":"80a7fa4f-70e5-441f-bfec-f9c15218d9e1","ControlNumber":"5825","DisclosureBlock":"<b>&nbsp;A. Wilm, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>F. Schmidt, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>M. Wirawan, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>M. Cooray, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>K. Wu, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>K. Fink, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option. <br><b>D. MacLeod, <\/b> <br><b>ImmunoScape PTE<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9442","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3559","PresenterBiography":null,"PresenterDisplayName":"Andreas Wilm","PresenterKey":"b460ca60-a2a3-4787-ae98-fe8763de52a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3559. A validated bioinformatics tool-set for predicting TCR specificity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A validated bioinformatics tool-set for predicting TCR specificity","Topics":null,"cSlideId":""},{"Abstract":"Background: Serious adverse events (SAEs) are a critical determinant of drug toxicity in clinical trials. However the drivers of toxicity may be related to patient factors as much or more than drug related factors. Prior studies have shown that time in non-sedentary activity predicted toxicity in cancer patients receiving highly emetogenic chemotherapy. SAEs are a critical determinant of drug toxicity in clinical trials. However, predicting SAEs using conventional PS scales measurements, such as ECOG is challenging because measurements can vary among observers. Prior studies have used activity trackers to measure physical activity and showed that time spent in non-sedentary activity predicted toxicity in cancer patients receiving highly emetogenic chemotherapy. Here, we sought to extend these findings to early phase clinical trial participants by examining data collected in two single-arm, observational, prospective studies at USC Keck and MD Anderson centers. We explored the use of out-of-clinic wearable sensors as an objective metric of frailty so as to identify patients at risk for therapy complications.<br \/>Methods: Adult patients diagnosed with cancer and enrolled in early stage clinical trials across USC Keck and MD Anderson centers were included in parallel single-arm, observational, prospective studies. Patients used a consumer grade wearable activity tracker (Fitbit) and the study examined associations between the number of severe adverse events to activity levels measured by metabolic equivalents (METs) and get-up-go times across the first 30 days. Trends were assessed using t-tests.<br \/>Results: 36 eligible patients were included in METs activity analysis. There was a total of 16 recorded incidences of SAEs within the first 30 study days, with 10 patients experiencing at least one SAE. The median non-sedentary time for patients with no SAEs was 27.5 hours above 1.5 METs per week, compared to 21.5 hours for those with at least one SAE occurrence (p-value=0.0146, r<sup>2<\/sup>=0.1629). The median get-up-go times for those without SAEs was 10.0 seconds (n=26) and with SAEs was 9.8 seconds (n=10), (p-value=0.828, r<sup>2<\/sup>=0.0014).<br \/>Conclusions: Non-sedentary time, as an objective measure of activity, can be used to identify those patients who are at greatest risk for SAEs in clinical trials. Widely available and inexpensive consumer grade sensors can be used as a stratification tool. Findings should be confirmed in larger patient cohorts across a wider variety of trial settings.<br \/>Figure 1: Weekly non-sedentary hours vs. presence of SAE in first 30 days of trial enrollment<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Physical activity,performance status,wearable sensors,quantified kinematics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Tran<\/b><sup>1<\/sup>, L. Nocera<sup>2<\/sup>, A. Kolatkar<sup>2<\/sup>, A. El-Khoueiry<sup>2<\/sup>, J. Thomas<sup>2<\/sup>, P. Kuhn<sup>2<\/sup>, A. Zeng<sup>2<\/sup>, M. Kai<sup>3<\/sup>, M. Karuturi<sup>3<\/sup>, J. Nieva<sup>2<\/sup>; <br\/><sup>1<\/sup>UCSD School of Medicine, San Diego, CA, <sup>2<\/sup>USC Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>3<\/sup>MD Anderson, Houston, TX","CSlideId":"","ControlKey":"b76613fa-78a7-4ad0-b72f-5b7c45dc31aa","ControlNumber":"2562","DisclosureBlock":"&nbsp;<b>E. Tran, <\/b> None..<br><b>L. Nocera, <\/b> None..<br><b>A. Kolatkar, <\/b> None..<br><b>A. El-Khoueiry, <\/b> None..<br><b>J. Thomas, <\/b> None..<br><b>P. Kuhn, <\/b> None..<br><b>A. Zeng, <\/b> None..<br><b>M. Kai, <\/b> None..<br><b>M. Karuturi, <\/b> None..<br><b>J. Nieva, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3560","PresenterBiography":null,"PresenterDisplayName":"Eli Tran","PresenterKey":"3e3b18f8-b6c7-49cb-80dd-bee3675081f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3560. Quantified kinematics and wearable sensors to predict serious adverse events in patients undergoing cancer therapy trials","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantified kinematics and wearable sensors to predict serious adverse events in patients undergoing cancer therapy trials","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The spatial contexture of the tumor immune microenvironment (TIME) has been associated with survival among cancer patients, including women with high-grade serous ovarian cancer (HGSOC). However, an assessment of statistical approaches to quantify the spatial characteristics of the TIME has not been conducted. Moreover, it is unknown which statistical approach is most sensitive in identifying spatial co-localization of two cell types in the TIME.<br \/>Methods: Using the R package scSpatialSIM that simulates spatial single-cell protein data (i.e., multiplex immunofluorescence data), we completed a simulation study to compare four methods for assessing co-localization of cell types in the TIME (Ripley&#8217;s K, Nearest Neighbor G, Dixon&#8217;s segregation statistic, and a spatial interaction variable). The simulation study varied the cell abundance (e.g., low vs high), the co-localization (e.g., co-localization, random, segregation), and the variation in the marked point process. In addition to the simulated data, we assessed the four methods in large epidemiological studies (Nurses&#8217; Health Study [NHSI\/NHSII], New England Case Control Study [NECC], African American Cancer Epidemiology Study [AACES], and North Carolina Ovarian Cancer Study [NCOCS]) including 756 women with HGSOC. Multiplex immunofluorescence was conducted using AKOYA Biosciences OPAL<sup>TM<\/sup> platform to measure cytotoxic T cells (CTLS) and regulatory T cells (Tregs). Cox proportional hazards regression models were fit to estimate the association of spatial co-localization of CTLS and Tregs with overall survival.<br \/>Results: In the simulation study, we found that Ripley&#8217;s K was the most powerful approach for assessing co-localization for a variety of simulation scenarios. Surprisingly, the other approaches (Nearest Neighbor G, Dixon&#8217;s Segregation statistic, and spatial interaction statistic) were unable to detect the simulated co-localization of two cell types in most simulation scenarios. In the analysis of women with HGSOC in the epidemiological cohorts, we were able to detect significant co-localization of CTLS and Tregs in 40.2%, 12.2%, 21.2%, and 17.0% of samples using Ripley&#8217;s K, Nearest Neighbor G, Dixon&#8217;s statistic, and the interaction variable methods, respectively. However, the level of co-localization was not associated with survival.<br \/>Conclusions: We found that Ripley&#8217;s K was the most powerful at detecting simulated co-localization of two cell types in the TIME. Similarly, Ripley&#8217;s K identified the highest level of significant spatial co-localization of CTLS and Tregs in the application to HGSOC. However, we did not observe an association of co-localization of CTLS and Tregs with overall survival. Future work is needed to develop powerful approaches for quantifying the spatial contexture of the TIME, along with assessment of the statistical properties of these methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Statistical approach,Tumor microenvironment,Ovarian cancer,Protein expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. L. Fridley<\/b><sup>1<\/sup>, A. Soupir<sup>2<\/sup>, J. Wrobel<sup>3<\/sup>, C. Colin-Leitzinger<sup>2<\/sup>, M. K. Townsend<sup>2<\/sup>, A. B. Lawson<sup>4<\/sup>, K. L. Terry<sup>5<\/sup>, J. M. Schildkraut<sup>3<\/sup>, S. S. Tworoger<sup>2<\/sup>, L. C. Peres<sup>2<\/sup>; <br\/><sup>1<\/sup>Children's Mercy Hospital, Kansas City, MO, <sup>2<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>3<\/sup>Emory University, Atlanta, GA, <sup>4<\/sup>Medical University of South Carolina, Charleston, SC, <sup>5<\/sup>Brigham And Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"2a5bf206-90b6-46fc-b3d2-939568938647","ControlNumber":"2570","DisclosureBlock":"&nbsp;<b>B. L. Fridley, <\/b> None..<br><b>A. Soupir, <\/b> None..<br><b>J. Wrobel, <\/b> None..<br><b>C. Colin-Leitzinger, <\/b> None..<br><b>M. K. Townsend, <\/b> None..<br><b>A. B. Lawson, <\/b> None..<br><b>K. L. Terry, <\/b> None..<br><b>J. M. Schildkraut, <\/b> None..<br><b>S. S. Tworoger, <\/b> None..<br><b>L. C. Peres, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3562","PresenterBiography":null,"PresenterDisplayName":"Brooke Fridley, PhD","PresenterKey":"0efb085c-0690-4f6c-be5a-06998cd99ada","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3562. Comparison of spatial co-localization measures for studying the tumor immune microenvironment with application to ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of spatial co-localization measures for studying the tumor immune microenvironment with application to ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"The development of mutational signatures defined individually in the contexts of single\/double base substitutions, insertions and deletions, structural variants and copy number variation have led to improved understanding of cancer mutagenesis and potential for improved patient stratification. We hypothesized that combining these contexts into a multi-modal mutational signature framework may improve the accuracy of assigning mutational processes to samples, and provide a holistic view of the full repertoire of mutations conferred from such processes. In order to develop multi-modal signatures, bespoke feature engineering was required for each mutational modality to enhance signal, in addition to individual modality matrix normalization so that the data could be harmonized and analyzed as a whole. These methods, and subsequent signature extraction were developed on 2,438 whole genome sequenced cancers from 21 distinct cancer types from the PCAWG consortium for which all modalities of data were available, incorporating a 348 channel signature definition. Deployment of these methods identified multi-modal signatures that encompass multiple mutation types known to associate with specific processes, for example SBS, indel and rearrangement channels defining a signature of homologous recombination deficiency. In contrast, some signatures remain defined by a single mutational modality, highlighting the distinction between broadly mutational processes, and more focused mutation processes. Multi-modal signatures show promise in increasing accuracy for difficult to assign signatures, such as those for homologous recombination deficiency, and therefore in improving patient stratification for life-saving treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Bioinformatics,Statistical approach,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. D. Steele<\/b>, L. Alexandrov, A. Khandekar; <br\/>University of California San Diego - UCSD, San Diego, CA","CSlideId":"","ControlKey":"023f240e-d012-4dc1-9fe4-a40523a5c878","ControlNumber":"4033","DisclosureBlock":"&nbsp;<b>C. D. Steele, <\/b> None.&nbsp;<br><b>L. Alexandrov, <\/b> <br><b>io9<\/b> Employment, Stock, Other, LBA is a co-founder, CSO, scientific advisory member, and consultant for io9, has equity and receives income. The terms of this arrangement have been reviewed and approved by the University of California, San Diego in accordance with its conflict of interest policies.. <br><b>Biotheranostics, Inc.<\/b> Other, LBA’s spouse is an employee of Biotheranostics, Inc..<br><b>A. Khandekar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3563","PresenterBiography":null,"PresenterDisplayName":"Christopher Steele","PresenterKey":"1b6590e9-95f5-48c0-968e-463a1502d84c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3563. Multi-modal mutational signatures elucidate the comprehensive consequences of mutational processes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-modal mutational signatures elucidate the comprehensive consequences of mutational processes","Topics":null,"cSlideId":""},{"Abstract":"Advancements in genotyping and sequencing techniques, coupled with the growing magnitude of genome databases, have led to comprehensive investigations into the impact of genetic variants on human diseases, including cancers. It is commonly acknowledged that genetic variants have homogeneous effects on clinical outcomes, i.e., variants exhibit similar effects within a certain group but are distinct from those in other groups. However, such grouping information is typically unknown, and identification of the underlying genetic variation groups is crucial for understanding their functional consequences, facilitating patient management, and improving risk prediction. To resolve this challenge, we introduce a novel statistical framework called Survival-based Clustering of Predictors (SCP) in Cox regression to group genetic variants based on patient survival outcomes. Built upon a penalized Cox regression model, SCP considers different genetic variants, as well as additional patient-specific features if needed, as survival predictors and then searches for homogeneity among the coefficients for individual variants to recover the underlying grouping structure. Focusing on <i>TP53<\/i>, the most frequently mutated gene in cancer that has resulted in a wide range of functions and clinical outcomes, we apply SCP to group <i>TP53<\/i> germline mutations with the age of cancer diagnosis as the time-to-event. Using datasets from four Li-Fraumeni syndrome (LFS) cohorts at MD Anderson, NCI, and DFCI, we obtained 75 recurring <i>TP53<\/i> germline mutations from 513 patients and clustered these mutations into high-, medium-, and low-risk groups. Hotspot mutations such as R175H, R248Q, G245S, and R273C are in the high-risk group as supported in many<i> TP53<\/i> studies, while several non-hotspot mutations such as R290H, V218G, and G244D also exhibit strong positive effects and are grouped together with hotspot mutations. Overall, mutations in all three risk groups, obtained through applying SCP, are highly consistent with a yeast functional assay-based approach for grouping <i>TP53<\/i> mutations, supporting the utility of SCP for survival-based grouping of genetic variants. The contribution of our study is three-fold. Statistically, our method fills a critical gap in the survival analysis literature, offering a novel statistical framework for clustering predictors in Cox regression based on survival outcomes. Clinically, we provide a timely solution to the patient outcome-based grouping of <i>TP53<\/i> mutations, facilitating clinical management of <i>TP53<\/i> mutation carriers. Biologically, we bring fresh insights into knowledge for the most frequently observed genetic variants in cancer, providing new hypotheses to <i>TP53<\/i>-related biological research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Statistical approach,Cancer genomics,p53 mutations,Genetic variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Liu<\/b><sup>1<\/sup>, H. Shi<sup>2<\/sup>, E. Montellier<sup>3<\/sup>, P. Hainaut<sup>3<\/sup>, W. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Rice University, Houston, TX, <sup>3<\/sup>Univ. Grenoble Alpes, Grenoble, France","CSlideId":"","ControlKey":"7d095a10-2d6f-4780-bd57-9b65220adb0d","ControlNumber":"4151","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None..<br><b>H. Shi, <\/b> None..<br><b>E. Montellier, <\/b> None..<br><b>P. Hainaut, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9447","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3564","PresenterBiography":null,"PresenterDisplayName":"Xiaoqian Liu, PhD","PresenterKey":"f9b3cc99-0da7-482f-9620-f1ec5679bc8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3564. Survival-based grouping of genetic variants: A novel statistical framework with an application to <i>TP53 <\/i>mutations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Survival-based grouping of genetic variants: A novel statistical framework with an application to <i>TP53 <\/i>mutations","Topics":null,"cSlideId":""},{"Abstract":"Heritability is the variation in disease susceptibility attributed to genetic variation and is a fundamental parameter for interpreting disease architecture and making predictions. In the context of germline genetics, variance component models are commonly used to estimate heritability for continuous or case-control phenotypes (under the liability threshold model, LTM). However, models for time-to-event (TTE) outcomes have been largely unstudied. This has limited the characterization of age-of-onset and treatment response phenotypes, the latter particularly relevant for clinical studies. Here, we propose and evaluate a Cox proportional hazard Mixed Model (COXMM) to enable accurate estimation for TTE phenotypes with censoring. We apply these methods to Real World data from the Profile cohort from Dana-Farber Cancer Institute, a large prospectively collected tumor sequencing cohort with detailed clinical annotation. We implemented an efficient COXMM with a random effect modeled by the genetic relatedness across individuals, and benchmarked its performance in extensive simulations. We simulated phenotypes according to generative models reflecting either LTM or TTE models. For TTE phenotypes, data followed various Weibull distributions with independent censoring. Across TTE simulations, COXMM produced unbiased estimates while the classic case-control heritability estimator showed significant downward bias. Likewise, restricting only to cases and estimating the heritability of age-of-onset as a normalized continuous phenotype produced biased estimates, due to the artificial exclusion of controls. For example, for an age-of-onset with heritability of 0.8 and 40% of individuals in the study being cases, COXMM correctly inferred the heritability to be 0.80 +\/- 0.007, compared to 0.32 +\/- 0.004 for a conventional case-control model, and 0.09 +\/- 0.02 for a conventional case-only age-of-onset model. In the Profile cohort, we analyzed the impact of somatic SNVs on progression free survival (PFS) and overall survival (OS) in patients with non-small cell lung cancer (N=954 and N=1796, respectively). We restricted to somatic SNVs present in at least 5% of patients. For OS, we observed that the COXMM heritability estimate was significantly larger than those computed by case-control status and using a normalized case-only age\/duration (COXMM: 0.19 +\/- 0.003; Case-Control: 0.07 +\/- 0.2; Duration: 0.04 +\/- 0.01). We observed a similar phenomenon for PFS as well (COXMM: 0.11 +\/- 0.01; Case-Control: 0.03 +\/- 0.4; Duration: 0.03 +\/- 0.02). These results demonstrate that somatic features are most strongly associated with TTE and can be accurately estimated with COXMM. COXMM enables the efficient quantification of TTE heritability for diverse clinical phenotypes and outperforms existing methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Survival,Somatic mutations,Statistical approach,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Taraszka<\/b>, A. Gusev; <br\/>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"cd87f77f-1a99-46e9-8522-ac0bf6c19485","ControlNumber":"5129","DisclosureBlock":"&nbsp;<b>K. Taraszka, <\/b> None..<br><b>A. Gusev, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3565","PresenterBiography":null,"PresenterDisplayName":"Kodi Taraszka","PresenterKey":"375c0eec-3c18-4c76-8011-4016600d3a5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3565. The Cox proportional hazards mixed model enables accurate estimation of the total effect somatic SNVs have on treatment outcomes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Cox proportional hazards mixed model enables accurate estimation of the total effect somatic SNVs have on treatment outcomes","Topics":null,"cSlideId":""},{"Abstract":"Background: Cutaneous melanoma is rare in children with a global incidence of two to five cases per million people per year, accounting for roughly 1% of all pediatric malignancies.<sup>5<\/sup> However, the incidence of pediatric melanoma in the United States is increasing.<sup>1<\/sup> Mohs Micrographic Surgery (MMS) is a standard treatment for adult skin cancer due to its low recurrence rates and tissue preservation.<sup> <\/sup>However, it is less commonly used to treat melanoma in children because the required infrastructure is not widely accessible and many pediatric surgeons are not familiar with MMS.<sup>4<\/sup> With more limited treatment options for pediatric melanoma, it is important to question the role of socioeconomic factors that may contribute to MMS treatment of pediatric patients with melanoma.<sup>2<\/sup><br \/>Purpose: The purpose of the study is to investigate pediatric patients with melanoma and assess their tumor characteristics by comparing various skin cancer treatments (Mohs, other treatments [local excision], or no treatment).Methods: This is a retrospective cohort study of pediatric patients (age &#60; 21 years) diagnosed with cutaneous Melanoma who received MMS between 2004 and 2020 in the National Cancer Database (NCDB). Descriptive statistics were collected on the following variables: the year of diagnosis, sex, race, tumor stage, tumor behavior, primary site, and surgical procedure. Overall survival was determined via the Kaplan-Meier test.<br \/>Results: 104 cases of pediatric melanoma treated with MMS were identified. Per statistical analysis, it does not appear that surgical frequency has varied yearly from 2004 to 2020 (r&#178; = 0). The median age of patients analyzed was 18 years old. Most patients were female (64.4%, N = 67), White (100%, N=104), non-Hispanic (100%, N=104), and had private insurance (87.3%, N = 90). 70.2% (N=73) of cases were defined as early-stage (stage 0 or I). 72.1% (N=75) of cases were identified as invasive. 45.2% (N=47) of MMS were performed with a margin of 1 cm or less, 19.2% (N=20) were performed with a margin of 1 cm or more, and the remaining had unspecified margins. The most common primary site for MMS was skin of the trunk (33.7%, N=35), followed by the upper limb and shoulder (16.3%, N=17), and the lower limb and hip (15.4%, N=16). All patients were alive at the last contact, with a median overall survival of 182 months (15.2 years).<br \/>Discussion: MMS is used commonly in adults to treat a variety of skin tumors that can have aggressive traits such as melanoma. Although it offers low recurrence rates and tissue-sparing treatment in adult populations, MMS frequency has not changed within the pediatric population. MMS is mainly seen in privately insured, White patients with an early stage of melanoma; this is likely due to lower rates and delayed diagnosis in patients with darker skin that would otherwise present with metastatic disease. Given its clinical advantages and low rate of use, further research should address barriers that affect the availability of MMS in the pediatric population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Pediatric cancers,Melanoma\/skin cancers,Statistical approach,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. G. Brandt<\/b>, X. Wu, J. Kennard, J. Griffin, P. Silberstein; <br\/>Creighton University School of Medicine, Omaha, NE","CSlideId":"","ControlKey":"e90b341b-e980-4a94-a765-59cea6b4c30a","ControlNumber":"5793","DisclosureBlock":"&nbsp;<b>Z. G. Brandt, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>J. Kennard, <\/b> None..<br><b>J. Griffin, <\/b> None..<br><b>P. Silberstein, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3566","PresenterBiography":null,"PresenterDisplayName":"Zachary Brandt","PresenterKey":"1eb92555-c49f-47a5-bc5d-a1fa7775eda6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3566. Mohs surgery trends in 104 cases of pediatric melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mohs surgery trends in 104 cases of pediatric melanoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The National Cancer Institute&#8217;s (NCI&#8217;s) Cancer Research Data Commons (CRDC) is a data ecosystem for the cancer research community that provides cloud-based, secure storage and analytic tools for many cancer data types, including genomic, proteomic, imaging, and clinical data. CRDC requires a carefully designed, federated data governance framework to enable CRDC&#8217;s goals to sustain a collaborative data environment where researchers can access timely, accurate, and relevant cancer data.<br \/>Methods: In 2023, CRDC chartered a Data Governance Framework of Committees and Working Groups across all CRDC components to: Enable diverse data type sharing; provide secure data access; optimize common infrastructure components and functions; and adhere to FAIR data principles (Findable, Accessible, Interoperable, and Reusable). We considered many designs for the CRDC Data Governance Framework, including fully centralizing or decentralizing decision-making bodies. Implementing a fully centralized data governance framework for a diverse data ecosystem like CRDC would risk top-down decisions that do not meet the unique needs of the CRDC and cancer research community. A fully decentralized data governance framework risks inconsistencies and compliance challenges. Additional governance design considerations included a federated approach that emphasizes clear roles and responsibilities; prioritizing cross-component policies to ensure consistency and promote operational efficiency; defining measurable performance standards; and keeping data owners, stewards, and users informed, trained, and supported.<br \/>Results: We have determined that long term sustainment of CRDC requires a federated governance approach with broad stakeholder participation through Committees and Working Groups. Currently established CRDC governance committees include the Enterprise Architecture Review Team (EART), Submission Review Team, Data Standards Working Group, and Data Advisory Board consisting of cancer research domain experts, researchers, and skilled cloud engineers and developers. In 2023, the CRDC EART defined data lifecycle stages and identified technical optimization opportunities for submission coordination and indexing. The established governance groups are working to identify optimization opportunities for data quality checks, submission review workflows, study acceptance criteria, data submission reviews, and cross-CRDC emerging data standards requirements.<br \/>Conclusions: Sustaining large, complex, cancer research data requires a federated governance approach with participation from all relevant stakeholder groups and cannot simply be top-down imposition of policies, standards, and procedures. The newly established CRDC federated governance framework will contribute to improving the long-term sustainability of the CRDC infrastructure and ensuring CRDC data drive meaningful research outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Databases,Bioinformatics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Klenk<\/b><sup>1<\/sup>, D. Mikdadi<sup>1<\/sup>, C. Owens<sup>1<\/sup>, A. Maggio<sup>1<\/sup>, B. Singh<sup>1<\/sup>, E. Barner<sup>1<\/sup>, T. Davidsen<sup>2<\/sup>, E. Kim<sup>2<\/sup>; <br\/><sup>1<\/sup>Deloitte, Arlington, VA, <sup>2<\/sup>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"21c844b1-cd0f-473d-88e4-b204e67c33eb","ControlNumber":"4661","DisclosureBlock":"&nbsp;<b>J. Klenk, <\/b> None..<br><b>D. Mikdadi, <\/b> None..<br><b>C. Owens, <\/b> None..<br><b>A. Maggio, <\/b> None..<br><b>B. Singh, <\/b> None..<br><b>E. Barner, <\/b> None..<br><b>T. Davidsen, <\/b> None..<br><b>E. Kim, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9771","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3568","PresenterBiography":null,"PresenterDisplayName":"Juergen Klenk, PhD","PresenterKey":"b13bd0c8-6519-4caa-9108-f2e4debe462f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3568. Managing large-scale cancer research data programs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Managing large-scale cancer research data programs","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Structured databases created from electronic health records (EHR) are crucial for cancer research. Manual data entry into databases is both labor-intensive and error-prone. We aimed to develop an artificial intelligence (AI)-driven approach for automatically inputting patient information from EHRs.<br \/>Methods: A REDCap database for 53 patients with advanced lung cancer treated with first line immuno+\/-chemotherapy at Gustave Roussy between 02\/2021-06\/2023 was manually populated by physicians with demographics, risk factors, cancer history, and treatment data, with 137 variables\/patient. Given unstructured medical letters and a schematic description of each variable, generative AI was used to find, quote and process variables into a structured form. We directed large language model actions with prompt engineering and tailored few-shot examples. Mortality data were auto-extracted from the French public registry, INSEE. We assessed consistency between manual (MDE) and automated data entry (ADE), with a secondary manual review for mismatches performed by a senior physician.<br \/>Results: In total, 7,261 data points were assessed. ADE averaged 10 minutes per patient inclusive of quality checks vs 1 h for MDA. The concordance rate between ADE and MDE was 90.2% (6,550\/7,261) with a discordance of 6.8% (496\/7,261). Data was missing in 0.8% (59\/7,261) of cases for both methods, 1% (73\/7,261) for ADE and 1,1% (83\/7,261) for MDA. After checking discordances, ADE correctness was 95.3% (6,922\/7,261) (Table), MDE was 93.8% (6,809\/7,261). Errors in ADE (207\/7,261) were due to algorithm refinement needs (70%) and missing EHR information (30%).<br \/>Conclusion: Generative AI has a strong potential for identifying and structuring data from EHRs, yielding consistency superior to manual entry by physicians and 85% reduced amount of time. This may enhance the efficiency, accuracy, and scalability of EHR-to-database conversions. ADE for &#62;1000 patients will be presented at the meeting.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{35CC7CEF-FA66-41D6-9E2A-3DA5747F09EC}\"><caption>ADE correctness<\/caption><tr><td rowspan=\"1\" colspan=\"1\">100%<\/td><td rowspan=\"1\" colspan=\"1\">95-99%<\/td><td rowspan=\"1\" colspan=\"1\">90-94%<\/td><td rowspan=\"1\" colspan=\"1\">80-89%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Sex; Age; Life status; Last follow-up; Metastatic from diagnosis<\/td><td rowspan=\"1\" colspan=\"1\">Molecular alterations; Metastatic sites; Progression sites; Treatment type<\/td><td rowspan=\"1\" colspan=\"1\">Tobacco &amp; cannabis consumption; Histology; PDL1 score; Progression event<\/td><td rowspan=\"1\" colspan=\"1\">Pack years; Date of diagnosis &amp; first metastasis; Stage; Date of start treatment<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Databases,Lung cancer,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Aldea<\/b><sup>1<\/sup>, P. Rolland<sup>2<\/sup>, S. Simon<sup>1<\/sup>, A. Poplu<sup>2<\/sup>, M. Wartelle<sup>1<\/sup>, B. Vignal<sup>2<\/sup>, J.-C. Louis<sup>2<\/sup>, F. Lion<sup>1<\/sup>, A. Borie<sup>2<\/sup>, D. Planchard<sup>1<\/sup>, C. Robert<sup>1<\/sup>, S. Michiels<sup>1<\/sup>, F. Andre<sup>1<\/sup>, F. Barlesi<sup>1<\/sup>, F. Le Ouay<sup>2<\/sup>, B. Besse<sup>1<\/sup>; <br\/><sup>1<\/sup>Gustave Roussy, Villejuif, France, <sup>2<\/sup>Lifen, Paris, France","CSlideId":"","ControlKey":"af60b4cd-ad7c-48f6-a6b0-deddc26ebe6f","ControlNumber":"5084","DisclosureBlock":"<b>&nbsp;M. Aldea, <\/b> <br><b>Sandoz, Amgen, AstraZeneca<\/b> Grant\/Contract. <br><b>Viatris<\/b> Other, Advisory. <br><b>P. Rolland, <\/b> <br><b>Lifen<\/b> Other, employee of Lifen.<br><b>S. Simon, <\/b> None.&nbsp;<br><b>A. Poplu, <\/b> <br><b>Lifen<\/b> Other, Employee of Lifen.<br><b>M. Wartelle, <\/b> None.&nbsp;<br><b>B. Vignal, <\/b> <br><b>Lifen<\/b> Other, Employee of Lifen. <br><b>J. Louis, <\/b> <br><b>Lifen<\/b> Other, Employee of Lifen.<br><b>F. Lion, <\/b> None.&nbsp;<br><b>A. Borie, <\/b> <br><b>Lifen<\/b> Other, Employee of Lifen. <br><b>D. Planchard, <\/b> <br><b>AstraZeneca, AbbVie, Boehringer Ingelheim, Bristol Myers Squibb, Celgene, Daiichi Sankyo, Eli Lilly, Merck, Novartis, Pfizer, Roche, and Samsung<\/b> Other, advisor or consultant. <br><b>AstraZeneca, AbbVie, Bristol Myers Squibb, Daiichi Sanyo, Merck, Novartis, Pfizer, prIME Oncology, Peer CME, Roche, and Samsung<\/b> Other, speaker or a member of speakers bureau. <br><b>C. Robert, <\/b> <br><b>Roche, BMS, MSD, Merck, Sanofi, Pierre Fabre, Biothera, CureVac, Novartis.<\/b> Other, consultant.<br><b>S. Michiels, <\/b> None.&nbsp;<br><b>F. Andre, <\/b> <br><b>AstraZeneca, Daiichi Sankyo, Pfizer, Lilly, Relay<\/b> Other, grants or speaker\/Advisory compensated to hospital. <br><b>Lilly<\/b> Other, honorarium. <br><b>F. Barlesi, <\/b> <br><b>Abbvie, ACEA Biosciences, Amgen, AstraZeneca, Bayer, BMS, Boehringer Ingelheim, Eisai, Eli Lilly Oncology, F. Hoffmann–La Roche Ltd., Genentech, Ipsen, Ignyta, Innate Pharma, Loxo, Novartis, MedImmun<\/b> Other, financial and non-financial. <br><b>F. Le Ouay, <\/b> <br><b>Lifen<\/b> Stock. <br><b>B. Besse, <\/b> <br><b>AbbVie, Amgen, AstraZeneca, Biogen, Blueprint Medicines, Bristol-Myers Squibb, Celgene, Eli Lilly, GlaxoSmithKline, Ignyta, IPSEN, Merck KGaA, Merck Sharp & Dohme, Nektar, Onxeo, Pfizer, Pharma Mar,<\/b> Other, sponsored research. <br><b>Nerviano, GlaxoSmithKline, Pfizer, Roche-Genentech, Eli Lilly, OSE Pharma, Merck Sharp & Dohme, Celgene, Stemcentrx, Ignyta, AbbVie, Loxo Oncology, AstraZeneca, and Blueprint Medicines<\/b> Other, investigator or co-investigator of trials.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3569","PresenterBiography":null,"PresenterDisplayName":"Mihaela Aldea, MD;PhD","PresenterKey":"6f24a389-e382-4242-b973-51e7efb0551c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3569. Using AI to automatically process data from unstructured health records of patients with lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"196","SessionOnDemand":"False","SessionTitle":"Database Resources, Statistical Methods, and Other Tools","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using AI to automatically process data from unstructured health records of patients with lung cancer","Topics":null,"cSlideId":""}]