[{"Abstract":"<b>Background:<\/b> Acute lymphoid leukemia is characterized by inherited or acquired mutations that effect critical differentiation and proliferation pathways. We have shown that Mcm2 deficient mice developed T cell acute lymphoblastic leukemia, due to copy number variations, most commonly interstitial deletions throughout the genome. When crossed with mice that expressed a NUP98::HOXD13 (NHD13) fusion gene, Mcm2<sup>-\/-<\/sup>NHD13 mice developed B cell precursor ALL (BCP-ALL). A majority of these BCP-ALL had acquired homozygous deletions of Ptpn1, a protein tyrosine phosphatase, leading to the hypothesis that Ptpn1 deficiency combined with NHD13 expression leads to BCP ALL.<br \/><b>Objective: <\/b>To investigate the role of Ptpn1 deletion in BCP-ALL development using mouse models.<br \/><b>Methods:<\/b> Mice expressing an NHD13 fusion gene were crossed with Ptpn1 knockout mice, generating 6 possible genotypes. Mice were followed for 18 months. Mice with signs of leukemia were characterized by clinical evaluation, CBC, flow cytometry, and IHC. Primary BCP-ALL and derived BCP-ALL cell lines were also evaluated with RNA-seq and molecular pathway analysis.<br \/><b>Results: <\/b>NHD13+Ptpn1-\/- mice developed BCP-ALL with 65% penetrance, characterized by hyperleukocytosis, anemia, thrombocytopenia, and invasion of non-hematopoietic tissues. Similar to human BCP-ALL, NHD13+Ptpn1-\/- BCP-ALL had clonal IGH as well as clonal Tcrd gene rearrangements. Flow cytometry revealed CD19 and\/or B220 expression. NHD13+Ptpn1+\/- mice with BCP-ALL frequently lost the wild-type (WT) Ptpn1 allele in leukemic cells, reinforcing the hypothesis that Ptpn1 can function as a classic tumor suppressor gene in this context. Whole exome sequencing revealed acquired mutations in B-cell differentiation genes (Pax5 or Bcor) and activating mutations in tyrosine kinase genes (Jak1\/3 and Flt3). Transcription signature analysis showed significant upregulation of Hoxa\/b gene clusters, RNase12 and LncRNAs subsets.<br \/><b>Conclusion: <\/b>This study demonstrates that Ptpn1 loss combined with expression of NHD13 fusion gene leads to highly penetrant BCP-ALL in mice, suggesting a role for Ptpn1 in preventing malignant transformation. These findings present a collaborative model for BCP-ALL in which the NHD13 transgene leads to increased stem cell self-renewal, somatic Bcor or Pax5 mutations block normal B cell differentiation, and somatic signaling mutations (Jak1\/3,Flt3) lead to hyperproliferation, which is potentiated by Ptpn1 deficiency.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Fusion genes,Protein phosphatase,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Nigam<\/b><sup>1<\/sup>, T. Matsukawa<sup>1<\/sup>, R. Bertoli<sup>1<\/sup>, M. L. Tremblay<sup>2<\/sup>, M. Yin<sup>1<\/sup>, P. D. Aplan<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD, <sup>2<\/sup>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"6af74262-3eff-4575-8706-7f70d6718b9b","ControlNumber":"5091","DisclosureBlock":"&nbsp;<b>N. Nigam, <\/b> None..<br><b>T. Matsukawa, <\/b> None..<br><b>R. Bertoli, <\/b> None..<br><b>M. L. Tremblay, <\/b> None..<br><b>M. Yin, <\/b> None..<br><b>P. D. Aplan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"624","PresenterBiography":"","PresenterDisplayName":"Nupur Nigam, BS,MS,PhD","PresenterKey":"dbdcc329-085c-4c57-9ee3-f1be246ae4e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"624. Ptpn1 deficiency collaborates with a NUP98::HOXD13 fusion gene to generate B cell precursor acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ptpn1 deficiency collaborates with a NUP98::HOXD13 fusion gene to generate B cell precursor acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b>Patients with local advanced esophageal squamous cell carcinoma (ESCC) benefited from neoadjuvant immunochemotherapy (NAI) with 22%-55% of complete pathological responses (pCR). While unpredicted therapeutic resistance hampered prognosis of these patients. Thus, this study aimed to investigate tumor microenvironment (TME) remodeling pre- and post-NAI identifying predictive biomarkers and potential targets for patients with resistance to NAI.<br \/><b>Methods:<\/b> 65 patients with locally advanced ESCC, who were treated with neoadjuvant anti-PD-1 antibody and platinum-based chemotherapy at the First Affiliated Hospital of Zhejiang University School of Medicine between November 2019 and June 2020, were included in this study. Genomic DNA and RNA from paired pre-and post-treatment FFPE samples were harvested and subjected to targeted DNA and RNA sequencing. Pre- and post- therapeutic microenvironment and immune cell infiltration were dynamically assessed based on RNA sequencing data.<br \/><b>Results: <\/b>37 of 65 patients responded to NAI(TRG0-1), while 28 of 65 patients displayed unfavored response (TRG2-3). Comparative analysis of TME characteristics before and after NAI revealed that, in the TRG2-3 group, LRRC15+ CAFs, and fibroblasts were significantly upregulated, while CD4 T cells and endothelium cells exhibited downregulation. Especially, TIGIT tended to be upregulated after NAI in the TRG 2-3 group. In the TRG0-1 group, significant upregulation of activated B cells, T-cells, myeloid dendritic cells, together with notable downregulations of immune suppressive features like Type 2 T helper cells, Tregs and LRRC15+ CAFs were observed in post-treatment samples.<br \/><b>Conclusions:<\/b>Our study indicates the dynamic remodeling of TME during-NAI treatment might influence therapeutic efficacy and disclose potentially targetable resistant mechanisms. These preliminary findings pave the way for further validation through prospective clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Tumor microenvironment,esophageal squamous cell carcinoma,Predictive biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Aizemaiti<\/b><sup>1<\/sup>, H. Zhang<sup>2<\/sup>, C. Zhu<sup>3<\/sup>, K. Zhou<sup>1<\/sup>, T. Hu<sup>3<\/sup>, S. Lin<sup>1<\/sup>, X. Teng<sup>1<\/sup>, J. Wang<sup>3<\/sup>, X. Li<sup>3<\/sup>, P. Ye<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Thoracic Surgery, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China, <sup>2<\/sup>Department of Pathology, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China, <sup>3<\/sup>Department of Translational Medicine, Amoy Diagnostics Co., Ltd., Xiamen, China","CSlideId":"","ControlKey":"9d73f148-2286-4e00-8c9b-d1e773a348f5","ControlNumber":"6372","DisclosureBlock":"&nbsp;<b>R. Aizemaiti, <\/b> None..<br><b>H. Zhang, <\/b> None.&nbsp;<br><b>C. Zhu, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment.<br><b>K. Zhou, <\/b> None.&nbsp;<br><b>T. Hu, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment.<br><b>S. Lin, <\/b> None..<br><b>X. Teng, <\/b> None.&nbsp;<br><b>J. Wang, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment. <br><b>X. Li, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment.<br><b>P. Ye, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"625","PresenterBiography":null,"PresenterDisplayName":"Rusidanmu Aizemaiti, MD, PhD","PresenterKey":"38fadf01-da7e-459a-b923-6bc1322f8343","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"625. Remodeling of the tumor microenvironment in esophageal squamous cell carcinoma by neoadjuvant immunochemotherapy and its impact on therapeutic efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Remodeling of the tumor microenvironment in esophageal squamous cell carcinoma by neoadjuvant immunochemotherapy and its impact on therapeutic efficacy","Topics":null,"cSlideId":""},{"Abstract":"Epidermal growth factor EGF-like domain multiple-6 (EGFL6) is highly expressed in high grade serous ovarian cancer (HGSOC) cells and ovarian tumor vasculature. EGFL6 acts on tumor cells to drive tumor cell proliferation and migration. To better understand EGFL6 signaling and develop therapeutic strategies to target EGFL6 signaling in HGSOC, we evaluated phosphorylation of putative EGFL6 receptors and their downstream signaling. We demonstrated that EGFL6 induced phosphorylation and activation of ERBB\/HER family of receptors; EGFL6 treatment of ovarian cancer cells led to rapid and transient phosphorylation of EGFR while inducing prolonged activation of both HER2 and HER3, with subsequent phosphorylation of ERK. Interestingly, we found that in EGFL6 stimulated ovarian cancer cells undergoing mitosis, pERK localized to the centrosome and the contractile ring. EGFL6 neutralizing antibodies reduce ERK phosphorylation and resulted in pERK being aberrantly localized. This resulted in altered mitotic spindle alignment and an increased number of cells undergoing mitotic catastrophe. Furthermore, combination anti-EGFL6 therapy with the pan-EGFR receptor inhibitor neratinib, compared to either therapy alone, led to an increase in aberrant pERK localization and cancer cell death in vitro. Consistent with these findings, dual anti-EGFL6 and neratinib therapy significantly restricted tumor growth in vivo, resulting in increased tumor cell death and a reduction in angiogenesis. Combined our data identify an unexplored role for pERK at the centrosome and suggest that dual targeting of the EGFL6\/HER signaling axis maybe an effective therapeutic strategy in ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"ErbB receptors,EGFL6,Centrosome,ERK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Bai, N. Gupta, <b>Q. Jiang<\/b>, R. J. Buckanovich; <br\/>Magee-Womens Research Inst. & Foundation, Pittsburgh, PA","CSlideId":"","ControlKey":"9e31733d-61e1-4ca8-829e-014095d10fb0","ControlNumber":"6760","DisclosureBlock":"&nbsp;<b>S. Bai, <\/b> None..<br><b>N. Gupta, <\/b> None..<br><b>Q. Jiang, <\/b> None..<br><b>R. J. Buckanovich, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"626","PresenterBiography":null,"PresenterDisplayName":"Qi Jiang, Graduate Student","PresenterKey":"5d3e0e82-c969-47b3-89f9-2517ff745265","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"626. EGFL6 induced HER2-HER3 signaling controls accurate centrosome deposition of activated ERK and mitotic spindle formation in ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EGFL6 induced HER2-HER3 signaling controls accurate centrosome deposition of activated ERK and mitotic spindle formation in ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Renal cell carcinoma (RCC) is a top ten malignancy in the U.S. Overexpression of the proviral integration site for moloney murine leukemia virus 1 (PIM1) kinase is associated with poor clinical outcomes in RCC patients. PIM1 is a constitutively active serine\/threonine kinase promoting cell proliferation, apoptosis resistance, invasion, and migration. The mechanisms underlying PIM1 expression and its function in RCC are not fully delineated. IL-6 is a pleiotropic cytokine that activates the JAK\/STAT signaling cascade. High serum IL-6 levels are associated with the poor prognosis of RCC patients and may contribute to RCC invasion and metastasis. STAT3\/5 binds directly to the PIM1 promoter inducing PIM1 expression. An IL-6\/STAT3\/PIM1 axis exists in pancreatic and breast cancer. We previously reported that PIM1 is overexpressed in a panel of human RCC cell lines relative to normal and immortalized renal proximal tubule epithelial cells. We also identified that RCC cells secrete IL-6. Our prior studies suggest that differential expression of PIM1 may be linked to autocrine IL-6 signaling. We thus hypothesize that an IL-6\/JAK\/STAT pathway regulates the expression of PIM1 in RCC. To understand how IL-6 signaling through the JAK\/STAT pathway may regulate PIM1 expression in RCC cells, we examined whether IL-6 blockade using anti-IL-6 antibody or tocilizumab, would modulate PIM1 expression. Similarly, we assessed whether ruxolitinib, and LLL12, a STAT3 inhibitor could regulate PIM1 expression. We then evaluated the effect of ruxolitinib treatment on cell viability. In RCC cell lines, IL-6 blockade through either anti-IL-6 antibody or tocilizumab was sufficient to decrease PIM1 protein levels. Treatment with ruxolitinib leads to a dose and time-dependent decrease in PIM1 levels. Incubation with a STAT3 inhibitor also resulted in decreased PIM1 levels in RCC cells. Treatment with ruxolitinib also appears to decrease cell viability in a dose-dependent manner. These results suggest that differential expression of PIM1 in RCC may be linked to autocrine IL-6 signaling via a JAK\/STAT\/PIM1 axis. Multiple FDA-approved agents are available that target this pathway. Further investigation is required to determine the efficacy of these agents in pre-clinical models and even clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Kidney cancer,Kinases,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. S. Meza<\/b>, K. Seymour, S. L. Holder; <br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"f1b519dc-4ab4-4bbe-a13f-22cc323d9813","ControlNumber":"4973","DisclosureBlock":"&nbsp;<b>K. S. Meza, <\/b> None..<br><b>K. Seymour, <\/b> None..<br><b>S. L. Holder, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"627","PresenterBiography":null,"PresenterDisplayName":"Kimberly Meza, BA","PresenterKey":"f8fb8fe5-d5ac-4b2d-80c9-102ae995ab8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"627. IL-6 signaling via JAK\/STAT axis influences PIM1 expression in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL-6 signaling via JAK\/STAT axis influences PIM1 expression in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Microtubule-associated proteins (MAPs) regulate microtubule dynamics, which is critical for controlling cell division, proliferation, migration, and intracellular transport. Due to their critical role in maintaining cellular integrity, microtubules have served as potent therapeutic targets for cancer treatment. Here, we report &#8220;Matrin 3 (MATR3)&#8221; as a novel MAP that interacts with &#946;- tubulin and &#947;-tubulin, which constitutes microtubule organizing center (MTOC) essential for proper spindle formation and chromosomal segregation.<br \/>Methods: Breast cancer cell lines (MDA-MB-231, MDA-MB-468, SKBR3, MCF7, BT549, HMEC, and MCF10A) were purchased from the American Type Culture Collection and cultured in standard medium. Breast cancer cells were transfected either with MATR3 overexpression plasmid or siRNA specific to MATR3. These overexpression\/knockdown breast cancer cells were analyzed for cell viability, migration, invasion, colony formation, cell cycle, apoptosis assays, RNA sequencing, RT-qPCR, western blotting, RNA immunoprecipitation, and <i>in vivo<\/i> tumor xenograft study.<br \/>Results: Our findings show that MATR3 binds to RNA encoding MAPs including &#946;-tubulin and &#947;-tubulin, and regulate their stabilization. MATR3 also interacted with &#946;-tubulin protein. Our data demonstrate that MATR3 functions as a tumor suppressor, as its overexpression inhibits cancer growth, while its depletion increased tumor growth <i>in vivo<\/i>. Mechanistic studies confirmed that MATR3 mediates its tumor suppressor role by regulating the expression of the MTOC-associated protein-encoding gene MZT2B (Mitotic Spindle Organizing Protein 2B), which is overexpressed in cancers and promotes cancer growth. Further, loss of MATR3 expression or function results in dysregulated microtubule dynamics and uncontrolled expression of the oncogenic proteins including MZT2B.<br \/>Conclusions: In conclusion, our data strongly suggests that MATR3 serves as a novel RNA-binding protein with tumor suppressor properties. This discovery holds significant importance as MATR3 becomes the second protein, following Adenomatous Polyposis Coli (APC), to be identified for its binding to both MAP RNA and protein.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Microtubules,Tumor suppressor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Subbarayalu<\/b><sup>1<\/sup>, S. Rajamanickam<sup>1<\/sup>, S. Timilsina<sup>1<\/sup>, S. Nirzhor<sup>1<\/sup>, D. Medina<sup>1<\/sup>, S. Abdulsahib<sup>1<\/sup>, P. Prabhakar<sup>1<\/sup>, D. Singh<sup>1<\/sup>, F.-Y. Li<sup>1<\/sup>, P. Yadav<sup>1<\/sup>, E. Reddy<sup>2<\/sup>, K. Evani<sup>3<\/sup>, V. Eedunuri<sup>1<\/sup>, T. Do<sup>1<\/sup>, B. C. Onyeagucha<sup>4<\/sup>, T. A. Mohammad<sup>1<\/sup>, J.-H. Ji<sup>1<\/sup>, Y. Chen<sup>1<\/sup>, N. Abdelfattah<sup>5<\/sup>, N. Dybdal-Hargreaves<sup>6<\/sup>, L.-J. Wang<sup>7<\/sup>, Y.-C. Chiu<sup>7<\/sup>, S. Viswanadhapalli<sup>6<\/sup>, R. K. Vadlamudi<sup>6<\/sup>, M. K. Rao<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health San Antonio Greehey Children's Cancer Res. Inst., San Antonio, TX, <sup>2<\/sup>Southern Methodist University, Dallas, TX, <sup>3<\/sup>UT  San Antonio, San Antonio, TX, <sup>4<\/sup>Mississippi University for Women, Columbus, MS, <sup>5<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>6<\/sup>UT Health San Antonio, San Antonio, TX, <sup>7<\/sup>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"61ca9e97-1edc-4bc3-a882-3bdf356dfdb4","ControlNumber":"6106","DisclosureBlock":"&nbsp;<b>P. Subbarayalu, <\/b> None..<br><b>S. Rajamanickam, <\/b> None..<br><b>S. Timilsina, <\/b> None..<br><b>S. Nirzhor, <\/b> None..<br><b>D. Medina, <\/b> None..<br><b>S. Abdulsahib, <\/b> None..<br><b>P. Prabhakar, <\/b> None..<br><b>D. Singh, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>P. Yadav, <\/b> None..<br><b>E. Reddy, <\/b> None..<br><b>K. Evani, <\/b> None..<br><b>V. Eedunuri, <\/b> None..<br><b>T. Do, <\/b> None..<br><b>B. C. Onyeagucha, <\/b> None..<br><b>T. A. Mohammad, <\/b> None..<br><b>J. Ji, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>N. Abdelfattah, <\/b> None..<br><b>N. Dybdal-Hargreaves, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Y. Chiu, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>R. K. Vadlamudi, <\/b> None..<br><b>M. K. Rao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"628","PresenterBiography":null,"PresenterDisplayName":"Panneerdoss Subbarayalu, PhD","PresenterKey":"0836771a-8c81-4f5b-9827-774dd8b7e5aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"628. RNA binding protein Matrin3 acts as a tumor suppressor by inhibiting microtubule nucleation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA binding protein Matrin3 acts as a tumor suppressor by inhibiting microtubule nucleation","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>In patients with acute myeloid leukemia (AML), CD123 has been shown to have high expression on blast cells and leukemic stem cells (LSC) compared with normal hematopoietic stem cells (HSCs) and other more mature CD34+ subsets (Zhou J, World J Stem Cells 2014). LSCs are inherently resistant to standard of care chemotherapeutics and LSC persistence after chemotherapy is associated with disease relapse. VIP943 is an ADC consisting of an anti-CD123 antibody, a unique linker cleaved intracellularly by legumain which is required for release, and activation of a novel kinesin spindle protein inhibitor (KSPi) payload that accumulates inside the cell. Herein, we evaluated the potential of VIP943 to target LSC and progenitor cells.<br \/><b>Methods:<\/b> <u>Cytotoxicity assay<\/u>: Bone marrow aspirates (BMA) and peripheral blood from previously untreated patients with primary or transformed from myelodysplastic syndrome AML were used in this experiment. Cells were treated with VIP943 (66 nM or 330 nM). After the end of the 48 h or 72 h incubation, the CD123+ cells and the CD34+CD38- LSC were detected by flow cytometry. <u>Characterization of progenitor cell population<\/u>: Fresh BM samples from healthy volunteers (HVBM) were stained with specific monoclonal antibodies to identify progenitor cell populations.<u> Depletion assay<\/u>: The effect of VIP943 on HVBM was evaluated by measuring the depletion of CD34+ progenitor cell populations in comparison to the anti-CD33-ADC, gemtuzumab ozogamicin (gem-oz). At the end of the incubation time, red blood cells were lysed; the remaining cells were stained with a cocktail of antibodies to discriminate between progenitor cells and analyzed by flow cytometry.<b> <\/b><br \/><b>Results: <\/b>Treatment of patient-derived CD123+ leukemic blasts with VIP943 resulted in a 50% reduction after 48 h and up to 80% at 72 h. A reduction of &#62;70% of CD123+CD34+CD38- LSCs derived from BM aspirates of untreated patients with AML was achieved after incubation with VIP943 up to 72h. In addition, HVBM samples derived from five healthy volunteers were treated with VIP943 or gem-oz in a depletion assay, where gem-oz was toxic to CD34+ cells with an EC50 of 0.16 &#181;M in contrast to VIP943 with an EC50 value of 8.83 &#181;M.<b> <\/b><br \/><b>Conclusions<\/b>: In this in vitro analysis of primary samples from patients with AML, activity of VIP943 is observed in AML patient-derived CD123+ blasts as well as chemoresistant LSCs. At anticipated pharmacologic levels, VIP943 shows no adverse effects on HSCs unlike gem-oz suggesting an improved therapeutic index. In the ongoing first-in-human dose-escalation study in subjects with advanced CD123+ hematologic malignancies, VIP943 demonstrates a promising safety profile (NCT06034275).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Stelte-Ludwig<\/b><sup>1<\/sup>, T. Schomber<sup>1<\/sup>, M. M. Frigault<sup>2<\/sup>, J. Birkett<sup>1<\/sup>, A. J. Johnson<sup>2<\/sup>, A.-S. Rebstock<sup>1<\/sup>, S. Ludwig<sup>1<\/sup>, R. Izumi<sup>2<\/sup>, A. Hamdy<sup>2<\/sup>; <br\/><sup>1<\/sup>Vincerx Pharma, Monheim, Germany, <sup>2<\/sup>Vincerx Pharma, Palo Alto, CA","CSlideId":"","ControlKey":"3aa785f9-2c7d-41a6-9113-439bc520b226","ControlNumber":"5217","DisclosureBlock":"<b>&nbsp;B. Stelte-Ludwig, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>T. Schomber, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. M. Frigault, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Birkett, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option. <br><b>A. J. Johnson, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>Johnson and Johnson<\/b> Stock. <br><b>A. Rebstock, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Ludwig, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option. <br><b>R. Izumi, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>A. Hamdy, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"629","PresenterBiography":null,"PresenterDisplayName":"Beatrix Stelte-Ludwig, PhD","PresenterKey":"13588efd-b6d2-441b-a9ee-a7ab3a0f4d7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"629. Activity of VIP943 on AML patient-derived leukemic blasts and healthy donor-derived bone marrow hematopoietic stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activity of VIP943 on AML patient-derived leukemic blasts and healthy donor-derived bone marrow hematopoietic stem cells","Topics":null,"cSlideId":""},{"Abstract":"The Wnt\/&#946;-catenin and PI3K\/AKT pathways are pivotal contributors to the development of the malignant phenotype in cancer. The activated Wnt\/&#946;-catenin pathway synergizes with various signaling cascades to propel HCC formation, operating through its downstream effectors. It has been well-established that the mammalian target of rapamycin complex 2 (mTORC2) serves as an upstream regulator of AKT, orchestrating the phosphorylation and activation of AKT. Once activated, AKT phosphorylates and inhibits canonical downstream targets like forkhead box O protein (FOXO) and tuberous sclerosis complex 2 (TSC2). Studies indicated that AKT-mediated phosphorylation of TSC2 activates mTORC1, subsequently suppressing autophagy. However, there are limited data exist on the interplay between Wnt\/&#946;-catenin and AKT pathways in HCC. In this study, we sought to explore the role of the AKT pathway in &#946;-catenin activated HCC tumors. Sleeping beauty-mediated hydrodynamic transfection was used to overexpress constitutively active forms of &#946;-catenin (N90-&#946;-catenin) and c-MET in the livers of mice to establish the HCC model (c-Met\/&#946;-catenin model). Notably, the knockout of Rictor, a component of the mTORC2 complex, significantly impeded tumor growth, underscoring the pivotal role of AKT in c-Met\/&#946;-catenin tumor development. AKT1 and AKT2 are the two main isoforms expressed in the liver. We determined that both AKT1 and AKT2 isoforms are critical for c-Met\/&#946;-catenin tumor growth. Intriguingly, simultaneous knockout of Rictor and activation of mTORC1 in the c-Met\/&#946;-catenin model resulted in delayed tumor growth, indicating that mTORC1 is not the sole downstream determinant of AKT signaling during c-Met\/&#946;-Catenin tumor development. Furthermore, overexpression of the activated FOXO1 (FOXO1AAA) significantly delayed the tumor growth, which highlighted the importance of FOXO1. Given the limited understanding of FOXO1 in HCC, we extended our investigation on FOXO1 to human HCC cell lines. Overexpression of FOXO1AAA notably delayed tumor growth <i>in vitro<\/i>. RNAseq analysis of FOXO1AAA-overexpressed human HCC cell lines revealed a significant upregulation of \"metabolic pathways\", suggesting metabolic reprogramming post FOXO1 activation. This study, for the first time, unveils the role of the AKT pathway in &#946;-catenin-mutated HCC growth and highlights the potential therapeutic value of targeting the AKT pathway in patients with &#946;-catenin-mutated HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Pathway,Molecular targets,Pathogeny,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Wang<\/b>, X. Chen; <br\/>University of Hawai'i Cancer Center, Honolulu, HI","CSlideId":"","ControlKey":"417023bd-c942-403a-9fa8-4d51dcb2d19a","ControlNumber":"5180","DisclosureBlock":"&nbsp;<b>X. Wang, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"630","PresenterBiography":null,"PresenterDisplayName":"Xue Wang","PresenterKey":"4f9cf7aa-e8cf-4d49-a13b-73dbf038496f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"630. The role of AKT pathway in &#946;-catenin mutated hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of AKT pathway in &#946;-catenin mutated hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<i>TP53<\/i>, often referred to as the guardian of the genome, encodes for the p53 tumor suppressor protein, and is one of the most frequently mutated genes in human cancers. Some cancer sub-types, such as non-small cell lung carcinoma (NSCLC) and high grade serous carcinoma (HGSC), have high <i>TP53<\/i> mutation rates reaching up to 56% and 96%, respectively. Given its multi-faceted role in human cancers, there have been several emerging therapeutic approaches targeting mutant p53. APR-246 is a small molecule drug currently in clinical trials for the functional rescue of p53 missense mutants, the most common type of p53 mutant protein, across various cancer types. APR-246 is proposed to bind mutant p53 and promote thermodynamic stabilization of the protein allowing it to regain wild-type-like conformation and consequentially regain WT-like functionality. However, there has yet to be a functional genomic screening of p53 mutants to systematically catalog which mutants are rescuable by APR-246. To address this critical gap, we have performed functional genetic screenings using a <i>TP53<\/i> mutagenesis library. This pooled lentiviral library contains ~8,000 amino acid variants, spanning the entirety of the <i>TP53<\/i> gene. Following stable transduction of this library into p53-null NSCLC and HGSOC cell lines, we performed functional screenings against sublethal doses of APR-246. Next-generation sequencing of the untreated and treated cell population allows for comparison of variant representation and determination of APR-246-sensitivity of p53 mutants. Preliminary statistical analysis of our screens has identified a pool of 117 &#8220;hit&#8221; mutants which are significantly depleted following treatment, indicative of APR-246-sensitivity. Two of these mutants, C242F and G266V, are non-functional, damaging mutations which occur in patients. Identifying p53 mutants that can be rescued by APR-246 will help identify which patients may benefit most from treatment with the drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"TP53,Targeted therapy,Genomics,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Saunders<\/b>, C. Tong, A. N. Karnezis, G. S. Leiserowitz, J. R. Chein; <br\/>UC Davis School of Medicine, Sacramento, CA","CSlideId":"","ControlKey":"c925681e-5ca3-4ef6-995c-8cbd1249c180","ControlNumber":"2725","DisclosureBlock":"&nbsp;<b>A. Saunders, <\/b> None..<br><b>C. Tong, <\/b> None..<br><b>A. N. Karnezis, <\/b> None..<br><b>G. S. Leiserowitz, <\/b> None..<br><b>J. R. Chein, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"631","PresenterBiography":null,"PresenterDisplayName":"Anais Saunders, BS","PresenterKey":"9269e4f8-d1f7-414f-afc4-a430789e823d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"631. Functional genetics of APR-246 rescuable TP53 mutants","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional genetics of APR-246 rescuable TP53 mutants","Topics":null,"cSlideId":""},{"Abstract":"AKT is a critical effector kinase downstream of PI3K activation. It has been shown to regulate a variety of cellular processes important for homeostasis, many of which are altered during oncogenesis. Not surprisingly, AKT is constitutively activated in a large number of human cancers, and has consequently been pursued as a therapeutic target for many years. Some of these functions are directly involved in establishing one or more hallmarks of cancer including sustained proliferative signaling, resisting cell death, and reprogrammed cellular metabolism. Although AKT inhibitors have demonstrated clinical benefit (most recently in a phase III trial) in combination with other therapies, single agent activity has been limited to a few cases with relatively infrequent activating AKT1 mutations. We have previously proposed that the clear disconnect between the high frequency of AKT activation in cancer and the lack of broad clinical activity of AKT inhibitors is due, at least in part, to the inability of existing compounds to block non-catalytic functions. We have found that while allosteric AKT inhibitors are partial suppressors of these functions, ATP-competitive inhibitors fail to suppress these functions to any significant extent. We now provide evidence that one important non-catalytic function of AKT that impinges on its oncogenic function is the regulation of cholesterol metabolism. We show that AKT represses the activation of LXR&#946;, thereby maintaining a level of intracellular cholesterol that is compatible with cancer cell viability, and that this repression does not require catalytic activity. Consistently, we find that allosteric AKT inhibitors induce LXR&#946; activation, and that genetic or pharmacological suppression of LXR&#946; function limit the growth inhibiting effects of these drugs. Our findings suggest that through a kinase-independent activity, AKT may play a significant role in the regulation of cholesterol homeostasis, and that the therapeutic potential of AKT inhibitors could be broaden by optimizing their ability to interfere with these functions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Akt,Cholesterol,kinase-independent,PI3K,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Vivanco<\/b><sup>1<\/sup>, K. N. Myint<sup>1<\/sup>, S. Wallace<sup>1<\/sup>, G. Lazaro<sup>2<\/sup>, E. Kostaras<sup>2<\/sup>, N. Palaskas<sup>3<\/sup>; <br\/><sup>1<\/sup>King's College London, London, United Kingdom, <sup>2<\/sup>Institute of Cancer Research, London, United Kingdom, <sup>3<\/sup>University of California, Los Angeles, CA","CSlideId":"","ControlKey":"fc387864-4d89-40d3-bd44-cf1b97ccbc08","ControlNumber":"4893","DisclosureBlock":"<b>&nbsp;I. Vivanco, <\/b> <br><b>Aadi Biosciences<\/b> Independent Contractor, Travel. <br><b>F. Hoffmann-La Roche AG<\/b> Grant\/Contract.<br><b>K. N. Myint, <\/b> None..<br><b>S. Wallace, <\/b> None.&nbsp;<br><b>G. Lazaro, <\/b> <br><b>Empartners<\/b> Employment.<br><b>E. Kostaras, <\/b> None..<br><b>N. Palaskas, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"632","PresenterBiography":null,"PresenterDisplayName":"Igor Vivanco, BA;PhD","PresenterKey":"ad0b7f22-c1dd-4414-839b-258c78e7085c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"632. AKT supports cancer cell survival through modulation of cholesterol homeostasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AKT supports cancer cell survival through modulation of cholesterol homeostasis","Topics":null,"cSlideId":""},{"Abstract":"T cell lymphomas (TCL) are a heterogeneous group of lymphoproliferative disorders with poor prognosis. Aberrant activation of JAK\/STAT pathway is associated with lymphoma dissemination in TCL patients. Although the FDA approved the use of inhibitors to target this pathway (Ruxolitinib), significant toxic effects have been reported and their use is limited. Thus making an excellent opportunity to study biological factors that regulate the activation of these pathways. In this sense, we recently showed that thyroid hormones (THs) acting through integrin &#945;V&#946;3 induced TCL proliferation, which is reduced <i>in vitro<\/i> and <i>in vivo<\/i> in the presence of integrin &#945;V&#946;3 pharmacological inhibitor. Our aim is to evaluate the impact of THs on JAK\/STAT pathway activation and their implications on anti-lymphoma therapy. For the <i>in vitro<\/i> assays we used human and murine TCL cell lines. We used EL4 cells and c57bl\/6 syngeneic mice for <i>in vivo<\/i> analysis. Proteomic profiles were evaluated by LC-MS-MS analysis. The GSE58445 database was used for <i>in silico<\/i> analysis. We found that THs induced STAT1, 3 and 5 phosphorylation in TCL cells and that the integrin &#945;V&#946;3 inhibitor, Cilengitide (Cile) blunted these effects (p&#60;0.05). Interestingly, we found that high mRNA expression levels of integrin &#946;3 significantly correlate with worse overall survival in a cohort of TCL patients (p&#60;0.05). Additionally, Ruxolitinib (Ruxo) diminished THs-induced STATs phosphorylation (p&#60;0.05). As Ruxo reported toxic effects we aim to study alternative therapies such as Bexarotene (Bex), a synthetic retinoid used for cutaneous LCT treatment. We found that Bex significantly reduced cell viability <i>in vitro<\/i> of all TCL subtypes analyzed and combination with Cile resulted in improved anti-lymphoma activity (p&#60;0.01). Also, Ruxo significantly decreased TCL cell viability but to a lesser extent than Bex+Cile (p&#60;0.05). We previously found that BexT4+Cile (T4+, thyroxine supplementation) significantly decreases the<i> in vivo <\/i>growth of TCL tumors. To understand the mechanisms under this effects we analyzed tumor proteomics profiles and metalloprotease activity after 12 days of treatment. We found that BexT4+Cile regulates proteomic profiles related not only to lymphoma progression (JAK\/STAT and PI3K-Akt signaling) but also pathways that impact the tumor microenvironment (TNF and angiogenic factors secretion and Th1\/Th2 T cell differentiation). Regarding metalloprotease activity, we found that BexT+Cile inhibited MMP2 and MMP9 activity (p&#60;0.05). Finally, we evaluated the dissemination of TCL in an<i> in vivo<\/i> model (by vain tail) and found that BexT4+Cile reduced EL4 cell implantation into the liver and kidneys (p&#60;0.05). These results described the mechanisms by which THs induce the activation of JAK\/STAT oncogenic pathway and showed how the inhibition of integrin &#945;v&#946;3 in combination with bexarotene has therapeutic potential for TCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,STAT,Integrins,JAK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. M. Debernardi<\/b><sup>1<\/sup>, M. V. Revuelta<sup>2<\/sup>, H. Sterle<sup>1<\/sup>, G. Gonzalez<sup>1<\/sup>, I. L. Souza<sup>3<\/sup>, A. Correa<sup>3<\/sup>, L. Cerchietti<sup>2<\/sup>, G. Cremaschi<sup>1<\/sup>, F. Cayrol<sup>1<\/sup>; <br\/><sup>1<\/sup>Instituto de Investigaciones Biomédicas (BIOMED-UCA-CONICET), Buenos Aires, Argentina, <sup>2<\/sup>Weill Cornell Medicine, New York, NY, <sup>3<\/sup>Instituto Carlos Chagas, Curitiba, Brazil","CSlideId":"","ControlKey":"8921b8a8-ab7e-4245-9fc7-0401ad9e6a16","ControlNumber":"787","DisclosureBlock":"&nbsp;<b>M. M. Debernardi, <\/b> None..<br><b>M. V. Revuelta, <\/b> None..<br><b>H. Sterle, <\/b> None..<br><b>G. Gonzalez, <\/b> None..<br><b>I. L. Souza, <\/b> None..<br><b>A. Correa, <\/b> None..<br><b>L. Cerchietti, <\/b> None..<br><b>G. Cremaschi, <\/b> None..<br><b>F. Cayrol, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1178","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"633","PresenterBiography":null,"PresenterDisplayName":"María Debernardi, BS","PresenterKey":"86e834bf-8497-479b-815b-ad170212e700","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"633. Integrin &#945;V&#946;3 activation by thyroid hormones triggers JAK\/STAT oncogenic pathways that promote T cell lymphoma dissemination","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrin &#945;V&#946;3 activation by thyroid hormones triggers JAK\/STAT oncogenic pathways that promote T cell lymphoma dissemination","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (LUAD) is a multifaceted and genetically diverse cancer, shaped by a myriad of oncogenic and tumor suppressive events. Through recent clinical and <i>in vitro<\/i> investigations, we have discovered that the TBX2 subfamily of genes, encompassing TBX2, TBX3, TBX4, and TBX5, are linked to LUAD progression. Specifically, we have observed marked downregulation of their expression in clinical LUAD specimens, and reduced growth in LUAD cell lines when the subfamily is re-activated- hinting at a potential tumor suppressive function. Paradoxically, the role of TBX2 subfamily genes in other cancer types remains enigmatic, with varying reports of both oncogenic and tumor suppressive effects. In this study, we harnessed the power of Tumor Barcoding with Ultradeep Barcode Sequencing technology (Tuba-seq) and CRISPR\/Cas9-mediated genome editing to systematically investigate the effects of knocking-out Tbx genes and associated partners EGR1, CHD2, A20 and ATF3 in LUAD preclinical models. We investigated their effects in both normal lung epithelium and Ras-driven lung tumors via <i>in situ<\/i> gene editing and assessed tumor burden via histology and targeted DNA sequencing of tumor barcodes. TBX2 subfamily gene losses appear to have a profound effect on tumor initiation and early growth, which somewhat attenuates with progression. In Ras-driven tumors, we found that these genes are moderately tumor suppressive when measuring mean growth rate, although these effects (sans Egr1 loss) are more pronounced at 6 weeks of growth than at 20 weeks. Strikingly, however, we observed an unprecedented increase in total tumor burden when deleting these genes in genomically-normal (Kras w.t.) cells, including 4-20+ fold increase in Tbx2, Tbx3, Tbx4, and Tnfaip3-deficient cell lineages 20-week following transduction. Increases in total lineage burden of this magnitude are typically only seen for frequently-deleted hallmark tumor suppressor genes such as Tp53, Stk11, or Pten. This increased burden, however, seems to primarily affect early-stage progression, as no appreciable increases in mean lineage size relative to w.t. lineages are observed after 40 weeks of growth. Our study reveals the context-specific functions of the TBX2 subfamily while introducing the first<i> in vivo <\/i>model for TBX2-driven LUADs. This model facilitates the development of targeted therapeutic strategies and encourages accurate tumor modeling across various progression stages and diverse genetic backgrounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"In vivo,TuBa-seq,Lung cancer: non-small cell,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Khalil<\/b>, J. Maltas, M. Rahm, Z. Faber, M. Bedrock, X. Wei, B. Patel, C. McFarland; <br\/>Case Western Reserve University School of Medicine, Cleveland Heights, OH","CSlideId":"","ControlKey":"399832b9-4014-4628-9800-3a7ab8154e50","ControlNumber":"2227","DisclosureBlock":"&nbsp;<b>A. Khalil, <\/b> None..<br><b>J. Maltas, <\/b> None..<br><b>M. Rahm, <\/b> None..<br><b>Z. Faber, <\/b> None..<br><b>M. Bedrock, <\/b> None..<br><b>X. Wei, <\/b> None..<br><b>B. Patel, <\/b> None..<br><b>C. McFarland, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1180","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"634","PresenterBiography":null,"PresenterDisplayName":"Athar Khalil","PresenterKey":"426f17a5-b59b-41b2-8717-ced2d24847d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"634. Tuba-seq and CRISPR\/Cas9 analysis of TBX2 subfamily genes: Exploring contextual tumor suppression in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tuba-seq and CRISPR\/Cas9 analysis of TBX2 subfamily genes: Exploring contextual tumor suppression in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Bone metastases (BM) are the most common sites of metastases in prostate cancer, occurring in ~85% of patients. Overall survival of men with castrate resistant prostate cancer with BM is less than 24 months. Docetaxel is the most commonly used therapy for patients with prostate cancer, but the response rate is only 30-40% and median duration of response is less than 9 months. Non-tumor components of the Tumor Microenvironment (TME) have been proposed to mediate treatment resistance, but few pre-clinical models capture the complex physiology of the human bone TME. We report the development of a bone TME using a humanized microphysiologic system to address this need. The LumeNEXT platform is a microphysiologic system that allows the 3-dimensional (3D) reconstitution and integrated analysis of a bone-specific TME microenvironment with functional microvasculature that traverses the chip and can be used to mimic drug delivery in patients. Primary human osteoclasts (OC) were differentiated from patient peripheral blood monocytes. LNCaP prostate cancer spheroids were grown in hanging droplets. We performed co-culture of OCs with 3D LNCaP spheroids and evaluated the efficacy of docetaxel-induced tumor cell killing in the presence of bone cells. OCs and PC spheroids were seeded into LumeNEXT devices in a collagen-based matrix and treated with 20 nM Docetaxel or DMSO vehicle for 48 hours. Docetaxel response was assessed using confocal microscopy for single spheroid diameter and cytotoxicity was measured using fluorescent cell death markers. Docetaxel-mediated killing of tumor spheroids was found to be significantly attenuated in the presence of OCs. In LNCaP only conditions, average Docetaxel-mediated cell death was 68.82%, compared to 53.86% in the LNCaP and OC co-culture condition (p&#60;0.0001). Furthermore, Docetaxel treatment resulted in reduced tumor spheroid diameter compared to DMSO control when prostate cancer spheroids were cultured alone (p=0.0118). Additionally, the presence of OCs attenuated Docetaxel-induced morphological changes. Our data suggest that osteoclasts play a significant role in mediating chemotherapy response in prostate cancer. Future studies will examine transcriptional changes in prostate cancer cells that may be associated with Docetaxel resistance in the bone microenvironment and identify mechanisms of BM microenvironment-mediated drug resistance. Bioinformatic analysis of patient sequencing datasets is ongoing to identify osteoclast-associated signatures of treatment resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Microenvironment,Microfluidics,Bone metastasis,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. B. Ding<\/b><sup>1<\/sup>, E. Heninger<sup>1<\/sup>, S. R. Reese<sup>1<\/sup>, C. Sanchez-de-Diego<sup>1<\/sup>, R. C. Yada<sup>1<\/sup>, N. Sethakorn<sup>2<\/sup>, S. C. Kerr<sup>1<\/sup>, X. T. Hazelberg<sup>1<\/sup>, M. N. Sharifi<sup>1<\/sup>, D. J. Beebe<sup>1<\/sup>, J. M. Lang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Wisconsin - Madison, Madison, WI, <sup>2<\/sup>Loyola University Chicago, Chicago, IL","CSlideId":"","ControlKey":"1c460d20-27c9-4d48-aedf-4572118d37b3","ControlNumber":"7141","DisclosureBlock":"&nbsp;<b>A. B. Ding, <\/b> None..<br><b>E. Heninger, <\/b> None..<br><b>S. R. Reese, <\/b> None..<br><b>C. Sanchez-de-Diego, <\/b> None..<br><b>R. C. Yada, <\/b> None..<br><b>N. Sethakorn, <\/b> None..<br><b>S. C. Kerr, <\/b> None..<br><b>X. T. Hazelberg, <\/b> None..<br><b>M. N. Sharifi, <\/b> None.&nbsp;<br><b>D. J. Beebe, <\/b> <br><b>Bellbrook Labs LLC<\/b> Stock. <br><b>Tasso Inc<\/b> Stock. <br><b>Salus Discovery LLC<\/b> Stock. <br><b>Lynx Biosciences Inc<\/b> Stock. <br><b>Stacks to the Future LLC<\/b> Stock. <br><b>Flambeau Diagnostics LLC<\/b> Stock. <br><b>Onexio Biosystems LLC<\/b> Stock.<br><b>J. M. Lang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1181","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"635","PresenterBiography":"","PresenterDisplayName":"Adeline Ding, BS;MS","PresenterKey":"010f626c-3dd3-47a8-bcaf-10ecc1ab52a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"635. Osteoclasts mediate chemotherapy resistance in a fully humanized microphysiologic system of prostate cancer bone metastases","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Osteoclasts mediate chemotherapy resistance in a fully humanized microphysiologic system of prostate cancer bone metastases","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is well recognized for its role in tumor progression, chemoresistance, and recurrence. The TME consists of various components, such as extracellular matrix (ECM), chemical and mechanical cues, as well as stromal cells and their interactions. As the most abundant cells in tumor stroma, cancer-associated fibroblasts (CAFs) have drawn a lot of attention. It has been reported that CAFs not only directly interact with cancer cells via surface proteins and cytokines, but also influence their behaviors by remodeling the ECM. However, due to their heterogenous characteristics and diverse functions, the influence of tumor-CAF interactions on drug response is not fully understood. Here, we present a coculture model for investigating CAF effects on patient-derived colorectal tumor organoids (CTOs) growth, differentiation, and drug response. It consists of normal colon fibroblasts, CCD18-Co, or patient-derived CAFs seeded with CTOs in a mixed hydrogel containing 90% basement membrane extract (BME) and 10% collagen type I. Media conditions were optimized (1:1 mix of CTO culture media plus reduced media excluding growth factors and inhibitors) to achieve similar organoid sizes in the monoculture and coculture conditions at the onset of drug testing. To support higher throughput investigations, our workflow incorporates a liquid handler for automated CTO seeding, media and drug exchange, and an automated microscope with a robotic arm for multi-plate imaging. Briefly, single cell CTOs and fibroblasts were seeded at a 1:1 ratio (3000 total cells\/well) in 96-well plates. After 4 days in culture, anti-cancer drugs were administrated in reduced media to the samples. Brightfield images were acquired on days 0, 3, and 5 after drug administration. The collected images were analyzed with a neural network (NN) to dynamically monitor the growth and viability of individual organoids. The CellTiter-Glo assay was performed on day 5 to quantify the total CTO cell viability. The normalized drug response (NDR) was calculated from the NN processed images to determine the drug response. An immunostaining panel, which includes protein markers such as CK20, Ki67, &#945;-SMA, Vimentin, and FAP, was used to evaluate the fibroblast phenotypes and CTO differentiation. Additionally, the cultures were subjected to fluorescent lifetime imaging microscopy (FLIM), a label-free imaging technique, to measure the metabolic adaptations of each cell population. Preliminary studies revealed a CAF-dependent increase in CTO growth and glycolytic signatures in the co-culture setting; however, minimal effects on drug response to common chemotherapy agents such as 5-fluorouracil and irinotecan were observed. In the future, we will use this<br \/>integrated pipeline as a screening method to identify new treatment strategies aimed at targeting the stromal microenvironment in colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Colorectal cancer,Microenvironment,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Zhou<\/b><sup>1<\/sup>, Y.-K. Huang<sup>1<\/sup>, E. J. Fong<sup>1<\/sup>, E. Elton<sup>1<\/sup>, E. McManus<sup>2<\/sup>, B. Choi<sup>2<\/sup>, S. Kim<sup>1<\/sup>, S. M. Mumenthaler<sup>2<\/sup>; <br\/><sup>1<\/sup>Ellison Institute, LLC, Los Angeles, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"fde61360-6042-489e-99c8-553eb9c22ac6","ControlNumber":"4330","DisclosureBlock":"<b>&nbsp;Y. Zhou, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>E. J. Fong, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>E. Elton, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>E. McManus, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>B. Choi, <\/b> <br><b>Ellison Institute of Technology<\/b> Other, Graduate student research is conducted at the Ellison Institute of Technology; however, graduate student stipends are paid for by the university of Southern California.&nbsp;<br><b>S. Kim, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>S. M. Mumenthaler, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"636","PresenterBiography":null,"PresenterDisplayName":"Yuyuan Zhou, B Eng;PhD","PresenterKey":"efa7074c-64ae-498d-a01f-48436dc5f217","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"636. Coculture model for investigating cellular interactions between colorectal tumor organoids and cancer-associated fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Coculture model for investigating cellular interactions between colorectal tumor organoids and cancer-associated fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Helicobacter pylori (H. pylori) is the major cause of gastric cancer. Fibroblast growth factor receptor 4 (FGFR4) is a member of the highly conserved tyrosine kinase family known to be activated in cancer. Nuclear Factor Erythroid 2-Related Factor 2 (NRF2), a transcription factor, is essential for the antioxidant response and exhibits cytoprotective properties against cellular stress and oxidative damage. This study investigates the novel functions of FGFR4 and its role in regulating the antioxidant response in gastric tumorigenesis.<br \/><b>Methods:<\/b> We used public datasets, gastric tissues from mice and human, and gastric cancer cell lines. In vitro and in vivo H. pylori infections were performed. Western blot, RT-qPCR, Immunofluorescence, flow cytometry, Immunohistochemistry, Immunoprecipitation, Proximity ligation assay and Luciferase reporter assays were performed.<br \/><b>Results:<\/b> The analysis of a public dataset revealed that overexpression of FGFR4 is associated with an oxidative stress signature and poor survival. Gene set enrichment analysis (GSEA) showed that tissue samples with high FGFR4 levels had an enrichment of NRF2 signature genes. In vitro cell models infected with H. pylori showed an increase in reactive oxygen species (ROS). Knockdown of FGFR4 resulted in significant reductions in NRF2 protein and transcriptional activity, leading to increased ROS levels and DNA damage. Immunofluorescence analysis using various models confirmed that FGFR4 knockdown reversed the accumulation of NRF2 in the nucleus. Dysplastic and neoplastic gastric lesions in the TFF1-KO mouse model exhibited high levels of both FGFR4 and NRF2. Pharmacologic inhibition or knockdown of FGFR4 significantly decreased NRF2 levels, as well as the size and number of gastric cancer spheroids. Mechanistically, elevated levels of P62 protein were associated with FGFR4 expression. Binding between FGFR4 and P62 proteins, which competes with NRF2-KEAP1 interaction, was detected using immunoprecipitation and proximity ligation assay. Immunohistochemistry analysis on a tissue microarray showed increased FGFR4 immunostaining in HGD\/Cancer samples compared to adjacent normal samples, and this increase correlated with an increase in NRF2 and P62 levels.<br \/><b>Conclusion: <\/b>These findings revealed that FGFR4 has a distinct functional role in promoting gastric carcinogenesis. FGFR4 binds to P62 to inhibit the interaction between NRF2 and KEAP1, allowing NRF2 to avoid degradation facilitating its translocation and accumulation in the nucleus. The use of FGFR4 inhibitors is a viable treatment option that warrants further research in patients with gastric cancer.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Tumor,Redox,Receptors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. S. Bhat<\/b><sup>1<\/sup>, M. Soutto<sup>1<\/sup>, X. Zhang<sup>2<\/sup>, Z. Chen<sup>1<\/sup>, S. Zhu<sup>1<\/sup>, S. Maacha<sup>1<\/sup>, M. Genoula<sup>1<\/sup>, D. Peng<sup>1<\/sup>, H. Lu<sup>1<\/sup>, O. McDonald<sup>1<\/sup>, X. Chen<sup>1<\/sup>, L. Cao<sup>1<\/sup>, Z. Xu<sup>1<\/sup>, W. El-Rifai<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Miami, Miami, FL, <sup>2<\/sup>The First Affiliated Hospital of Nanjing Medical University, Nanjing, China","CSlideId":"","ControlKey":"f1791308-3460-4e1f-b61b-fee772dac036","ControlNumber":"8042","DisclosureBlock":"&nbsp;<b>N. S. Bhat, <\/b> None..<br><b>M. Soutto, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>S. Zhu, <\/b> None..<br><b>S. Maacha, <\/b> None..<br><b>M. Genoula, <\/b> None..<br><b>D. Peng, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>O. McDonald, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>L. Cao, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>W. El-Rifai, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"638","PresenterBiography":"","PresenterDisplayName":"Nadeem Bhat, MS","PresenterKey":"ebdd647e-487e-4147-bd58-0707c444042f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"638. FGFR4 mediates nuclear accumulation of NRF2 by binding to P62 in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR4 mediates nuclear accumulation of NRF2 by binding to P62 in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is a complex and heterogeneous disease and the major cause of death among women with gynecological cancers. While patients usually respond well to the platinum-based first-line chemotherapy, the disease often becomes increasingly resistant to the treatment. The tumor microenvironment (TME) plays an important role in tumor development and drug resistance. Characterizing the TME of ovarian cancer after drug treatment is essential to identify molecular mechanisms that allow residual tumor cells to survive chemotherapy in ovarian cancer. We have established a preclinical model using precision-cut tumor slices (PCTS) with 250 &#181;m thickness which preserves the TME of solid tumors with their heterogeneous cell composition during cultivation. The tumor morphology, viability and heterogeneity in terms of tumor and stromal cells as well as the immune compartment are preserved within the system. Based on the PCTS model, we also established a method to perform single-cell RNA sequencing (scRNA-seq) of the PCTS after cultivation and drug treatment to characterize the cellular features and dynamic relationships of different cell populations in the TME after drug treatment. Over 20 cell subtypes including different clusters of epithelial cells, immune cells and fibroblasts can be identified in PCTS after cisplatin treatment through the scRNA-seq analysis. This enables further deeper analysis of each cell subgroup in the TME after drug treatment. In response to cisplatin treatment, patients PCTS showed an individual induction of PD-L1 in different cell types. Additionally, multiplex immunofluorescence (mIF) stainings of the PCTS were performed to spatially trace the response of the TME to drug treatment. The mIF staining allows the simultaneous detection of up to 6 different markers on one FFPE tissue section. Images were analyzed using a machine-learning based workflow, which allows the comparison of biomarker expression and immune cell spatial distribution in the PCTS stromal and tumor areas before and after treatment. Combining the PCTS as a preclinical model with scRNA-seq and mIF staining analysis allows us to bridge the cellular characteristics and cellular spatial distribution with treatment response in the TME of solid tumors. It enables the systematic analysis of residual cancer populations after cisplatin treatment within the complex TME and further identification of predictive markers and targets for an individualized combination of chemotherapy with compounds targeting these mechanisms. The individual drug response of patients can be deeply evaluated and efficacious therapies can be further developed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Ovarian cancer,3D models,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Thiel<\/b><sup>1<\/sup>, A. Kneer<sup>2<\/sup>, W. Yu<sup>3<\/sup>, B. Winkler<sup>2<\/sup>, G. Sauer<sup>2<\/sup>, G. Ott<sup>2<\/sup>, W. Aulitzky<sup>2<\/sup>, T. Mürdter<sup>1<\/sup>, M. Schwab<sup>1<\/sup>, C. Liang<sup>3<\/sup>, M. Dong<sup>1<\/sup>; <br\/><sup>1<\/sup>Dr. Margarete Fischer-Bosch Institute of Clinical Pharmacology, Stuttgart, Germany, <sup>2<\/sup>Robert Bosch Hospital, Stuttgart, Germany, <sup>3<\/sup>University of Würzburg, Würzburg, Germany","CSlideId":"","ControlKey":"0b4badd0-6e3c-468e-ac94-de3dfb132912","ControlNumber":"6616","DisclosureBlock":"&nbsp;<b>J. Thiel, <\/b> None..<br><b>A. Kneer, <\/b> None..<br><b>W. Yu, <\/b> None..<br><b>B. Winkler, <\/b> None..<br><b>G. Sauer, <\/b> None..<br><b>G. Ott, <\/b> None..<br><b>W. Aulitzky, <\/b> None..<br><b>T. Mürdter, <\/b> None..<br><b>M. Schwab, <\/b> None..<br><b>C. Liang, <\/b> None..<br><b>M. Dong, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"639","PresenterBiography":null,"PresenterDisplayName":"Julia Thiel, MS,BS","PresenterKey":"aeb0a6be-0854-4688-aabe-eb42998ed70c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"639. Evaluation of individual drug response in tumor microenvironment to cisplatin treatment in precision-cut tumor slices of ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of individual drug response in tumor microenvironment to cisplatin treatment in precision-cut tumor slices of ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"p53 tumor suppressor mutations result in loss of function of p53 in approximately 50% of all human cancers.TP53 missense, nonsense mutations and p53 deletion are present in about 50%, 12% and 5% of all p53 driven cancers, respectively. To date there is no effective treatment for rescuing p53 function in cancers using a pan-p53 approach. The use of ADGN-531 is a new potent strategy combining mRNA with a tumor selective peptide nanocarrier to rescue of p53 tumor suppressor function.<br \/>ADGN-531 contains proprietary p53-mRNA complexed with proprietary short amphipathic peptides in the form of nanoparticles. ADGN-531 was evaluated on 20 different cancer cell lines harboring various p53 mutations. In-vivo efficacy of IV-administered ADGN-531 nanoparticles was evaluated on colorectal SW403 (p53 nonsense\/KRAS<sup>G12V<\/sup>), osteosarcoma SaOs2 (p53 null) and NSCLC NCI-H358 (p53 null\/KRAS<sup>G12C<\/sup>) mouse xenografts at a dose of 0.25-1.0 mg\/kg weekly. ADGN-531\/sotorasib synergy was evaluated <i>in vitro<\/i> on NCI-H358 (p53 null\/KRAS<sup>G12C<\/sup>) and Mia-PACA (p53<sup>R48W<\/sup>\/KRAS<sup>G12C<\/sup>) cells and in vivo on NCI-H358 mouse xenograft. ADGN-531 markedly inhibits the growth of a large panel of cancer cells harboring p53-missense or nonsense mutations or p53-deletion, by rescuing p53 transcriptional activity and subsequent expression of its target proteins.<br \/>ADGN-531 induces cell cycle arrest in G1 due to p21 upregulation and apoptosis following BAX and PUMA activation. IV-administration of ADGN-531 resulted in dose responsive tumor growth inhibition in SaOs2, SW403 and H358 xenografts independent of KRAS status. We demonstrated a strong synergy in a NSCLC H358 xenograft (tumor regression 80%) when restoring P53 function with ADGN-531 (0.5mg\/kg, weekly) along with inhibition of KRAS<sup>G12C<\/sup> mutant using sotorasib (10mg\/kg, daily). ADGN-531 potentiated the effect of sotorasib on sotorasib resistant cells harboring high level of KRAS<sup>G12C<\/sup> in permanent active state. ADGN-531 treatments are well tolerated, no sign of clinical toxicity was detected after single or repeated administrations.<br \/>ADGN-531 is effective in rescuing p53 function both in vitro and in vivo across a wide range of p53 alterations. Our study provides a proof-of-concept that restoration of tumor suppressor function by ADGN-531 could be used as a single agent therapy in P53 altered tumors independent of other driver mutations e.g., KRAS, or with other therapies for potent combinatorial cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"p53 mutations,mRNA,Tumor suppressor,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Divita<\/b><sup>1<\/sup>, A. Grunenberger<sup>2<\/sup>, E. Czuba<sup>2<\/sup>, V. Josserand<sup>3<\/sup>, M. Guidetti<sup>3<\/sup>, N. Desai<sup>1<\/sup>; <br\/><sup>1<\/sup>AADIGEN, Pacific Palisades, CA, <sup>2<\/sup>DIVINCELL, Nimes, France, <sup>3<\/sup>IAB, Grenoble, France","CSlideId":"","ControlKey":"8dbfd8f7-da08-4650-a0b3-f63b47b628d0","ControlNumber":"8018","DisclosureBlock":"<b>&nbsp;G. Divita, <\/b> <br><b>AADIGEN<\/b> Employment, Patent. <br><b>DIVINCELL<\/b> Employment, Stock, Patent. <br><b>A. Grunenberger, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>E. Czuba, <\/b> <br><b>DIVINCELL<\/b> Employment.<br><b>V. Josserand, <\/b> None..<br><b>M. Guidetti, <\/b> None.&nbsp;<br><b>N. Desai, <\/b> <br><b>AADIGEN<\/b> Employment, Stock, Patent. <br><b>DIVINCELL<\/b> Stock, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"640","PresenterBiography":null,"PresenterDisplayName":"Gilles Divita","PresenterKey":"03c48248-dcd8-4dae-ae01-39c95b9ba93b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"640. <i>In vivo<\/i> rescue of p53 tumor suppressor function with ADGN-531 across Pan-p53 alterations","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> rescue of p53 tumor suppressor function with ADGN-531 across Pan-p53 alterations","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Non-small cell lung cancer (NSCLC) with co-occurring loss-of-function (LOF) mutations in serine\/threonine kinase 11 (<i>STK11<\/i>) and Kelch-like ECH-associated protein1 (<i>KEAP1<\/i>) (<i>SK<\/i>) are notably aggressive and unresponsive to chemo and immunotherapy, in current care standards. Novel therapeutic strategies are in demand to improve the outcomes for <i>SK<\/i> co-mutant NSCLC patients. We reported earlier that <i>SK<\/i> LOF mutations enhance cell proliferation and tumor growth in xenograft lung cancer models. We also found the ferroptosis evasion genes are enriched, and targeting ferroptosis regulators is a therapeutic opportunity in <i>SK<\/i> co-mutant NSCLC.<br \/><b>Methods: <\/b>We used CRISPR\/Cas9 gene editing to create stable knockouts of <i>STK11<\/i> (S<sup>KO<\/sup>), <i>KEAP1<\/i> (K<sup>KO<\/sup>) or both (DKO), non-targeting control (NTC) in two NSCLC lines. We performed an <i>in vitro<\/i> druggable genome library CRISPR screening in the same NSCLC lines. We performed kinase profiling and RNA-seq in the cell lines to depict the transcriptomic and proteomic landscape, followed by western blotting and qRT-PCR validation. We also performed BODIPY\/C11 assay and lipidomics to explore the ferroptosis and metabolic landscape of <i>SK<\/i> co-mutant NSCLC models.<br \/><b>Results: <\/b>Stearoyl CoA desaturase-1 (<i>SCD1<\/i>) was the top CRISPR screen hit, a critical modulator of fatty acid metabolism and ferroptosis evasion. <i>SCD1<\/i> expression is significantly higher in NSCLC tissue than adjacent normal tissue (<i>p<\/i>&#60;0.0001), and high <i>SCD1<\/i> expression correlates with poorer prognosis in patients with NSCLC (<i>p<\/i>=0.027). GSEA from the bulk RNA sequencing in <i>SK<\/i> co-mutant cells pre-and post-<i>SCD1<\/i> inhibitor treatment showed <i>SCD1<\/i> inhibition leads to upregulation of the glutathione and glutamic acid pathways compared to NTC cells. Moreover, <i>SK<\/i> co-mutant cells have a significantly higher expression of <i>SLC7A11, enabling<\/i> cystine uptake and subsequent conversion to cysteine, essential for maintaining redox balance and cell survival. Hence, <i>SK<\/i> co-mutant cells are more resistant to cysteine depletion than NTC cells. <i>SCD1<\/i> inhibition causes a decrease in <i>SLC7A11<\/i> expression exclusively in DKO cells. Eventually, <i>SCD1<\/i> inhibition leads to global metabolomic changes in <i>SK<\/i> co-mutant cells, including key pathways involved in lipid and glucose metabolism. Finally, genetic and pharmacological inhibition of <i>SCD1<\/i> prevents tumor growth and sensitizes DKO cells to<b> <\/b>ferroptosis inducers like erastin.<br \/><b>Conclusions: <\/b>Our findings highlight the importance of the <i>SCD1<\/i>-<i>SLC7A11<\/i> axis in regulating ferroptosis in <i>SK<\/i> co-mutant models. Current data impact our understanding of ferroptosis in NSCLC and its ability to target <i>SCD1<\/i> or ferroptosis in cancer treatment. Compounds such as inhibitors of <i>SLC7A11 <\/i>(Erastin\/IKE) are safe to use with acceptable toxicity and established doses. Hence, our study will facilitate the translation of ferroptosis inducers or <i>SCD1<\/i> inhibitors in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,SCD1,CRISPR\/Cas9,Lipid Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. Sen<\/b>, C. Coleman, D. Hasson, T. Sen; <br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"3f635937-f169-4321-95a0-f6df068e7689","ControlNumber":"5579","DisclosureBlock":"&nbsp;<b>U. Sen, <\/b> None..<br><b>C. Coleman, <\/b> None..<br><b>D. Hasson, <\/b> None.&nbsp;<br><b>T. Sen, <\/b> <br><b>Jazz Pharmaceuticals, Inc.<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"641","PresenterBiography":null,"PresenterDisplayName":"Utsav Sen, BS,MS,PhD","PresenterKey":"5d091ef2-cbce-425e-a985-3017d8abf22a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"641. <i>SCD1<\/i> upregulation due to <i>STK11\/KEAP1<\/i> loss upregulates <i>SLC7A11<\/i> and causes deregulation of fatty acid metabolism leading to ferroptosis evasion","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>SCD1<\/i> upregulation due to <i>STK11\/KEAP1<\/i> loss upregulates <i>SLC7A11<\/i> and causes deregulation of fatty acid metabolism leading to ferroptosis evasion","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) represent 15-20% of all breast cancers and is the subtype of breast cancer that is not responsive to targeted breast cancer treatments such as anti-estrogens (tamoxifen) or HER2 targeted antibodies due to the lack of ER, PR, and HER2 receptors. TNBC is associated with poor prognosis, early relapse, and distant metastasis and drug resistance. With the use of standard chemotherapeutics in the neoadjuvant setting, unfortunately the majority of patients (~60%) with TNBC do not achieve complete remission and 40% of the patients with regional (Stage II) and 90% of the patients with distant metastasis (Stage IV) die within 5-years. Currently, there is no effective targeted therapy for TNBC patients for targeting oncogenic pathways. Although recently the FDA approved sacituzumab (govitecan), a Trop-2-receptor directed antibody conjugated with chemotherapeutic agent topoisomerase inhibitor in metastatic TNBC, and response rate was 30% and the median duration of response is 7.7 months, and the majority of patients did not maintain response longer than 12 months. Therefore, identifying novel molecular targets and developing alternative therapeutic strategies are urgently needed. FOXM1 is a protooncogenic transcription factor suppressed by p53 and drives expression of genes, which play a crucial role in promoting cancer cell proliferation, metastasis, progression, tumorigenesis of TNBC. We previously demonstrated for the first time that <i>in vivo<\/i> targeting of FOXM1 suppresses TNBC tumor growth in mice. Here, analyzing TCGA patient database we found that FOXM1 expression correlates with shorter patient survival and prognosis in TNBC patients. Overall data suggest that FOXM1 is a potential molecular target. However, currently, there is no FDA approved inhibitor of FOXM1. To identify potential inhibitors, utilizing silico docking and molecular dynamics studies we screened the FDA-approved compounds found that flavopiridol interacts with FOXM1. Flavopiridol is a small molecule inhibitor for CDKs and is approved by the FDA for the treatment of Acute Myeloid Leukemia. We demonstrated that flavodilol inhibits FOXM1 expression at nanomolar concentration and cell proliferation, migration, invasion, and induces apoptosis in TNBC cells. We are currently testing favopridol in MDA-MB-231 (human) and 4T1 mouse mammary) TNBC tumor models. In conclusion, our studies suggest that flavopiridol is a highly potent FOXM1 inhibitor and is a promising agent for repurposing to target FOXM1 and for the treatment of TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"FOXM1,Triple-negative breast cancer (TNBC),Flavopiridol,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Dilmac<\/b><sup>1<\/sup>, N. Kahraman<sup>1<\/sup>, F. Onder<sup>2<\/sup>, Z. Hamurcu<sup>3<\/sup>, B. Ozpolat<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>Canakkale Onsekiz Mart University, Faculty of Medicine, Canakkale, Turkey, <sup>3<\/sup>Erciyes University, Faculty of Medicine, Kayseri, Turkey","CSlideId":"","ControlKey":"1602cec2-3d02-4658-9e48-f8fb8892e281","ControlNumber":"8813","DisclosureBlock":"&nbsp;<b>S. Dilmac, <\/b> None..<br><b>N. Kahraman, <\/b> None..<br><b>F. Onder, <\/b> None..<br><b>Z. Hamurcu, <\/b> None..<br><b>B. Ozpolat, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"642","PresenterBiography":null,"PresenterDisplayName":"Sayra Dilmac","PresenterKey":"4584068f-289a-42f5-ae1e-8c0a7d036dfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"642. Flavopiridol inhibits cell proliferation, migration, and invasion via downregulation of FOXM1 in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Flavopiridol inhibits cell proliferation, migration, and invasion via downregulation of FOXM1 in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colorectal cancer (CRC) remains a serious health problem worldwide. In particular, in the case of stage 4 metastatic cancer, a cure can be expected as multidisciplinary treatment is possible by combining surgery, chemotherapy, and the development of targeted anticancer drugs, but there is still no type of treatment available. It is limited. FGFR (Fibroblast Growth Factor Receptor) has emerged as an important anticancer target in various malignant tumors, and small molecule-based targeted treatments have been developed and clinical trials are underway, and some colon cancer patients are known to have FGFR genetic alterations. Cannabidiol (CBD), a non-psychoactive cannabinoid, has recently been reported to be associated with the ability to induce cell death through various signaling systems in colon cancer, and has anticancer effects and mechanisms related to overcoming anticancer drug resistance. has been identified. Therefore, we sought to analyze the effect of FGFR inhibitors on colon cancer, explore the possibility of developing them as new target substances, and find ways to increase anticancer effects by confirming the effects of combination with cannabidiol (CBD) and related mechanisms.<br \/>Method: Cell survival was confirmed through the WST-1 assay, an assay for measuring cell viability. The signaling pathway was identified through western blot. Data were compared using two-tailed Student&#8217;s t-test or one-way analysis of variance and Tukey&#8217;s post hoc test.<br \/>Result: The FGFR expression pattern was confirmed in various cancer cell lines, and NCI-H716 was confirmed to have high FGFR2 expression in the colorectal cancer cell line. (Figure 1) As a result of treating CBD 4uM and AZD 10nM (Cell proliferation, apoptosis, western blot), cell death occurred more clearly when treated together than when treated alone, confirming the effectiveness of the combination. (Figure 2) An increase in apoptosis of NCI-H716 cells was confirmed when CBD and AZD 4547 were combined. (Figure 3)<br \/>Through a heatmap of differentially expressed genes in RNA sequencing, it was estimated that ER stress may be related to the combination effect. (Figure 4) The relationship between ER stress and the combination of CBD and AZD 4547 on apoptosis of NCI-H716 cells was confirmed. (Figure 5)<br \/>Conclusion: It was confirmed that the combined effect of FGFR inhibitor and cannabidiol was effective in colorectal cancer cells, and it was assumed to be related to the ER stress pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Colorectal cancer,Fibroblast growth factor receptor (FGFR),Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Ju<\/b><sup>1<\/sup>, W. Kim<sup>1<\/sup>, B. Kim<sup>2<\/sup>, J. Kim<sup>1<\/sup>, J. Bong<sup>1<\/sup>, C. Cheong<sup>1<\/sup>, S. Kang<sup>1<\/sup>, B. Min<sup>1<\/sup>, S. Oh<sup>2<\/sup>, S. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Division Of Colon And Rectal Surgery, Department of Surgery, Korea University Guro Hospital, Korea University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Division of Oncology, Department of Internal Medicine, Korea University Guro Hospital, Korea University College of Medicinel, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1e701f57-f44d-45a1-b844-ddae7c6e05cf","ControlNumber":"2943","DisclosureBlock":"&nbsp;<b>Y. Ju, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Bong, <\/b> None..<br><b>C. Cheong, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>B. Min, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"643","PresenterBiography":null,"PresenterDisplayName":"Yeonuk Ju","PresenterKey":"d33573ca-fb25-4a69-954f-a040d63a63c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"643. Analysis of the effect of FGFR inhibitor and cannabidiol in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of the effect of FGFR inhibitor and cannabidiol in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the most lethal malignant disease of female. Treatment options for ovarian cancer are mostly the use of chemotherapeutics, surgery, or radiotherapy. However, due to resistance to drugs, relapse occurs and thus 5 years survival rate is only 47%. The tumor suppressor protein p53 works as a transcription factor to transcribe several proteins such as p21, p16 and PUMA that lead to halt cell cycle and also induce apoptosis when there is a damage in DNA. Mutation in several regions of p53 (mutp53) is quite common in cancers and can lead to the accumulation of p53 with loss of functions or sometimes gain of oncogenic functions. Thus there is a search for drugs that can degrade the mut53 and can restore the functions of normal p53. In this research, it was observed that the treatment of ovarian cancer cell lines (ES-2, HEY and OVCAR3) with atypical protein kinase C-iota (aPKC&#617;) specific inhibitors ICA-1S can cause the degradation of mutp53 (53.6%, N=6 trials). Treatment with ICA-1S also lowered the level of phosphorylated p53 (ser15, 87%, N=3 trials). However, the level of MDM2 protein (murine double minute 2), a known p53 E3 ligase was not significantly (98%, N=2 trials) affected by ICA-1S in ES-2 cell line with mut p53 as well as p21 was also not affected. However level of PUMA was decreased both in ES-2 and HEY cell lines. Immunoprecipitation (IP) with aPKC&#617; specific beads showed the aPKC&#617; is associated with p53, though reverse IP with p53 beads was not able to show the association. Application of proteasome inhibitor MG-132 at a single dose of 0.5&#181;M could not completely inhibit the degradation of mut53 and WTp53 in ICA-1S treated ES-2 cell line and HEY cell line, respectively, indicating the drug may be affecting the transcription of p53 as well. It is therefore postulated that aPKC&#617; can phosphorylate p53, stabilizing it and may be affecting the transcription of p53 as well in those cell lines. Further research (kinase activity assay, immunoprecipitation, immunofluorescence) is going on to reveal the mode of this degradation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"p53,p53 mutations,Ovarian cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Marzan, N. Oishee, <b>A. Olatunji<\/b>, M. Acevedo-Duncan; <br\/>University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"ab0f413d-2f27-4080-87e6-50a36eedd3d1","ControlNumber":"5755","DisclosureBlock":"&nbsp;<b>M. Marzan, <\/b> None..<br><b>N. Oishee, <\/b> None..<br><b>A. Olatunji, <\/b> None..<br><b>M. Acevedo-Duncan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"644","PresenterBiography":null,"PresenterDisplayName":"Abigail Olatunji, BS,MS","PresenterKey":"f39bb8fa-cdbc-4178-a397-8b75ef2063ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"644. PKC-iota specific inhibitor ICA-1S causes the degradation of mutant p53 in ovarian cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PKC-iota specific inhibitor ICA-1S causes the degradation of mutant p53 in ovarian cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Curcumin, the active ingredient of turmeric, generates reactive oxygen species, increases p53 expression, inhibits NF&#11413;B signaling, and can induce apoptosis. Despite these potential anticancer effects, there has not yet been a systematic analysis of the effects of curcumin on a large panel of cancer cell lines. We hypothesized that curcumin has differential effects based on the specific cell line and its tissue of origin. This study assessed curcumin&#8217;s anticancer properties via cell survival assays and gene expression analyses.<br \/>Methods: Cell survival assays were performed by the CTD<sup>2<\/sup> Centre at the Broad Institute. 860 human cancer cell lines were seeded into 1536-well plates, and 24 hours after plating, either DMSO control or curcumin was added to the wells at 16 different concentrations by serial dilution. 72 hours later, cellular ATP levels were measured with CellTiter-Glo as an indication of cell survival. For gene expression analysis, the L1000 assay from the Broad Institute was used. 9 core cell lines were treated with 10 &#181;M of curcumin in 384-well plates. After 6 and 24 hours of incubation, a gene expression signature was identified with the Affymetrix GeneChip HG-U133 Plus 2.0 Array. This signature was compared against signatures from other small molecule and genetic perturbations contained in the CMap database. Afterwards, connectivity scores (incorporating an enrichment score, nominal p-value, and false discovery rate) were used to rank the L1000 signatures by similarity to the signature induced by curcumin.<br \/>Results: Curcumin was most potent against SEM (IC<sub>50<\/sub> = 1.00 &#181;M; B-acute lymphoblastic leukemia), RPMI-8226 (IC<sub>50<\/sub>= 1.62 &#181;M; myeloma), and SCC-4 (IC<sub>50<\/sub> = 1.81 &#181;M; squamous cell carcinoma) cell lines. Lymphoid and peripheral nervous system cancers were generally the most sensitive to curcumin, whereas prostate cancers were the least sensitive. Curcumin-induced gene expression changes resembled GPR87 and PRKRA knockdowns, which are associated with reductions in cancer cell survival, chemoresistance, and proliferation in various cancer cell lines. However, these transcriptomic changes also resembled CERS2 downregulation, which is associated with increased cell migration. <i>In vitro<\/i>, curcumin treatment mimicked 2&#8217;,5&#8217;-dideoxyadenosine, BMS-299897, and eudesmic acid administration.<br \/>Conclusion: Curcumin induces changes in cell survival and gene expression that support its anticancer properties in a variety of cancer cell lines. However, separating these effects from CERS2 downregulation may be an important component of future translational research for curcumin and its analogs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"Curcumin,Gene expression analysis,Systems biology,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Aggarwal<sup>1<\/sup>, J. H. Law<sup>2<\/sup>, C. Lo<sup>3<\/sup>, <b>K. W. Yip<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Anticancer.ca, Toronto, ON, Canada, <sup>2<\/sup>University of Toronto, Toronto, ON, Canada, <sup>3<\/sup>Anticancer.ca, Toronto, ON, Canada","CSlideId":"","ControlKey":"6016034a-33c6-4484-9514-bd3e18bb7501","ControlNumber":"85","DisclosureBlock":"&nbsp;<b>A. Aggarwal, <\/b> None..<br><b>J. H. Law, <\/b> None..<br><b>C. Lo, <\/b> None..<br><b>K. W. Yip, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"645","PresenterBiography":null,"PresenterDisplayName":"Kenneth Yip, PhD","PresenterKey":"240f38f3-e037-4a7a-996b-719189cffc64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"645. A systems biology approach uncovers the anticancer mechanisms of curcumin","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systems biology approach uncovers the anticancer mechanisms of curcumin","Topics":null,"cSlideId":""},{"Abstract":"Nature has provided a large plethora of different molecules that in the hands of man has been ascribed to a vast range of pharmacological actions. In some cases, pharmacology is clearly connected to a phenotype e.g., Golgi apparatus dissolution by Brefeldin A, whereas in other cases the proposed phenotypes are many and disparate e.g., Quercetin. Many claims are made around natural compounds as having various positive therapeutic effects on cancer e.g., curcumin and quercetin. Intriguingly, claims about therapeutic effects of various natural compounds keep on surfacing, and we wanted to address this issue by performing target deconvolution of a selection of natural compounds in Hepatic cancer cells: HepG2. We took advantage of the CETSA&#174; (CEllular Thermal Shift Assay) method coupled to Mass spectrometry detection in order to deconvolute the mode of action of seven highly cited natural compounds that comprised both well annotated compounds with an established mode of action: Brefeldin A and Wortmannin; and compounds with a less well established mode of action: Carnosol, Curcumin, Resveratrol, Rhoifolin, and Quercetin. CETSA is a method that allows detection of compound-induced thermal shifts of proteins in intact living cells as well as in cell lysates. Subsequently, a thermal shift of a protein in the presence of a compound then implicates a direct or in the case of intact cells, also an indirect interaction between the protein in question and compound. As CETSA can be performed in intact living cells we could detect proteins that were potential direct binders as well as proteins that were part of the downstream signaling events or part of the phenotypic response. The Natural compounds were assessed in a screening format in which three bio-replicates were analyzed at a single concentration, 30 &#181;M. Good proteome coverage was obtained in the HepG2 cells and all compounds tested induced thermal shifts of proteins at 30 &#181;M. Most of the compounds displayed many protein shifts of both suggested direct targets and proteins presumed to be part of a phenotypic response, as well as novel targets\/off-targets. Curcumin and Rhoifolin were the exceptions, which only had a few shifted proteins. Brefeldin A, Quercetin, and Wortmannin engaged proteins associated to their annotated mode of action pathways, whereas Carnosol, Curcumin, and Resveratrol was less specific in their responses with regards to shifted proteins i.e., no clear signaling pathway was determined. In this study we use CETSA coupled to MS detection to delineate mode of action of natural compounds, which shed light on why they could be implicated to have a role in tumor biology. We also found that compounds with a well-established mode of action give a clearer target engagement profile compared to less annotated compounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"Natural products,PI3K,Drug discovery,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Friman<\/b>, T. Tolvanen, E. Gilson, A. Chernobrovkin, S. Lundgren, V. Brehmer, D. Martinez Molina; <br\/>Pelago Bioscience AB, Solna, Sweden","CSlideId":"","ControlKey":"4e5806bf-c366-43c7-a669-5024b6d3d37d","ControlNumber":"6542","DisclosureBlock":"<b>&nbsp;T. Friman, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>T. Tolvanen, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>E. Gilson, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>A. Chernobrovkin, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>S. Lundgren, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>V. Brehmer, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment. <br><b>D. Martinez Molina, <\/b> <br><b>Pelago Bioscience AB<\/b> Employment, Stock, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9760","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"646","PresenterBiography":null,"PresenterDisplayName":"Tomas Friman","PresenterKey":"b7244ac1-5aec-4717-b10f-45b1713f0412","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"646. Proteome wide target deconvolution of pharmacologically active natural products by CETSA&#174; coupled to mass spectrometry","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteome wide target deconvolution of pharmacologically active natural products by CETSA&#174; coupled to mass spectrometry","Topics":null,"cSlideId":""},{"Abstract":"There is a compelling need for the development of more effective and less toxic therapies for patients with Ewing Sarcoma (ES) and Clear Cell Sarcoma (CCS). ES and CCS are characterized by chromosomal translocations which result in two distinct fusion proteins: EWS-ATF1 (t(12;22)(q13;q12)) in CCS and EWS-FLI1 (t(11;22)(q24;q12)) in ES. There is a strong premise that targeting the fusion proteins or their key downstream signaling pathways will be disease modifying and improve outcomes for patients. Preliminary high throughput screening studies using an FDA approved small molecule compound library identified filanesib, a kinesin spindle protein (KIF11) inhibitor, as having potent anti-proliferative activity in ES and CCS cells over other cancer subtypes. The mechanism linking the fusion proteins with KIF11 and the tumorigenic role of KIF11 in ES and CCS has yet to be described. Previous studies have shown that the EWS-ATF1 fusion protein forms a heterodimer with transcription factors to target the promoters of its downstream genes. In breast cancer, the knockdown of KIF11 has been shown to significantly reduce the phosphorylation of these transcription factors. Additionally, KIF11 has been shown to directly interact with p300\/CBP-associated factor (PCAF), a histone acetyltransferase (HAT). HATs are necessary for EWS-FLI1-induced chromatin remodeling. We hypothesize that the fusion proteins, EWS-FLI1 and EWS-ATF1, form a complex with KIF11 that regulates the activity of co-transcription factors during chromatin remodeling. The target of filanesib, KIF11, has essential roles in maintaining cell cycle progression through mitosis and its inhibition results in mitotic arrest and subsequent cell death. We used ImageStream to assess the effects of filanesib on the cell cycle. ImageStream allows both a quantitative and qualitative analysis of the cell cycle by measuring the population of cells that are positive for a given marker as well as imaging each cell by microscopy. Results demonstrate that filanesib promotes an increase in cells arrested in prophase with dramatically altered spindle formation. We are currently addressing the role of KIF11 in regulating the expression levels of the fusion proteins&#8217; associated transcriptional coactivators and downstream target genes. By completing these studies, we aim to, i) outline the mechanism underpinning the relationship between KIF11 and the oncogenic fusion proteins in ES and CCS cells, and ii) gain an understanding of why ES and CCS cells are particularly vulnerable to KIF11 inhibition.<br \/>This work has been supported in part by the Flow Cytometry and the Molecular Genomics Cores at the H. Lee Moffitt Cancer Center &#38; Research Institute, a comprehensive cancer center designated by the National Cancer Institute and funded in part by Moffitt&#8217;s Cancer Center Support Grant (P30-CA076292)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Fusion proteins,High-throughput assay,Kinesin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. L. Walker-Mimms<\/b>, N. Londono, Y. Liao, N. Chaudhary, D. Pena Gomez, Y. Zhang, M. Teng, U. Rix, D. R. Duckett; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"2dc86233-cd14-4870-b0e9-9fdbf55971b4","ControlNumber":"8887","DisclosureBlock":"&nbsp;<b>H. L. Walker-Mimms, <\/b> None..<br><b>N. Londono, <\/b> None..<br><b>Y. Liao, <\/b> None..<br><b>N. Chaudhary, <\/b> None..<br><b>D. Pena Gomez, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>M. Teng, <\/b> None..<br><b>U. Rix, <\/b> None..<br><b>D. R. Duckett, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9761","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"647","PresenterBiography":null,"PresenterDisplayName":"Hannah Walker-Mimms, BS,MS","PresenterKey":"1673c211-80cf-4053-b670-7d92c4355233","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"647. FDA approved library screen revealed Ewing and clear cell sarcomas have increased sensitivity to filanesib over other cancer types","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FDA approved library screen revealed Ewing and clear cell sarcomas have increased sensitivity to filanesib over other cancer types","Topics":null,"cSlideId":""},{"Abstract":"Essential biological signaling pathways affecting e.g., proliferation, differentiation, migration, and apoptosis are regulated by protein kinases. Deregulation of protein kinases is observed in many tumor cells and frequently the development and progression of human cancers and other diseases is found to be causally connected to altered activity of specific protein kinases.<br \/>Therefore, protein kinases have become a prime molecular target for therapeutic intervention. Multiple small molecule inhibitors targeting different kinases are currently in clinical use for treatment of various types of cancer and other diseases.<br \/>A first step in preclinical development of new compounds is testing candidate substances in biochemical in-vitro assays, either based on binding of the compounds to their target or based on alterations of the in-vitro activity of the target kinase monitored in biochemical activity assays.<br \/>Depending on the actual mode of action of a compound, the relevance of the results of such in-vitro assays may depend on the actual setup of the assay.<br \/>Mainly for reasons of cost and technical feasibility, the use of generic substrates for in-vitro kinase activity assays is well established. While many of those substrates are highly artificial and can only be considered as generic phosphate-group acceptors, they have been successfully used in the past in the development of many approved small molecule kinase inhibitors currently in clinical use.<br \/>However, even while many kinases may show activity with generic substrates, for some physiological substrates are required. Members of e.g. the RAF family and other members of the MAPK pathway are highly substrate specific and will not show kinase activity with generic substrates.<br \/>Such kinases which have been established with generic substrates are rarely switched to more physiological substrates as most often this will result in increased complexity and associated cost of preclinical compound development.<br \/>We have compared the in-vitro activity of WEE1 using different in-vitro activity assay readouts like autophosphorylation, phosphorylation of generic substrates and phosphorylation of its physiological substrate CDK1. In addition, we examined the substrate specificity of WEE1 towards CDK1 alone and in complex with Cyclin B1.<br \/>We compared the potency of a selection of WEE1 inhibitors when different substrates were used.<br \/>While in early preclinical development the use of rather artificial biochemical assays has been successfully been applied in the past, it should be taken into consideration that at least for the kinase target in focus, the identification, establishment and use of a more physiologically relevant substrate may increase the value of early-stage compound screening results significantly.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Kinases,Screening,WEE1,In vitro,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. G. Mueller, <b>A. Gericke<\/b>, F. Totzke, C. Heidemann-Dinger, C. Ketterer, D. Kraemer, T. Weber, M. H. G. Kubbutat; <br\/>Reaction Biology Europe GmbH, Freiburg im Breisgau, Germany","CSlideId":"","ControlKey":"7a615774-436b-4234-bb6e-66c27f559a65","ControlNumber":"6500","DisclosureBlock":"<b>&nbsp;D. G. Mueller, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>A. Gericke, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>F. Totzke, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>C. Heidemann-Dinger, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>C. Ketterer, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>D. Kraemer, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>T. Weber, <\/b> <br><b>Reaction Biology Europe<\/b> Employment. <br><b>M. H. G. Kubbutat, <\/b> <br><b>Reaction Biology Europe<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9762","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"648","PresenterBiography":null,"PresenterDisplayName":"Andreas Gericke, MSc","PresenterKey":"63fa3ef4-b1a7-4d95-8887-864a6812fa4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"648. Relevance of substrate selection for the results of biochemical WEE1 in-vitro kinase activity inhibition assays","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Relevance of substrate selection for the results of biochemical WEE1 in-vitro kinase activity inhibition assays","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Mantle cell lymphoma (MCL) is an incurable lymphoid neoplasm, comprising about 6% of all non-Hodgkin lymphoma (NHL). The transcription factor SOX11 is overexpressed in the majority of MCL patients and linked to a more aggressive disease course and poorer clinical outcomes. In MCL, na&#239;ve B cells experience continuous proliferation because of the dysregulation of the B-cell receptor (BCR) pathway. Our previously published data (Kuo et. al., Blood 2018) identified that SOX11 aberrantly upregulated BCR signaling in transgenic mouse models. The current study describes the exact mechanism by which SOX11 regulates the BCR pathway using a combination of functional and pharmacological approaches.<br \/><b>Methods: <\/b>To investigate the alterations in signaling pathways regulated by SOX11, we utilized a small molecule SOX11 inhibitor (Jatiani et. al., CCR 2021), performed CRISPR\/CAS9 knockout of SOX11, 3X FLAG TAG overexpression, as well as conducted western blot and flow-cytometry experiments.<br \/><b>Results: <\/b>Our prior published results (Kuo et. al., Oncogene 2015), as well as others (Vegliante et. al., Blood 2013), have shown that PAX5 is a direct target of SOX11. We confirmed PAX5 downregulation after SOX11 depletion in three human MCL cell lines (JEKO, MINO, Z138) using CRISPR-CAS9. Decrease of PAX5 expression was associated with reduction in CD19 expression and a concurrent reduction in phospho-BTK (Bruton tyrosine kinase). Conversely, overexpression of SOX11 could rescue PAX5\/CD19 expression and restore p-BTK levels. Furthermore, the treatment of SOX11 expressing cells with small molecule SOX11-specific inhibitors resulted in a reduction in PAX5, CD19 and BCR activation (p-BTK).<br \/><b>Conclusion: <\/b>Taken together, these findings delineate PAX5 as the direct target and PAX5\/CD19 axis as the downstream pathway by which SOX11 regulates B-cell receptor (BCR) signaling in MCL. Notably, our treatment using a SOX11 inhibitor successfully replicated the effects observed with genetic knockdown. In conclusion, our findings provide valuable insights into the molecular mechanisms by which SOX11 contributes to MCL pathogenesis. The further development of pharmacological inhibitors targeting SOX11 holds promise as a beneficial therapeutic strategy for MCL patients, as these will block signaling upstream of current resistance mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Lymphoma,SOX11,PAX5,CD19,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Dutta<\/b><sup>1<\/sup>, H.-H. Lee<sup>2<\/sup>, V. Leshchenko<sup>1<\/sup>, R. Shukla<sup>1<\/sup>, Y. Liu<sup>2<\/sup>, J. Jin<sup>3<\/sup>, M. Wang<sup>2<\/sup>, S. Parekh<sup>1<\/sup>; <br\/><sup>1<\/sup>Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, The Precision Immunology Institute at Mount Sinai, New York, NY, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"38771b4b-b14e-4699-9cdf-35ea578749e5","ControlNumber":"8595","DisclosureBlock":"&nbsp;<b>R. Dutta, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>V. Leshchenko, <\/b> None..<br><b>R. Shukla, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Jin, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>S. Parekh, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"649","PresenterBiography":null,"PresenterDisplayName":"Rudra Prasad Dutta, PhD","PresenterKey":"52f63b10-1490-449f-a7cf-b0274239d4a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"649. SOX11 regulates BCR signaling via the PAX5\/CD19 axis in MCL","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SOX11 regulates BCR signaling via the PAX5\/CD19 axis in MCL","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative Breast cancer (TNBC) is characterized by the absence of ER, PR, and HER-2 receptors and is associated with poor prognosis, early relapse, and distant metastasis. In neoadjuvant setting, most patients (~50-70%) with TNBC do not achieve complete remission. Currently, there is no effective targeted therapy for TNBC patients. Therefore, identifying novel molecular targets and developing alternative therapeutic strategies are urgently needed. PIM3 is a serine\/ threonine kinase and is upregulated in leukemia and various solid cancers. Although PIM1 has been shown to play a critical role in cell proliferation in cMyc-enriched TNBC tumors, the role of PIM3 in TNBC is not known. To determine the clinical significance of PIM3 in TNBC patient prognosis and progression, we performed a Kaplan-Meier analysis in the TCGA TNBC patient database. We found that PIM3 expression is significantly associated with shorter patient survival in TNBC patients (n=77, p=0.0088). PIM3 protein is highly expressed in TNBC cells compared to normal breast epithelium and other ER+ and HER2+ breast cancer subtypes. Inhibition of PIM3 by siRNA significantly suppressed TNBC cell proliferation, migration, and invasion of TNBC cells including MDA-MB-231, MDA-MB-436, and BT20 cells. Lenti-based PIM3 overexpression induced TNBC cell proliferation, invasion, and migration. Non-biased reverse phase protein array (RPPA) assay and Western blot analysis showed that PIM3 inhibition markedly reduced the expression of EF2 Kinase protein, and we found it to be associated with shorter patient survival and poor prognosis. Immunoprecipitation of PIM3 indicated that it forms a heterodimer with EF2K whose inhibition by siRNA also suppressed TNBC cell proliferation, migration, invasion, and tumor growth. Furthermore, PIM3 inhibition by siRNA significantly enhanced the antiproliferative effect of Doxorubicin, which is one of the first-line chemotherapeutics used in patients. Moreover, <i>in vivo<\/i> therapeutic delivery of PIM3 siRNA loaded albumin nanoparticles (ALNPs-PIM3 siRNA) markedly delayed tumor growth of two different TNBC tumor xenograft models (MDA-MB-231 and MDA-MB-436) in mice. Analysis of tumors by IHC after 4 weeks of treatment demonstrated that ALNP-PIM3 siRNA treatment led to inhibition of intra-tumoral proliferation and induction of apoptosis. Currently, we are conducting an in vivo study in TNBC tumor models by combining ALNP-PIM3 siRNA therapy with doxorubicin. Overall, our studies suggest that PIM3 is a marker for poor patient survival that drives TNBC tumor growth and progression and a novel potential molecular target in TNBC.<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Targeted therapy,EF2K,PIM3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Atalay<\/b>, G. Kara, R. Ozyurt, N. Kahraman, B. Ozpolat; <br\/>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"f52616f8-a6e8-40f4-9893-c7fc7e0220d8","ControlNumber":"8383","DisclosureBlock":"&nbsp;<b>P. Atalay, <\/b> None..<br><b>G. Kara, <\/b> None..<br><b>R. Ozyurt, <\/b> None..<br><b>N. Kahraman, <\/b> None..<br><b>B. Ozpolat, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"650","PresenterBiography":null,"PresenterDisplayName":"Pinar Atalay","PresenterKey":"35070dfb-2c8a-4ef5-976c-80fc6441b93b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"650. Pim3 kinase is a poor prognostic marker and novel molecular target for triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pim3 kinase is a poor prognostic marker and novel molecular target for triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Many drugs show promising results in laboratory research, but eventually fail in clinical trials. We hypothesize that one main reason for this translational gap is that the cancer models used are inadequate. Most models lack the complex tumor-stromal cell interactions with their microenvironment which are required for tumor progression. Conventional 2D cultures, where cells grow on rigid plastic plates mainly as mono-cultures of a single type of cells, are not able to recapitulate the complex settings of such interactions. Therefore, there is a need to develop a 3D model that better mimics the tumor microenvironment. Hence, we developed a vascularized, hydrogel-based 3D-bioprinted tumor model consisting of patient-derived tumor and microenvironmental cells. Our 3D-bioprinted models are based on a library of hydrogels that we developed as scaffolds for different tumor types, designed according to the mechanical properties of the tissue\/organ of origin. The patient-derived models consist of cells from a biopsy, constructed based on CT\/MRI scans, and include functional vessels that allow serum and peripheral blood mononuclear cells (PBMC) to flow when connected to a pump. Using this unique model platform, we identified P-selectin as a novel immune checkpoint in the brain regulating cancer-microglia-tumor-associated macrophages (TAMs) interactions. Moreover, we are currently validating our 3D platform for its ability to mimic patient-specific tumors and their microenvironment in order to predict patient response to different treatments (such as chemotherapy, immunotherapy, and targeted therapies). Hence, we are currently conducting an 80-patient &#8220;basket&#8221; clinical trial testing different treatments on patient samples to validate the ability of our model to predict patient outcomes covering 7 different cancer types. These unique 3D-bioprinted models have the potential to facilitate target discovery and drug development, as well as to serve as a reliable system for precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"3D models,Tumor microenvironment,Target discovery,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Satchi-Fainaro<\/b><sup>1<\/sup>, A. Krinsky<sup>1<\/sup>, A. Katyal<sup>1<\/sup>, O. Avramoff<sup>1<\/sup>, E. Yeini<sup>1<\/sup>, L. Neufeld<sup>1<\/sup>, S. Halparin<sup>2<\/sup>, R. Frommer-Shapira<sup>2<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>Sheba Medical Center, Ramat Gan, Israel","CSlideId":"","ControlKey":"df365b36-afd8-400e-940d-70f072226e45","ControlNumber":"4946","DisclosureBlock":"<b>&nbsp;R. Satchi-Fainaro, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract, RS-F is a board member of Teva Pharmaceutical Industries Ltd.. <br><b>Merck KGaA<\/b> Grant\/Contract.<br><b>A. Krinsky, <\/b> None..<br><b>A. Katyal, <\/b> None..<br><b>O. Avramoff, <\/b> None..<br><b>E. Yeini, <\/b> None..<br><b>L. Neufeld, <\/b> None..<br><b>S. Halparin, <\/b> None..<br><b>R. Frommer-Shapira, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9804","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"651","PresenterBiography":null,"PresenterDisplayName":"Ronit Satchi-Fainaro, B Pharm;PhD","PresenterKey":"3f67b3a8-d269-4ed7-9bcc-33278ee2e1b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"651. 3D-bioprinted cancer models for target discovery, drug development, and personalized therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"278","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D-bioprinted cancer models for target discovery, drug development, and personalized therapy","Topics":null,"cSlideId":""}]