[{"Abstract":"The utilization of messenger RNA (mRNA)-based cancer vaccines represents a compelling therapeutic strategy, providing distinct advantages over alternative modalities such as peptide vaccines or small-molecule-based cancer therapies. This innovative approach enables the concurrent targeting of heterogeneous cancer populations characterized by multiple mutations while preserving the integrity of normal cells. The Kristen rat sarcoma viral oncogene (KRAS) mutation is prevalent in lung, pancreatic, and colon cancer, and patients harboring KRAS mutations face a particularly dismal prognosis. This study focuses on the optimization of an mRNA-based cancer vaccine designed to target various KRAS mutations, demonstrating its efficacy inducing potent anti-tumor immune responses in both <i>ex vivo<\/i> immune cell and cancer cell co-culture, as well as in vivo syngeneic mouse cancer models. For the <i>ex vivo<\/i> evaluation of the multi-targeting capabilities of the vaccine, human peripheral blood mononuclear cells (PBMCs) primed with our mRNA cancer vaccine were subsequently co-incubated with human normal and cancer cell lines harboring KRAS mutations to assess antigen-specific immune responses and the normal cell-sparing effect of the cancer vaccine. Four types of KRAS mutant cancer cells co-cultured with the vaccine-activated PBMCs showed substantially decreased cell viability. We found enrichment of cytotoxic and pro-inflammatory cytokines including ganzyme B, IFN&#947;, IL-6 and IL-10 in co-culture system with KRAS vaccine transfected monocyte and PBMCs. This suggests that multiple KRAS mutations can be targeted with a single type of mRNA vaccine candidate. In the LL\/2 syngeneic model (murine Lewis lung carcinoma, KRAS G12C mutant), the <i>in vivo<\/i> efficacy of KRAS cancer vaccine candidates was evaluated, revealing a notable reduction in tumor growth in response to the vaccine treatment. Also, during the treatment period, there were no significant clinical symptoms in the mouse between groups indicating the vaccine doses were tolerable. These results indicate that the KRAS vaccine effectively inhibits the growth of an LL\/2 tumor which has the immunosuppressive tumor microenvironment. The ability to address the challenges posed by diverse KRAS mutations underscores the promising potential of this multiple-KRAS mutation targeting mRNA-based cancer vaccine in the pursuit of enhanced therapeutic outcomes for patients afflicted with KRAS-mutant cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"KRAS,Vaccines,KRAS mutation,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chang Gyu Lim<\/b><sup><\/sup>, Seung-Hyun Shin<sup><\/sup>, Youngjin Han<sup><\/sup>, Yong Ho Heo<sup><\/sup>, Innah Kim<sup><\/sup>, Ji Hee Lee<sup><\/sup>, Miyoung Lee<sup><\/sup>, Seongju Jeong<sup><\/sup>, Yunjae Kim<sup><\/sup>, Jooyun Byun<sup><\/sup>, Daejin Kim<sup><\/sup>, In Young Choi<sup><\/sup><br><br\/>Hanmi Pharmaceutical Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"59c41f40-2c4d-49db-8bb7-5210bdef06f6","ControlNumber":"10341","DisclosureBlock":"<b>&nbsp;C. Lim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Shin, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Han, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Heo, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>I. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>M. Lee, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Jeong, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Byun, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>I. Choi, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB352","PresenterBiography":null,"PresenterDisplayName":"Chang Gyu Lim, MS","PresenterKey":"8b298538-0019-473c-a455-71256b85086e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB352. Unraveling therapeutic potentials of mRNA-based cancer vaccine concurrently targeting heterogeneous KRAS mutant cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling therapeutic potentials of mRNA-based cancer vaccine concurrently targeting heterogeneous KRAS mutant cancer","Topics":null,"cSlideId":""},{"Abstract":"Local immunotherapy against solid tumors is considered a viable approach to stimulate the tumor microenvironment (TME) and anti-tumor immunity. We assessed in situ vaccination with licensed subunit vaccines to leverage preexisting anti-vaccine immunity in the TC-1 tumor model expressing HPV16 viral oncogenes E6 and E7. We chose Shingrix, a VZV vaccine containing the glycoprotein E (gE), and Gardasil-9, an HPV vaccine containing L1 virus-like particles (VLP), to preferentially induce CD4 and CD8 T cell responses, respectively. Intratumoral (IT) injection of Shingrix in Shingrix prevaccinated mice led to complete regression in 20% to 50% of treated mice and elicited CD8 T cell responses against the viral oncoprotein E7. IT injection of an MHC-II-restricted gE peptide with polyI:C also led to durable remission, suggesting that gE-specific CD4 T cells played a significant role in tumor control. In contrast, IT injection of Gardasil-9 in Gardasi-9 prevaccinated animals did not delay tumor growth. However, IT injection of an MHC-I-restricted L1 peptide with Shingrix consistently led to complete remissions perhaps by overcoming preexisting antibodies against native HPV VLP which appeared to inhibit the cross-presentation of VLP derived antigens. TME analysis showed that IT injection of Shingrix with Gardasil-derived peptide induced IFN-gamma, TNF-alpha and CXCL9. This treatment also dramatically reshaped the immune cell infiltrate causing the recruitment of T cells and neutrophils and the decrease of tumor-associated macrophage and eosinophils. We are investigating now how these changes may contribute to tumor clearance and epitope spreading against tumor-derived antigens. Finally, IT injection of Shingrix and a E7 viral neoantigen peptide led to the eradication of all primary injected and abscopal tumors. Our results indicate that the ability of Shingrix to induce exceptionally strong Th1 responses makes it a versatile component for in-situ vaccination which can be combined with peptides derived from licensed vaccines or tumor antigens. Because this approach relies on relatively low cost existing vaccines and inexpensively manufactured minimal CD8 restricted peptides, it has the potential for a broadly applicable cancer immunotherapy strategy for use in resource-constrained settings. The approach is currently being evaluated in a phase I clinical trial in companion dogs with spontaneously arising cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Microenvironment,Interferons,Vaccines,Immunogenic cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Cuburu, S. K. Sethi, C. E. Bradley, L. Bialkowski, C. D. Thompson, D. R. Lowy, <b>J. T. Schiller<\/b>; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"77a89299-ff63-4386-b25e-df910abd4420","ControlNumber":"9752","DisclosureBlock":"&nbsp;<b>N. Cuburu, <\/b> None..<br><b>S. K. Sethi, <\/b> None..<br><b>C. E. Bradley, <\/b> None..<br><b>L. Bialkowski, <\/b> None..<br><b>C. D. Thompson, <\/b> None..<br><b>D. R. Lowy, <\/b> None..<br><b>J. T. Schiller, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB353","PresenterBiography":null,"PresenterDisplayName":"John Schiller, PhD","PresenterKey":"5f2d5ff6-d985-4b44-b43f-37083c308f4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB353. Repurposing varicella zoster virus and human papillomavirus vaccines for local immunotherapy against solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing varicella zoster virus and human papillomavirus vaccines for local immunotherapy against solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Oncolytic viruses (OVs) are potent cancer therapeutics that can selectively kill tumor cells and promote anti-tumor immunity. mSJ-650 (Wyeth, K2L<sup>-<\/sup>, TK<sup>-<\/sup>, murine GM-CSF, human CD55) is the Wyeth strain of vaccinia virus with human complement regulatory protein CD55 incorporated on the intracellular mature virion membrane to evade complement-mediated attack during circulation. The virus also expresses mGM-CSF in replace of thymidine kinase to increase tumor selectivity and enhance immunogenicity. We previously reported that a single dose of mSJ-650 effectively evades complement and shows prominent anti-tumor efficacy in A549 and HCT116 xenograft model. Here, we further investigated the capability of mSJ-650 in promoting anti-tumor response after multiple systemic administration in immunocompetent breast cancer mouse model.<br \/>In an orthotopic EMT6 breast cancer model, mSJ-650 or control mSJ-612 devoid of CD55 was intravenously injected at low dose (1x10<sup>6 <\/sup>pfu) and high dose (3x10<sup>6<\/sup> pfu), twice weekly. mSJ-650 treatment dose-dependently suppressed tumor growth, showing superior antitumor efficacy compared to treatment of control mSJ-612. Moreover, multiple systemic administration of mSJ-650 was well-tolerated with no apparent signs of toxicity in serum tested via AST and ALT assay.<br \/>To further elucidate whether mSJ-650 can evade neutralization by antibody and maintain its antitumor potency <i>in vivo<\/i>, we designed two experimental models. Firstly, endogenous vaccinia virus specific neutralizing antibody was generated by intravenous injection of mSJ-650 prior to tumor cell inoculation in tumor-bearing mouse, followed by systemic administration of mSJ-650 twice weekly. Second, serum containing vaccinia virus specific neutralizing antibody was intravenously injected 24 hours prior to mSJ-650 administration in tumor-bearing mouse. In both experimental models, mSJ-650 treated group significantly inhibited tumor growth despite the presence of neutralizing antibody, while control mSJ-612 treated group failed to suppress tumor growth. These results imply that mSJ-650 is capable of evading neutralization and maintaining its antitumor efficacy. Moreover, we performed multi-color flow cytometry analysis of tumor-infiltrating leukocytes to evaluate immunogenicity of mSJ-650. As a result, we observed a significant increase in recruitment of activated CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells by 2-fold and high expression level of cytotoxic molecules (perforin, TNF-&#945;, IFN-&#947;) in tumor-infiltrating T cells.<br \/>In summary, multiple systemic administration of mSJ-650 markedly evaded neutralization and suppressed tumor growth by promoting anti-tumor response in immunocompetent breast cancer mouse model, thus implying that mSJ-650 is a promising candidate for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Multiple systemic administration,Anti-tumor efficacy,Neutralization evasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Yang<\/b><sup>1<\/sup>, S. Won<sup>1<\/sup>, N. Lee<sup>2<\/sup>, E. Kim<sup>1<\/sup>, S. Lee<sup>2<\/sup>, M.-J. Park<sup>2<\/sup>, B.-J. Jung<sup>2<\/sup>, Y.-K. Hong<sup>2<\/sup>, H.-R. Kim<sup>1<\/sup>, D.-S. Lee<sup>1<\/sup>, K. Oh<sup>2<\/sup>; <br\/><sup>1<\/sup>Seoul National University, College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>SillaJen, Inc., Yongin, Korea, Republic of","CSlideId":"","ControlKey":"08b8b1d9-1ef0-460a-bfb2-9dc9bc178114","ControlNumber":"9908","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>S. Won, <\/b> None..<br><b>N. Lee, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>B. Jung, <\/b> None..<br><b>Y. Hong, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>K. Oh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB354","PresenterBiography":null,"PresenterDisplayName":"Yeonsoo Yang","PresenterKey":"c8ce8db1-a047-4347-a084-a3d7c272fbe4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB354. A novel oncolytic vaccinia virus with intravenous compatibility evaded complement- and neutralizing antibody-mediated inhibition and provided superior anti-tumor activity to intra-tumoral administration in immunocompetent mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel oncolytic vaccinia virus with intravenous compatibility evaded complement- and neutralizing antibody-mediated inhibition and provided superior anti-tumor activity to intra-tumoral administration in immunocompetent mice","Topics":null,"cSlideId":""},{"Abstract":"A major challenge to further development of immune checkpoint therapies (ICT) for advanced cancer is the inherent toxicity of higher-order multidrug combinations likely needed to eradicate metastatic disease. Recently, early clinical studies have investigated a new general approach to address this challenge, termed cryo-immune vaccination (CIV). The CIV approach by SYNC-T therapy involves cycles of local cryolysis of a solid tumor followed by infusion of the same lesion with a low-dose multi-API formulation. CIV has never been explored methodically in preclinical or clinical settings, so the basis for systemic responses that have been observed in early clinical testing are not fully understood. Accordingly, as trials of the safety and efficacy of CIV proceed, there is now a need of preclinical model systems to help illuminate the mechanistic foundations of the approach, investigate safety and efficacy, and learn where and how it might be best leveraged. To develop the conceptual framework of CIV, we adapted the orthotopic metastatic 4T1 breast cancer model used extensively in our laboratory as a foundation to study CIV antitumor responses and mechanisms of action. Briefly, breast tumors were initiated in na&#239;ve murine subjects by orthotopic injection of 1x10<sup>4<\/sup> cells into the mammary fad pads of immunocompetent BALB\/c hosts. When tumors reached ~5-7 mm, a time when occult pulmonary metastases have seeded, primary tumors were exposed surgically on skin flaps and contacted directly with a liquid nitrogen-cooled pointed steel rod for 15-30 sec. The rod was then withdrawn and tumor tissue allowed to thaw fully before injection into the cryolysed tumor of a selected ICT multidrug cocktail (or negative control murine IgG) in 25-50 &#181;l total volume. The selected multidrug cocktail was modeled on SYNC-T combination therapy currently under study in a Phase 1 clinical trial (Syncromune, Inc.) Briefly, the ICT drug cocktails were variably composed of murine-reactive antibodies against CTLA4, PD-1 or OX40 (agonist), CD40L (agonist) and CpG oligonucleotide. As a starting point, allometric scaling was used to model dosing analogous to the proprietary ICT drug formulations SV-101 and SV-102 in clinical testing (Syncromune, Inc.). For exploratory toxicology, a standard panel of blood-borne liver and kidney toxicity biomarkers was assessed. For exploratory pharmacology, a &#8216;super mouse&#8217; design was employed with ELISA-based determinations to measure antibody distribution in blood serum. To gain initial mechanistic insights, responses will be compared in host mice that are genetically deficient in selected components of the adaptive or innate immune systems. Progress in methodological and mechanistic studies will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Immunotherapy,Cancer vaccine,Cryotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. B. DuHadaway<sup>1<\/sup>, A. J. Muller<sup>1<\/sup>, L. D. Laury-Kleintop<sup>1<\/sup>, U. Wallon<sup>1<\/sup>, S. K. Gilmour<sup>1<\/sup>, M. Webster<sup>1<\/sup>, J. R. Williams<sup>2<\/sup>, G. R. Rossi<sup>3<\/sup>, M. R. Mautino<sup>3<\/sup>, J. Lewis<sup>3<\/sup>, C. J. Link<sup>3<\/sup>, <b>G. C. Prendergast<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Lankenau Institute for Medical Research (LIMR), Wynnewood, PA, <sup>2<\/sup>Williams Cancer Institute, Beverly Hills, CA, <sup>3<\/sup>Syncromune, Inc., Fort Lauderdale, FL","CSlideId":"","ControlKey":"7856202d-d6fc-4ca9-aa61-9cf51a96ed4b","ControlNumber":"10795","DisclosureBlock":"&nbsp;<b>J. B. DuHadaway, <\/b> None.&nbsp;<br><b>A. J. Muller, <\/b> <br><b>IO Biotech<\/b> Independent Contractor, Stock, Stock Option, Grant\/Contract. <br><b>Augen Therapeutics, Inc.<\/b> Stock, Stock Option, Patent, Other, Scientific Advisor. <br><b>L. D. Laury-Kleintop, <\/b> <br><b>Augen Therapeutics, Inc.<\/b> Independent Contractor, Stock Option, Patent, Other, Scientific Advisor. <br><b>U. Wallon, <\/b> <br><b>Mynari Biomedical, Inc.<\/b> Patent.<br><b>S. K. Gilmour, <\/b> None..<br><b>M. Webster, <\/b> None.&nbsp;<br><b>J. R. Williams, <\/b> <br><b>Syncromune, Inc.<\/b> Independent Contractor, Stock, Stock Option, Patent. <br><b>G. R. Rossi, <\/b> <br><b>Syncromune, Inc.<\/b> Employment. <br><b>M. R. Mautino, <\/b> <br><b>Syncromune, Inc.<\/b> Employment. <br><b>J. Lewis, <\/b> <br><b>Syncromune, Inc.<\/b> Employment. <br><b>C. J. Link, <\/b> <br><b>Syncromune, Inc.<\/b> Employment. <br><b>G. C. Prendergast, <\/b> <br><b>Immunome, Inc.<\/b> Independent Contractor, Stock, Other, Scientific Advisor. <br><b>Merck, Inc.<\/b> Stock. <br><b>Augen Therapeutics, Inc.<\/b> Fiduciary Officer, Stock Option, Travel, Patent. <br><b>Dynamis Therapeutics, Inc.<\/b> Stock Option, Patent, Other, Scientific Advisor. <br><b>MBF Therapeutics, Inc.<\/b> Stock. <br><b>Meditope Biosciences, Inc.<\/b> Fiduciary Officer, Stock, Stock Option. <br><b>Ribonova, Inc.<\/b> Independent Contractor, Stock, Other, Scientific Advisor. <br><b>Syncromune, Inc.<\/b> Independent Contractor, Stock, Stock Option, Other, Scientific Advisor.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB355","PresenterBiography":null,"PresenterDisplayName":"George Prendergast, PhD","PresenterKey":"86d93c2e-170a-41ae-903f-19925e097680","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB355. Cryo-immune vaccination (CIV) by SYNC-T therapy: Preclinical modeling of a novel device-multidrug immunotherapeutic approach to eradicate advanced metastatic cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cryo-immune vaccination (CIV) by SYNC-T therapy: Preclinical modeling of a novel device-multidrug immunotherapeutic approach to eradicate advanced metastatic cancers","Topics":null,"cSlideId":""},{"Abstract":"Tumor infiltrating CD8<sup>+<\/sup> T lymphocytes (TILs) develop a state of exhaustion, become terminally exhausted (Ttex) and fail to control tumor growth through cytolytic activity. At an early stage, however, progenitors of exhausted (pTex) TILs are renewable and still reprogrammable, and can generate efficient cytolytic effector cells. pTex highly express stemness program genes. There is a high interest in understanding the mechanisms that control stemness and exhaustion programs of TILs. In the current study we investigated the consequences of the removal of the transcription factor (TF) BCL11B in TILs on the control of the stemness and exhaustion programs, their epigenetics landscape, and the impact on the pTex versus Ttex TIL status. Using scRNAseq, bulk RNAseq and epigenomics approaches, we positioned BCL11B upstream of essential TFs of the stemness and exhaustion programs, as well as of the cytolytic activity program. BCL11B<sup>-\/-<\/sup> CD8<sup>+<\/sup> TILs have increased stemness and elevated effector program, but reduced exhaustion, and they promoted a superior response compared to WT TILs, restricting tumor growth. Importantly, evaluation of BCL11B KO signature in patients with metastatic melanoma treated with check point inhibitors, show a more favorable response and survival in the patients with enriched BCL11B KO TIL signature. Thus these results indicate that BCL11B constitutes a promising target for therapeutic intervention in cancer cell therapies to sustain stemness, cytolytic activity and reduce exhaustion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Stemness,Immune response,Epigenetics,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Avram<\/b>, T. Shaw, S. Pilon-Thomas, L. Silvane, T. Zelenka; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"bd236cca-0a01-4232-8373-e49e222150b7","ControlNumber":"9782","DisclosureBlock":"&nbsp;<b>D. Avram, <\/b> None..<br><b>T. Shaw, <\/b> None..<br><b>S. Pilon-Thomas, <\/b> None..<br><b>L. Silvane, <\/b> None..<br><b>T. Zelenka, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB358","PresenterBiography":null,"PresenterDisplayName":"Dorina Avram, PhD","PresenterKey":"964d45d7-b2aa-49bc-9181-50b43dd3234d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB358. Program and epigenetic control of stemness and exhaustion of tumor infiltrating CD8<sup>+<\/sup> T lymphocytes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Program and epigenetic control of stemness and exhaustion of tumor infiltrating CD8<sup>+<\/sup> T lymphocytes","Topics":null,"cSlideId":""},{"Abstract":"As the leading cause of cancer-related deaths worldwide, the development of targeted therapeutics and immunotherapies as a means for treating lung cancer remains crucial. Non-small cell lung cancer (NSCLC), the most common histological subtype accounting for 85%, predominantly arises from lung adenocarcinoma with driver mutations in the K-ras oncogene (KM-LUAD). Studies have shown that KM-LUAD progression partly occurs through activation of the NF-&#954;B pathway initiating an inflammatory response and creating a pro-tumor microenvironment. Notably, the pro-inflammatory cytokine IL-1&#946; a potent activator and product of the NF-&#954;B pathway is elevated in the lungs and sera of KM-LUAD patients. Our preliminary studies have shown that IL-1&#946; blockade reprograms the lung immune microenvironment to that of an anti-tumor immune phenotype in a mouse model of KM-LUAD driven by lung epithelial cell-specific expression of KRAS<sup>G12D<\/sup> (CCSP<sup>Cre<\/sup>\/LSL-KRAS<sup>G12D<\/sup>, CC-LR mouse), suggesting that indeed this cytokine mediates tumor-promoting inflammation in KM-LUAD pathogenesis. Yet, cell-specific mechanisms that underlie tumor-promoting roles of IL-1&#946; signaling are still poorly understood. Thus, we sought to elucidate the role of IL-1&#946; signaling via its ability to bind to its receptor, IL-1R, in the context of KM-LUAD by conditionally knocking out the IL-1R in KRAS-mutant lung epithelial cells in CC-LR mice. Tumor development as well as immune microenvironment in 14 and 18-week-old CC-LR mice with epithelial specific conditional knockout of IL-1R (LR\/IL-1R<sup>&#916;\/&#916;<\/sup>) in comparison to age- and sex-matched control CC-LR littermates were studied. Notably reduced tumor burden in LR\/IL-1R<sup>&#916;\/&#916;<\/sup> mice with an interesting shift toward atypical adenomatous hyperplasia (AHH) lesion formation was evident when compared to their CC-LR counterpart. Having previously shown that targeting IL-1R leads to a reduction in the myeloid cell compartment also known for the regulation and production of angiogenic markers, an immunohistochemical evaluation of the angiogenic marker ERG was performed, showing a significantly diminished expression in tissue collected from LR\/IL-1R<sup>&#916;\/&#916; <\/sup>mice. Further studies assessing the role of angiogenic modulation by IL-1R in the context of KM-LUAD progression and its regulation by myeloid cells are currently under investigation. Overall, these findings provide insight into cell-specific mechanisms underlying the tumor-promoting effects of IL-1&#946; signaling and support the role of tumor cell-intrinsic factors in tumor progression via shaping the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-04 Inflammation and cancer: Tumor initiation and progression,,"},{"Key":"Keywords","Value":"KRAS,Interleukin-1,Lung cancer: non-small cell,Angiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Krishna<\/b><sup>1<\/sup>, M. J. Clowers<sup>1<\/sup>, B. Yuan<sup>2<\/sup>, V. Ha<sup>2<\/sup>, K. Larsen<sup>2<\/sup>, N. Karimi<sup>2<\/sup>, A. Gaitonde<sup>2<\/sup>, J. Colunga<sup>1<\/sup>, M. T. Grimaldo<sup>1<\/sup>, M. J. Arredondo Sancristobal<sup>2<\/sup>, V. Villalba-Sabat<sup>2<\/sup>, A. Baca De Anda<sup>2<\/sup>, Y. Rezai<sup>2<\/sup>, J. Sharma<sup>1<\/sup>, H. Kadara<sup>1<\/sup>, S. Moghaddam<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center UT Health Houston Graduate School of Biomedical Sciences, Houston, TX, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ee75b0a4-c552-4c60-a8d2-8b6d5715253b","ControlNumber":"10579","DisclosureBlock":"&nbsp;<b>A. Krishna, <\/b> None..<br><b>M. J. Clowers, <\/b> None..<br><b>B. Yuan, <\/b> None..<br><b>V. Ha, <\/b> None..<br><b>K. Larsen, <\/b> None..<br><b>N. Karimi, <\/b> None..<br><b>A. Gaitonde, <\/b> None..<br><b>J. Colunga, <\/b> None..<br><b>M. T. Grimaldo, <\/b> None..<br><b>M. J. Arredondo Sancristobal, <\/b> None..<br><b>V. Villalba-Sabat, <\/b> None..<br><b>A. Baca De Anda, <\/b> None..<br><b>Y. Rezai, <\/b> None..<br><b>J. Sharma, <\/b> None..<br><b>H. Kadara, <\/b> None..<br><b>S. Moghaddam, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB359","PresenterBiography":null,"PresenterDisplayName":"Avantika Krishna, BS","PresenterKey":"a03a3f7e-45af-4fcf-8ca3-1d7dc8b09139","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB359. Lung epithelial specific IL-1R promotes K-ras mutant lung cancer by inducing angiogenesis that might be medicated via myeloid tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung epithelial specific IL-1R promotes K-ras mutant lung cancer by inducing angiogenesis that might be medicated via myeloid tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Ulcerative colitis (UC) is a chronic inflammatory disease continuous from the rectum. We previously reported that chronic inflammation may induce the RNA-editing enzyme ADAR1 and promote carcinogenesis (Journal of Crohn's and Colitis, 2023). However, the relationship between RNA editing and carcinogenesis in UC remains unresolved because we could not identify specific RNA editing sites. Therefore, in this study, we performed a new comprehensive RNA analysis using RNA sequencing to clarify the role of RNA editing in the carcinogenesis process in UC and to construct a prediction model of carcinogenic risk.<br \/><b>Methods<\/b>: We performed immunostaining of ADAR1, an RNA-editing enzyme, in 139 cases of ulcerative colitis. In addition, normal colorectal tissue, UC inflammatory phase, normal rectal mucosa of UC carcinoma cases, and UC carcinoma sites were submitted to RNA-Seq testing in 6 cases each (24 cases total). Bioinformatics analysis was performed to compare RNA editing sites in each group.<br \/><b>Results<\/b>: RNA-seq analysis showed a significant increase in global RNA editing sites in the inflammatory phase compared to normal colon tissue (p = 0.02). This phenomenon was due to increased ADAR1 expression associated with type 1 interferon. We hypothesized that global RNA editing was decreased in normal colonic mucosa during the remission phase but that some sites of prolonged RNA editing might promote carcinogenesis. We attempted to identify carcinogenesis-specific RNA editing sites. We identified 72 cancer-specific RNA editing sites, mainly in long noncoding RNAs such as NEAT1 and in the 3'UTR region of mRNAs such as CTSS. Assuming that the accumulation of these RNA editing leads to carcinogenesis, pathway analysis revealed that pathways promoting cancer invasion and stemness are activated. When ROC curves were generated using these editing sites as markers, the AUC was 0.935, suggesting that analysis of RNA editing in the colonic mucosa of UC patients may be able to predict the risk of carcinogenesis.<br \/><b>Conclusions<\/b>: We identified potential editing sites for carcinogenesis in UC, allowing the identification of carcinogenic mechanisms in UC and the establishment of predictive markers for carcinogenic risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-04 Inflammation and cancer: Tumor initiation and progression,,"},{"Key":"Keywords","Value":"Biomarkers,RNA editing,Carcinogenesis,Ulcerative colitis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Toshiaki Takahashi<\/b><sup><\/sup>, Kunitoshi Shigeyasu<sup><\/sup>, Yoshitaka Kondo<sup><\/sup>, Hibiki Umeda<sup><\/sup>, Kazuya Moriwake<sup><\/sup>, Masashi Kayano<sup><\/sup>, Kaori Nitta<sup><\/sup>, Fuminori Teraishi<sup><\/sup>, Yuzo Umeda<sup><\/sup>, Hiroshi Tazawa<sup><\/sup>, Toshiyoshi Fujiwara<sup><\/sup><br><br\/>Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan","CSlideId":"","ControlKey":"65d58970-ee5e-4be7-bbc5-288248962ff9","ControlNumber":"10592","DisclosureBlock":"&nbsp;<b>T. Takahashi, <\/b> None..<br><b>K. Shigeyasu, <\/b> None..<br><b>Y. Kondo, <\/b> None..<br><b>H. Umeda, <\/b> None..<br><b>K. Moriwake, <\/b> None..<br><b>M. Kayano, <\/b> None..<br><b>K. Nitta, <\/b> None..<br><b>F. Teraishi, <\/b> None..<br><b>Y. Umeda, <\/b> None..<br><b>H. Tazawa, <\/b> None..<br><b>T. Fujiwara, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB360","PresenterBiography":null,"PresenterDisplayName":"Toshiaki Takahashi","PresenterKey":"1657d4c0-b98c-4168-a014-0cd944a6e35c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB360. Establishment of predictive biomarkers for carcinogenesis in ulcerative colitis using RNA editing analyses<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of predictive biomarkers for carcinogenesis in ulcerative colitis using RNA editing analyses<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"The DNA exonuclease TREX1 (Three-prime repair exonuclease 1) is critical for preventing autoimmunity in mice and humans by degrading endogenous cytosolic DNA, which otherwise triggers activation of the innate cGAS\/STING pathway leading to the production of type I IFNs. Since tumor cells are prone to aberrant cytosolic DNA accumulation, we hypothesized that they are critically dependent on TREX1 activity to limit their immunogenicity. Here we show, that in tumor cells TREX1 indeed restricts the spontaneous activation of the cGAS\/STING pathway and the subsequent induction of a type I IFN response. As a result, TREX1 deficiency compromised <i>in vivo<\/i> tumor growth in mice. This delay depended on a functional immune system, systemic type I IFN signaling, and tumor-intrinsic cGAS expression. Mechanistically, we show that tumor TREX1 loss drove activation of CD8 T cells and NK cells, prevented CD8 T cell exhaustion and remodeled an immunosuppressive myeloid compartment. Consequently, TREX1 deficiency synergized with T cell directed immune checkpoint blockade. Collectively, we conclude that TREX1 is essential to limit tumor immunogenicity, and that targeting this innate immune checkpoint remodels the tumor microenvironment and enhances anti-tumor immunity by itself and in combination with T cell-targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,Cancer immunotherapy,Interferons,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lim<\/b>, R. Rodriguez, K. Williams, J. Silva, A. Gutierrez, P. Tyler, F. Baharom, T. Sun, E. Lin, S. Martin, B. Kayser, R. J. Johnston, I. Mellman, L. Delamarre, N. West, S. Müller, Y. Qu, K. Heger; <br\/>Genentech, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"f70c1ec1-81cc-4b13-b841-199fa19c97cc","ControlNumber":"10807","DisclosureBlock":"<b>&nbsp;J. Lim, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>R. Rodriguez, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>K. Williams, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>J. Silva, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>A. Gutierrez, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>P. Tyler, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>F. Baharom, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>T. Sun, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>E. Lin, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>S. Martin, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>B. Kayser, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>R. J. Johnston, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>I. Mellman, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>L. Delamarre, <\/b> <br><b>Genentech Inc.<\/b> Employment. <br><b>N. West, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>S. Müller, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>Y. Qu, <\/b> <br><b>Genentech, Inc.<\/b> Employment. <br><b>K. Heger, <\/b> <br><b>Genentech, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB361","PresenterBiography":null,"PresenterDisplayName":"Junghyun Lim, Unknown","PresenterKey":"c78974df-f97d-4267-b43f-f701671572de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB361. The exonuclease TREX1 constitutes an innate immune checkpoint limiting cGAS\/STING-mediated anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The exonuclease TREX1 constitutes an innate immune checkpoint limiting cGAS\/STING-mediated anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Preclinical in vivo tumor models are crucial in translational research and the pharmaceutical industry, particularly for evaluating novel anti-cancer agents. While animal tumor models are widely used in both drug development and academic research, the majority of investigations have relied on subcutaneous (SC) transplantable tumor models. These models often fail to consider the orthotopic organ origin or the unique microenvironmental differences, leading to significant limitations. Despite many publications highlighting the advantages of orthotopic tumor models (ORTH) over SC models, there is a lack of systematic analysis and comparative characterization of these formats. In this study, we have systematically developed a comprehensive ORTH tumor model platform comprising over 80 orthotopic tumor models and covering more than 25 tumor types. ORTH tumor models have been enhanced for non-invasive monitoring and increased sensitivity of tumor growth and metastasis detection through labeling with multimodality imaging markers such as GFP, RFP, and bioluminescence or imaging with micro-CT or ultrasound. We optimized and streamlined technical procedures, throughput, and reproducibility of ORTH model development, facilitating the use of these models to assess anticancer agents in a large-scale format. To mimic the clinical situation, our characterization of these models includes growth profiles, metastatic features, and survival status. Additionally, ORTH models were compared with SC models regarding the efficacy of standard-of-care (SOC) drugs through side-by-side comparison studies. As expected, inconsistent responses to SOC therapeutics were observed in some models when comparing ORTH versus SC tumors. For models yielding inconsistent results, molecular analysis and model selection recommendations will be discussed. To date, this is the first study describing the generation of a considerably large orthotopic tumor model collection and conducting a comprehensive side-by-side characterization of ORTH and SC models. This proactive approach aims to improve the mimicry of patients' tumor microenvironments and enhance the clinical relevance and potentially increase the efficiency of translational research processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Animal models,Orthotopic tumor modeling,Clinical relevance,Validation and characterization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Yang<\/b>, X. Yuan, G. Yang, X. Tong, W. Ding, Q. Zhang, F. Lu, Z. Yang; <br\/>ClinBridge Biotech Co Ltd, Naijing, China","CSlideId":"","ControlKey":"adf95cea-cd57-4b8c-ad69-2fd4eb701722","ControlNumber":"10270","DisclosureBlock":"<b>&nbsp;W. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>X. Yuan, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>G. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>X. Tong, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>W. Ding, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>Q. Zhang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>F. Lu, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>Z. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB362","PresenterBiography":null,"PresenterDisplayName":"WenQing Yang, PhD","PresenterKey":"39294a74-1d06-4627-8f36-0cb913391ad8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB362. Systematic development and characterization of orthotopic animal tumor models: A proactive approach to mimic patients' tumor microenvironments for drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic development and characterization of orthotopic animal tumor models: A proactive approach to mimic patients' tumor microenvironments for drug discovery","Topics":null,"cSlideId":""},{"Abstract":"The NKP46 receptor is expressed by all NK cells, and plays a key role in the recognition and activation of NK cells against tumor cells. Cross-linking of NKp46 by monoclonal antibodies triggers both NK cell cytotoxic activity and cytokine release. As the only NCR present in mice, NKP46 is well conserved, but differences between the murine and human NKP46 protein necessitate use of humanized mice for evaluating preclinical efficacy of novel NKP46-targeting antibodies. Previously, we established humanized NKP46 mice on immunocompetent backgrounds for evaluating antibody efficacy in preventing growth of syngeneic tumor models. However, xenograft models in immunodeficient mice have also been widely employed as important <i>in<\/i><i> vivo<\/i> models. Here, we describe a novel humanized NKP46 mouse on the CB-17-SCID background in order to inoculate human tumor cells for therapeutic efficacy testing. In this model, using gene editing technology, the portion of the mouse <i>NKp46<\/i> gene encoding the extracellular domain was replaced by the corresponding human <i>NKP46<\/i> coding sequences. Human NKP46 protein expression was confirmed on NK cells derived from splenocytes and bone marrow of B-hNKP46 mice(CB17-SCID) by flow cytometry. Subsequently, assessment of leukocyte populations in the humanized model indicated no significant alterations in the percentages of NK cells, dendritic cells, granulocytes, monocytes and macrophages in the spleen, bone marrow or blood of the humanized mice compared with wild-type CB17-SCID mice. Finally, tumor efficacy studies demonstrate that treatment with an anti-human NKP46 antibody significantly reduced BxPC-3 tumor growth at a range of doses in homozygous hNKP46 mice compared to PBS-injected controls. In summary, humanized B-hBKP46 mice(CB17-SCID) provide a suitable model for evaluating the efficacy of anti-human NKP46 antibody candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Animal models,Preclinical testing,Natural killer cells,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Zhenlan Niu<sup>1<\/sup>, Yongshun Li<sup>1<\/sup>, Xiaofei Zhou<sup>1<\/sup>, Jiawei Yao<sup>1<\/sup>, <b>Leila Kokabee<\/b><sup>2<\/sup>, Qingcong Lin<sup>2<\/sup>, Meiqi Zhang<sup>1<\/sup>, Qingqing Xu<sup>1<\/sup><br><br\/><sup>1<\/sup>Biocytogen (Pharmaceuticals) Beijing Co., Beijing, China,<sup>2<\/sup>Biocytogen, Waltham, MA","CSlideId":"","ControlKey":"81d5d079-10cc-4d23-b7ec-e690f638c990","ControlNumber":"10461","DisclosureBlock":"&nbsp;<b>Z. Niu, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>L. Kokabee, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>Q. Xu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB363","PresenterBiography":null,"PresenterDisplayName":"Leila Kokabee, BS;MS;PhD","PresenterKey":"eac613c3-ebb0-4a3b-be57-0348c9952589","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB363. A novel humanized NKP46 mouse model to support xenograft studies evaluating NK cell-based cancer immunotherapies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel humanized NKP46 mouse model to support xenograft studies evaluating NK cell-based cancer immunotherapies","Topics":null,"cSlideId":""},{"Abstract":"With the new waves of anti-tumor immunotherapy development, novel immunotherapies based on NK cells have emerged and advanced rapidly. Considering the inherent mechanisms of NK cells, various strategies are employed in tumor immunotherapy to maximize the efficacy of NK cells, including the following: 1) immune checkpoint inhibitors to relieve NK cell inhibition signals; 2) activation of NK cell activity; 3) targeted antibody therapy for tumor cell killing via antibody-dependent cellular cytotoxicity (ADCC), and 4) cell therapy, such as CAR-NK. Although numerous NK-targeting immune therapeutics or various NK-modulating modalities have been developed or advanced toward clinical trials, there is a lack of clinically relevant preclinical animal models that can be widely accepted for the evaluation of NK-modulating agents, particularly for models that involve functional human NK cells in the test system. This study generated a humanized mouse tumor model system which involves specific reconstitution of functional and durable human NK cells in a murine system, providing a clinically relevant tumor microenvironment. We first engineered a stable monoclonal feeder cell line in vitro to expand NK cells isolated from human peripheral blood mononuclear cells (hPBMCs) using magnetic bead separation. Using this approach, the human primary NK cells were robustly and consistently amplified (up to hundreds of fold) while maintaining their purity and functionality. When compared with primary NK cells using in vitro immune assays including ADCC and FACs, the expanded NK cells showed comparable results as the parental cells. In vivo experimental results indicated that a durable and functional NK reconstitution can be established in tumor-bearing severely immune deficient mice expressing hIL-15. Furthermore, this NK-humanized tumor model system was proven to respond to standard of care (SOC) NK-targeting drugs. In summary, this novel NK humanized in vivo model may represent an effective preclinical tool for assessing NK-modulating drugs, with the hope of facilitating the development process of novel immune therapeutics employing both adaptive and innate immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Natural killer cells,NK humanization in mice,Establishment,Novel animal model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Lu<sup>1<\/sup>, W. Ding<sup>1<\/sup>, G. Yang<sup>1<\/sup>, Y. Jia<sup>1<\/sup>, Z. Wang<sup>1<\/sup>, X. Yuan<sup>1<\/sup>, M. Yin<sup>2<\/sup>, Z. Yang<sup>1<\/sup>, <b>W. Yang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>ClinBridge Biotech Co Ltd, Naijing, China, <sup>2<\/sup>VitalStar Biotech, Beijing, China","CSlideId":"","ControlKey":"52a4d5ef-fe29-46d4-9105-0abcce78295c","ControlNumber":"10505","DisclosureBlock":"<b>&nbsp;F. Lu, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>W. Ding, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>G. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>Y. Jia, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>Z. Wang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>X. Yuan, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>M. Yin, <\/b> <br><b>VitalStar Biotech<\/b> Employment. <br><b>Z. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment. <br><b>W. Yang, <\/b> <br><b>ClinBridge Biotech Co Ltd<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB364","PresenterBiography":null,"PresenterDisplayName":"WenQing Yang, PhD","PresenterKey":"39294a74-1d06-4627-8f36-0cb913391ad8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB364. Generation and Application of a Robust Humanized Mouse Tumor Model System for Evaluation of NK-Targeting Therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation and Application of a Robust Humanized Mouse Tumor Model System for Evaluation of NK-Targeting Therapeutics","Topics":null,"cSlideId":""},{"Abstract":"The recombinant-activating gene 2 (Rag2) plays a critical role in the recombination of the immunoglobulin and T cell receptor genes during the maturation of T and B cells. Loss of Rag2 protein leads to a lack of functional T and B cells, which eliminates the adaptive immune response. However, Rag2 deficiency alone may not guarantee the success of xenograft implantation, due to NK cells and other innate cells remaining. <i>Il2rg <\/i>is a key component of several cytokine receptors involved in differentiation and\/or function of numerous adaptive and innate immune cells, including NK cells, mast cells, basophils, and dendritic cells. To generate a more severely immunodeficient rat model, both the <i>Rag2 <\/i>and <i>Il2rg <\/i>genes were knocked out<i> <\/i>in Sprague Dawley (SD) rats; this model was termed B-SDG rats. The immune profile and organ weights of thymus and spleen were investigated in B-SDG rats in comparison with <i>Rag2<sup>-\/- <\/sup><\/i><sup> <i> <\/i><\/sup>and wild-type SD rats. The spleen weights of both <i>Rag2<sup>-\/- <\/sup><\/i><sup> <i> <\/i><\/sup>and B-SDG rats were similar, but significantly reduced compared to wild-type SD rats. Notably, the thymus weights of B-SDG male rats were significantly smaller than those of <i>Rag2<sup>-\/- <\/sup><\/i>males. The immune cell profiles in thymus, spleen and blood were next evaluated by flow cytometry. A complete lack of B and T cells was observed in both <i>Rag2<sup>-\/- <\/sup><\/i><sup> <i> <\/i><\/sup>and B-SDG rats. B-SDG rats lacked CD161<sup>+<\/sup> NK cells in the spleen and blood, which were maintained in <i>Rag2<sup>-\/- <\/sup><\/i><sup> <i> <\/i><\/sup>rats. Dendritic cells, monocytes, macrophages, and neutrophils were detected in all strains. In vivo xenograft implantation with human lung, bladder, breast, pancreas, acute monocytic and myelomonocytic leukemia tumor cell lines was next evaluated in B-SDG rats, which demonstrated successful engraftment. Furthermore, several efficacy studies were performed in B-SDG rats, including cisplatin chemotherapy on human breast invasive ductal carcinoma cell (HCC1954) and human large cell lung cancer cell (NCI-H460) xenografts, and a HER2-targeting ADC therapy was tested in B-SDG rats harboring human non-small cell lung cancer tumors (NCI-H1975). Taken together, these data confirm that B-SDG rats provide a powerful immunodeficient model for preclinical <i>in vivo<\/i> evaluation of novel drug candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Xenografts,Animal models,Preclinical testing,Rat,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Nie<sup>1<\/sup>, M. Zhang<sup>1<\/sup>, W. Zhong<sup>1<\/sup>, J. Feng<sup>1<\/sup>, B. Huwatibieke<sup>1<\/sup>, <b>Z. Yu<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Biocytogen, Waltham, MA","CSlideId":"","ControlKey":"de19d0c3-1285-48f4-bf1e-c79834927e82","ControlNumber":"10639","DisclosureBlock":"&nbsp;<b>Y. Nie, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>W. Zhong, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>B. Huwatibieke, <\/b> None..<br><b>Z. Yu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB365","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB365. Generation of a novel severely immunodeficient Sprague Dawley rat model for xenograft studies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of a novel severely immunodeficient Sprague Dawley rat model for xenograft studies","Topics":null,"cSlideId":""},{"Abstract":"RAS mutations are among the most prevalent oncogenic mutations, found in approximately 20% of human cancers. KRAS, the predominantly mutated isoform of RAS, is mutated in 40% of colorectal cancer (CRC) and leads to constitutive activation of the MAPK pathway and other downstream effectors. Despite recent FDA approval for KRAS<sup>G12C<\/sup> selective inhibitor in non-small cell lung cancer, the response rate in CRC is below 20%, posing a challenge for treatment of these tumors.<br \/>Several studies have implicated oncogenic KRAS signaling in creating an immunosuppressive tumor microenvironment; therefore, we hypothesized that KRAS inhibitors can enhance anti-tumor immunity, providing a rationale for their combination with immune checkpoint blockade. Using a syngeneic KRAS<sup>G12C<\/sup> CRC mouse model with knockout of APC, TP53, and SMAD4, we examined tumor cell-intrinsic mechanism of cooperativity between KRAS inhibition and immune response. We found that combining KRAS<sup>G12C<\/sup> inhibition with anti-PD1 produced a more substantial and sustained reduction in tumor volume compared with KRAS or PD-1 inhibition alone. KRAS<sup>G12C <\/sup>inhibition led to a significant increase in CD3+CD8+ T cell infiltration compared with vehicle control. Single-cell RNA-sequencing corroborated our observations and revealed increased T cell infiltration in KRAS<sup>G12C <\/sup>tumors following KRAS<sup>G12C <\/sup>inhibition. Moreover, these T cells upregulated genes involved in interferon gamma production and T cell activation. Importantly, we observed a significant reduction in the Ras pathway genes, specifically in the tumor cell population, along with enrichment of genes involved in abnormal antigen presentation and MHC Class I peptide loading complex. Mechanistically, we found that KRAS<sup>G12C<\/sup> inhibition activates the innate immune response, which subsequently induce Type I interferons that activate the expression of T cell-recruiting interferon stimulated genes like CXCL9, CXCL10, IFIT1, IFIT2, and IFIT3. Our data presents a connection between KRAS inhibition and anti-tumor immunity, providing insights into novel combination strategies for KRAS<sup>G12C<\/sup> colorectal cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"KRAS,Colorectal cancer,Immune checkpoint blockade,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. S. Patel<\/b><sup>1<\/sup>, J. Tian<sup>1<\/sup>, F. Fece de la Cruz<sup>1<\/sup>, J. Curtis<sup>1<\/sup>, A. Panda<sup>2<\/sup>, T. Oka<sup>1<\/sup>, S. Demehri<sup>1<\/sup>, M. Sade-Feldman<sup>1<\/sup>, S. Koptez<sup>3<\/sup>, R. B. Corcoran<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital Cancer Center, Boston, MA, <sup>2<\/sup>Broad Institute, Cambridge, MA, <sup>3<\/sup>MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"415a6f30-3312-494d-8dd4-d22e68f0be80","ControlNumber":"10745","DisclosureBlock":"&nbsp;<b>P. S. Patel, <\/b> None..<br><b>J. Tian, <\/b> None..<br><b>F. Fece de la Cruz, <\/b> None..<br><b>J. Curtis, <\/b> None..<br><b>A. Panda, <\/b> None..<br><b>T. Oka, <\/b> None..<br><b>S. Demehri, <\/b> None..<br><b>M. Sade-Feldman, <\/b> None..<br><b>S. Koptez, <\/b> None..<br><b>R. B. Corcoran, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB366","PresenterBiography":null,"PresenterDisplayName":"Parasvi Patel","PresenterKey":"c820e3ab-595a-497a-aa6e-37390f6f2c5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB366. KRAS<sup>G12C<\/sup> inhibition enhances immunogenicity in KRAS<sup>G12C<\/sup>-mutant colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS<sup>G12C<\/sup> inhibition enhances immunogenicity in KRAS<sup>G12C<\/sup>-mutant colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"ERAP1 is an enzyme that plays a key role in the antigen processing and presentation pathway as an editor of the peptide repertoire, allowing for the binding of neoantigens to MHC I. ERAP1 is polymorphic, with the different allelic variants showing various degrees of peptide trimming function expressed in humans. However, the trimming mechanism by which ERAP1 trims peptides is still not fully understood. The purpose of the study is to characterize the effect of the different ERAP1 variants and their inhibition on the peptide repertoire presented by tumor cells, enabling us to gain valuable insights into how this process works. This characterization will also enhance the pharmacological modulation of ERAP1, which has already been proven to promote T cell and NK-mediated anti-tumor cytotoxic response. By specifically targeting the activity levels of the ERAP1 variant expressed, we can adopt a personalized approach that maximizes the potential production of neoantigens, crucial for activating an anti-tumor immune response. We CRISPR knocked out the ERAP1 gene in the CT26 cell line and assessed the MHC I kinetics and stability by investigating the dissociation of pMHC complexes at the cell surface, using a Brefeldin-A decay assay and an acid-stripping test compared to wild-type. The assessment of MHC I assembly and cell surface expression kinetics showed higher MHC I in the ERAP1 KO cell line, highlighting that the lack of ERAP1 translated into a faster recovery time of peptide\/MHC complexes at the cell surface. After assessing the kinetics, we re-expressed different human ERAP1 allotypes in CT26 ERAP1KO cell line through retroviral transduction and characterized MHC I expression levels through flow cytometry. Interestingly, MHC I expression levels varied across the transduced samples, with specific variants showing much higher expression levels indicating more peptide availability for loading onto the MHC molecules. Immunopeptidomic analysis comparing the WT, ERAP1 KO and the CT26 human ERAP1 transduced cell lines, showed distinct subsets of neoantigens presented in the KO cell line. ERAP1 plays a significant role in the assembly and recovery of peptide\/MHC complexes. The reintroduction of different ERAP1 allelic variants greatly alters MHC I expression levels suggesting the formation of new peptide-MHC complexes responsible for the increase in MHC I expression. Modulation of ERAP1 activity significantly alters the presented peptide repertoire , uncovering neoantigens which are potentially immunogenic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Antigen presentation,Neoantigens,Immunomodulation,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Alvarez Mourid<\/b>, E. James, D. Guglietta, E. Reeves; <br\/>University of Southampton, School of Medicine, Southampton, United Kingdom","CSlideId":"","ControlKey":"245c0084-9859-46d2-b6b8-7637a575eec9","ControlNumber":"10421","DisclosureBlock":"&nbsp;<b>S. Alvarez Mourid, <\/b> None..<br><b>E. James, <\/b> None..<br><b>D. Guglietta, <\/b> None..<br><b>E. Reeves, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB367","PresenterBiography":null,"PresenterDisplayName":"Shami Alvarez Mourid, M Pharm","PresenterKey":"de9f64f1-3540-4a61-ad33-da9f5b73ba95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB367. Effects of modulation of ERAP1 activity in antigen processing and presentation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"603","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 3","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of modulation of ERAP1 activity in antigen processing and presentation","Topics":null,"cSlideId":""}]