[{"Abstract":"<b>Introduction:<\/b> Drug candidates advance to phase I clinical trial after rigorous optimization at preclinical stage and yet nine out of ten drug candidates fail during clinical trials and approval stage. Lack of clinical efficacy is a major contributor (~ 50%) towards this 90% of the failure at clinical trials. Tremendous efforts are being taken to demonstrate drug efficacy in preclinical studies by mitigating the biological discrepancy of molecular target between human disease and the model used for the validation. Herein this study, we aim to showcase therapeutic responses of heat-shock protein 90 (HSP90) inhibitor regimens (HSP90i only and HSP90i + Doxorubicin combination) against three-dimensional (3D), patient-derived tumoroid (PDT) model platforms with progressing tumor microenvironment (TME) representability by incorporating supplementary TME structure, immunity, and oxygenation. Revelations on efficacy and resistance patterns of such drug treatments on increasingly complex models is aimed at providing unique insights to tumor and drug-drug interplay.<br \/><b>Methods:<\/b> Human Uterine Adenosarcoma PDT models were prepared across three COMPASS (Custom Organoid Modeling Platform for Accurate SolutionS) platforms: 1) COMPASS 1a - Non-scaffold 2) COMPASS 3b - Scaffold + Immune cells and 3) COMPASS 3d - Scaffold + Immune cells + Oxygenation. The various platforms were tested against two regimens A) HSP90i only [50 nM and 100 nM] and B) HSP90i [50 nM and 100 nM] + Doxorubicin [50 nM]. Tumor size and volume assessment were carried out on Days 3 and 7 post-treatment -with statistical done via one-way ANOVA, followed by student&#8217;s t test for significance (p&#60;0.05, n=3).<br \/><b>Results: <\/b>While a simpler platform COMPASS 1a showcased the therapeutic efficacy of monotherapeutic HSP90i [at 100 nM] (p&#60;0.05), progressively complex models (COMPASS 3b and COMPASS 3d) have otherwise indicated the lack of significant tumor volume changes. On the other hand, current findings on combination therapies of HSP90i and Doxorubicin have revealed persistent therapeutic resistance (even suggestive of patterns of increasing tumor growth) on COMPASS 1a, necessitating further comparisons on the more complex models.<br \/><b>Conclusion:<\/b> Our results demonstrate the need to test drugs in context of TME and oxygenation to help stratify patients to develop better clinical trials based on patient tumor characteristics of vascularization and immunogenicity. We plan to test several different drug modalities and cancer types for these parameters to demonstrate the need and effectiveness of testing prior to taking the drugs to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Immune cells,Hsp90,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Del Mundo, D. O. Ochola, <b>B. Dave<\/b>, P. Samuel; <br\/>Spanios, Houston, TX","CSlideId":"","ControlKey":"af041d36-6c1e-42fe-aef6-2b2c48a35634","ControlNumber":"6013","DisclosureBlock":"&nbsp;<b>H. Del Mundo, <\/b> None..<br><b>D. O. Ochola, <\/b> None..<br><b>B. Dave, <\/b> None..<br><b>P. Samuel, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4230","PresenterBiography":null,"PresenterDisplayName":"Bhuvanesh Dave, PhD","PresenterKey":"5d3288b0-6d2d-4bef-96e9-175ae7f1362a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4230. Patient-derived tumoroid platforms with progressing tumor microenvironment representability reveals efficacy and resistance patterns in pre-clinical HSP90i regimen testing for improved clinical insights","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived tumoroid platforms with progressing tumor microenvironment representability reveals efficacy and resistance patterns in pre-clinical HSP90i regimen testing for improved clinical insights","Topics":null,"cSlideId":""},{"Abstract":"In patients with bladder cancer (BC) immune therapies have recently demonstrated an improvement for overall survival rates compared to chemotherapy alone. However, several challenges persist and it remains an unmet need to develop novel therapeutic strategies. Organoids have emerged as a promising animal-free tool revealing patients&#8217; heterogeneity and allowing large preclinical therapeutic screening. Urosphere developed a BC organoids biobank with phenotypic, pharmacological and molecular characterization. The aim of this study was to demonstrate the relevance of our organoids models and their use for validation of therapeutic approaches such as targeted or CAR-T cell therapies using EGFR as target. Molecular characterization of the organoids was performed by exome and whole transcriptome sequencing. Cell architecture and differentiation were assessed by labeling cytokeratins (CK) 5, 17 and 20, and uroplakin 3 (UPK3). Proliferation and tumor status were validated with Ki67 and GATA3, respectively. To evaluate targeted-therapy, organoids were treated with erlotinib for 5 days and cell viability was measured with CellTiter-Glo3D&#174; (CTG) assay. To validate CAR-T cell approach, organoids were co-cultured with anti-EGFR or control anti-CD19 CAR-T cells at 4 effector:target ratios. Cell viability was measured with CTG and Caspase-Glo&#174; 3\/7 3D assays. Pro-inflammatory and granzyme B release were analyzed by Luminex&#174; assay. Phenotypically, organoids showed proliferating structures whose tumor status was confirmed by GATA3 expression. Cellular heterogeneity present in original tumors was also found, with differential expression of CKs showing the presence of basal (CK5\/CD17) and\/or differentiated superficial (CK20\/UPK3) cells. Organoids from 2 models with high transcriptomic EGFR expression were selected and protein expression was confirmed by immunofluorescence. For targeted therapy, erlotinib presented significant efficacy in both models with a better activity in the model presenting the highest EGFR expression. After 48h of co-culture with anti-EGFR CAR-T cells, a decrease of cell viability associated with an increase of apoptosis was observed. After 72h of co-culture, an increase in the secretion of pro-inflammatory cytokines (IFN-&#947; and TNF-&#945;) and granzyme B by anti-EGFR CAR-T cells was also observed. In co-cultures with organoids higher expressing EGFR, CAR-T cells activation appeared higher compared to those co-cultured with organoids lower expressing EGFR. Organoids reproduce characteristics of the tumor from which they are derived, making them a predictive preclinical model. In an EGFR targeting approach, the use of organoids to evaluate both targeted- and CAR-T cell therapies was validated with concordant results. This robust translational model is fully transposable to other therapeutic approaches, whether in a traditional culture model or in a co-culture system.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Bladder cancer,Preclinical testing,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Emilie Decaup<\/b><sup>1<\/sup>, Claire Béraud<sup>1<\/sup>, Anne Sophie Bajeot<sup>2<\/sup>, Xavier Gamé<sup>2<\/sup>, Nicolas Monjotin<sup>1<\/sup>, Pascal Rischmann<sup>2<\/sup>, Philippe Lluel<sup>1<\/sup>, Mathieu Roumiguié<sup>2<\/sup><br><br\/><sup>1<\/sup>Urosphere SAS, Toulouse, France,<sup>2<\/sup>CHU Toulouse, Toulouse, France","CSlideId":"","ControlKey":"3ebc30bb-6502-4deb-805c-2d442c60c723","ControlNumber":"4584","DisclosureBlock":"&nbsp;<b>E. Decaup, <\/b> None..<br><b>C. Béraud, <\/b> None..<br><b>A. Bajeot, <\/b> None..<br><b>X. Gamé, <\/b> None..<br><b>N. Monjotin, <\/b> None..<br><b>P. Rischmann, <\/b> None..<br><b>P. Lluel, <\/b> None..<br><b>M. Roumiguié, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3563","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4231","PresenterBiography":null,"PresenterDisplayName":"Emilie Decaup","PresenterKey":"a9901e26-6a7e-4456-8292-d1729a135126","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4231. A biobank of bladder cancer organoids as a platform for screening new therapeutic approaches","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A biobank of bladder cancer organoids as a platform for screening new therapeutic approaches","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is marked by a dismal prognosis, with a 5-year survival rate at approximately 10%. A key contributor to its lethality is the development of chemotherapy resistance, followed by early metastasis. However, studies elucidating the mechanisms behind chemotherapy resistance in pancreatic cancer are limited. Previous research has relied on 2D cell line models, which present limitations, such as uniform cell types that fail to capture tumor heterogeneity and an inaccurate representation of clinical realities, wherein resistance often develops gradually rather than through continuous exposure to high drug concentrations. In this study, we developed a more sophisticated organoid model of chemotherapy resistance. Six organoids from three patients were matched to study chemotherapy resistance in a personalized context. Comprehensive whole-exome sequencing and transcriptomic analyses were performed, along with an examination of chemotherapy resistance protein expression and EMT-related markers. Notably, differential expression levels of CK19 and Vimentin were observed between samples. Our analysis also focused on the expression of the ATP-Binding Cassette Subfamily G Member 2 (ABCG2) gene in chemoresistant organoids. Western blot analysis indicated a significant increase in ABCG2 expression in these organoids compared to controls. According to the Moffitt RNA signature, the primary and corresponding chemoresistant organoids retained their molecular subtype classifications both before and after developing chemoresistance. Gene set enrichment analysis uncovered significant upregulation of pathways related to DNA repair and cell cycle regulation, particularly the G2M checkpoint, in chemoresistant organoids. Furthermore, gene ontology functional analysis suggested a notable overrepresentation of activities related to amino acid transmembrane transport and extracellular matrix constituents, underscoring their potential role in the chemoresistance phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Organoids,Chemoresistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Lee<\/b>; <br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1e569073-3f81-453e-a9e6-305ea38c5955","ControlNumber":"6259","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4232","PresenterBiography":null,"PresenterDisplayName":"Hee Seung, PhD","PresenterKey":"4ec3f17a-3201-4cf4-b459-ce8dc7099b1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4232. Exploring chemotherapy resistance in pancreatic cancer: Insights from a 3D organoid model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring chemotherapy resistance in pancreatic cancer: Insights from a 3D organoid model","Topics":null,"cSlideId":""},{"Abstract":"Functional precision oncology describes a method in which an individual patient&#8217;s cancer cells are tested for response to various treatments ex vivo to aid in therapy selection. In many cases, these cultures take the form of tumoroids, which are 3D, patient-derived &#8220;mini tumors&#8221; that retain phenotypic and genotypic characteristics of the patient cancer. While interest in functional precision oncology is increasing due to strong correlation between patient responses and those experimentally observed using matched tumoroid models in the literature, a lack of standardization has precluded its widespread translation to clinical settings. To study the ability to generate short-term tumoroid cultures using a commercially available, serum-free, and conditioned medium-free system, we processed fresh tumor resection samples and performed culture in Gibco&#8482; OncoPro&#8482; Tumoroid Culture Medium. Tumor resection samples spanning a variety of indications were stored in supplemented Hibernate&#8482;-A Medium (including antibiotics) and shipped overnight on gel packs to a central tissue processing site. Samples were minced, enzymatically dissociated, and counted. Average yields of ~2000-12,000 cells per mg of tumor resection tissue were observed, with lower yields in lung, head and neck, and breast cancer samples and higher yields in endometrial and colorectal cancer samples. Donor-to-donor variability generated a wide range of yields within a given indication. Similarly, cell viability following dissociation ranged widely, reaching as low as 20% for some samples and exceeding 90% for others. Though yields and initial viability varied, dissociated cells that were plated in OncoPro Tumoroid Culture Medium formed tumoroids in &#62;85% of samples within 7 days of tissue receipt. Both mutational profiles and gene expression patterns were highly conserved (&#62;90%) between initial tumor samples and cells cultured in OncoPro for 7 days. Computational approaches designed to identify cell-type specific signatures from bulk RNA sequencing data indicated that immune cell population signatures were present after one week in OncoPro medium. Additionally, we have developed methods to analyze tumoroid response to compounds and candidate cell therapies by both plate reader- and imaging-based analyses using ~1.2e6 initial tumor cells per 96-well plate. Due to the high success rate of tumoroid formation from fresh tumor samples and retention of donor-specific characteristics in OncoPro Tumoroid Culture Medium, we believe that it will be a valuable tool for functional precision oncology of solid tumor samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,3D cell culture,3D models,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Paul<\/b>, A. Bullock, A. Chatman, B. Balhouse, C. Yankaskas, P. Shahi Thakuri, M. Dallas, D. Kuninger; <br\/>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"c019aabe-069a-4f62-920e-315858e88ea7","ControlNumber":"3366","DisclosureBlock":"<b>&nbsp;C. Paul, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment, Stock. <br><b>A. Bullock, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Chatman, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Balhouse, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Yankaskas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>P. Shahi Thakuri, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Dallas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Kuninger, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4233","PresenterBiography":null,"PresenterDisplayName":"Colin Paul, BS,PhD","PresenterKey":"819e6989-89e6-4827-b71a-122ffc8d4824","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4233. Rapid and robust generation of ex vivo tumoroid samples from fresh patient samples in a serum-free, conditioned medium-free system","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid and robust generation of ex vivo tumoroid samples from fresh patient samples in a serum-free, conditioned medium-free system","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b><b> <\/b>Gastroenteropancreatic Neuroendocrine Neoplasms (GEP-NENs) are a rare subset of cancers which nevertheless are a rising health burden. Development of new therapies suffers from several bottlenecks, including low patient accrual and poor understanding of tumor characteristics. Patient tumor organoids (PTOs) are a novel model capable of improving screening of patient tissue in an accurate, standardized, and high-throughput capacity. In this study, we utilized patient tumors for creation of high-fidelity PTOs from a variety of GEP-NEN primary origins to evaluate therapy responses.<br \/><b>Methods<\/b><b> <\/b>Tumors from patients undergoing clinically guided surgeries were processed within two hours of resection and dissociated into single-cell suspension. Cells were encapsulated into Matrigel and cultured into two groups. The first group was grown for 10 days to assess viability then treated with a panel of clinically approved therapies and novel treatments recommended by high throughput NEN cell line screening for treatment sensitivity using the MIPE 5.0 library. The second group was grown for long-term expansion and biobanking, followed by characterization using immunohistochemistry and genetic profiling to ensure tumor cell maintenance.<b> <\/b><br \/><b>Results<\/b> From March 2023-November 2023, 14 patients provided 30 tumors for PTO development. These included small intestine (n=5), pancreatic (n=8), and gastric (n=1) neuroendocrine tumors. Long-term culture (&#62;3 passages) was successful for 23\/30 (77%) specimens, with passage timing related to tumor grade. PTOs maintained immunohistochemical characteristics of the parent tumor types and demonstrated similar genetic profiles, including neuroendocrine tumor cell markers synaptophysin, chromogranin A, and matched grade-based Ki67 proliferative index. The early-stage therapeutic screening was performed for 12\/14 (86%) patients, demonstrating tumor grade dependent treatment efficacy and showing clinically dose relevant sensitivity towards approved small molecule inhibitor therapies including cabozantinib and sunitinib in a patient and tumor origin-dependent manner. Testing of effective therapy classes recommended by cell line treatment panels suggested high level treatment efficacy for proteosome inhibitors, MEK inhibitors, and topoisomerase inhibitors.<br \/><b> <\/b><b>Conclusion <\/b> Development of GEP-NEN PTOs is feasible for long term culture and standard of care therapy testing. Further study demonstrated the successful application of novel therapeutic options in PTOs for patients with GEP-NENs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Neuroendocrine tumors,Drug discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Steven  D.  Forsythe<\/b><sup>1<\/sup>, Srujana  V.  Yellapragada<sup>1<\/sup>, Stephen  G.  Andrews<sup>1<\/sup>, Jaydira del Rivero<sup>2<\/sup>, Jonathan  M.  Hernandez<sup>3<\/sup>, Naris Nilubol<sup>1<\/sup>, James  P.  Madigan<sup>1<\/sup>, Samira  M.  Sadowski<sup>1<\/sup><br><br\/><sup>1<\/sup>Neuroendocrine Cancer Therapy Section, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Developmental Therapeutics Branch, National Cancer Institute, Bethesda, MD,<sup>3<\/sup>Surgical Oncology Program, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"d2be4ac7-d7d1-4df3-8d7f-39fe76060407","ControlNumber":"5399","DisclosureBlock":"&nbsp;<b>S. D. Forsythe, <\/b> None..<br><b>S. V. Yellapragada, <\/b> None..<br><b>S. G. Andrews, <\/b> None..<br><b>J. del Rivero, <\/b> None..<br><b>J. M. Hernandez, <\/b> None..<br><b>N. Nilubol, <\/b> None..<br><b>J. P. Madigan, <\/b> None..<br><b>S. M. Sadowski, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3566","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4234","PresenterBiography":null,"PresenterDisplayName":"Steven Forsythe, MS,PhD","PresenterKey":"8efb51e0-928e-4454-808b-d3ca052fec52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4234. Personalized therapeutic screening in patient derived organoids for gastroenteropancreatic neuroendocrine tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized therapeutic screening in patient derived organoids for gastroenteropancreatic neuroendocrine tumors","Topics":null,"cSlideId":""},{"Abstract":"Physiologically relevant <i>in vitro<\/i> tumor models are crucial in any research setting from preclinical drug development to functional precision oncology. Patient-derived 3D cell culture models (PD3D&#174;) are validated cancer models which recapitulate the biology of the original tumor tissue. PD3D&#174; can be used to model intratumoral heterogeneity in medium and high throughput screens. Using a reverse clinical engineering approach, PD3D&#174; models are already applied in personalized oncology to identify treatment for an individual patient. We successfully established a living biobank of more than 500 PD3D&#174; models, spanning from common cancers like colorectal, breast (incl. TNBC), non-small cell lung and pancreatic carcinoma, to orphan indications including various subtypes of sarcomas. Not surprisingly, PD3D&#174; model morphology and culture requirements differ between tumor entities. Treating PD3D&#174; models with standard of care drugs in a semi-automated high-throughput assay, we observed heterogeneity in drug sensitivity between models of the same cancer type, recapitulating clinical response of patients. Combining drug sensitivity profiles with genomic and proteomic data of the same PD3D&#174; models, we successfully identified a biomarker for predicting chemosensitivity towards MEK-targeting drugs. For application of PD3D&#174; in truly personalized oncology, we developed a protocol that allows us to generate a PD3D&#174; culture and perform a drug sensitivity assay for an individual patient within a therapy-relevant timeframe. Within 38 days we identified a systemic therapy for a young patient with a relapsed metastasized synovial sarcoma. After surgery and initiation of recommended chemotherapy, the patient is now under remission. To further expand the scope of PD3D&#174; for therapy response prediction, we established a method for irradiation of PD3D&#174; cultures with different dosages of photon and proton radiation. We observed significant, model specific differences in radiosensitivity between PD3D&#174; sarcoma models which also reflect clinically heterogenous responses. Additionally, PD3D&#174; models can be employed for a tumor organoid-on-chip platform (TumOC), delivering real-time information on physiological parameters like drug response-mediated oxygen consumption in a microfluidic system. In conclusion, PD3D&#174; models act as jacks-of-all-trades in current and future cancer research, delivering robust and reliable data that not only is of academic value, but speeds up the drug development process, and are ready for prime time in functional precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Preclinical testing,Precision medicine,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Lena Wedeken<\/b><sup>1<\/sup>, Samantha Forbrig<sup>1<\/sup>, Katja Herrera-Glomm<sup>1<\/sup>, Juergen Loskutov<sup>1<\/sup>, Ulrike Pfohl<sup>1<\/sup>, Irina Piven<sup>1<\/sup>, Michael Poehle<sup>1<\/sup>, Manuela  J.  Regenbrecht<sup>1<\/sup>, Barbara Seller<sup>1<\/sup>, Cynthia Yapto<sup>1<\/sup>, Sabine Finkler<sup>2<\/sup>, Larissa Ruhe<sup>2<\/sup>, Quirin Graf Adelmann<sup>2<\/sup>, Christoph Reinhard<sup>1<\/sup>, Marie Flechner<sup>3<\/sup>, Katja Uhlig<sup>3<\/sup>, David Kaul<sup>4<\/sup>, Siyer Roohani<sup>4<\/sup>, Maya Niethard<sup>5<\/sup>, Rica Sauer<sup>6<\/sup>, Christian  R.   A.  Regenbrecht<sup>1<\/sup><br><br\/><sup>1<\/sup>CELLphenomics GmbH, Berlin, Germany,<sup>2<\/sup>ASC Oncology GmbH, Berlin, Germany,<sup>3<\/sup>Branch Bioanalytics and Bioprocesses IZI-BB, Fraunhofer Institute for Cell Therapy and Immunology, Potsdam, Germany,<sup>4<\/sup>Department of Radiation Oncology, Charité - Universitätsmedizin Berlin, Berlin, Germany,<sup>5<\/sup>Department of Orthopedic Oncology, Sarcoma Center, Helios Klinikum Berlin-Buch, Berlin, Germany,<sup>6<\/sup>Institute of Pathology, MVZ am Helios Klinikum Emil von Behring GmbH, Berlin, Germany","CSlideId":"","ControlKey":"795aa97d-32eb-4895-b1af-446844dbd9c8","ControlNumber":"1629","DisclosureBlock":"&nbsp;<b>L. Wedeken, <\/b> None..<br><b>S. Forbrig, <\/b> None..<br><b>K. Herrera-Glomm, <\/b> None..<br><b>J. Loskutov, <\/b> None..<br><b>U. Pfohl, <\/b> None..<br><b>I. Piven, <\/b> None..<br><b>M. Poehle, <\/b> None..<br><b>M. J. Regenbrecht, <\/b> None..<br><b>B. Seller, <\/b> None..<br><b>C. Yapto, <\/b> None..<br><b>S. Finkler, <\/b> None..<br><b>L. Ruhe, <\/b> None..<br><b>Q. Graf Adelmann, <\/b> None..<br><b>C. Reinhard, <\/b> None..<br><b>M. Flechner, <\/b> None..<br><b>K. Uhlig, <\/b> None..<br><b>D. Kaul, <\/b> None..<br><b>S. Roohani, <\/b> None..<br><b>M. Niethard, <\/b> None..<br><b>R. Sauer, <\/b> None..<br><b>C. R. A. Regenbrecht, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3567","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4235","PresenterBiography":null,"PresenterDisplayName":"Lena Wedeken, Dr Rer Nat","PresenterKey":"88dc1651-ba3e-47b3-8f59-4683eb012268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4235. PD3D<sup>&#174;<\/sup>models as jacks-of-all-trades for cancer research and therapy response prediction","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PD3D<sup>&#174;<\/sup>models as jacks-of-all-trades for cancer research and therapy response prediction","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tumor organoids are increasingly being used as predictive preclinical cancer models, as they reflect the original tumor features and patient drug responses. However, systematic comparisons between organoids and traditional 2D cell lines or 3D spheroids are lacking.<br \/>Method: We established over 30 PDX-derived organoid (PDXO) models with KRAS mutations and tested three inhibitors targeting the KRAS pathway: VS-6766(RAF\/MEK inhibitor), Trametinib (MEK inhibitor), and MRTX1133 (a Phase II drug targeting KRASG12D) against these models.<br \/>Results: IC50 results indicated that most models responded to treatment. For some cell lines we detected differential drug responses in 2D vs. 3D testing with 3Dspheroids being more sensitive to inhibitors than 2D cell lines (on average ~10 fold). PDXO models exhibited greater individual differences in drug response, with a subset of models demonstrating no sensitivity to MRTX1133. This is consistent with published results showing that some KRASG12D-mutant PDX models were less sensitive to MRTX11331. Similarly, the clinical trial data for the KRASG12C inhibitor Adagrasib revealed distinctions in the response of patients2. Further analysis with WES (whole exome sequencing) and RNA-sequencing identified potential genotypic mutations and differential expressions of signaling pathways related to drug resistance. Subsequent drug combination testing showed that targeting these pathways could enhance the MRTX1133 efficacy in the resistant PDXO models.<br \/>Summary: Our research confirms that drug testing on organoids predicts responses in mouse models and clinical trials. In combination with multi-omics and bioinformatics analysis, the platform can be used for evaluating drug resistances, identifying new targets, developing new drug combination therapies, and ultimately improving the creation of new cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,KRAS,Bioinformatics,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b>, L. Feng, H. Liu, J. Zhang, K. Hu, P. Pan, F. He; <br\/>Pharmaron, Inc., Beijing, China","CSlideId":"","ControlKey":"5a304a42-ab4a-4772-84bb-5b77081ec500","ControlNumber":"3267","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>L. Feng, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>K. Hu, <\/b> None..<br><b>P. Pan, <\/b> None..<br><b>F. He, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3568","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4236","PresenterBiography":null,"PresenterDisplayName":"Scott Hickman","PresenterKey":"4aedbbc2-b365-467b-90f7-6ac8b35ce279","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4236. PDX-derived organoids (PDXO) are valuable tools to unveil the shortcomings of new anti-cancer drug candidates","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDX-derived organoids (PDXO) are valuable tools to unveil the shortcomings of new anti-cancer drug candidates","Topics":null,"cSlideId":""},{"Abstract":"Rearranged during Transfection (RET) oncogenic rearrangements can occur in 1-2% of lung adenocarcinomas. While RET-driven NSCLC models have been developed using various approaches, no model based on patient-derived induced pluripotent stem cells (iPSCs) has been described yet. Patient-derived iPSCs hold great promise for disease modeling. However, generating iPSCs with specific oncogenic drivers, like <i>RET<\/i> rearrangements, presents challenges due to reprogramming efficiency and genotypic variability within tumors. To address this issue, we aimed to generate lung progenitor cells (LPCs) from patient-derived iPSCs carrying the somatic mutation <i>RET<sup>C634Y <\/sup><\/i> which is commonly associated with hereditary medullary thyroid carcinoma. Additionally, we have established a RET<sup>C634Y<\/sup> knock-in iPSC model to validate the effect of this oncogenic mutation during LPC differentiation. We successfully generated LPCs from RET<sup>C634Y<\/sup> iPSCs using a 16-days protocol and showed an overexpression of cancer-associated markers as compared to control iPSCs. Transcriptomic analysis revealed a distinct signature of NSCLC tumor repression, suggesting a lung multilineage lung dedifferentiation, along with an upregulated signature associated with <i>RET<sup>C634Y<\/sup><\/i>mutation potentially linked to poor NSCLC prognosis. These findings were validated using the RET<sup>C634Y<\/sup> knock-in iPSC model, highlighting key cancerous targets such as <i>PROM2<\/i> and <i>C1QTNF6<\/i>, known to be associated with poor prognostic outcomes. Furthermore, the LPCs derived from RET<sup>C634Y<\/sup> iPSCs exhibited a positive response to the RET inhibitor Pralsetinib, evidenced by the downregulation of the cancer markers. This study provides a novel off-the-shelf iPSC model of RET-driven NSCLC, paving the way for exploring the molecular mechanisms involved in RET-driven NSCLC to study disease progression and to uncover potential therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,RET,Organoids,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Marcoux, J. Hwang, C. Desterke, J. Imeri, A. Bennaceur Griscelli, <b>A. Turhan<\/b>; <br\/>Universite Paris Saclay, Villejuif, France","CSlideId":"","ControlKey":"f3fc7b61-69ac-49c0-bf61-8b31e71f3f03","ControlNumber":"1135","DisclosureBlock":"&nbsp;<b>P. Marcoux, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>C. Desterke, <\/b> None..<br><b>J. Imeri, <\/b> None..<br><b>A. Bennaceur Griscelli, <\/b> None..<br><b>A. Turhan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3571","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4238","PresenterBiography":null,"PresenterDisplayName":"Ali Turhan, MD;PhD","PresenterKey":"e6c61bbe-9e25-4916-819b-a4952c2e62be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4238. Modeling<i>RET<\/i>-rearranged non-small cell lung cancer (NSCLC): Generation of lung cell progenitors from patient-derived induced pluripotent stem cells (iPSCs)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling<i>RET<\/i>-rearranged non-small cell lung cancer (NSCLC): Generation of lung cell progenitors from patient-derived induced pluripotent stem cells (iPSCs)","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the fourth leading cause of cancer-related death in the United States (~3% of all cancer cases) and has one of the lowest 5-year relative survival rates. There is a lack of clinically representative, easily available, validated, in vitro pancreatic cancer models that reflect the genomic and phenotypic diversity of the disease. The Human Cancer Models Initiative (HCMI) is an international collaborative project devoted to the development and distribution of approximately 1,000 novel human primary tissue-derived tumor models supported with clinical and molecular annotation. These models were manufactured, characterized, and validated at a not-for-profit biobank and made available for academic and commercial use in basic research, compound screening, and drug development. Available pancreatic cancer organoids (PCOs) from the HCMI biobank (n=46 unique models, n=41 unique donors) were acquired and subjected to a targeted next-generation sequencing hybridization capture, pan-cancer panel of 663 genes. Data were compared to publicly available clinical and genotyping results from the patient&#8217;s tumor (n=42) that the model was derived from as well as cancer datasets such as The Cancer Genome Atlas (TCGA). A subset of models was cultured following standard procedures and tested for response to chemotherapeutics (cisplatin, nab-paclitaxel), KRAS-targeting inhibitors (MRTX1133, KR-pep-2D), or PARP inhibitors (PJ34, olaparib) at three time points. A luminescent ATP viability assay was used to assess response. PCOs from the HCMI were predominantly derived from primary tumors (75%), had an adenocarcinoma ductal histological type, and were from female patients (56%) with an average age of 65 years at diagnosis. Models had mutations in key disease-relevant driver genes including KRAS, TP53, SMAD4, and\/or CDKN2A at frequencies similar to the TGCA cohort. Sequencing revealed mutations in genes less commonly associated with pancreatic cancer, including BRCA, APC, BRAF, TGFBR2, and ARID1A, albeit at lower frequencies. Most models had mutations in KRAS including G12D, G12V, G12C, and G12R variants. Significant but not complete concordance was seen in comparison with the mutation status of the patient&#8217;s respective tumor, indicating potential genotypic drift had occurred. Response to acute treatment varied by model, genotype, timepoint, and drug. Chemotherapeutics like Cisplatin were broadly cytotoxic while MRTX1133 exhibited greater toxicity in models with KRAS G12D variants as compared with KRAS wild type. Patient-derived cancer organoids from the HCMI recapitulate genotypes seen in patient populations and respond to therapeutic treatment in vitro.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Pancreatic cancer,KRAS,3D models,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Friend, R. Demerath, M. Graziano, <b>J. Clinton<\/b>; <br\/>ATCC, Gaithersburg, MD","CSlideId":"","ControlKey":"d5fdc55e-2588-435a-aeeb-97d32b5a5f2f","ControlNumber":"7399","DisclosureBlock":"&nbsp;<b>S. Friend, <\/b> None..<br><b>R. Demerath, <\/b> None..<br><b>M. Graziano, <\/b> None..<br><b>J. Clinton, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3572","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4239","PresenterBiography":null,"PresenterDisplayName":"James Clinton, PhD","PresenterKey":"5f0e73aa-909b-4641-8c49-d67c268630fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4239. Pancreatic cancer organoids from the Human Cancer Models Initiative biobank reflect disease genotypes, capture patient heterogeneity, and are amenable to therapeutic screening","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancreatic cancer organoids from the Human Cancer Models Initiative biobank reflect disease genotypes, capture patient heterogeneity, and are amenable to therapeutic screening","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME), composed of a diverse array of cells, jointly participates in tumor formation and has attracted attention as a direct or indirect therapeutic target. Among the tumor-forming cells, cancer cells, cancer-associated fibroblast (CAF), and tumor-infiltrating lymphocytes (TILs) comprise major proportion and players in tumor biology. Therefore, an in vitro tumor model composed of at least above three major cellular players better mimics a patient&#8217;s tumor. Here, we developed a patient-derived tumor model containing tumoroids, CAFs and TILs isolated from the patient&#8217;s tumor tissue by using one-stop isolation culture system. Our one-stop culture system utilizes a Transwell-based method that concurrently segregates cancer cells, CAFs, and TILs based on distinct characteristics such as cell size, migration speed, and growth. Lung tumoroids, fibroblasts, and TILs segregated in Matrigel-coated upper Transwell chamber, Transwell pores and in the lower chamber, respectively. Lung tumoroids maintain the patient&#8217;s lung cancer tissue characteristics and genetic features during extended <i>in vitro<\/i> cultivation. Fibroblasts extracted from the Transwell pores exhibit significant similarity to CAFs found in patient tissue. TILs in the lower part of the Transwell chamber closely resemble those found in the original cancer tissue analyzed by FACS. We have also refined the functionality of TILs through a two-week expansion process. Patients&#8217; tumor composed of 0.15 to 95.3 % of EpCAM positive tumor cells, 0.14 to 19.4 % of CD90 positive fibroblasts and 3.98 to 91.2 % of immune cells in FACS analysis. By reassembling three main cellular components of the tumor in a proper proportion, we developed a co-culture platform for a patient-derived tumor model reproducing patient-specific TME conditions. The co-culture platform showed a potential not only for an experimental model but also to use a predictive test of personalized immunotherapy responses for lung cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Lung cancer,Cancer associated fibroblasts,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>YOO RI KO<\/b><sup>1<\/sup>, Sung Min Kim<sup>1<\/sup>, Hye Seon Park<sup>1<\/sup>, Se Jin Jang<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Medical Science, AMIST, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"276023b1-9ff6-4b86-b265-99a7442bd2c0","ControlNumber":"4068","DisclosureBlock":"&nbsp;<b>Y. Ko, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>S. Jang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4240","PresenterBiography":null,"PresenterDisplayName":"YOO RI Ko, BA","PresenterKey":"05025e2e-b2bd-4887-8e49-cba22ba80c02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4240. A comprehensive i<i>n vitro<\/i> tumor model: One-stop simultaneous isolation and culture of tumoroids, CAFs and TILs for advancing immuno-oncology research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive i<i>n vitro<\/i> tumor model: One-stop simultaneous isolation and culture of tumoroids, CAFs and TILs for advancing immuno-oncology research","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor microenvironment (TME), composed of cancer cells, endothelial cells, fibroblast, immune cells, and etc, plays crucial roles in tumor progression and treatment resistance. Thus, it is extremely important to find its role involved in the interaction of TME. However, it is more difficult to examine the biological activities of those cells in vitro assay. The purpose of this study is to develop stroma cells-incorporating preclinical model, termed stroma cells-rich oral cancer organoid, for functional analysis of TME.<br \/>Materials and Methods: We have first developed the stroma cells-rich oral cancer organoid by selecting the types of stroma cells such as endothelial cells, fibroblast, ratio of those cells, culture method, 3-D methods, culture media, and supplement of growth factors. Then, growth rate, morphology, radiosensitivity, and drug response were analyzed to investigate the effect of TME. Finally, the function of tumor-associated macrophage was determined using this organoid model. The growth rate of cancer cells and drug response were investigated using the organoid treated with supernatant of M1 and M2 macrophages polarized from THP-1 monocyte.<br \/>Results: Oral cancer cells were co-cultured with endothelial cells (ECs) and mesenchymal stem cells (MSCs) in a particular ratio in 3D-culture, and the formed organoid became sphere. The vascular formation in the organoid was confirmed by immunofluorescent analysis. The organoid also showed higher tumorigenicity in nude mice when inoculated, compared to cancer cells alone or mixed cells with ECs and MSCs. Cell viability of luciferase-expressing tongue cancer cells (OSC-19-luc) in the organoid was assessed after treatment with cisplatin using the IVIS system showing that OSC-19-luc organoid was resistance to cisplatin compared to 3D-cultured OSC-19-luc alone or OSC-19-luc co-cultured with ECs\/MSCs. The supernatant of M1 or M2 macrophage had no effect on cancer cell growth in the organoid. However, when the organoid was treated with cisplatin in the presence of M2 macrophage supernatant, the drug sensitivity was low compared to those of M1 suggesting that secretory factor from M2 macrophage may lead to drug resistance of oral cancer cells in the presence of TME.<br \/>Conclusions: We have successfully established stroma cells-incorporating preclinical model that recreates the tumor microenvironment by co-culturing stromal cells. This will serve as a platform that can recapitulate the tumor biology and drug response profiles of cancer cells derived from individual oral cancer patients. This will also enable us to elucidate the role of other factors in TME and to identify novel targets for the treatment of chemo-resistant oral cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Organoids,Drug resistance,Oral cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Shimoda<\/b>, S. Shiiya, H. Yoshii, K. Mitsudo, M. Kioi; <br\/>Yokohama City Univ. School of Medicine, Yokohama, Japan","CSlideId":"","ControlKey":"2bde757a-6f34-4b3f-87e8-a1a8f4d4c5cf","ControlNumber":"4465","DisclosureBlock":"&nbsp;<b>A. Shimoda, <\/b> None..<br><b>S. Shiiya, <\/b> None..<br><b>H. Yoshii, <\/b> None..<br><b>K. Mitsudo, <\/b> None..<br><b>M. Kioi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3574","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4241","PresenterBiography":null,"PresenterDisplayName":"Ami Shimoda, DDS","PresenterKey":"115f4c64-b398-498d-9123-220405e68d35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4241. Development of stroma cells-rich oral cancer organoid for functional analysis of tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of stroma cells-rich oral cancer organoid for functional analysis of tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is one of the most prevalent cancers worldwide. There are currently many anticancer drugs available, but they have numerous issues in terms of treatment, such as drug resistance and recurrence. Culturing systems that can replace a patient's cancer tissue are crucial, and the existing 2D culturing systems have many limitations. Patient-derived cancer organoid culture is the most advanced culture system for understanding mechanism of cancers. Using a 3D organoid culture system, we have successfully established a culture system for lung cancer using biopsy\/surgical specimens and malignant effusions, including a long-term culture system. There are two critical indicators to determine the success of 3D organoid culture. One is whether the organoids retain their cancer-specific mutations from patient&#8217;s lung cancer tissue, and the second is whether the organoids grow well and can be maintained in long-term culture for more than 20-30 passages. We typically assess gene mutations in EGFR, ALK, ROS, and P53 when evaluating lung cancer organoids. We confirm these mutations when we establish organoids. and currently we have established a total of 127 patient-derived lung cancer organoids. Among the 127 organoids, we completed NGS analysis on 108 of them and validated that 86.5% exhibit similarity when compared to lung cancer tissues. Additionally, we achieved a 100% retention of mutations in the long-term culturing of these organoids. Our studies indicate that patient-derived lung cancer organoids represent a meaningful organoid system for cancer tissue replacement and treatment response in the context of precision cancer medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Osimertinib,Lung cancer,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J.-y. Park<\/b>, S. Gu, J. Lee, N.-G. Lee, D. Choi, S. Park, J. Kim, J. Rheey; <br\/>Gradiant Bioconvergence, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c6e13537-0dcf-4c0a-a36f-ace53eadaeed","ControlNumber":"5932","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>S. Gu, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>N. Lee, <\/b> None..<br><b>D. Choi, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Rheey, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4242","PresenterBiography":null,"PresenterDisplayName":"Ji-yeon Park, PhD","PresenterKey":"39bf42cb-d309-4f6e-9341-611f77deb21a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4242. Preserving lung cancer patient mutations in 3D organoid models: Advancing cancer research through innovative culture systems","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preserving lung cancer patient mutations in 3D organoid models: Advancing cancer research through innovative culture systems","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived organoids (PDOs) are improving our understanding of cancer heterogeneity and personalized medicine. In particular, patients' intrinsic and acquired treatment resistance is being evaluated with PDOs, which has become an essential factor in developing new anticancer drugs and designing successful clinical trials. However, there are obstacles to cancer heterogeneity and patient-specific cancer therapy due to lack of understanding of tumoral diversity resulting from the tumor microenvironment (TME). Complex direct and indirect interactions between various types of TME cells and the resulting tumoral diversity are challenges that must be addressed for customized cancer therapy. Standard cancer therapy targets tumor cells without considering possible damage on the tumor microenvironment that could impair therapy response. Therefore, the construction and analysis of a platform for co-culturing cancer organoids with other cell types that make up the TME over a long period of time is necessary. We generated and performed characterization of blood vessel organoid (BVO). The BVO expressed endothelial marker CD31 and pericyte marker PDGFR&#946;. We attempted to co-culture with patient-derived lung cancer organoid (LCO) on Matrigel by dissociating the constructed BVO, and it was confirmed that BVO and LCO were interconnected after 10 days. This new platform was treated with Gefitinib and Poziotinib, and after 5 days of drug treatment, the IC50 value increased compared to LCO-only culture. Additionally, flow cytometry analysis confirmed that co-culturing with BVO during drug treatment resulted in a lower percentage of dead LCO cells compared to LCO-only culture. Image-based analysis also verified that co-culturing with blood vessels enhances the viability of LCOs when treated with drugs. Taken together, the co-culture of cancer organoids and BVOs present a platform that closely mimics the in vivo TME compared to the existing cancer organoid culture method. This innovative platform demonstrates higher drug resistance than existing approaches, offering a novel method for drug screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Metastasis,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Lee, Y.-J. Yoon, <b>Y.-S. Lee<\/b>, J. Rheey; <br\/>Gradiant Bioconvergence, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a7fe8ab6-deed-4a25-96c5-be95856ea4ef","ControlNumber":"4331","DisclosureBlock":"&nbsp;<b>M. Lee, <\/b> None..<br><b>Y. Yoon, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Rheey, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4243","PresenterBiography":null,"PresenterDisplayName":"Yong-Soo Lee, PhD","PresenterKey":"da14a670-4c3d-4ea6-9477-a3b0f41ccc5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4243. Revolutionizing cancer research, new drug screening approach with vascularized cancer organoid platform mimicking patient tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revolutionizing cancer research, new drug screening approach with vascularized cancer organoid platform mimicking patient tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Endometrial cancers with the mismatch repair deficiency (MMR-D) phenotype exhibit characteristics such as an increased burden of tumor mutations and the presence of tumor-infiltrating lymphocytes (TILs) involved in tumor invasion. While monotherapy using immune checkpoint inhibitors (ICIs) has shown clinical improvement in MMR-D endometrial cancer (EC), observed response rates ranging from 30% to 50% suggest the existence of inherent resistance mechanisms. One notable feature of MMR-D tumors is the high proportion of tumor-infiltrating lymphocytes (TILs) encompassing various lymphocytes with diverse effects on immune interactions. Therefore, we aim to assess the feasibility of a self T-cell-tumor organoid co-culture platform for individual MMR-D endometrial cancer patients. We provide evidence that co-culturing self-tumor organoids with peripheral blood lymphocytes can be utilized to evaluate ICI responsiveness in MMR-D endometrial cancer patients. The application of a specific T-cell organoid co-culture platform to a cohort of patient resistant to monotherapy ICIs offers a means to anticipate the timing for minimal immunotherapeutic intervention and the appropriate timing for combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Organoids,Endometrial cancer,Mismatch repair deficiency,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ju Hee Oh<\/b><sup><\/sup>, Eun Hye Choi<sup><\/sup>, Ji Eun Lee<sup><\/sup>, Eun Ji Nam<sup><\/sup><br><br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"182422cc-6a36-4ef5-8289-c1df573acdb0","ControlNumber":"4375","DisclosureBlock":"&nbsp;<b>J. Oh, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>E. Nam, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4244","PresenterBiography":null,"PresenterDisplayName":"Ju Hee Oh, PhD","PresenterKey":"b084edc1-4471-4d53-a09d-b9906c983ca2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4244. Clinical response assessment of immune checkpoint inhibitors in mismatch repair-deficient endometrial cancer using a T cell organoid coculture system","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical response assessment of immune checkpoint inhibitors in mismatch repair-deficient endometrial cancer using a T cell organoid coculture system","Topics":null,"cSlideId":""},{"Abstract":"Recombinant adeno-associated viruses (AAVs) play a pivotal role in gene therapy, a promising approach aimed at treating various genetic disorders by introducing modified genetic material into cells or tissues. These AAV capsids are utilized as a vector in transferring genetic material into host cells. In discovery research, many AAV serotypes are developed in parallel to identify the optimal subtype for subsequent preclinical and clinical use. However, gene therapies have found limited success in clinical translation, in part, due to variable transgene delivery efficacy between traditional in vitro and in vivo models and human models. This study presents an organoid-based approach that mimics human physiology, as well as organ-specific features and cell diversity within an organ. Organoids are 3D structures derived from stem cells that resemble the cellular architecture and functionality of a specific organ. Compared to conventional 2D cell cultures, organoids provide a more comprehensive modeling of complex cell signaling, cell-cell and cell-extracellular matrix interactions, simulating the complex interplay between various cell types and functions. Within this study, several human-based organoid models were built, cerebral and cardiac, and verified by identifying the expression level of known marker genes through RNA sequencing. Five different AAV serotypes were utilized to evaluate transgene efficacy using each type of organoid model. Expression of delivered GFP transgene within each organoid was then compared to evaluate transduction and select the optimal AAV serotype in comparison to commercial wild-type AAVs. We outline the use of human organoid as an improved preclinical model for selecting AAV serotypes and evaluating transgene delivery efficacy to help provide better guidance for gene therapy development when moving into clinical research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Translation,Modeling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Fu<sup>1<\/sup>, Z. Qi<sup>2<\/sup>, Z. Zuo<sup>2<\/sup>, S. Chiang<sup>2<\/sup>, <b>A. Ouyang<\/b><sup>3<\/sup>, G. Gao<sup>2<\/sup>, S. Guan<sup>2<\/sup>, J.-Q. Chen<sup>3<\/sup>, R. Zhang<sup>2<\/sup>, C. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>Innovec Biotherapeutics, Beijing, China, <sup>2<\/sup>ACROBiosystems, Beijing, China, <sup>3<\/sup>ACROBiosystems, Newark, DE","CSlideId":"","ControlKey":"cd5d4a9b-0f29-48f6-99db-c9823ed30263","ControlNumber":"7959","DisclosureBlock":"&nbsp;<b>Y. Fu, <\/b> None..<br><b>Z. Qi, <\/b> None..<br><b>Z. Zuo, <\/b> None..<br><b>S. Chiang, <\/b> None..<br><b>A. Ouyang, <\/b> None..<br><b>G. Gao, <\/b> None..<br><b>S. Guan, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>C. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4245","PresenterBiography":null,"PresenterDisplayName":"AN OUYANG","PresenterKey":"cceafb43-839a-4e31-9cf2-0b0ce6fafb62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4245. Selection of AAV capsids by evaluating transgene delivery using human organoid models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selection of AAV capsids by evaluating transgene delivery using human organoid models","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) ranks as the third leading cause of both cancer incidence and cancer-related mortality. A significant portion of CRC patients diagnosed with de novo metastatic disease face limited benefits from conventional treatment options, often accompanied by substantial side effects. This underscores the pressing need for more effective preclinical models to predict patient responses in clinical settings. Patient-derived organoids (PDOs or HUB Organoids<sup>&#174;<\/sup>) represent a pivotal breakthrough in preclinical modeling. These organoids are directly derived from patient tissue, faithfully mirroring the patient's disease. While HUB Organoid Technology is currently applicable for preclinical drug screening, it is essential to expedite the transition from patient diagnosis to the delivery of PDO-based results to directly benefit patients. In a collaborative effort with Yamaha Motor, we have optimized the Yamaha CELL HANDLER<sup>TM<\/sup> for the automated transfer of organoids, offering enhanced precision and efficiency in handling a significantly reduced number of organoids per screening plate, compared to conventional methods. Moreover, we have developed an image-based readout system that enables precise quantification of organoid numbers, ensuring high assay quality. Utilizing this developed automated platform, we conducted a proof-of-concept investigation into PDO responses to chemotherapy in comparison to corresponding patient responses. The correlation between PDO and patient responses demonstrated a strong connection, highlighting the potential of the developed automated platform for predictive drug testing. In summary, this work signifies the development of an automated workflow that synergizes patient-representative HUB Organoids<sup>&#174;<\/sup> with cutting-edge robotics from Yamaha Motor. The described workflow reduces the number of organoids needed per screening well, streamlining patient response prediction, potentially leading to faster diagnoses, and ultimately optimizing patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Screening,Preclinical testing,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Abouleila<\/b><sup>1<\/sup>, R. Verkerk<sup>1<\/sup>, M. Doorn<sup>1<\/sup>, T. Voskuilen<sup>1<\/sup>, G. Harada<sup>2<\/sup>, M. Watanabe<sup>2<\/sup>, L. Smabers<sup>3<\/sup>, H. Kyan<sup>2<\/sup>, T. Kumagai<sup>2<\/sup>, Y. Hikichi<sup>2<\/sup>, R. Overmeer<sup>1<\/sup>, J. Roodhart<sup>3<\/sup>, K. Matsuno<sup>2<\/sup>, C. Verissimo<sup>1<\/sup>, S. Boj<sup>1<\/sup>; <br\/><sup>1<\/sup>HUB Organoids, Utrecht, Netherlands, <sup>2<\/sup>Yamaha Motor, Shizuoka, Japan, <sup>3<\/sup>Utrecht Medical Center, Utrecht, Netherlands","CSlideId":"","ControlKey":"8d48a397-84cd-4636-8ef7-d10a51f8d76a","ControlNumber":"4511","DisclosureBlock":"&nbsp;<b>Y. Abouleila, <\/b> None..<br><b>R. Verkerk, <\/b> None..<br><b>M. Doorn, <\/b> None..<br><b>T. Voskuilen, <\/b> None..<br><b>G. Harada, <\/b> None..<br><b>M. Watanabe, <\/b> None..<br><b>L. Smabers, <\/b> None..<br><b>H. Kyan, <\/b> None..<br><b>T. Kumagai, <\/b> None..<br><b>Y. Hikichi, <\/b> None..<br><b>R. Overmeer, <\/b> None..<br><b>J. Roodhart, <\/b> None..<br><b>K. Matsuno, <\/b> None..<br><b>C. Verissimo, <\/b> None..<br><b>S. Boj, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4247","PresenterBiography":null,"PresenterDisplayName":"Yasmine Abouleila","PresenterKey":"d605fd8c-237a-4e08-9e27-e3ebbb5e739b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4247. Miniaturizing patient-derived organoid screening assays for predictive drug testing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Miniaturizing patient-derived organoid screening assays for predictive drug testing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Approximately 30% of advanced bladder cancer (BCa) tumors exhibit MTAP gene deletion, which has been associated with luminal subtype BCa, poor response to chemotherapy, and shorter progression to metastatic disease (De Souza 2023). MTAP deletion has been proposed as a potential biomarker for response to pemetrexed and an emerging class of PRMT5 and MAT2A inhibitors in development for MTAP-deleted tumors. Here, we describe the first patient-derived 3D model of BCa with MTAP deletion and its translational potential as a drug sensitivity platform.<br \/>Methods: A patient (pt) with metastatic BCa harboring MTAP deletion underwent a pelvic lymph node biopsy. A fresh tumor sample was processed under collagenase\/dispase solution for 30 minutes and filtered through a 70-um cell strainer. Cells were cultures in low attachment plates with MammoCult&#8482; Basal Medium (Stem Cell Technologies). After 5 passages and 3D spheroid formation, immunostaining for cytokeratin (CK) 5 and 6, GATA3, CK20, and Ki67 staining were performed to confirm the urothelial origin. The MTAP-del was confirmed by a western blot of the organoid specimen and compared to other BLCa cell lines (UMUC, RT4, J82, and 5637). The viability assays were performed using the CellTiter-Glo&#174; 3D Cell kit. Next-generation sequencing (NGS) of primary BCa tumor revealed deletion of MTAP, CDKN2A, CDKN2B, and mutations in p53, TERT, and KDM6A.<br \/>Results: The patient organoid sample was positive for the luminal CK5\/6 markers and negative for GATA3. Ki67 and CK20 were primarily expressed in the nucleus of the same sample. The organoid retained morphologic and immunohistochemical features of the patient&#8217;s primary bladder tumor, showing the same squamous differentiation and similar Ki-67 proliferative index. The organoid displayed no evidence of the MTAP protein by western blot (similar findings with the MTAP-del cell lines UMUC and RT4). The organoid showed sensitivity to pemetrexed [pemetrexed IC50=0.12 uM (other MTAP-del BLCa IC50: 0.1-0.23 uM)] and resistance to gemcitabine and cisplatin [Gem IC50=55 nM (other BLCa IC50: 1-29 nM), Cis IC50=90.5 uM (other BLCa IC50: 2-17 uM).<br \/>Conclusions: We describe the first patient-derived MTAP-deleted BCa organoid recapitulating the features of the primary tumor. The organoid displayed sensitivity to pemetrexed as described with MTAP-deleted BCa. The organoid represents a unique platform for testing novel therapeutic strategies for MTAP-deleted BCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Bladder cancer,Organoids,Drug sensitivity,Pemetrexed,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Schwermann<\/b><sup>1<\/sup>, B. Carneiro<sup>2<\/sup>, S. Lu<sup>2<\/sup>, A. De Souza<sup>2<\/sup>, M. Hadfield<sup>2<\/sup>, A. Mega<sup>2<\/sup>, G. Lagos<sup>2<\/sup>, S. Khaleel<sup>2<\/sup>, D. Golijanin<sup>2<\/sup>, S. Holder<sup>2<\/sup>, P. Srinivasan<sup>1<\/sup>, W. MacDonald<sup>1<\/sup>, A. George<sup>3<\/sup>, L. Zhou<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, W. El-Deiry<sup>2<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Legorreta Cancer Center and Lifespan Cancer Institute at Brown University, Providence, RI, <sup>3<\/sup>Yale School of Medicine, Providence, RI","CSlideId":"","ControlKey":"65d9bdc9-1493-4efd-9f83-d252daec1c59","ControlNumber":"6726","DisclosureBlock":"&nbsp;<b>M. Schwermann, <\/b> None.&nbsp;<br><b>B. Carneiro, <\/b> <br><b>AstraZeneca<\/b> Other, Institutional research support. <br><b>Abbvie<\/b> Other, Institutional research support. <br><b>Actuate Therapeutics<\/b> Other, Institutional research support. <br><b>Astellas<\/b> Other, Institutional research support. <br><b>Agenus<\/b> Other, Institutional research support. <br><b>Bayer<\/b> Other, Institutional research support. <br><b>Dragonfly Therapeutics<\/b> Other, Institutional research support. <br><b>Mink Therapeutics<\/b> Other, Institutional research support. <br><b>Pfizer<\/b> Other, Institutional research support. <br><b>Pyxis Oncology<\/b> Other, Institutional research support. <br><b>Repare Therapeutics<\/b> Other, Institutional research support. <br><b>Regeneron<\/b> Other, Institutional research support.<br><b>S. Lu, <\/b> None..<br><b>A. De Souza, <\/b> None..<br><b>M. Hadfield, <\/b> None..<br><b>A. Mega, <\/b> None..<br><b>G. Lagos, <\/b> None..<br><b>S. Khaleel, <\/b> None..<br><b>D. Golijanin, <\/b> None..<br><b>S. Holder, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>W. MacDonald, <\/b> None..<br><b>A. George, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>L. Zhang, <\/b> None.&nbsp;<br><b>W. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Other, Founder (Oncoceutics), Shareholder (no research funding). <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Other, Founder, Shareholder (no research funding). <br><b>Caris Life Sciences<\/b> Other, Co-Chair, Executive Committee for Precision Oncology Alliance (no research funding); Leader, Translational Group. <br><b>D&D Pharma<\/b> Other, Research Funding through a Sponsored Research Agreement. <br><b>Warren Alpert Foundation<\/b> Other, Research Funding. <br><b>NIH\/NCI<\/b> Other, Research Funding. <br><b>Ocean Biomedical<\/b> Other, Scientific Advisory Board. <br><b>RAIN Therapeutics<\/b> Other, Advisory Board (unpaid and no funding). <br><b>SMURF-Therapeutics<\/b> Other, Founder, Shareholder (no research funding).","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4248","PresenterBiography":null,"PresenterDisplayName":"Maximilian Schwermann, MD","PresenterKey":"22ffb197-bd00-43b3-8bc4-7c1054643a78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4248. Patient-derived MTAP-deleted bladder cancer organoid model: A unique platform for drug development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived MTAP-deleted bladder cancer organoid model: A unique platform for drug development","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Ovarian cancer is the most lethal gynecologic cancer. Majority of ovarian cancers belong to the subgroup of high-grade serous ovarian cancer (HGSC). Its standard treatment is surgery and chemotherapy with platinum and taxane-based compounds, for which almost all patients become resistant. We have established a panel of patient derived 3-dimensional (3D) HGSC long-term tumor organoid cultures for personalized disease modeling, drug screening and evaluation of the efficiency of potential new treatments to be used in preclinical research.<br \/>Methods: Tumor tissues or ascites from &#62; 30 HGSC tumors were set up as long-term 3D organoid cultures (PDOs). RNA and whole genome sequencing was performed from the original tumors and from PDOs. Pluripotency and proliferation were assessed via high-throughput immunofluorescent detection of PAX8 and Ki67. Resistance towards standard treatment and response to additional selected drugs and drug combinations were evaluated in cell death and proliferation assays. Imaging and image-based quantifications were performed under 3D setup. PDOs were set up for <i>in vivo<\/i> drug testing in immunodeficient NOD\/Shi-scid\/IL-2Rgnull (NOG) mice.<br \/>Summary: A set of HGSC PDOs of different longitudinal, prospective, and multiregional samples has been established representing the three evolutionary states of HGSC: evolving, maintaining and adaptive state. They are ready to be used as rational and effective models for studying drug interventions. Supportively, results of preclinical studies with PI3K inhibitor Alpelisib matched the published patient responses. Tumor evolutionary analysis based on data of longitudinal, prospective, and multiregional collected samples suggest further targetable pathways that can mediate chemotherapy resistance and pinpoint potential targets for drug intervention.<br \/>Conclusion: Inhibition of these pathways with simultaneous targeting of other cellular functions, such as lysosomal-mediated cell death, may be highly effective alternative treatment option. 3D imaging and efficient image analysis are necessary tools to understand tumor organoid biology and drug responses to assist development and pre-clinical evaluation of new treatments. This study is a part of the DECIDER project (https:\/\/www.deciderproject.eu\/, NCT04846933).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Ovarian cancer,3D imaging,Tumor evolution,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Kallunki<\/b><sup>1<\/sup>, A. R. Lauridsen<sup>1<\/sup>, A. Skorda<sup>1<\/sup>, A. Lahtinen<sup>2<\/sup>, M. L. Bay<sup>1<\/sup>, B. Rasmussen<sup>1<\/sup>, K. Huhtinen<sup>2<\/sup>, T. Muranen<sup>2<\/sup>, J. Oikkonen<sup>2<\/sup>, J. Hynninen<sup>3<\/sup>, S. Hautaniemi<sup>2<\/sup>; <br\/><sup>1<\/sup>Danish Cancer Institute, Copenhagen, Denmark, <sup>2<\/sup>University of Helsinki, Helsinki, Finland, <sup>3<\/sup>University of Turku and Turku University Hospital, Turku, Finland","CSlideId":"","ControlKey":"ba7de260-fabf-4a7c-8d5f-db9820a26356","ControlNumber":"771","DisclosureBlock":"&nbsp;<b>T. Kallunki, <\/b> None..<br><b>A. R. Lauridsen, <\/b> None..<br><b>A. Skorda, <\/b> None..<br><b>A. Lahtinen, <\/b> None..<br><b>M. L. Bay, <\/b> None..<br><b>B. Rasmussen, <\/b> None..<br><b>K. Huhtinen, <\/b> None..<br><b>T. Muranen, <\/b> None..<br><b>J. Oikkonen, <\/b> None..<br><b>J. Hynninen, <\/b> None..<br><b>S. Hautaniemi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4249","PresenterBiography":null,"PresenterDisplayName":"Anna Lauridsen, Graduate Student","PresenterKey":"0a464620-3e86-4ed4-a16e-aa57654a5e7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4249. Establishment and analysis of patient-derived high-grade serous ovarian cancer organoids for disease modeling and drug testing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and analysis of patient-derived high-grade serous ovarian cancer organoids for disease modeling and drug testing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The development of new drugs in cancer therapy comprises toxicity and efficacy tests with increasing complexity. First and foremost, in vitro experiments are performed with well-established cancer cell lines, which are subsequently validated in animal experiments as prerequisite for clinical trials. Until a few years ago, there were gaps in the complexity chain between in vitro and in vivo experiments. Ethical considerations have led to use of systems like organ on a chip or mini-organ 3D in vitro models. In cancer research, cell cultures or organoids are generated from patient tumor material. However, these cultures only reflect the tumor of one patient, which is why panels of patient tumors should be used to evaluate the effectiveness of drugs on different patients. In vivo panel screens of patient derived xenografts (PDX) mouse models need high numbers of animals and takes several months. A pre-screen with in vitro models generated from in vivo PDX tissues allows large scale and faster pre-screens complementing in vivo systems for more focused in vivo analyses.<br \/>Methods: Currently we have a pool of more than 600 established PDX models of 21 tumor entities. From this pool, cancer tissues of glioblastoma, mesothelioma, gastric, head\/neck, lung and breast cancer were processed in single cell suspensions and cultured under defined conditions to obtain adherent cells or spheroids. The generated PDX in vitro cultures were analyzed for cellular impurities, cancer stem cell content and perpetuation of <i>in vivo<\/i> PDX characteristics. FACS analyses for tumor specific markers, chemo sensitivity assays and growth characteristics of the PDX derived cell lines (especially for glioblastoma) were analyzed.<br \/>Results: From PDX tissues used, 90% grew as adherent and\/or spheroid PDX derived in vitro cultures, in which mouse cells were entirely depleted. A high percentage of these cultures showed enriched cancer stem cell features and stem cell marker expression. Tumor marker expression and standard drug sensitivity data correlate to the in vivo PDX and derived in vitro cell culture models. RNAseq data were used to predict drug sensitivities in silico for untested drugs and drug combinations on our newly established PDX derived glioblastoma cell lines. Initial screens with predicted candidates were performed. Promising conditions were successfully repeated in corresponding animal PDX models.<br \/>Conclusion: The newly developed technology for establishment if in vitro cell cultures from PDX efficiently generates stably growing cell lines possessing all key features of the original PDX. These cell lines can be used for initial pre-screens to optimize and improve selection of pharmacologically active drugs or drug combinations before initiating in vivo PDX studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Organoids,Cancer stem cells,Glioma cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Lars Winkler<\/b><sup><\/sup>, Joshua Alcaniz<sup><\/sup>, Maria Stecklum<sup><\/sup>, Wolfgang Walther<sup><\/sup>, Jens Hoffmann<sup><\/sup><br><br\/>Experimental Pharmacology and Oncology Berlin-Buch GmbH, Berlin, Germany","CSlideId":"","ControlKey":"f00e7422-9ffa-4cc3-a2e5-dbff978d0a5c","ControlNumber":"6304","DisclosureBlock":"<b>&nbsp;L. Winkler, <\/b> <br><b>EXPERIMENTAL PHARMACOLOGY & ONCOLOGY BERLIN-BUCH GMBH<\/b> Employment. <br><b>J. Alcaniz, <\/b> <br><b>EXPERIMENTAL PHARMACOLOGY & ONCOLOGY BERLIN-BUCH GMBH<\/b> Employment. <br><b>M. Stecklum, <\/b> <br><b>EXPERIMENTAL PHARMACOLOGY & ONCOLOGY BERLIN-BUCH GMBH<\/b> Employment. <br><b>W. Walther, <\/b> <br><b>EXPERIMENTAL PHARMACOLOGY & ONCOLOGY BERLIN-BUCH GMBH<\/b> Employment. <br><b>J. Hoffmann, <\/b> <br><b>EXPERIMENTAL PHARMACOLOGY & ONCOLOGY BERLIN-BUCH GMBH<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4250","PresenterBiography":null,"PresenterDisplayName":"Lars Winkler, Dr PH","PresenterKey":"f7a86085-47d9-446d-a74c-270d686367b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4250. Adherent and spheroid cell models of patient-derived xenograft for drug development and translational research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adherent and spheroid cell models of patient-derived xenograft for drug development and translational research","Topics":null,"cSlideId":""},{"Abstract":"Tumoroids, also known as cancer organoids, are self-assembled three-dimensional cultures of patient-derived tumor cells. Compared to traditional 2D cancer cell lines, tumoroids better maintain key characteristics of the original tumor including the genotype and transcriptome, which lead to better <i>in vitro<\/i> modeling of clinically relevant functional responses such as drug sensitivity. An under-studied aspect of tumoroid cultures has been their ability to recapitulate dependence on hormone signaling <i>in vitro<\/i>, with some reports indicating hormone dependence is lost over time in culture. To investigate this, we utilized Gibco&#8482; OncoPro&#8482; Tumoroid Culture Medium and defined tissue-specific supplements, FGF10 and beta-estradiol, that when added to the medium enabled the derivation of endometrial tumoroids from tumor resections. Derivation of tumoroid lines compatible with long-term growth depended on a variety of factors, including tissue quality and time from resection to culture initiation. Each of the 15 samples processed formed tumoroids when initially seeded into culture. 11\/15 samples reformed tumoroids through multiple passages (typically 1-2 weeks per passage) over 1-3 months in culture. 7\/15 samples met our high criteria for stable tumoroid line growth of &#62;5 passages and reaching &#62;5 cumulative population doublings (from initial number of cells seeded post-resection) in culture. Next-generation sequencing of the established tumoroids and the uncultured tumor material demonstrated a high degree of correlation (pearson&#8217;s r&#62;0.9) of genomic mutations in a targeted panel; few differentially expressed genes were detected beyond down-regulation of immune-related genes, presumably because the medium is optimized for outgrowth of cancer epithelial cells, and immune cells do not persist during long-term culture. Endometrial tumoroids were capable of growing embedded in basement membrane extract (BME) or in suspension with dilute BME added and could be cryopreserved and recovered. Endometrial tumoroids retained gene expression levels (both presence and absence) of estrogen receptor and progesterone receptor for up to the 20 passages tested <i>in vitro<\/i>. A subset of the models was tested and showed increased growth rates in response to increased concentrations of beta-estradiol. Of those tested, 2\/3 tumoroid cultures stopped growing within 1-2 weeks after removal of beta-estradiol from the medium, demonstrating dependence on this hormone for growth. Maintenance of hormone receptor expression and dependency should enable <i>in vitro<\/i> studies to understand the signaling mechanisms and potential ways to modulate them in the context of cancer. Overall, this method provides a toolset for studying endometrial cancer, particularly hormone dependency, and may be more broadly applicable to other gynecological or hormone dependent cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Endometrial cancer,Hormone-related cancer,In vitro,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Yankaskas<\/b>, B. Balhouse, C. Paul, P. Shahi Thakuri, S. Salen, M. Kennedy, M. Dallas, D. Kuninger; <br\/>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"c50a11ef-3463-4e2a-976d-ed25a6feafca","ControlNumber":"5370","DisclosureBlock":"<b>&nbsp;C. Yankaskas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Balhouse, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Paul, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>P. Shahi Thakuri, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>AstraZeneca<\/b> Employment. <br><b>S. Salen, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Kennedy, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Dallas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Kuninger, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4251","PresenterBiography":null,"PresenterDisplayName":"Chris Yankaskas, PhD","PresenterKey":"20eb9bbb-0455-4d9f-984f-79e9c90782a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4251. Establishment of hormone-dependent endometrial tumoroids in a conditioned-medium free, serum-free medium","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of hormone-dependent endometrial tumoroids in a conditioned-medium free, serum-free medium","Topics":null,"cSlideId":""},{"Abstract":"ONCOKINE-1 (OK-1), a soluble protein that is released by tumor cells, is implicated in the resistance of immunotherapy. Here we evaluated the efficacy of NXI-101, a monoclonal antibody that binds and neutralizes OK-1, in a model of patient-derived organotypic tumor spheroids (PDOTS) derived from non-small cell lung carcinoma (NSCLC) patients. NSCLC PDOTS were treated with NXI-101 and the effects of the drug were evaluated on day 3 post-treatment. Cytotoxicity was measured by Hoechst\/Propidium Iodide staining and quantified by measuring the area-weighted percentage of cell death. Significant cytotoxicity was observed in 2 out of 10 patient tumors (20%) as a monotherapy and 4 out of 10 (40%) when used in combination with atezolizumab. The therapeutic response for both treatments was positively correlated (p&#60;0.05) with the level of OK-1 expression, determined by immunohistochemistry using tissue sections taken on the day of tumor specimen collection. NXI-101 alone and in combination with atezolizumab had immunomodulatory effects that were associated with cytotoxic response. For example, transcriptomic analysis, Nanostring IO 360 Panel, indicated that the drug treatments resulted in the inhibition of TGF-&#946; pathways and stimulated a number of immune pathways in 3 of the 4 responsive PDOTS. These pathways include interferon-&#945;, JAK-STAT, and dendritic cell activation markers. We also observed evidence of activation of these same pathways in 2 of the 6 non-responsive PDOTS. These data support the prospects of NXI-101 as a first-in-class therapeutic for the treatment of NSCLC when used alone or in combination with an immune checkpoint inhibitor. Moreover, the findings highlight the PDOTS platform's substantial value in capturing patient-specific tumor response variability and providing robust support for the mechanistic evaluation of cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Preclinical testing,Therapeutics,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Vail<sup>1<\/sup>, H. Maeng<sup>2<\/sup>, J. Jang<sup>2<\/sup>, K. Boo<sup>2<\/sup>, J.-I. Youn<sup>2<\/sup>, A. Martin<sup>1<\/sup>, A. Goldman<sup>3<\/sup>, K. Yoon<sup>2<\/sup>, <b>M. A. Perricone<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Xsphera Biosciences, Inc., Boston, MA, <sup>2<\/sup>NEX-I, Seoul, Korea, Republic of, <sup>3<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"dc40d4fa-ca93-4d18-b63d-f34de36fab5c","ControlNumber":"8330","DisclosureBlock":"<b>&nbsp;J. Vail, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Independent Contractor. <br><b>H. Maeng, <\/b> <br><b>NEX-I<\/b> Employment. <br><b>J. Jang, <\/b> <br><b>NEX-I<\/b> Employment. <br><b>K. Boo, <\/b> <br><b>NEX-I<\/b> Employment. <br><b>J. Youn, <\/b> <br><b>NEX-I<\/b> Employment. <br><b>A. Martin, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Employment. <br><b>A. Goldman, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Independent Contractor. <br><b>K. Yoon, <\/b> <br><b>NEX-I<\/b> Employment. <br><b>M. A. Perricone, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4252","PresenterBiography":null,"PresenterDisplayName":"Michael Perricone, PhD","PresenterKey":"f8c7e711-81b7-49cf-9b2d-a244d853b877","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4252. Evaluation of NXI-101 in non-small cell lung cancer (NSCLC) using patient-derived organotypic tumor spheroids (PDOTS): Targeting a novel tumorigenic pathway","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of NXI-101 in non-small cell lung cancer (NSCLC) using patient-derived organotypic tumor spheroids (PDOTS): Targeting a novel tumorigenic pathway","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer remains one of the leading causes of cancer-related deaths in the United States with limited therapies for advanced stages of this disease. African Americans have the highest morbidity and mortality rates of pancreatic cancer compared to other racial groups. Many factors are known to contribute to this disparity such as, socioeconomic and lifestyle factors. One of the major factors contributing to this disparity is the lack of African Americans with pancreatic cancer in clinical trials or genomic databases. In order to gain insight into the biology or genetic differences that may exist in signals driving the aggressiveness of this cancer in this population more studies are needed. Innovative <i>in vitro<\/i> models are needed to investigate possible differences in molecular changes that may exist in African Americans. Studies have shown that organoids developed from metastatic and primary tumors can give sights into genetic and epigenetic changes detected in several type of cancers. Using a Human Pancreatic Adenocarcinoma TagMan Array 96 (Applied Biosystems), which contained 76 genes known to be expressed in pancreatic cancer, pancreatic organoids from African American metastatic tumors revealed high expression levels of specific genes. Usually K-ras is highly expressed in pancreatic tumors but it was not significantly expressed in the organoids from African Americans metastatic tumors. However, preliminary results from organoids, compared to pancreatic cancer cell line spheroids, showed significantly increased gene expression of HSP90AA1 (13-fold), MMP1(36-fold), BRACA2 (20-fold), MDM2 (19-fold), RB1 (14-fold), Rel (12-fold), STAT1 (15-fold), STAT5B (5-fold), and TGFBR1 (1- fold). High expression of HSP90AA1 is related to poor prognosis, constitutively expression of STAT5B confers gemcitabine chemoresistance and promote invasiveness, and mutations in BRCA2 can increase pancreatic cancer risk. Further studies are being done to validate these findings in African American pancreatic tumors and to ascertain their relevance to the metastatic progression phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Pancreatic cancer,African American,Organoids,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. D. Lyn-Cook<\/b><sup>1<\/sup>, F. Nouri Emamzaden<sup>2<\/sup>, B. Word<sup>2<\/sup>, G. Hammons<sup>2<\/sup>; <br\/><sup>1<\/sup>FDA-NCTR (National Center for Toxicological Research), Jefferson, AR, <sup>2<\/sup>National Center for Toxicological Research, Jefferson, AR","CSlideId":"","ControlKey":"e102a4f5-49ae-44b3-b5cc-f3d2776fff22","ControlNumber":"5275","DisclosureBlock":"&nbsp;<b>B. D. Lyn-Cook, <\/b> None..<br><b>F. Nouri Emamzaden, <\/b> None..<br><b>B. Word, <\/b> None..<br><b>G. Hammons, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4253","PresenterBiography":null,"PresenterDisplayName":"Beverly Lyn-Cook, PhD","PresenterKey":"dd154f5e-d2d8-46cc-bc95-126f391a7140","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4253. High expression of specific gene profiles in organoids from African American pancreatic cancer tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High expression of specific gene profiles in organoids from African American pancreatic cancer tumors","Topics":null,"cSlideId":""},{"Abstract":"Initial cellular events in a transitional period from normal to cancer cells, such as transcriptomic or epigenetic dynamics, are poorly understood. Observing these is more challenging than in cancer progression, especially for humans. Mapping this phenomenon in early cancer evolution is crucial, as we can identify targetable molecules to inhibit cancer development at the precancerous stage. Immortalized human cancer cell lines hardly capture these appropriately as they have lost usual cellular characteristics. Normal organoids harbor stem cells and their differentiated cells, reflecting the epithelial physiology of tissues, and are more suitable models for cancer evolution studies. To establish a human cancer development model in vitro, we genetically engineered normal human airway organoids derived from adult stem cells into small cell lung cancer (SCLC). We used CRISPR-Cas9 systems to induce non-homologous end-joining in both <i>TP53<\/i> and <i>RB1<\/i>, the most frequently mutated genes of SCLC. First, we knocked out <i>TP53<\/i> of the airway organoids, selected by Nutlin-3a, an MDM2 antagonist, for 3-4 weeks, demonstrating 88-89% editing efficiencies calculated from Sanger sequencing results. Most mutations were one base pair deletion or insertion, which induced frameshift mutation in <i>TP53<\/i>. They did not show a significant difference from wild-type organoids morphologically at bright-field microscopy. Subsequently, we targeted <i>RB<\/i>1 on <i>TP53<\/i><sup>-\/-<\/sup> airway organoids to induce SCLC. We used Palbociclib, a CDK4\/6 inhibitor, to enrich the mutated cells. They had 67.1% efficiency, and 20.4% had a 7-base pair deletion mutation. In the initial period, they seemed to have similar shapes to <i>TP53<\/i><sup>-\/-<\/sup> organoids. Unexpectedly and interestingly, however, we noticed more rapidly proliferating and disorganized organoids disrupting their original round shapes appeared in 4-5 weeks. The cells were indiscriminately piled up on the airway organoids' apical and basolateral surfaces, indicating their malignant traits. Their chaotic proliferation represented the rapidly progressing clinical feature of SCLC with a median survival of 7-16 months with treatment. This is the first work constructing the SCLC development model from the normal human airway organoid. By sequentially single-cell sequencing this organoid model changing to tumorous condition, we can capture the multi-omics landscape during the initial evolution of SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Lung cancer: small cell,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Moon<\/b>, R. Kim, D. Lee, K. Park, W. Lee, S. Lee, Y. Park, J. Kim; <br\/>Genomic Medicine Institute, Medical Research Center, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b1da6e21-47b0-4267-8d7a-f54778bfd853","ControlNumber":"1153","DisclosureBlock":"&nbsp;<b>S. Moon, <\/b> None..<br><b>R. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>W. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4254","PresenterBiography":null,"PresenterDisplayName":"Sungji Moon, MD;MS","PresenterKey":"e2d64602-e51d-4fee-b834-689762e62539","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4254. Genetically engineered human lung organoid models for lung cancer evolution study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetically engineered human lung organoid models for lung cancer evolution study","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Sarcomas are rare connective tissue tumors with over 100 described subtypes. High heterogeneity within and among sarcoma sub-entities and low incidence contribute to poor therapeutic success. Patient-derived 3D models (PDMs), i.e. organoids and spheroids, closely recapitulate features of the original tumor, e.g. cell-to-cell interaction, differentiation potential and heterogeneity. However, PDMs are rarely available or even lacking for most sarcoma sub-entities, constituting a major hurdle for sarcoma precision oncology and research. Here, we present a highly efficient and systematic framework to generate long-term 3D models for distinct sarcoma subtypes, which we developed within the HEROES-AYA consortium.<br \/>Methods: Tumors were received directly after surgery and processed within 24 hours. After enzymatic dissociation, cell clumps were seeded in 384-well plates with and without Matrigel. Each tumor was cultivated on an array of 140 distinct culture conditions, differing in contribution and concentration of pathway inhibitors and activators. Organoid and spheroid growth was assessed over time via imaging and AI-based algorithms to identify best-growing conditions.<br \/>Results: Initially, we combined Ewing sarcoma (EwS) secreted factors and potentially relevant cytokines to generate a matrix of 140 diverse media, named Media Test Plate (MTP). The MTP was tested on five EwS tumors, allowing the identification of optimal culture conditions with 100% efficiency. When transplanted in NSG mice, the established PDMs showed tumorigenicity potential and Ewing sarcoma-specific CD99 marker expression. The MTP was then tested on four synovial sarcomas (SyS) and five myxoid liposarcomas with a 75% and 50% success rate, respectively. The optimal media, as identified by MTP, allowed the cultivation of one EwS and one SyS out of two, respectively, even with limited cell count. Additional PDMs generated include one undifferentiated, one alveolar soft tissue and one spindle cell sarcoma. Established cultures were characterized by Ki67 positivity, ranging from 40% to 70%, and expression of sarcoma subtype-specific markers. EwS models resulted 100% CD99 positive, while TLE1 positivity in SyS models was &#8776;90%. DNA and RNA sequencing of PDMs will show whether they resemble the genetic and transcriptional features of the original tumors. Conclusions: We here present a novel systematic protocol to generate organoids and spheroids from different sarcoma subtypes. To date, no such systematic protocol is available for sarcoma models generation. Our success rate is comparable to the one of intestinal and pancreatic organoids and exceeds those of 2D and PDX sarcoma cultures, which is &#8776;20%. Current work aims to adapt the MTP to a broad range of sarcoma subtypes, including rare entities. The efficient generation of expandable PDMs from a wide range of sarcomas will further fuel basic and translational research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Organoids,Spheroids,Ewing sarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Dagostino<\/b><sup>1<\/sup>, W. Hussain<sup>1<\/sup>, J. Paluncic<sup>1<\/sup>, M. Zoccoler<sup>2<\/sup>, J. Pablik<sup>3<\/sup>, D. Richter<sup>1<\/sup>, L. Knol<sup>1<\/sup>, A. Banito<sup>4<\/sup>, J. Wagner<sup>5<\/sup>, I. Mateska<sup>6<\/sup>, D. E. Stange<sup>3<\/sup>, I. Oehme<sup>7<\/sup>, S. Richter<sup>8<\/sup>, S. M. Pfister<sup>4<\/sup>, S. Fröhling<sup>9<\/sup>, C. Scholl<sup>10<\/sup>, J. Weitz<sup>11<\/sup>, K.-D. Schaser<sup>12<\/sup>, C. Heining<sup>1<\/sup>, H. Glimm<sup>1<\/sup>, C. R. Ball<sup>1<\/sup>; <br\/><sup>1<\/sup>National Center for Tumor Diseases Dresden (NCT\/UCC), a partnership between DKFZ and  Faculty of Medicine and University Hospital Carl Gustav Carus, TUD Dresden University of Technology; Helmholtz-Zentrum Dresden - Rossendorf (HZDR), Dresden, Germany, <sup>2<\/sup>Technical University of Dresden, Dresden, Germany, <sup>3<\/sup>University Hospital Carl Gustav Carus Dresden, Dresden, Germany, <sup>4<\/sup>Hopp Children's Cancer Center Heidelberg (KiTZ), Heidelberg, Germany, <sup>5<\/sup>German Cancer Research Center (DKFZ) and National Center for Tumor Diseases (NCT), Heidelberg, Germany, <sup>6<\/sup>National Center for Tumor Diseases (NCT\/UCC), Dresden, Germany, <sup>7<\/sup>Hopp Children’s Cancer Center Heidelberg (KiTZ); Clinical Cooperation Unit Pediatric Oncology (B310), German Cancer Research Center (DKFZ) and German Cancer Consortium (DKTK); National Center for Tumor Diseases, Heidelberg, Germany, <sup>8<\/sup>University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany, <sup>9<\/sup>National Center for Tumor Diseases (NCT), Heidelberg, Germany, <sup>10<\/sup>German Cancer Research Center (DKFZ), Heidelberg, Germany, <sup>11<\/sup>University Hospital and Faculty of Medicine Carl Gustav Carus, Technische Universität Dresden, Dresden, Germany, <sup>12<\/sup>University Hospital Carl Gustav Carus at TU Dresden, Dresden, Germany","CSlideId":"","ControlKey":"2db56642-9e17-49a5-8e42-fff2b6afc87e","ControlNumber":"1276","DisclosureBlock":"&nbsp;<b>C. Dagostino, <\/b> None..<br><b>W. Hussain, <\/b> None..<br><b>J. Paluncic, <\/b> None..<br><b>M. Zoccoler, <\/b> None..<br><b>J. Pablik, <\/b> None..<br><b>D. Richter, <\/b> None..<br><b>L. Knol, <\/b> None..<br><b>A. Banito, <\/b> None..<br><b>J. Wagner, <\/b> None..<br><b>I. Mateska, <\/b> None.&nbsp;<br><b>D. E. Stange, <\/b> <br><b>Ardeypharm<\/b> Grant\/Contract. <br><b>I. Oehme, <\/b> <br><b>PreComb, BVD<\/b> Grant\/Contract. <br><b>Day One Therapeutics<\/b> Grant\/Contract.<br><b>S. Richter, <\/b> None..<br><b>S. M. Pfister, <\/b> None.&nbsp;<br><b>S. Fröhling, <\/b> <br><b>Bayer<\/b> Other, Consulting or advisory board membership. <br><b>Illumina<\/b> Other, Consulting or advisory board membership. <br><b>Roche<\/b> Other, Consulting or advisory board membership. <br><b>Amgen<\/b> Other, Honoraria. <br><b>Eli Lilly<\/b> Other, Honoraria. <br><b>PharmaMar<\/b> Other, Honoraria. <br><b>Roche<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>PharmaMar<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Amgen<\/b> Other, travel or accommodation expenses. <br><b>Eli Lilly<\/b> Other, travel or accommodation expenses. <br><b>Illumina<\/b> Other, travel or accommodation expenses. <br><b>PharmaMar<\/b> Other, travel or accommodation expenses. <br><b>Roche<\/b> Other, travel or accommodation expenses.<br><b>C. Scholl, <\/b> None..<br><b>J. Weitz, <\/b> None..<br><b>K. Schaser, <\/b> None.&nbsp;<br><b>C. Heining, <\/b> <br><b>Boehringer Ingelheim<\/b> Other, Consulting or advisory board membership. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Roche<\/b> Other, Honoraria.<br><b>H. Glimm, <\/b> None.&nbsp;<br><b>C. R. Ball, <\/b> <br><b>PreComb Therapeutics AG<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4255","PresenterBiography":null,"PresenterDisplayName":"Claudia Dagostino, MS","PresenterKey":"d89e5d19-324c-46d1-bc88-c36fba03e84e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4255. A systematic framework for efficient generation of expandable patient-derived 3D sarcoma models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systematic framework for efficient generation of expandable patient-derived 3D sarcoma models","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in cancer immunotherapy have had a positive impact on the life expectancy of patients for an extensive range of clinical indications. With new treatment strategies and druggable targets being identified at an increasing pace, the number of patients eligible for cancer immunotherapy is expected to expand steadily. However, promising therapeutic developments face hurdles in translating preclinical findings into therapy since conventional 2D cancer models hold low clinical predictive value.<i> <\/i> We developed an innovative alternative, building on the discovery that adult stem cells proliferate and organize into three-dimensional organotypic structures when they are embedded into extracellular matrix. Patient-derived organoids are generated from normal and malignant tissues and stored as high-quality biobanks that yield highly reproducible results. HUB Organoids<sup>&#174;<\/sup> recapitulate complex characteristics of the parental tissue, including molecular heterogeneity, as well as morphological and functional traits. Since cancer progression and response to immunotherapy are governed by immune cell interactions in the tumor microenvironment, we developed an assay in which colorectal (CRC) and non-small cell lung cancer (NSCLC) tumor organoids are co-cultured with paired tumor infiltrating lymphocytes (TIL) that are simultaneously expanded as a source of tumor reactive cells. Paired resources allow for the screening of immune-modulatory therapies under physiologic conditions, not depending on peptide-pulsing and alloreactivity. We quantify tumor organoid killing and TILs reactivity by combining imaging-based analysis of apoptotic cells with flow cytometry to measure cytokine release by cytotoxic TILs. Here, we show that our system is robust and reproducible with an establishment rate of 75%, allowing for expansion of TILs that preserve T cell receptor repertoires. First line expansion of both PDO and TIL components can be used to effectively build coculture models and probe the tumor and immune components, respectively. Our system offers a powerful tool for the development and validation of cancer immunotherapy and can help to stratify cancer patients for susceptibility to various types of immunotherapies. We certify that the research use of each of the HBS marked above was conducted according to the expectations of each institution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,T cells,autologous coculture assay,personalized platform,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Beaurivage<sup>1<\/sup>, B. Sridharan<sup>2<\/sup>, S. Mucuk<sup>1<\/sup>, K. Nadwodny<sup>2<\/sup>, D. Poore<sup>2<\/sup>, A. Schepers<sup>1<\/sup>, F. Pourfarzad<sup>1<\/sup>, <b>S. F. Boj<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>HUB Organoids B.V., Utrecht, Netherlands, <sup>2<\/sup>GlaxoSmithKline, Collegeville, PA","CSlideId":"","ControlKey":"14dae59a-f546-4489-a4f6-b240ec7ccd45","ControlNumber":"6610","DisclosureBlock":"&nbsp;<b>C. Beaurivage, <\/b> None..<br><b>B. Sridharan, <\/b> None..<br><b>S. Mucuk, <\/b> None..<br><b>K. Nadwodny, <\/b> None..<br><b>D. Poore, <\/b> None..<br><b>A. Schepers, <\/b> None..<br><b>F. Pourfarzad, <\/b> None..<br><b>S. F. Boj, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4256","PresenterBiography":null,"PresenterDisplayName":"Sylvia Boj, PhD","PresenterKey":"cea2aa2c-697e-4d5d-a9cb-12c39ef7edc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4256. Autologous organoids and T cell co-cultures as a powerful personalized platform for immunotherapy development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autologous organoids and T cell co-cultures as a powerful personalized platform for immunotherapy development","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of global cancer-related mortality resulting in ~1.8 million deaths. annually. Over the past decade, the contribution of tumor microenvironment (TME) in lung cancer progression has been highly appreciated and provided significant improvements of survival outcomes for patients. That includes the complexity of the tumor immune microenvironment (TIME) playing a critical role in cancer progression. However, drug resistance usually arises and there is an urgent need for novel immune cell-based therapies. 3D tumor cell structures that recapitulate the architecture and functionality of the original tumor have revolutionized the understanding of disease mechanisms and testing potential therapeutics. However, there are certain drawbacks that need to be overcome. For example, these models mainly consist of only the epithelial compartment and lack signals from the microenvironment. Recent advances with engineering co-culture systems with immune cells at Champions Oncology help to emulate cell-cell and immune cell infiltration. We have successfully established a biobank of TumorGraft3D (CTG3Ds) derived from non-small cell lung cancer (NSCLC) patient-derived xenografts as well as their autologous and allogeneic immune cells (TILs, PBMCs) to establish a proprietary co-culture platform to investigate disease mechanisms and test potential therapeutics. In brief, surgical resections from patients were used to generate patient-derived xenografts organoids, and matched immune cells were expanded using standard rapid expansion protocol. The combination of a comprehensive staining system and high-content imaging as an endpoint allowed for 3D confocal analysis and deep evaluation of cancer-immune cellular interaction at the single cell level. Our pipeline of image analysis not only differentiates cancer-immune cell spatial distribution and cellular death but also allows for the evaluation of tumor infiltration and drug cytotoxicity. The characterization of the platform showed proliferation of the cancer cells and functional immune profiling by flow cytometry. The molecular profile of the organoids composing the platform showed a tight overlap with the original tumor highlighting the clinical relevance of the model. In addition, this novel co-culture platform has been tested with several NSCLC models to test the efficacy of various therapeutics such as immune-checkpoint inhibitors (ICIs) in reproducible, cost-effective, and patient-specific manner. In summary, Champion&#8217;s novel co-culture platform allows screening of novel immune targeting agents to determine impacts tumor cytotoxicity. Furthermore, our lung cancer tumorGraft3D platform serves as a powerful tool to facilitate the practice of precision medicine by investigating a variety of therapeutic modalities, alone or in combination, to identify patient-specific treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"NSCLC,3D models,Tumor microenvironment,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Light, <b>S. Kamali<\/b>, M. Gilardi, A. Andar, K. Abarca-Heidemann, M. Mancini; <br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"0cff6759-c491-44a0-9d65-8014fea4d043","ControlNumber":"8724","DisclosureBlock":"&nbsp;<b>T. Light, <\/b> None..<br><b>S. Kamali, <\/b> None..<br><b>M. Gilardi, <\/b> None..<br><b>A. Andar, <\/b> None..<br><b>K. Abarca-Heidemann, <\/b> None..<br><b>M. Mancini, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3569","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4257","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4257. A novel 3D co-culture platform for patient-specific immune-oncology treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel 3D co-culture platform for patient-specific immune-oncology treatment","Topics":null,"cSlideId":""},{"Abstract":"The preclinical platform landscape in oncology has radically changed in the last 15 years, mainly due to an increased ability to generate patient-derived models. Multiple 3D tumor cell cultures methods, either from established cell lines or from primary cultures, have been developed to assess the activity of therapeutic agents in vitro. These methods are strongly influenced by the experimental conditions, such as cell culture conditions, the presence of 3D supports like Matrigel, and the experimental design of the assay, such as the choice of the dose and the duration of the assay. The ability of these methods to predict drug efficacy in the patient relies not only in the optimization of the experimental settings, but also on the representativeness of the patient population, and on the prevention of model drifts due to clonal selection and\/or tumor cell adaptation to culture conditions with passages. In this project, we aimed to develop an innovative 3D cell model platform that addresses all these experimental challenges. To do so, we took advantage of our low passage Tumorgraft platform, a bank of more than 1500 patient-derived xenografts (PDXs) well characterized at molecular and pharmacological level and highly representative of the patient population, to generate the Tumorgraft3D platform. We derived TumorGraft3D models from low passage PDXs, by using proprietary, indication-specific culture conditions. By keeping these models at low passage, we were able to avoid clonal drifts. Moreover, the use of indication specific media allowed the preservation of patient&#8217;s and PDX&#8217;s tumor histology, molecular traits at genetic, gene expression and proteomic level, and displayed proliferation rates that recapitulate those observed in the parental PDXs. So far, we have successfully developed over 100 models from breast, ovarian, prostate, NSCLC, colorectal and gastric indications, with success rates up to 90%. Ex-vivo testing of standard of care highlighted different response profiles in accordance with the molecular feature of these models. The tumor dissociation process and culture conditions optimized with PDXs were also used for the development of 3D cultures derived from patients&#8217; samples. These data demonstrated that our 3D platform can integrate the complementarity of our PDX and patient-derived 3D platform, which lies in the possibility of evaluating test agent activity in the repeatable and reproducible setting provided by the patient-derived 3D models, as well as in models directly derived from patients with more heterogeneous and indication-specific establishment success rate, and throughput dependent on the amount of primary tumor material.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"3D models,3D imaging,Patient-derived xenograft (PDX),Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kamali<\/b>, S. Cairo, F.-J. Chou, T. Light, M. Gilardi, B. Walling, C. Baer, H.-W. Tsai, A. Andar, K. Abarca-Heidemann, M. Mancini; <br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"e8445295-d38f-4fb2-b4ea-cb5a257f8ac9","ControlNumber":"8243","DisclosureBlock":"&nbsp;<b>S. Kamali, <\/b> None..<br><b>S. Cairo, <\/b> None..<br><b>F. Chou, <\/b> None..<br><b>T. Light, <\/b> None..<br><b>M. Gilardi, <\/b> None..<br><b>B. Walling, <\/b> None..<br><b>C. Baer, <\/b> None..<br><b>H. Tsai, <\/b> None..<br><b>A. Andar, <\/b> None..<br><b>K. Abarca-Heidemann, <\/b> None..<br><b>M. Mancini, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4258","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4258. An innovative PDX and patient-derived 3D platform for improved translatability of new medical entities","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An innovative PDX and patient-derived 3D platform for improved translatability of new medical entities","Topics":null,"cSlideId":""},{"Abstract":"Tractable, patient relevant models are needed to investigate the essential components of normal cell transformation. We developed a unique in vitro model of early lung squamous cell carcinoma (LUSC) genetic alterations and driver pathway dysregulation using genetically modified primary human bronchial basal cells (hBCs) from three independent donors. The co-operation of ubiquitous and early LUSC alterations (TP53 and CDKN2A loss) and commonly deregulated pathways including squamous differentiation (SOX2), PI3K signaling (PTEN) and the oxidative stress response (KEAP1) was investigated using a combinatorial approach, culminating in eight unique hBC mutants harboring cumulative pathway alterations in a TP53<sup>-\/-<\/sup>\/CDKN2A<sup>-\/-<\/sup> background. Phenotypes indicative of mutant hBC transformation were investigated using proliferation assays, organotypic cultures and anchorage independent growth assays. Organotypic cultures revealed LUSC pathway alterations to drive dramatic changes in airway histology, ranging from a normal epithelium to severe dysplasia. Furthermore, these analyses confirmed the role of SOX2-overexpression in initiating transformation by inducing squamous cell commitment and anchorage independent growth. We also identified a co-operation of SOX2-overexpression with the oxidative stress response and PI3K pathways to drive more advanced lesions in-vivo and in-vitro. Importantly, we were able to map changes in the expression of immunomodulatory factors with the pathway dysregulation. We demonstrated that this strategy constitute an alternative and patient-relevant system to model LUSC and identify genotype-phenotype correlations of clinical relevance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Modeling,Cancer genetics,Organoids, Primary cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Ogden<sup>1<\/sup>, R. Sellers<sup>1<\/sup>, A. Oojageer<sup>1<\/sup>, S. Sahoo<sup>1<\/sup>, A. Chaturvedi<sup>2<\/sup>, <b>C. Lopez-Garcia<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Cancer Research UK Manchester Institute (Alderley Park), Manchester, United Kingdom, <sup>2<\/sup>The Christie NHS Foundation Trust, Manchester, United Kingdom","CSlideId":"","ControlKey":"08cc108e-b57d-42b9-9f8d-bc97a3d5b95f","ControlNumber":"4435","DisclosureBlock":"&nbsp;<b>J. Ogden, <\/b> None..<br><b>R. Sellers, <\/b> None..<br><b>A. Oojageer, <\/b> None..<br><b>S. Sahoo, <\/b> None..<br><b>A. Chaturvedi, <\/b> None..<br><b>C. Lopez-Garcia, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4259","PresenterBiography":null,"PresenterDisplayName":"Carlos Lopez-Garcia, PhD","PresenterKey":"ce9b161f-1155-4125-acd7-b2357583d63f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4259. A novel human model of lung squamous cell carcinoma to deconvolve the cell-intrinsic effects of key dysregulated pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Organoid Models of Cancer 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel human model of lung squamous cell carcinoma to deconvolve the cell-intrinsic effects of key dysregulated pathways","Topics":null,"cSlideId":""}]