[{"Abstract":"Background: Esophageal squamous cell carcinoma (ESCC) has high incidence and recurrence rates, particularly in advanced stages. While the combined positive score (CPS) and tumor proportional score (TPS) are standard benchmarks for PD-L1 assessment in ESCCs, they face challenges such as reliance on subjective human interpretation and the uncertain clinical significance of strong staining intensities. Our study utilizes H-scores for PD-L1 expression and separates analysis of tumor and stroma, providing additional layers of information that complement current methods and contribute to a more comprehensive understanding of the role of PD-L1 in ESCC.<br \/>Methods: This retrospective single-center cohort analysis involved 194 cases of ESCC who underwent surgical resection. We performed a comprehensive evaluation of PD-L1 expression within the tumor and stroma using whole slide images (WSI). QuPath image analysis software was used to classify regions as tumor or stroma and quantify the PD-L1 expression H-score.<br \/>Results: Using optimal H-score cutoffs determined from the minimum P-value method, the Kaplan-Meier survival analysis showed that higher PD-L1 expression was significantly linked with better post-operative survival across all compartments. This correlation was most pronounced in the stroma (P&#60;0.001). However, in multivariate Cox regression analysis, only high tumoral PD-L1 expression emerged as an independent predictor of favorable prognosis (HR=0.47, 95% CI: 0.27-0.81, P=0.007). The non-significant contribution of stromal PD-L1 in this model could be attributed to its association with advanced pT and pN stages, and the presence of lymphatic and venous invasion (P&#60;0.001, respectively). Interestingly, stromal PD-L1 expression was associated with a longer duration of cytotoxic chemotherapy (cutoff 8 months, Median H-score 98.28 vs 55.24, P=0.026), but no significant correlation was observed with the duration of immune checkpoint inhibitor treatment.<br \/>Conclusions: The study underscores the complex role of PD-L1 in ESCC, with tumoral PD-L1 expression emerging as an independent prognostic factor, and stromal PD-L1 expression found to be related with tumor progression and the duration of cytotoxic chemotherapy response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Esophageal cancer,PD-L1,Prognostic markers,Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tomohiro Murakami<\/b><sup>1<\/sup>, Satoru Furuhashi<sup>1<\/sup>, Yuuki Sakai<sup>1<\/sup>, Kenichi Sekimori<sup>1<\/sup>, Ryoma Haneda<sup>1<\/sup>, Eisuke Booka<sup>1<\/sup>, Tomohiro Matsumoto<sup>1<\/sup>, Hirotoshi Kikuchi<sup>1<\/sup>, Yoshihiro Hiramatsu<sup>2<\/sup>, Hiroya Takeuchi<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Hamamatsu University School of Medicine, Hamamatsu, Shizuoka, Japan,<sup>2<\/sup>Department of Surgery, Perioperative Functioning Care & Support, Hamamatsu University School of Medicine, Hamamatsu, Shizuoka, Japan","CSlideId":"","ControlKey":"2c3eabcf-a805-477b-a8ae-95b8d4f3beff","ControlNumber":"981","DisclosureBlock":"&nbsp;<b>T. Murakami, <\/b> None..<br><b>S. Furuhashi, <\/b> None..<br><b>Y. Sakai, <\/b> None..<br><b>K. Sekimori, <\/b> None..<br><b>R. Haneda, <\/b> None..<br><b>E. Booka, <\/b> None..<br><b>T. Matsumoto, <\/b> None..<br><b>H. Kikuchi, <\/b> None..<br><b>Y. Hiramatsu, <\/b> None..<br><b>H. Takeuchi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"65","PresenterBiography":null,"PresenterDisplayName":"Tomohiro Murakami, MD,PhD","PresenterKey":"bffeba14-40ca-4468-8908-6578593763c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"65. Differential impacts of PD-L1 expression in tumor vs. stroma on survival in esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential impacts of PD-L1 expression in tumor vs. stroma on survival in esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: ICB (immune checkpoint blocking) has been a promising therapy in cancer treatment, but there are still some patients do not response to this therapy. And it is well known that the majority cells reactivated to ICB are TCF1+ precursor exhausted T cells. Thus, studying the formation and heterogeneity of exhausted T cells are very necessary for improving the efficacy of ICB therapy. In this research, we identified a new population as TCF19+PD1+TIM3+ exhausted CD8+ T cells, which blocked the responds to ICB therapy.<br \/>Methods: We collected single cell sequencing data, including colorectal cancer, gastric cancer, melanoma, and lung cancer, and drew tumor immune cells map through cluster analysis. Then using bioinformatics tools CytoTRACE. T and CCAT. A to calculate the differentiation of exhausted T cell populations, which discovered a new subset of highly proliferative and poorly differentiated terminal exhausted T cells. Subsequently, the existence of this group of cells was verified through in vitro experiments, and their formation mechanism and correlation with immunotherapy were further studied.<br \/>Results: We utilized CytoTRACE.T and CCAT.A to predict differentiation states of terminally exhausted T cells. Then GEO and KEGG pathway gene set enrichment analysis were used. After analyzing, we found out that there was a subset of cells in terminally exhausted T cells defined as TCF19+PD1+TIM3+ Tex cells, which presented low differentiated and high proliferative potential.Then we performed multiple immunofluorescence staining and flow cytometry to verified the existence of TCF19+PD1+TIM3+ Tex cells in vitro. Clarifing the generation of these cell subset through regulating the expression of E2F and MYC transcription factor families.By collecting pathological sections of patients with immunotherapy information, we found that the amount of TCF19+PD1+TIM3+ Tex cells was inversely proportional to the efficacy of ICB, through immunofluorescence staining and immunohistochemical analysis as well as organoid models cocultured with T cells.<br \/>Conclusion: In this research, we found a new subpopulation of terminal Tex cells, which showed high proliferation and low differentiation. For cells, TCF19 mediated the generation of stemness terminal Tex cells may through regulating the expression of E2F and MYC. Finally, we discovered that the existence of TCF19+PD1+TIM3+ Tex cells can predict the efficacy of ICB, that the more TCF19+PD1+TIM3+ Tex cells contained, the less efficacy of ICB in patients.This finding may provide a new research direction for immunotherapy. Thus, more attention should be paid to this new cell subset.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Tumor immunity,T cell,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Wang<\/b>, N. Dong, C. Zhang; <br\/>The Seventh Affiliated Hospital of Sun Yat-sen University, Shen Zhen, China","CSlideId":"","ControlKey":"ca1fbdc0-bf35-48a3-a016-f981ca323768","ControlNumber":"7956","DisclosureBlock":"&nbsp;<b>F. Wang, <\/b> None..<br><b>N. Dong, <\/b> None..<br><b>C. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"66","PresenterBiography":null,"PresenterDisplayName":"Fuhui Wang","PresenterKey":"c9d1a2d5-da46-4d8d-80e6-fd86f3c9665e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"66. A new mechanism of tumor immune escape: TCF19 promotes the development of novel terminally exhausted T cells through E2F and MYC transcription family","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new mechanism of tumor immune escape: TCF19 promotes the development of novel terminally exhausted T cells through E2F and MYC transcription family","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapies stimulate T cell function in the tumor microenvironment (TME). CD3+ and CD8+ T cell infiltration can predict disease recurrence in colorectal cancer (CRC) patients and has been validated as Immunoscore&#174; (IS). The TME comprises multiple heterogeneous populations of immune cells, including T cells and cancer-associated fibroblasts (CAFs); CRC tumors are also morphologically diverse. Standard BioTools&#8482; (SBI) has developed a novel whole slide Imaging Mass Cytometry&#8482; technique that allows complete analysis of cell population heterogeneity in the TME using &#62;40 markers.<br \/>We hypothesised there are multiple heterogeneous subtypes of CAFs within CRC tumors and that they modulate T cell infiltration and patient outcome.<b> <\/b>In collaboration with SBI, we studied a cohort of CRC patients stratified based on T cell infiltrate and disease recurrence. We identified multiple CAF populations that interact with tumor-infiltrating T cell populations.<br \/>Slides from 10 CRC patients with high or low CD3+CD8+ T cell infiltrate (IS) were stained with a panel encompassing markers for CAF and T cell heterogeneity, function, and metabolism. Slides were imaged using the Hyperion XTi&#8482; Imaging System at SBI. Using a scan mode called Preview Mode, the whole slide was imaged in minutes to identify CAF and T cell phenotypic regions of interest. Next, the same slide was imaged at 1 &#956;m resolution using Cell Mode (CM). Finally, for each sample, an additional serial section was imaged using a slightly lower resolution called Tissue Mode (TM). TM allowed us to image the samples in several hours instead of days while capturing the full heterogeneity of the entire tissue sample. We used clustering to identify phenotype clusters and neighbourhood analysis to study spatial enrichment. We also compared results between CM and TM.<br \/>We report: Identification of heterogeneous CAF subtypes in CRC patients with high or low IS; determination of CAF populations that spatially interact with T cells in patients with high or low IS; and examination of consistent spatial interactions between CAF and T cells in CRC, and whether these interactions differ in patients with high or low IS. TM revealed several heterogeneous cellular populations that differed between patients with high or low IS; importantly, low IS tumors had more podoplanin+&#945;SMA+<sup> <\/sup>CAF populations and fewer podoplanin+&#945;SMA-<sup> <\/sup>cell populations compared with high IS tumors. High IS tumors had more PD-1+CD8+ T cells compared with low IS tumors; these PD-1+CD8+ T cells spatially interacted with podoplanin+&#945;SMA- CAF populations in high IS tumors. CAF-PD-1+CD8+ T cell interactions were absent from low IS tumors. Thus, CAF-PD-1+CD8+ T cell interactions are important in CRC patients with high IS, and these cellular interactions require further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Whole Slide Imaging,Imaging Mass Cytometry,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. M. Costello<\/b><sup>1<\/sup>, S. Fenton<sup>1<\/sup>, H. McGuire<sup>2<\/sup>, L. Lim<sup>3<\/sup>, D. Howell<sup>3<\/sup>, Q. Raza<sup>3<\/sup>, J. Chwee<sup>4<\/sup>, R. Kemp<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Otago, Dunedin, New Zealand, <sup>2<\/sup>University of Sydney, Sydney, Australia, <sup>3<\/sup>Standard BioTools Canada Inc., Toronto, ON, Canada, <sup>4<\/sup>Standard Biotools Canada Inc., Markham, ON, Canada","CSlideId":"","ControlKey":"96e54e9d-981f-4f00-8070-9ccc147dd3df","ControlNumber":"7965","DisclosureBlock":"&nbsp;<b>R. M. Costello, <\/b> None..<br><b>S. Fenton, <\/b> None..<br><b>H. McGuire, <\/b> None..<br><b>L. Lim, <\/b> None..<br><b>D. Howell, <\/b> None..<br><b>Q. Raza, <\/b> None..<br><b>J. Chwee, <\/b> None..<br><b>R. Kemp, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"67","PresenterBiography":null,"PresenterDisplayName":"Rory Costello","PresenterKey":"d2b92622-6165-4aab-ab62-c663aa715561","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"67. Predicting colorectal patient prognoses by functional characterisation of heterogeneous cell types and their spatial interaction using a new technique: Whole slide imaging mass cytometry","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting colorectal patient prognoses by functional characterisation of heterogeneous cell types and their spatial interaction using a new technique: Whole slide imaging mass cytometry","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade therapies (ICTs) have revolutionized oncology through substantial and lasting treatment outcomes, but only in 15-20% of patients. Non-invasive diagnostic tools to select patients that are most likely to respond to ICT and guide treatment regimens, and thus minimize toxicities to non-responder patients, are in high demand. Program death-1 ligand (PD-L1) marker evaluation in the tumor vasculature and tumor microenvironment is an essential criterion for identifying a suitable patient for PD-L1 based ICT, and it also serves as a prognostic marker in tumor response evaluation. Ultrasound molecular imaging (USMI) is an up-and-coming non-invasive imaging modality that enables longitudinal characterization of endothelial-specific markers. We are developing USMI methods to image immune markers expressed specifically on endothelial cells (EC) of tumors as a decision-support tool for guiding ICT strategies. In this work, we demonstrate for the first time the potential of imaging EC-specific immunosuppressive markers such as PD-L1 and investigate whether it can act as a marker for predicting ICT response. Target-ready microbubble (MB) was used (Trust Bio-sonics, Taiwan) to generate PD-L1 antibody (Ab) linked MBs (TMBs). DSPE-PEG was functionalized to anti-PD-L1 Ab or isotype-Ab (control) to generate stable TMBs (~5&#215;10<sup>7<\/sup> MBs\/mL) to target PD-L1 expressing ECs <i>in vivo<\/i>. We studied the treatment effect of anti-PD-L1-Ab and isotype-Ab using a syngeneic CT-26 tumor in mice and demonstrated the targeting potency of TMB or iso-Ab-MB (NMB). US imaging was performed using Vevo 2100 high-frequency US system with M250 transducer to evaluate and quantify the differentially targeted enhancement parameter (dTE). We observed that TMBs bound PD-L1 expressing ECs in vivo, with high and low enhancement for TMB and NMB, respectively, in tumors validated by dTE quantification through characterization of the slower washout kinetics. Furthermore, TMBs exhibited increased tumor retention and prolonged binding with average differential targeted enhancement values (dTE) (+\/- SD) of 5.2 &#177; 7.4 for TMBs compared to 2.4 &#177; 3.9 for NMBs (p=0.14). Preliminary results of USMI (dTE values of TMBs) indicate that PD-L1-treated mice showed a higher response (4.5 &#177; 5.2; n=9) to the treatment group than control mice that did not receive Ab (1.4 &#177; 0.8; n=4). The tumor growth rate for the treated mice group was 5.4 -fold retarded compared to the control group which correlated with USMI dTE values. The USMI signals correlated with IHC performed on tumor tissue ex vivo from the respective mouse used for US imaging. Overall, our pre-clinical study suggests that USMI using TMBs may contribute to non-invasive assessment of IC expression on tumor ECs, and that it may serve as a predictive biomarker of ICT response. This novel TMB agent could be a game changer for CE USMI-based cancer prognosis in ICB therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Ultrasound,Immune checkpoint blockade,PD-L1,Targeted microbubble(TMB),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Natarajan<\/b>, F. Tabesh, M. Bataghva, R. Paulmurugan, A. N. El Kaffas; <br\/>Stanford University School of Medicine, Palo Alto, CA","CSlideId":"","ControlKey":"199da6fb-979b-4b06-97bd-f0e8c6532970","ControlNumber":"2969","DisclosureBlock":"&nbsp;<b>A. Natarajan, <\/b> None..<br><b>F. Tabesh, <\/b> None..<br><b>M. Bataghva, <\/b> None..<br><b>R. Paulmurugan, <\/b> None.&nbsp;<br><b>A. N. El Kaffas, <\/b> <br><b>Oncoustics<\/b> Other Business Ownership.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5727","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"68","PresenterBiography":null,"PresenterDisplayName":"Arutselvan Natarajan, PhD","PresenterKey":"0a7f1921-6d89-4443-a024-d8112445d279","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"68. Imaging Endothelial PD-L1 expression with ultrasound molecular imaging to stratify immune checkpoint inhibitor responders","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imaging Endothelial PD-L1 expression with ultrasound molecular imaging to stratify immune checkpoint inhibitor responders","Topics":null,"cSlideId":""},{"Abstract":"Background: A subset of patients with mismatch repair proficient colorectal cancers (CRCs) benefit from immunotherapies, though currently no markers predict which cancers are likely to respond. Our group demonstrated that versican (VCAN), an immunoregulatory tumor matrix proteoglycan, when proteolyzed to an immunostimulatory fragment called versikine (Vkine) results in enhanced CD8+ T cell infiltration across multiple cancers. Here we evaluate if a<u> <\/u>RNA expression signature of VCAN proteolysis can identify CRCs with an immune cell infiltrated phenotype.&#8239;<br \/>Methods: The TCGA PanCancer Atlas colorectal adenocarcinoma dataset (594 patients (pts)) was divided into cohorts based on RNA expression Z-scores for VCAN, TIMP3, and ADAMTS4. The VCAN proteolytic predominant (VPP) cohort (Z-score VCAN &#62;0, TIMP3 &#60;0.5, ADAMST4 &#62;0) was compared to the VCAN proteolytic weak (VPW) cohort (Z-score VCAN &#62;0, TIMP3 &#62;0.5, ADAMST4 &#62;0). Differences in clinical characteristics, mutation profile, differential gene expression, and gene set enrichment analysis (GSEA) were evaluated.<br \/>Results: The VPP group consisted of 42 pts (20:22 female: male, median age: 68.5 years old). The VPW group consisted of 29 pts (12:17 female: male, median age: 64 years old). The two groups had no significant difference between stages of disease. There was a significant increase in the mutation count in the VPP cohort (VPP median=115.5, VPW median=91, p=0.045). The MSI MANTIS scores were not different between the cohorts (VPP median=0.35, VPW median=0.37, p=0.325). The VPP cohort was enriched for gene sets associated with immune cell infiltration (interferon gamma response (FDR q&#60;0.001), inflammatory response (FDR q&#60;0.001), complement (FDR q&#60;0.001), TNFA signaling via NKFB (FDR q&#60;0.001), IL2 STAT5 signaling (FDR q&#60;0.001), and IL6 JAK STAT3 signaling (FDR q&#60;0.001). The VPW cohort was enriched for gene sets involving cell proliferation (WNT beta catenin signaling (FDR q&#60;0.214), hedgehog signaling (FDR q&#60;0.190), and KRAS signaling DN (q&#60;0.159). Specifically, the VPP group demonstrated enhanced expression of CD274 (PD-L1; log2FC=1.41, p&#60;0.001), LAG3(log2FC=1.41, p&#60;0.001), PDF1(log2FC=1.34, p&#60;0.001), CD8A(log2FC=1.25, p&#60;0.001), CXCL9(log2FC=1.19, p=0.001), CXCL10(log2FC=1.44, p=0.001), IL6(log2FC=2.23, p&#60;0.001), and CD19(log2FC=1.26, p&#60;0.001).<br \/>Conclusion: VPP expression signature correlates with immune infiltration based on RNA expression and deserves further investigation to predict response to immunotherapies in CRC as well as other cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tumor microenvironment,T cell,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Buckalew<\/b>, S. Kraus, K. Johnson, C. A. Pasch, D. A. Deming; <br\/>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"33038a85-590a-42d1-9ced-0ed4edaa878c","ControlNumber":"3458","DisclosureBlock":"&nbsp;<b>D. Buckalew, <\/b> None..<br><b>S. Kraus, <\/b> None..<br><b>K. Johnson, <\/b> None..<br><b>C. A. Pasch, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Meyers Squibb<\/b> Grant\/Contract. <br><b>Aadi Biosciences<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Foundation Medicine<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"69","PresenterBiography":null,"PresenterDisplayName":"Derek Buckalew, No Degree","PresenterKey":"bf6d6b91-7e59-45fe-8352-097ecf480b54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"69. Versican proteolysis signature as a potential immune infiltration biomarker for colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Versican proteolysis signature as a potential immune infiltration biomarker for colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer (PC) is the most commonly diagnosed cancer among western men, with its diagnosis and subsequent monitoring still heavily dependent on the prostate specific antigen (PSA) test. However, the prognostic accuracy remains poor, leading to overtreatment of patients with non-aggressive cancer and undertreatment of those with aggressive cancer in need of intervention. Malignant cells are subject to constant monitoring and elimination by T-cell lymphocytes recognizing cancer-specific antigens through the T-cell receptor (TCR). Consequently, to establish itself and progress, cancer must evade or modulate the surveillance mechanisms of the immune system. As cancer growth accelerates, immune evasion becomes more difficult, resulting in a more pronounced impact on the immune system. Recently, our research group documented the clinical value of tumor-infiltrating T-cells as markers of aggressive PC. Here, we hypothesize that this signal can also be found in circulating T-cells isolated from the blood and used as proxy for the antitumoral immune response in tissue.<br \/>Methods: This study utilizes a diverse and well-characterized cohort, encompassing 220 castration resistant PC patients (CRPC) with blood samples taken at the time of CRPC diagnosis, 30 newly diagnosed hormone-na&#239;ve PC patients, and 30 healthy male donors. For a deeper understanding of the mechanisms underlying the antitumoral immune response and its impact on disease progression, a subset of CRPC patients (n = 25) are TCR sequenced throughout their disease course and uniquely, the TCR repertoire of their metastatic biopsies is characterized.<br \/>Results: In an initial comparison of 8 CRPC patients and 8 age-matched healthy males, we observed that cancer patients had a higher proportion of hyper-expanded T-cell clones (P = 0.003; Fisher&#8217;s exact test) and a less diverse TCR repertoire in blood. Furthermore, 86.5 % of hyper-expanded clones found in peripheral blood samples could also be found in malignant prostate tissue from matched CRPC patients, while overlap between patients was virtually non-existent<br \/>Conclusion: Our pilot study detected differences in the TCR repertoire between cancer patients and matched controls. The clones contributing most to this difference were concurrently found in malignant tissue indicating that the antitumoral immune response can indeed be detected in the periphery. Given these promising results, we are currently running the larger study described above to obtain a better understanding of the TCR repertoire and establish its prognostic potential in PC. While the findings showcased in this abstract exclusively stem from the pilot study, results for the full cohort will be presented at the conference.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"T cell,Prostate cancer,Prognostic markers,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. N. Glud<\/b><sup>1<\/sup>, J. H. Fredsøe<sup>1<\/sup>, I. K. Nordentoft<sup>1<\/sup>, A. Kjær<sup>1<\/sup>, M. Rusan<sup>1<\/sup>, B. E. Laursen<sup>2<\/sup>, B. G. Pedersen<sup>1<\/sup>, N. J. Birkbark<sup>1<\/sup>, L. Dyrskjøt<sup>1<\/sup>, M. Borre<sup>1<\/sup>, K. D. Sørensen<sup>1<\/sup>; <br\/><sup>1<\/sup>Aarhus University Hospital, Aarhus, Denmark, <sup>2<\/sup>Aarhus University, Aarhus, Denmark","CSlideId":"","ControlKey":"e25ce7fa-9eb9-4e29-aca6-c43afb609c4b","ControlNumber":"4533","DisclosureBlock":"&nbsp;<b>E. N. Glud, <\/b> None..<br><b>J. H. Fredsøe, <\/b> None..<br><b>I. K. Nordentoft, <\/b> None..<br><b>A. Kjær, <\/b> None.&nbsp;<br><b>M. Rusan, <\/b> <br><b>Pfizer<\/b> Other, advisory board\/consultant. <br><b>Ipsen<\/b> Other, paid educational talk.<br><b>B. E. Laursen, <\/b> None..<br><b>B. G. Pedersen, <\/b> None.&nbsp;<br><b>N. J. Birkbark, <\/b> <br><b>Patent<\/b> Other Intellectual Property, Other, N.J.B. is a co-inventor on a patent to identify responders to cancer treatment (PCT\/GB2018\/051912), has a patent application (PCT\/GB2020\/050221) on methods for cancer prognostication and is a co-inventor on a patent for methods for predicting anticancer responses (US14\/466,208).&nbsp;<br><b>L. Dyrskjøt, <\/b> <br><b>Natera<\/b> Independent Contractor, Grant\/Contract. <br><b>C2i Genomics<\/b> Independent Contractor, Grant\/Contract. <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract, Other, Speaker Honoraria. <br><b>Photocure<\/b> Independent Contractor, Grant\/Contract. <br><b>Ferring<\/b> Independent Contractor, Grant\/Contract, Other, advisory\/consulting role. <br><b>MSD<\/b> Other, advisory\/consulting role. <br><b>UroGen<\/b> advisory\/consulting role. <br><b>Pfizer<\/b> Other, speaker honoraria. <br><b>Roche<\/b> Other, speaker honoraria. <br><b>BioXpedia<\/b> Other, Member of the Board.<br><b>M. Borre, <\/b> None..<br><b>K. D. Sørensen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"70","PresenterBiography":null,"PresenterDisplayName":"Eske Glud, BS;DMSc","PresenterKey":"75cd0256-a60e-455f-82f0-dc92646740b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"70. Unlocking the potential of the T-cell receptor in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking the potential of the T-cell receptor in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Emerging literature has identified key immune cell populations that appear to significantly impact immune activation or suppression in patients with cancer. We investigated candidate populations and their differential infiltration within tumors as estimated from mRNA co-expression levels of corresponding cellular markers.<br \/><b>Methods:<\/b> We utilized clinical and transcriptomic data from patients with melanoma, urothelial, ovarian, and pancreatic carcinomas enrolled in the Total Cancer Care Protocol (NCT03977402) to which patients provided a written informed consent. We analyzed mRNA co-expression levels of biomarkers defining stem-like tumor-infiltrating lymphocytes (TILs) (TCF7, IL7R, CXCR5, CD28, and CD27), tissue-resident memory (TRM) T cells (CD69 and CD103), early dysfunctional T cells (PD1+, CCR5+, TCF7+, TIM3-), late dysfunctional T cells (PD1+, CD38+, CD39+, CD101+, TIM3+), activated-potentially anti-tumor (APA) T cells (PD1+, CD27+, CD28+, CD137+, GITR+), and Butyrophilin 3 A (BTN3A) isoforms (BTN3A1, BTN3A2, BTN3A3). Mann-Whitney U or Kruskal-Wallis H tests were used to compare median gene expression signature scores between immunotherapy (IO) responders (&#62; 2 years survival) and non-responders (&#60; 2 years survival). Cox regression was used to assess 2-year survival outcomes following immunotherapy.<br \/><b>Results:<\/b> We found a significant difference in the estimated infiltration of APA T-cells in melanoma (<i>P<\/i> = 4.67 &#935;10<sup>-12<\/sup> and <i>P<\/i> = 5.80 &#935;10<sup>-12<\/sup>) and in urothelial carcinoma (<i>P<\/i> = 1.86 &#935;10<sup>-09<\/sup> and <i>P<\/i> = 1.38 &#935;10<sup>-09<\/sup>) as compared to ovarian and pancreatic tumors, respectively. There was less TRM T-cell infiltration in ovarian compared to melanoma (<i>P<\/i> = 2.23 &#935;10<sup>-8<\/sup>), urothelial (<i>P<\/i> = 3.86 &#935;10<sup>-28<\/sup>) and pancreatic (<i>P<\/i> = 7.85 &#935;10<sup>-9<\/sup>). A similar trend was seen with stem-like T-cells, early dysfunctional T cells, and late dysfunctional T cells. Differences in the expression of BTN3A isoforms were less apparent between the different tumors, with a trend towards higher expression in melanoma. In melanoma, a higher density of stem-like TIL, TRM, early dysfunctional T cells, late dysfunctional T cells, activated-potentially anti-tumor T cells, and BTN3A isoforms were associated with improved survival (<i>P<\/i> = 0.0075, 0.00059, 0.013, 0.005, 0.0016 and 0.041, respectively). A higher density of stem-like TIL was associated with improved survival in the urothelial cohort (<i>P <\/i>= 0.028). TRM gene signature had the best AUCROC as a moderate predictor of survival in our melanoma cohort (AUROC = 0.65); Examining the 6 signatures in public datasets of IO treated melanoma patients, they were similarly predictive of survival (AUROC of 0.61 - 0.64).<br \/><b>Conclusions: <\/b>Our results support a higher infiltration of key cellular elements related to immune activation within immunogenic versus non-immunogenic tumors supporting a central role in anti-tumor immune response. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"T cell,Melanoma\/skin cancers,Immune response,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. A. Tarhini<\/b><sup>1<\/sup>, I. Eljilany<sup>1<\/sup>, S. Coleman<sup>2<\/sup>, D. J. Hedges<sup>3<\/sup>, M. McCarter<sup>4<\/sup>, J. Carpten<sup>5<\/sup>, H. Colman<sup>2<\/sup>, A. Naqash<sup>6<\/sup>, I. Puzanov<sup>7<\/sup>, S. Arnold<sup>8<\/sup>, M. Churchman<sup>3<\/sup>, P. Hwu<sup>1<\/sup>, W. S. Dalton<sup>3<\/sup>, G. J. Weiner<sup>9<\/sup>, A. Tan<sup>2<\/sup>, J. R. Conejo-Garcia<sup>10<\/sup>, P. C. Rodriguez<sup>1<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>3<\/sup>Aster Insights, Tampa, FL, <sup>4<\/sup>University of Colorado Cancer Center, Denver, CO, <sup>5<\/sup>USC Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>6<\/sup>Stephenson Cancer Center, Oklahoma City, OK, <sup>7<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>8<\/sup>Markey Cancer Center, Lexington, KY, <sup>9<\/sup>University of Iowa Holden Comprehensive Cancer Center, Iowa City, IA, <sup>10<\/sup>Duke Cancer Institute, Durham, NC","CSlideId":"","ControlKey":"4513cbcf-d7f4-4444-87d9-66d0ee256c17","ControlNumber":"6672","DisclosureBlock":"<b>&nbsp;A. A. Tarhini, <\/b> <br><b>OncoSec<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>Merck<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>Genentech-Roche<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>Sanofi-Genzyme<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>lovance-Clinigen<\/b> Grant\/Contract. <br><b>Acrotech<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consultant\/Advisory Board Participation.. <br><b>Nektar<\/b> Grant\/Contract. <br><b>Scholar Rock<\/b> Grant\/Contract. <br><b>lnflaRx GmbH<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Concert Al<\/b> Other, Consultant\/Advisory Board Participation.. <br><b>AstraZeneca<\/b> Other, Consultant\/Advisory Board Participation.. <br><b>Eisai<\/b> Other, Consultant\/Advisory Board Participation..<br><b>I. Eljilany, <\/b> None..<br><b>S. Coleman, <\/b> None.&nbsp;<br><b>D. J. Hedges, <\/b> <br><b>Aster Insights<\/b> Employment.<br><b>M. McCarter, <\/b> None..<br><b>J. Carpten, <\/b> None..<br><b>H. Colman, <\/b> None..<br><b>A. Naqash, <\/b> None..<br><b>I. Puzanov, <\/b> None..<br><b>S. Arnold, <\/b> None.&nbsp;<br><b>M. Churchman, <\/b> <br><b>Aster Insights<\/b> Employment.<br><b>P. Hwu, <\/b> None.&nbsp;<br><b>W. S. Dalton, <\/b> <br><b>Aster Insights<\/b> Employment.<br><b>G. J. Weiner, <\/b> None..<br><b>A. Tan, <\/b> None..<br><b>J. R. Conejo-Garcia, <\/b> None..<br><b>P. C. Rodriguez, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"71","PresenterBiography":null,"PresenterDisplayName":"Ahmad Tarhini, MD;PhD","PresenterKey":"03c084b9-42eb-490d-937a-8f7c3990f88e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"71. Differential infiltration of key immune cell populations across malignancies varying by immunogenic potential and likelihood of response to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential infiltration of key immune cell populations across malignancies varying by immunogenic potential and likelihood of response to immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: T cells play a fundamental role in immune response to tumors. However, the tumor microenvironment (TME) - a complex network of cells, signaling molecules, and extracellular matrix components - employs various strategies to evade immune surveillance and suppress T cell activity. Among the many molecular interactions taking place in the TME, the role of CD8\/MHC I, LAG3\/MHC II and PD1\/PDL1 is pivotal in modulating anti-cancer response and the escape routes that cancer in turn uses to withstand immune defense. LAG3\/MHC II and PD1\/PDL1 interactions are inhibitory, causing T cell dysfunction and exhaustion, while the CD8\/MHC I interaction is essential for initiating an effective anti-tumor response. Here, we used a cutting-edge <i>in situ<\/i> proximity ligation strategy combined with immunofluorescence (IF) to reveal these key interactions and TME biomarkers in hepatocellular carcinoma and Hodgkin lymphoma. Since the method does not compromise the structural integrity of tissues, communication between proteins can be studied in their native milieu.<br \/>Method: Protein-protein interactions (PPIs) were detected with the NaveniFlex Tissue Atto647N kit in human FFPE tissues according to the manufacturer&#8217;s protocol. This technique can detect proteins located within interaction range (&#60;40 nm) via oligonucleotide-antibody conjugates that create amplified fluorescent signal. Parallel IF co-staining for &#945;-fetoprotein, Ki67, CD30 and CD3 was performed during the Naveni&#174; detection step. Slides were mounted and imaged on the Olympus V200 automated scanner.<br \/>Results: Tumor cells were identified by &#945;-fetoprotein\/Ki67 (hepatocellular carcinoma) or CD30 (Reed-Sternberg in Hodgkin lymphoma) IF staining, and tumor-infiltrating lymphocytes were visualized by CD3 staining. With the help of the Naveni&#174; assay, we observed abundant interaction between CD8\/ MHC I in hepatocellular carcinoma and Hodgkin lymphoma. Suppressive immune checkpoint interactions such as LAG3\/MHC II and PD1\/PDL1 were also detected. In the case of Hodgkin lymphoma, the CD8\/MHC I, LAG3\/MHC II and PD1\/PDL1 interactions were largely seen in the same areas, and specifically between T cells and Reed-Sternberg cells, indicating a crosstalk between the TME and the immune landscape in the cancer tissues.<br \/>Conclusion: The interactomics approach, employing <i>in situ<\/i> proximity ligation for observing protein function as opposed to mere expression, allows the detection of key PPIs in the TME. Understanding the intricate crosstalk between them is crucial in developing effective immunotherapies. Targeting these pathways simultaneously or in combination, such as using immune checkpoint inhibitors against PD1\/PDL1 while exploring strategies to modulate LAG3\/MHC II and CD8\/MHC I interactions, holds promise in reinvigorating T cell responses against cancer and improving the efficacy of immunotherapies within the complex landscape of the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Proteomics,Immuno-oncology,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Edén, J. Vennberg, T. Büsgen, <b>D. Raykova<\/b>, A. Zieba-Wicher; <br\/>Navinci Diagnostics AB, Uppsala, Sweden","CSlideId":"","ControlKey":"b87f3f4b-9076-4d9e-a9d5-90a881666198","ControlNumber":"4411","DisclosureBlock":"&nbsp;<b>D. Edén, <\/b> None..<br><b>J. Vennberg, <\/b> None.&nbsp;<br><b>T. Büsgen, <\/b> <br><b>Navinci<\/b> Employment.<br><b>D. Raykova, <\/b> None..<br><b>A. Zieba-Wicher, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"72","PresenterBiography":null,"PresenterDisplayName":"Doroteya Raykova, PhD","PresenterKey":"b5cb1ec8-313a-45a4-a76e-76ff92ab3ac1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"72. A spatial interactomics approach reveals interplay between the tumor microenvironment and T cell activation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A spatial interactomics approach reveals interplay between the tumor microenvironment and T cell activation","Topics":null,"cSlideId":""},{"Abstract":"Cancer treatment was revolutionized by immune checkpoint inhibitors (ICIs) targeting the PD1\/PDL1 axis - a brake to the immune system. Despite remarkable success, some patients do not respond to therapy or rapidly deteriorate due to an unclear mechanism. As reported for several types of tumors, PD1 receptor is not solely expressed on immune cells but also on cancer cells. Depending on the tumor type, it may act either as a suppressor or a tumor promoter. The limited response to ICIs was also reported in osteosarcoma (OSA), the most common type of bone cancer, mostly affecting children and young adults. With no significant improvement in therapy over the past 30 years, there is an urgent need for therapeutic advancement. This study aimed to determine if PD1 protein is expressed in OSA and whether it has a functional role, potentially affecting the response to ICIs. Strikingly, our results revealed both surface and intracellular PD1 expression in U2OS osteosarcoma cells, confirmed by Western Blot, flow cytometry and immunofluorescence analyses. siRNA-mediated <i>PDCD1<\/i> gene silencing significantly increased cell migration and viability in scratch and viability assays. LC-MS-based global proteomics showed that <i>PDCD1<\/i> knockdown markedly affects U2OS cells&#8217; proteomic landscape compared to the control. To dissect PD1 receptor downstream signaling effects, we subjected the identified proteins to GO and GSEA large-scale data interpretation tools. The results strongly suggested that <i>PDCD1<\/i> silencing leads to the enrichment of proteins involved in cell growth, migration and motility, corresponding to the cellular effects we initially observed. Importantly, the analysis clearly indicated positive regulation of MAPK cascade in cells with perturbed PD1 expression, aligning with PD1 mediated MAPK regulation in T cells. To reveal the mechanism underlying PD1 signaling, we focused on proteins with significantly changed expression in response to the knockdown. Using the STRING database, we created their interacting network, revealing that numerous proteins are closely related, and the majority of them are phosphoproteins, indicating significance in cellular signaling. Remarkably, many of the STRING-analyzed proteins belong to intersecting pathways, such as AKT1S1 and LAMTOR proteins, the critical components for mTORC1 signaling, or selected members of the Src family kinases along with their negative regulator CSK. In summary, we report previously undiscovered functional expression of PD1 in OSA cells, providing insights into the landscape of PD1 downstream signaling. Our studies indicate the role of PD1 in regulating cell growth, proliferation, and motility, suggesting osteosarcoma-expressed PD1 as a tumor suppressor. Further studies are urgently needed to investigate its therapeutic significance and explore if we could make ICIs more effective to treat osteosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"PD-1,cancer-intrinsic PD-1,osteosarcoma,proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. J. Dziubek<\/b><sup>1<\/sup>, J. Faktor<sup>1<\/sup>, T. Hupp<sup>2<\/sup>, M. Parys<sup>2<\/sup>, S. Kote<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Gdansk, Gdansk, Poland, <sup>2<\/sup>University of Edinburgh, Edinburgh, United Kingdom","CSlideId":"","ControlKey":"fead3b71-901e-462e-9abc-626bd5e9f06d","ControlNumber":"3352","DisclosureBlock":"&nbsp;<b>K. J. Dziubek, <\/b> None..<br><b>J. Faktor, <\/b> None..<br><b>T. Hupp, <\/b> None..<br><b>M. Parys, <\/b> None..<br><b>S. Kote, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"74","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Dziubek, M Pharm","PresenterKey":"5b2a9b28-c0cb-4463-993e-d5b40790ec45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"74. Exploring the expression of cancer-intrinsic PD1 in osteosarcoma cells: A comprehensive proteomic analysis of its functional landscape","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the expression of cancer-intrinsic PD1 in osteosarcoma cells: A comprehensive proteomic analysis of its functional landscape","Topics":null,"cSlideId":""},{"Abstract":"Despite the considerable success of immune checkpoint therapies targeting T cells, a sizable proportion of patients experience resistance or relapse due to the immunosuppressive nature of the tumor microenvironment. Myeloid cells, a major component that suppresses effector lymphocytes, have emerged as an alternative and promising therapeutic target. However, there is a deep lack of widely accessible immunological models capable of representing the intricate three-way interaction between tumor cells, T cells, and myeloid cells. To address this need, we conducted a comprehensive protein profiling of human tumor and immune cell lines available at ATCC for various established and novel immune checkpoint molecules. Cell lines with high endogenous expression of the immune checkpoint proteins, such as programmed death-ligand 1 and 2 (PD-L1 and PD-L2), cluster of differentiation 155 (CD155), B7 homolog 3 (B7-H3), sialic acid-binding Ig-like lectin 10 (Siglec-10), or signal-regulatory protein alpha (SIRP&#945;), were selected and constructed into luciferase reporter cell lines. For tumor reporter cell lines, a gamma interferon activation site (GAS) response element was placed upstream of the luciferase gene in the lentiviral vector, enabling the activation of the JAK-STAT signaling pathway within tumor cells to induce luciferase expression. In myeloid reporter cell lines, a nuclear factor kappa B (NF-&#954;B) response element replaced GAS to monitor the activation of the NF-&#954;B signaling pathway. In the presence of corresponding immune checkpoint inhibitors that enhance T cell-mediated anti-tumor activity, these reporter cell lines produce a bioluminescent signal based on luciferase expression. This signal can be easily detected and quantified to assess the efficacy of the inhibitor. Our data revealed that bioluminescence intensity in the tumor and myeloid reporter cell lines increased by &#62;100-fold in a dose-dependent manner in response to interferon gamma (IFN-&#947;) and tumor necrosis factor alpha (TNF-&#945;) stimulation, respectively, and by &#62;50-fold in response to the conditioned media collected from activated primary T cells. Furthermore, in co-culture assays involving various combinations of immune cell and tumor cell types with corresponding immune checkpoint inhibitors, these reporter cell lines demonstrated a significant increase in bioluminescence intensity. In conclusion, these newly established luciferase reporter cell lines offer an excellent ex vivo model for cancer immunotherapy. These cell lines naturally express immune checkpoint proteins, enabling the sensitive and reproducible monitoring of combinatorial responses from various immune cell types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Myeloid-derived suppressor cells,Immuno-oncology,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Chang<\/b>, A. C. Walker, J. G. Foulke, L. Chen, F. Tian, Z. Gu; <br\/>American Type Culture Collection (ATCC), Manassas, VA","CSlideId":"","ControlKey":"7573b31d-29f7-4edc-91d8-920b8b165f68","ControlNumber":"1464","DisclosureBlock":"<b>&nbsp;H. Chang, <\/b> <br><b>ATCC<\/b> Employment. <br><b>A. C. Walker, <\/b> <br><b>ATCC<\/b> Employment. <br><b>J. G. Foulke, <\/b> <br><b>ATCC<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>ATCC<\/b> Employment. <br><b>F. Tian, <\/b> <br><b>ATCC<\/b> Employment. <br><b>Z. Gu, <\/b> <br><b>ATCC<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"75","PresenterBiography":null,"PresenterDisplayName":"Hyeyoun Chang, PhD","PresenterKey":"ea273cc8-90be-47c3-87b2-01e43b65f78d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"75. Luciferase reporter cell lines allow simultaneous incorporation of tumor cells, innate immune cells, and adaptive immune cells for in-depth immune checkpoint studies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Luciferase reporter cell lines allow simultaneous incorporation of tumor cells, innate immune cells, and adaptive immune cells for in-depth immune checkpoint studies","Topics":null,"cSlideId":""},{"Abstract":"Three-dimensional (3D) optical microscopy in combination with advanced tissue clearing methods permits the interrogation of intact large-sized tumor tissues. There are many optical microscopy methods (e.g. light-sheet and confocal microscopy) offering 3D tumor images at varying levels of spatial resolution (e.g. organ, tissue, cell, and molecule level). However, it is a challenge to correlatively integrate various resolution 3D images obtained by different optical microscopy of tumor tissue. In this project, we developed a correlated multi-scale 3D optical microscopy method that enables the acquisition of macroscopic to microscopic spatial information from a single tumor tissue in 3D. Firstly, we used light sheet microscopy to image a whole large-sized, cleared tumor tissue and analyzed the results to identify regions of interests (ROIs). After defining ROIs in the 3D whole tumor image, we added a UV-activatable visible dye, spiropyran, in the agarose gel surrounding the cleared tumor and exposed the sample to a UV light sheet horizontally at the height (z-axis) of the tumor where the ROIs present. The activated dye showed &#8216;purple&#8217; colored lines in the agarose gel and we physically marked the gel along the visible colored lines. We further sectioned the tumor at the ROI positions using a vibratome after reversing tissue clearing process. After immunofluorescence staining and aqueous-based tissue clearing, confocal microscopy allowed the localization of various cell types in the ROIs of tumor macrosections. To validate the method for multi-scale evaluation of cancer immunotherapy, we tested it with control and DMXAA-treated mouse mammary tumor tissues. We successfully acquired the 3D images of whole tumors by capturing autofluorescence signals with a 633 nm excitation laser and its matched emission filter. Based on the autofluorescence tumor images, we defined two ROIs for each control and treated tumor and performed optical marking and physical sectioning of the tumors as described above. Next, we stained the macrosections (400 &#181;m thick) with DAPI, CK8-DL488, CD45-DL550, and ER-TR7-DL680 to visualize cancer, immune, and stromal cells in the ROIs at cellular resolution. We quantitatively analyzed the correlated multi-scale 3D image data for assessment of the effects of DMXAA treatment on the tumor microenvironment including eradiation of cancer cells, immune infiltration, and remodeling of tumor stroma. In summary, this new microscopy method will provide comprehensive spatial information of tumor tissues and benefit a broad cancer research field such as the discovery of new tumor biomarkers and the development of effective cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Imaging,Immunotherapy,Tumor microenvironment,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zheng<\/b>, S.-Y. Lee; <br\/>University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"ea834c70-5e32-4e57-b464-2f4d54fa50c7","ControlNumber":"3002","DisclosureBlock":"&nbsp;<b>J. Zheng, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"76","PresenterBiography":null,"PresenterDisplayName":"Jingtian Zheng, BS","PresenterKey":"1720b903-79ae-493d-b142-e2aabc1a160e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"76. Correlated multi-scale 3D optical microscopy of tumor tissues","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Correlated multi-scale 3D optical microscopy of tumor tissues","Topics":null,"cSlideId":""},{"Abstract":"A hallmark of effective immunotherapy is the reliance on the cytotoxic effects of immune cells, such as T-cells and natural killer (NK) cells, on tumor lesions. Cell cluster formation is an important sign of activation, and proliferation, as well as an indication of the killing capability of immune cells. Understanding and modulating the mechanisms underlying the activation, proliferation, and clustering of immune cells is essential for the development of innovative approaches to promote immune cell-induced cytotoxicity and address tumor progression. Here, we report a novel kinetic immuno-oncology assay using the Agilent xCELLigence RTCA eSight, which can simultaneously and quantitatively assess effector\/immune cell clustering and proliferation through brightfield live cell time-lapse imaging and immune cell-mediated cytotoxicity of target\/cancer cells through real-time monitoring cancer cell viability over a chronic treatment. In this study, we validated the assay using 2 cell models, including CD19 CAR T-cells against Raji cells and NK-92 cells against A549 cells, in a 96-well plate format. The activation, clustering, and proliferation of CD19 CAR T-cells and NK-92 at different Effector: Target (E: T) ratios, as well as the sequential killing of the target cancer cells, were plotted using imaging and cellular-impedance-based readouts throughout the entire assay, respectively. Our results showed 1) the clustering and proliferation of the effector cells could be accurately assessed by brightfield without the facilitation of fluorescent label using the image analysis module of the system; 2) the killing efficacy of the effector cells quantified by the impedance readout highly correlated to their clustering and proliferation assessed by the live-cell imaging; 3) cellular impedance provided a sensitive readout CAR-T killing of immobilized Raji cell count, independent of fluorescent labeling; 4) the kinetics of cluster formation\/proliferation and killing efficacy of CD19 CAR T-cells were different from NK cells. The capability of multiparametric assessment of immune cell-medicated cytotoxicity from both effector and target cell perspectives of the assay provides a simple and real-time workflow to understand the correlation and interaction between effector and target cells, which could be an addition of immense value to the development of innovative immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"Immune cells,real-time,multiparametric,cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Yang, Y. Lu, T. Wang, P. Ye, <b>X. Zhang<\/b>; <br\/>Agilent Technologies, Inc., San Diego, CA","CSlideId":"","ControlKey":"29bc73ba-e51c-4d1d-91d3-dd6b4aff1e6e","ControlNumber":"4257","DisclosureBlock":"&nbsp;<b>G. Yang, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>P. Ye, <\/b> None..<br><b>X. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"77","PresenterBiography":null,"PresenterDisplayName":"Xiaoyu Zhang","PresenterKey":"c40dd076-fef7-4db0-99f5-6e3474505fa3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"77. Real-time multiparametric assessment of immune cell-mediated cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real-time multiparametric assessment of immune cell-mediated cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Measuring functional signatures of immune cells in a comprehensive manner, spanning the inflammatory (Th1\/Th17) and immunosuppressive (Th2\/Treg) lineages, would provide key insights into several facets of cancer research and therapy. Determining mechanisms underlying success\/failure of checkpoint blockade, defining immunosuppressive activity of the tumor-resident cell subsets, and identifying immunological biomarkers that predict clinical outcomes, could all be achievable if detection of cytokines spanning many lineages among individual cells was in reach. To achieve this goal, powerful cytometric research tools are required. Cell phenotyping panels are expanding and often now include measurement of intracellular markers of functional potential, such as cytokines, phosphorylation events, and transcription factors. Many of these readouts, including cytokines of the Th2\/Treg lineages (IL-5, IL-10, and IL-13), have been notoriously difficult to detect in human cells using fluorescence-based cytometry. Large panels with multiplex intracellular markers are subject to challenges with autofluorescence and spillover spread, thus limiting fluorochrome capacity and reducing resolving power for rare subsets even with full spectrum flow cytometers. For such applications, mass cytometry may overcome such limitations and enable better signal resolution. To address this, we evaluated three small (13-plex) panels using a full spectrum flow cytometer and the CyTOF XT&#8482; mass cytometer. Each panel was comprised of surface and intracellular analytes (cytokines, phospho-epitopes, or transcription factors) and designed to minimize potential impact of spectral overlap on the resolution of spectral flow data. PBMCs were stimulated, split, and stained with either fluorochrome- (Cytek&#174; Aurora) or metal-conjugated antibodies (CyTOF XT). Data sets were analyzed by PhenoGraph clustering and visualized with opt-SNE to determine cellular functional diversity. Overall, data collected on the CyTOF XT demonstrated superior resolution for many intracellular readouts, including cytokines IL-5, IL-10, and IL-13. Also, when better signal\/noise enabled accurate clustering, a higher number of immune cell clusters possessing distinct functional signatures resulted from mass cytometry datasets as compared with fluorescent counterparts. In summary, the CyTOF XT mass cytometry platform offers superior signal resolution compared to spectral flow for a range of intracellular targets. Use of mass cytometry translates to the identification of more diverse functional subsets and thus a clearer understanding of the immune signatures present in a sample in the context of unbiased analysis. Our findings indicate that the CyTOF XT platform could serve as a catalyst for seminal discoveries in immune profiling to drive therapeutic design and advanced disease monitoring in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Interleukin-10,flow cytometry,CyTOF,intracellular staining,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. L. Smith-Mahoney<\/b><sup>1<\/sup>, M. J. Cohen<sup>2<\/sup>, A. C. Belkina<sup>1<\/sup>, T. Selvanantham<sup>2<\/sup>, D. King<sup>2<\/sup>, C. Loh<sup>2<\/sup>, A. J. Cappione III<sup>2<\/sup>, J. E. Snyder-Cappione<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston University Chobanian and Avedisian School of Medicine, Boston, MA, <sup>2<\/sup>Standard Biotools, Markham, ON, Canada","CSlideId":"","ControlKey":"54a883f8-87b5-4dca-93ec-a46f21c38c3d","ControlNumber":"5465","DisclosureBlock":"&nbsp;<b>E. L. Smith-Mahoney, <\/b> None..<br><b>M. J. Cohen, <\/b> None..<br><b>A. C. Belkina, <\/b> None..<br><b>T. Selvanantham, <\/b> None..<br><b>D. King, <\/b> None..<br><b>C. Loh, <\/b> None..<br><b>A. J. Cappione, <\/b> None..<br><b>J. E. Snyder-Cappione, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5737","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"78","PresenterBiography":null,"PresenterDisplayName":"Erika Smith-Mahoney, MS","PresenterKey":"6fe815ca-903f-43ef-9920-6c3340ba9c73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"78. Superior resolution of intracellular markers with CyTOF reveals greater functional diversity of human T cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Superior resolution of intracellular markers with CyTOF reveals greater functional diversity of human T cells","Topics":null,"cSlideId":""},{"Abstract":"Accurate phenotyping of immune cells in whole blood (WB) from patients with cancer is critical for making disease prognoses and monitoring clinical efficacy of immunotherapies. Fresh WB must be analyzed within 24 hours of collection to minimize changes in cellular composition. However, WB collection and cytometric analysis are often performed at different sites, which can result in sample processing delays. Several WB preservation reagents have been developed to address this challenge, including PROT1 (Smart Tube Inc.) and Cytodelics Whole Blood Cell Stabilizer (Cytodelics). However, not all antibody panels are compatible with these reagents. A CyTOF&#174; panel was developed to be compatible with these commercial WB stabilizers and for use in pharmaceutical and clinical research. CyTOF flow cytometry uses metal-tagged antibodies to identify cellular and functional phenotypes. Advantages and features of CyTOF technology enable rapid design and application of 50-plus-marker panels and convenient workflows in which samples can be stained and acquired in a single tube. Compensation is not required since CyTOF flow cytometry has low signal spillover and no autofluorescence. Moreover, antibody cocktails and stained samples can be frozen for later use and acquisition. Thus, CyTOF technology overcomes major hurdles of fluorescence-based cytometry and provides a streamlined and flexible workflow in clinical research. The CyTOF panel contains 20 antibodies to identify over 30 immune cell populations. For easy customization, there are more than 30 additional open channels to analyze markers of interest. The panel works with fresh and stabilized WB samples and is amenable to different staining and acquisition workflows. To show the flexibility of sample staining and stabilization, WB from three healthy donors was assessed using two stabilization workflows. First, fresh WB samples were stained with the antibody panel, followed by PROT1 or Cytodelics stabilization and storage at -80 &#176;C. The second workflow involved immediate stabilization\/fixation of WB with PROT1 or Cytodelics and storage at -80 &#176;C. Subsequently, the samples for the second workflow were thawed, surface stained, and acquired. To reduce technical variability from staining, the antibodies were pooled together and frozen at -80 &#176;C as single-use aliquots. Furthermore, all samples were barcoded and acquired as a single tube to reduce variability from sample acquisition. The CyTOF panel developed for broad immune profiling is compatible with WB stabilizers, which overcomes traditional and logistical challenges with WB processing and acquisition. Furthermore, freezing antibody cocktails is a unique feature of CyTOF flow cytometry, ensuring batch-to-batch consistency in clinical research. Thus, CyTOF workflows enable swift and convenient analysis of WB samples. For Research Use Only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Flow cytometry,CyTOF,Immune Profiling,Whole Blood Stabilization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Cohen<\/b>, S. Hasan, S. Li, C. Loh; <br\/>Standard BioTools, Markham, ON, Canada","CSlideId":"","ControlKey":"51558013-d5ac-43e3-954f-99e87137a428","ControlNumber":"7605","DisclosureBlock":"&nbsp;<b>M. Cohen, <\/b> None..<br><b>S. Hasan, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>C. Loh, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5738","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"79","PresenterBiography":null,"PresenterDisplayName":"Michael Cohen, PhD","PresenterKey":"f22ba5d9-8cf0-4181-9cf6-1b7d7bbbe448","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"79. Enabling fast and convenient immune profiling of fresh and long-term stabilized human whole blood samples with CyTOF","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enabling fast and convenient immune profiling of fresh and long-term stabilized human whole blood samples with CyTOF","Topics":null,"cSlideId":""},{"Abstract":"FDA anticipates that immune cell receptor profiling will become crucial to the Agency&#8217;s evaluation of the efficacy and safety of emerging cancer immunotherapies and immunomodulatory drugs by advancing precision medicine and providing orthogonal, functional evidence. High-throughput sequencing of B-cell receptor sequencing (BCR) gene rearrangements and downstream analysis empowers researchers to define the B-cell clonal landscape, as well as identify biomarkers for minimal residual disease (MRD). Although this field has made vast strides over the last decade, it lacks standardized assay controls, adequate sensitivity and specificity in gene mapping\/alignment, and appropriately qualified reference data sets, materials, and validation methods. Moreover, detailed comparisons of wet-bench analytical methods or bioinformatic procedures have not appeared. The FDA led B-cell receptor sequencing quality control (BCR-SEQC) consortium is establishing protocols for the development of reference materials and data sets for the evaluation of NGS-based BCR repertoire reconstruction. The consortium is also developing materials for performance bench-marking studies. To this end, we performed whole-genome sequencing, RNAseq, and BCR-seq on 50 B-cell lines to determine the clonotype, full-length transcripts, and expression abundance of BCR genes in each cell line. Two batches of reference materials (DNA, RNA, and cells) were generated from each of nine cell lines that were determined unambiguously to be monoclonal in BCR expression of both heavy and light chains. These materials were distributed to ten companies to test up to 15 BCR-seq products. Our benchmarking studies include six widely-used sequencing technologies. The overarching objectives of this research were to elucidate current capabilities and limitations, address fundamental technical needs, provide reference materials and data sets, and establish actionable best practices for reconstructing B cell receptor repertoires from NGS data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"B cells,Sequencing,Profiling,Receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Xiao<\/b>, BCR-SEQC consortium; <br\/>Food & Drug Administration, Silver Spring, MD","CSlideId":"","ControlKey":"86d8b587-0087-4f65-850f-2c109d29b350","ControlNumber":"4653","DisclosureBlock":"&nbsp;<b>W. Xiao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5739","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"80","PresenterBiography":null,"PresenterDisplayName":"Wenming Xiao, PhD","PresenterKey":"a619ecc0-edfd-4c16-8d2e-a6758adcd1cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"80. Toward best practices for B-cell receptor repertoire profiling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Toward best practices for B-cell receptor repertoire profiling","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>B cell isotype switching gives rise to IgG-, IgA-, and IgE-expressing B cells and is an essential step in generating effective humoral responses to antigen challenge. Within the tumor microenvironment, extracellular adenosine may contribute to cancer immune evasion by inhibiting isotype switching through interaction with A2aR, a possibility that has driven investigation of adenosine pathway inhibition as an immunotherapeutic modality. In this context, methods to quantify isotype switching may provide insight into the pharmacodynamics of candidate agent activity and serve as a source of predictive biomarkers of response. We recently clinically validated the Oncomine IGH-LR assay for the measurement of CLL somatic hypermutation (SHM). Given that this assay also detects isotype switching events, we retrospectively analyzed our validation dataset to determine the suitability of the assay as a potential tool for biomarker analysis of adenosine pathway inhibition immunotherapy.<br \/><b>Methods <\/b>The Oncomine IGH-LR assay determines B cell SHM and isotype through targeted next-generation sequencing of IGH chains from RNA. The assay software organizes detected IGH chains into B cell clonal lineages, of which a subset may comprise multi-isotype lineages indicative of isotype switching events. The software further reports secondary repertoire features such as clonality\/evenness. Total RNA was extracted from peripheral blood mononuclear cells or bone marrow aspirates from patients identified as having &#62;10% monoclonal B-cell population by flow cytometry. Intra-assay precision was evaluated by processing RNA from 7 samples in triplicate and sequencing in the same run. Inter-assay precision was evaluated by having different operators process 10 samples on different days with different sequencing barcodes. Dominant clone isotype and clonal lineage assignment, total isotype abundance, and repertoire clonality were evaluated across replicates.<br \/><b>Results <\/b>Overall, 100% concordance was achieved for dominant clone isotype and clonal lineage calls for both intra- and inter-assay studies. Intra-assay and inter-assay median coefficient of variation (CV) for reported isotype frequencies ranged from 0.10-0.16 and 0.15-0.28, respectively. Intra-assay and inter-assay median CV for clonality (1 - Normalized Shannon Entropy) was 0.06 and 0.04, respectively.<br \/><b>Conclusions <\/b>We observe high reproducibility and repeatability of the IGH-LR assay for B cell isotyping, clonal lineage analysis, and clonality assessment. Multi-isotype clonal lineages are automatically reported by the software and provide a means to directly monitor isotype switching events in the context of antigen challenge or immunomodulation. Taken together, we anticipate this assay to be a useful tool for biomarker analysis of adenosine pathway inhibition immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Adenosine,B cells,Immunomodulation,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Prathapam<sup>1<\/sup>, K. Champion<sup>1<\/sup>, A. Burkhardt<sup>2<\/sup>, C. L. Smith<sup>2<\/sup>, R. Singh<sup>2<\/sup>, <b>T. J. Looney<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Quest Diagnostics, Lewisville, TX, <sup>2<\/sup>Quest Diagnostics, Chantilly, VA, <sup>3<\/sup>Quest Diagnostics, Austin, TX","CSlideId":"","ControlKey":"ade9b435-3d87-40ef-a662-9601d5c952e1","ControlNumber":"5174","DisclosureBlock":"<b>&nbsp;R. Prathapam, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>K. Champion, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>A. Burkhardt, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>C. L. Smith, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>R. Singh, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>T. J. Looney, <\/b> <br><b>Quest Diagnostics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5740","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"81","PresenterBiography":"","PresenterDisplayName":"Timothy Looney, PhD","PresenterKey":"7979a656-e9ec-42f2-9500-f1911c3ed553","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"81. High-resolution monitoring of B cell isotype switching for biomarker analysis of adenosine pathway inhibition immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-resolution monitoring of B cell isotype switching for biomarker analysis of adenosine pathway inhibition immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Cytokine secretion from immune cells is a central element of the immune response and a major determinant of immunotherapy efficacy. Several methods, including bulk in-solution assays and flow cytometry, have been used to measure cytokine secretion. Population-level analyses have shown that different cytokines can have different rates of secretion, depending upon their differentiation state or the stimulus itself. However, no current method can interrogate cytokine secretion from individual cells over time.<br \/>Here, we describe a novel flow cytometry-based assay for measuring single-cell cytokine secretion kinetics. Our approach, called &#8220;Time-lapse flow<sup>TM<\/sup>&#8221; uses semiconductor probes called laser particles (LPs) to optically barcode individual cells, providing a means to track single cells across a series of measurements over time. We applied this approach to measure T-cell cytokine secretion kinetics using stimulated primary human T cells.<br \/>Isolated T cells from cryopreserved human PBMCs were barcoded with LPs and stained with a bispecific antibody that binds to the cell surface on one end and &#8220;catches&#8221; secreted cytokines (IFNy and IL-2) on the other end. This permits analysis of cytokines from live cells. Next, T cells underwent three sequential stimulations over the course of 3 hours with PMA\/Ionomycin. After the first stimulation, cells were stained with a surface marker panel that defined T cell memory phenotypes (CD3, CD4, CD8, CD45RA, CCR7, CD57, CD27, and CD95) and &#8220;detection&#8221; antibodies that recognized IFNy and IL-2 bound to the cell surface. The detection antibodies were re-added after each stimulation to quantify the accumulating cytokine on the cell surface. In total, kinetic profiles from over 100,000 CD3+ cells were measured.<br \/>We discovered massive heterogeneity of responding cells, identifying at least three distinct groups of cells defined by their initial time of cytokine secretion (early, middle, and late responders) and varying intensities of cytokine accumulation over time. Cells peaking in cytokine expression at the middle time points were mainly memory types with higher intensity, while later responders skewered towards na&#239;ve cells with less cytokine. However, IFNy variation wasn&#8217;t solely due to these markers, as diverse kinetics occurred across all subsets. For IL-2, we found that most responses initiated later than those of IFNy, and there was a reduced heterogeneity of both intensity and kinetics at these time points. These results were consistent across multiple donors and replicates (n=3).<br \/>Laser particle barcoding enables measurement of single-cell function over time. This novel time-lapse data allows interrogation of functional heterogeneity of immune cells at scale, enabling discovery of new relationships between T cell responses, diseases, and immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Immunocytokines,Immune cells,Immune response,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Fahlberg<\/b><sup>1<\/sup>, S. Forward<sup>1<\/sup>, E. Assita<sup>1<\/sup>, T. Brown<sup>1<\/sup>, P. Chattopadhyay<sup>2<\/sup>, S. Kwok<sup>1<\/sup>; <br\/><sup>1<\/sup>LASE Innovation, Woburn, MA, <sup>2<\/sup>Talon Biomarkers, Whippany, NJ","CSlideId":"","ControlKey":"648c8526-11b1-4f6a-9a1f-6064bebbb876","ControlNumber":"8634","DisclosureBlock":"&nbsp;<b>M. Fahlberg, <\/b> None..<br><b>S. Forward, <\/b> None..<br><b>E. Assita, <\/b> None..<br><b>T. Brown, <\/b> None..<br><b>P. Chattopadhyay, <\/b> None..<br><b>S. Kwok, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"82","PresenterBiography":null,"PresenterDisplayName":"Marissa Fahlberg","PresenterKey":"54fedb32-6d92-4874-97e2-698fbce65b35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"82. Single-cell cytokine secretion kinetics probed by Time-lapse flow <sup>(TM)<\/sup> cytometry","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell cytokine secretion kinetics probed by Time-lapse flow <sup>(TM)<\/sup> cytometry","Topics":null,"cSlideId":""},{"Abstract":"Amid the growing arsenal of cancer treatments, antibody-dependent cellular cytotoxicity (ADCC) assays have emerged as a significant contributor to the quest for more effective therapies. The ADCC-based antibody therapy often exploits Natural Killer (NK) cells as effectors. This immunotherapeutic approach harnesses the innate cytotoxic potential of NK cells, offering a promising solution for the precision targeting of malignant cells. In this study, we employed two methods that can be used to measure ADCC potency and specificity during preclinical drug discovery. The first was a flow cytometry-based approach that focused on enhancing biological relevance by utilizing primary human peripheral blood mononuclear cells (PBMCs) as a source for NK effector cells. To this end, target cells were fluorescently labeled with CFSE and cultured with freshly isolated PBMCs at 3 effector to target (E:T) ratios, in the presence of ADCC antibody. After 16h incubation, a viability dye was added, and percent cytotoxicity was measured in CFSE+ targets cells by flow cytometry. The second method offered a high-throughput plate reader-based approach (ADCC Reporter Bioassay; Promega), that utilized an ADCC reporter effector cell line harboring a luciferase cassette driven by an NFAT promoter, which is activated when effector and targets cells are bridged by a therapeutic antibody. Cytotoxicity was read out by measuring light output on a Cytation 3 plate imaging reader (Agilent Technologies) after a 6h cell culture incubation using the recommended 6:1 E:T ratio. Preclinical application for both assays was demonstrated using an anti-HER2 therapeutic antibody (trastuzumab) against BT-474, which is a HER2 positive cell line. To demonstrate specificity, an anti-VEGF antibody (bevacizumab) and Hs 578T cells (HER2 low) were used as controls. Our results revealed trastuzumab induced a strong dose-dependent increase in cytotoxicity in the BT-474 cells but not the Hs 578T cell line (range: 40-70%) while bevacizumab failed to induce any cytotoxicity above background levels at any concentration. Furthermore, the flow cytometry and plate reader methodologies produced similar trends. In summary, both applications can be used to produce reliable ADCC drug screening assessments. Additional considerations include investigational needs surrounding high throughput capability versus biological relevance. Unlike traditional models using immortalized cell lines, primary human PBMCs more faithfully recapitulate the physiological interactions between effector cells and target cells. On the other hand, the more streamlined reporter cell line approach not only accelerates assay throughput but also ensures consistent and reliable results in an attractive option for large-scale screening and drug development efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"ADCC,In vitro,Immuno-oncology,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. W. Draper<\/b>, Y. Xing, S. Wise; <br\/>Labcorp, Ann Arbor, MI","CSlideId":"","ControlKey":"ea595d9f-69c4-4b4a-97f3-5e81379622bd","ControlNumber":"4963","DisclosureBlock":"&nbsp;<b>D. W. Draper, <\/b> None..<br><b>Y. Xing, <\/b> None..<br><b>S. Wise, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5742","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"83","PresenterBiography":null,"PresenterDisplayName":"David Draper, PhD","PresenterKey":"c5eec7ec-7674-433c-923d-37e803e541c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"83. NK cell ADCC assays: Leveraging flow cytometry and reporter cell lines for enhanced biological relevance and throughput","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NK cell ADCC assays: Leveraging flow cytometry and reporter cell lines for enhanced biological relevance and throughput","Topics":null,"cSlideId":""},{"Abstract":"New StarBright<sup>TM<\/sup> Dyes from Bio-Rad are bright fluorescent fluorophores ideal for many antibody-based applications, for example, western blotting and flow cytometry. Traditional fluorophores can be dim, have high cross laser excitation, or don&#8217;t work with all protocols, leading to poor data. StarBright Dyes have been designed to address these pain points.<br \/>Western blotting secondary antibodies are available conjugated to StarBright Blue 700 and StarBright Blue 520 Dyes. Their brightness, the short exposure time required, and low background make them ideal for detection of a single target, or as shown here for multiplex detection of several proteins in combination with other common fluorophores.<br \/>For flow cytometry, we have a full range of 32 StarBright Dyes excited by the most common laser lines: 355 nm, 405 nm, 488 nm, 561 nm, or 640 nm. They are available conjugated to highly cited clones against common immunophenotyping targets. Data shown here on the ZE5 Cell Analyser demonstrates how the features of StarBright Dyes can improve multiplexing immunophenotyping data. They have narrow excitation and emission spectral profiles, which reduce compensation and spread. This, combined with their exceptional brightness, enables high resolution of cell populations. They work in all buffers and fixatives, so including them in existing panels does not require a change in protocol. They can also be premixed in a master mix for over six months with no loss in performance. Premixes are ideal when using the same panel over an extended period, such as in clinical and longitudinal studies, to ensure reproducible results, also saving time and money.<br \/>StarBright Dyes are ideal for multiplexing assays in both western blotting and flow cytometry.<br \/>BIO-RAD and STARBRIGHT are trademarks of Bio-Rad Laboratories, Inc. in certain jurisdictions. All trademarks used herein are the property of their respective owner.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"Flow cytometry,Immunoassay,Fluorescence imaging,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Sanderson, <b>O. Rosenwasser<\/b>, M. Blundell; <br\/>Bio-Rad Laboratories, Kidlington, United Kingdom","CSlideId":"","ControlKey":"05ee0550-d60f-4558-96d5-ecb7b5b4dc43","ControlNumber":"4966","DisclosureBlock":"&nbsp;<b>S. Sanderson, <\/b> None..<br><b>O. Rosenwasser, <\/b> None..<br><b>M. Blundell, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"84","PresenterBiography":null,"PresenterDisplayName":"Oliver Rosenwasser","PresenterKey":"73e47687-ad9a-4ac3-a832-2cb48dedc2a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"84. StarBright Dyes: Fluorophores with superior performance for multiplexing in flow cytometry and Western blotting","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"StarBright Dyes: Fluorophores with superior performance for multiplexing in flow cytometry and Western blotting","Topics":null,"cSlideId":""},{"Abstract":"Preclinical tumor oncology research relies historically on the analysis of mouse or human tumor cell lines implanted onto severely immune-deficient mouse models carrying nude, SCID or Rag mutations on different genetical background (C57Bl\/6N, BalbC, NMRI, CB17 or NOD). These lines harbor defects in several leukocyte lineages among which Tc, Bc and NKc might be affected. Humanized mice are emerging models that have been transplanted with human cells or tissues (and\/or equipped with human transgenes). Currently, the most advanced strains are the nonobese diabetic, severe combined immunodeficiency (NOD-SCID) mouse with complete disruptions in the interleukin-2 (IL-2) common &#947;-chain (IL2R &#947; null) receptor (NSG) and BALB\/c Rag2<sup>-\/-<\/sup> IL2R &#947; null Sirpa<sup>NOD<\/sup> mice (BRGS).<sup>1<\/sup> Neonate or juvenile chimera are reconstituted in NSG, BRGS or B6 RGS with CD34+ hematopoietic progenitor cell (HPCs) from human cord blood yielding robust engraftment of a human immune system (HIS).. We genetically modified the mouse genome introducing mutations involved in Tc, Bc and NKc development. We then immuno-phenotyped over 23 lines of mouse mutants produced from the same animal house to minimize the impact of microbiota on innate immune cell populations. High content cytometry analysis of several organs was performed in a standardized manner before and after humanization. The resource obtained of these immunotypes was used to highlight similarities and differences among these lines across several genetical background and will help in selecting the most appropriate model to use for tumor implantation and CD34 or PBMC humanization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"Immuno-oncology,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Luche<\/b>, L. Hadjem, M. Mello, P. Canavese, F. Angelis, A. Joachim, S. Bouilly, F. Guinut, F. Fiore, B. Malissen, A. Zarubica, E. Corcuff; <br\/>Janvier Group, Le Genest Saint Isle, France","CSlideId":"","ControlKey":"6a222072-5c55-4cba-8784-6412a9cfd9e8","ControlNumber":"4478","DisclosureBlock":"&nbsp;<b>H. Luche, <\/b> None..<br><b>L. Hadjem, <\/b> None..<br><b>M. Mello, <\/b> None..<br><b>P. Canavese, <\/b> None..<br><b>F. Angelis, <\/b> None..<br><b>A. Joachim, <\/b> None..<br><b>S. Bouilly, <\/b> None..<br><b>F. Guinut, <\/b> None..<br><b>F. Fiore, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>E. Corcuff, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"85","PresenterBiography":null,"PresenterDisplayName":"Maeva Rahard","PresenterKey":"dfaea923-9565-46fd-afa9-d85bb6f9d6ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"85. Immunomics of immune-deficient mouse models before and after CD34 humanization","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunomics of immune-deficient mouse models before and after CD34 humanization","Topics":null,"cSlideId":""},{"Abstract":"The identification of the major cellular players involved in the progression of a type of cancer is a key step for the success of new immunotherapies for personalized medicine. Immune cells play critical functions in cancer, and mice with intact immune systems are vital to understanding tumor immunology. It is however a daunting challenge as complex relationships interplay between tumor cells and the immune system. Each component of innate immunity or adaptive immunity, such as T lymphocytes, macrophages or neutrophils, may be directed to a pro- or anti-tumor function. In order to cope with the complexity of the tumor microenvironment, it is necessary to use an experimental approach capable of characterizing the heterogeneity of the cell types present in the tumor, the evolution of their relative proportion and their fine-tuned functional specificity. This approach leads to the identification of new cellular biomarkers of different stages of tumor progression in order to identify new targets for therapeutic time-window of and improve cancer diagnosis<br \/>To decipher the impact of immunotherapy treatments involved in the anti-tumor response, cellular phenotyping of leukocytes infiltrating a tumor but also those present in peripheral organs is necessary. Essentially based on extracellular labeling, this primary screen aims to quantify the different cell populations present in a syngenic tumor models on B6\/N or BalbC genetical backgrounds. In order to increase our understanding in the precise mode of action of anti-PD1 treatment at the cellular level in sensitive and unsensitive models, we investigated immunophenotypes and responses to immune checkpoint inhibitor (ICI) of several hallmark syngeneic tumor models (MC38, CT26, B16F10, B16-OVA, RENCA, EMT6) in immunocompetent mouse models by flow and mass cytometry. We compared growth kinetics and profiled the immune cell composition of tumor microenvironment (TME), draining lymph node (dLN) and blood in order to establish immune-phenotypic cell signatures that correlates with treatment efficacy. Supervised, unsupervised and integrative data analysis as well as visualization tools are used to identify significant changes across different experimental settings. Our results indicate that each model possesses a unique tumor-immune infiltrate profile that can be modulated with immunotherapies.<br \/>Overall, these studies provide an important resource of highly-characterized syngeneic tumor model and highlight the importance of tumor immune landscape variance across models that will drive selecting the most appropriate model to test novel immunotherapeutic agents and enhance our translation of knowledge from syngeneic models to human tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Joachim<\/b>, E. Maturin, M. Mello, L. Hadjem, M. Grange, O. Deas, A. Zarubica, B. Malissen, H. Luche, F. Romagne, S. Blanchin; <br\/>Janvier Group, Le Genest Saint Isle, France","CSlideId":"","ControlKey":"db1884c4-8326-4114-a0f8-1adf48feab4a","ControlNumber":"1873","DisclosureBlock":"&nbsp;<b>A. Joachim, <\/b> None..<br><b>E. Maturin, <\/b> None..<br><b>M. Mello, <\/b> None..<br><b>L. Hadjem, <\/b> None..<br><b>M. Grange, <\/b> None..<br><b>O. Deas, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>H. Luche, <\/b> None..<br><b>F. Romagne, <\/b> None..<br><b>S. Blanchin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5745","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"86","PresenterBiography":null,"PresenterDisplayName":"Maeva Rahard","PresenterKey":"dfaea923-9565-46fd-afa9-d85bb6f9d6ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"86. Deep immuno-profiling of syngeneic tumor mouse models for preclinical studies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep immuno-profiling of syngeneic tumor mouse models for preclinical studies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Successful pre-clinical evaluation of immuno-oncology drugs requires complex models to accurately represent all components of the human tumor microenvironment (TME). Patient-derived organoids (PDO) are known to reflect genetic and morphological profiles of the original patient&#8217;s tumors. In our immuno-oncology in vitro assays, PDOs can be combined with immune cells and fibroblasts to re-constitute the TME and study drug efficacy and mechanism of action. Alternatively, we have developed assays with fresh tumor material containing native TME in the 3D Ex Vivo Patient Tissue (EVPT) platform. Both types of assays have advantages and limitations. Here, we will present a case study displaying both capabilities and benchmarking the technologies against each other.<br \/>Methods: Patient tumor tissues were obtained from tissue providers and processed within 24 hours to preserve the TME. Freshly isolated ex vivo tumor clusters were embedded in a protein-rich hydrogel and exposed to drug panels in a 384-well format for 5-7 days. Phenotypic effects of therapies on morphological features were measured using our proprietary automated high content imaging (HCI) analysis platform. IHC, FACS, or sequencing, were used for in-depth sample characterization. In parallel, PDOs were generated, biobanked and characterized from same ex vivo samples. Allogenic or autologous PBMCs were isolated from blood. PDOs and PBMCs were then co-cultured together in presence of immuno-oncology drugs, and drug effects were analyzed by the same automated HCI analysis platform.&#8239;<br \/>Results: Samples from ovarian, head and neck, breast, prostate, lung cancer, and melanoma were used in the pipeline. Fresh ex vivo culture of a melanoma sample presented here has shown mild responses (tumoroid size reduction) to immunomodulatory treatments (SEA and Pembrolizumab) and strong responses to targeted therapy treatment (Dabrafenib and Trametinib). Genetic characterization of the sample identified heterozygous BRAF V600E mutation and IHC analysis showed a large proportion of immune cells (CD3, CD4, CD8, CD80 and CD68 positive cells) present, confirming the observed ex vivo drug responses. Part of the melanoma sample was allocated for PDO generation and biobanking. Established PDOs were used in co-culture with allogeneic and autologous PBMCs and treatment responses to SEA stimulation and CD3\/CD28 beads as well as increased PBMC infiltration rates were observed.<br \/>Conclusion: Choice of the pre-clinical model for immuno-oncology studies relies on multiple factors such as biological relevance, replicability, TME representation, and scalability. Here we present a spectrum of assays ranging from complex ex vivo systems (EVPT) for &#8216;close to the clinic&#8217; scenarios to more scalable PDOs co-cultured with allogeneic and\/or autologous PBMCs for high-throughput mechanistic drug screenings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Ex vivo,Organoids,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Kaya Aksoy, S. Chavez Abiega, T. Stessuk, S. De Man, <b>M. Putker<\/b>, S. Basten, N. Meesters, E. Spanjaard, L. S. Price, G. Goverse, N. Beztsinna; <br\/>Crown Bioscience Netherlands B.V., Leiden, Netherlands","CSlideId":"","ControlKey":"6563b5bb-9b1e-42b4-bc3b-a0df1d507023","ControlNumber":"2371","DisclosureBlock":"&nbsp;<b>E. Kaya Aksoy, <\/b> None..<br><b>S. Chavez Abiega, <\/b> None..<br><b>T. Stessuk, <\/b> None..<br><b>S. De Man, <\/b> None..<br><b>M. Putker, <\/b> None..<br><b>S. Basten, <\/b> None..<br><b>N. Meesters, <\/b> None..<br><b>E. Spanjaard, <\/b> None..<br><b>L. S. Price, <\/b> None..<br><b>G. Goverse, <\/b> None..<br><b>N. Beztsinna, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5746","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"87","PresenterBiography":null,"PresenterDisplayName":"Marrit Putker, PhD","PresenterKey":"25544074-a08b-47e7-97f1-149df9c82590","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"87. Integrated pipeline for immuno-oncology drug testing: from patient-derived organoid assays with reconstituted TME to fresh ex vivo patient tissue cultures","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated pipeline for immuno-oncology drug testing: from patient-derived organoid assays with reconstituted TME to fresh ex vivo patient tissue cultures","Topics":null,"cSlideId":""},{"Abstract":"Translation of immuno-oncology research into novel therapies relies on animal models to advise target selection and portray mechanism of action (MoA) and pharmacokinetics of lead candidates. Mouse, monkey, and more recently, canine models of human cancers are being utilized to this end. However, one major challenge in developing and utilizing these models is the lack of technology to characterize non-human analogs of therapeutic antibodies. Herein, we report the development of novel cell-based bioassays for mouse, monkey, and canine targets to enable immuno-oncology preclinical studies. Antibody-dependent cellular cytotoxicity (ADCC) and antibody-dependent cellular phagocytosis (ADCP) are important MoAs for antibody-based cancer immunotherapies. We have developed a suite of cell-based bioassays, each expressing a corresponding animal Fc&#947; receptor (Fc&#947;R) and a luciferase reporter that responds to Fc&#947;R activation. These assays exhibit sensitive and quantitative luciferase readouts of Fc&#947;R activation. Animal models are further used to provide insight into the potential efficacy of immune checkpoint (IC) inhibitors. Programmed cell death protein 1 (PD-1) is an IC receptor that negatively regulates T cell function. Blockade of PD-1 has demonstrated clinical efficacy, but there remains a significant fraction of patients unresponsive to this therapy. Combination of PD-1 inhibitors with other interventions has been a significant focus for many programs. However, tools for functional validation of non-human PD-1 inhibitors are lacking. We report here the development of two new bioassays for functional characterization of PD-1\/PD-L1 inhibitors for mouse and canine targets. Each of these assays consists of two engineered cell lines: a T effector cell line that express a luciferase reporter driven by specific promoter\/response elements responding to the intracellular signals mediated by the T cell receptor (TCR), with modulation from PD-1, and an artificial antigen presenting cell line (aAPC). The bioassays are sensitive, quantitative, and have demonstrated characteristics required for potency assays for validation of antibodies in preclinical combination studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immunotherapy,Immune checkpoint,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wang<\/b>, D. Garvin, A. Paguio, E. Perrin, J. Hartnett, M. Cong, J. Grailer; <br\/>Promega, Fitchburg, WI","CSlideId":"","ControlKey":"529f4ce6-4c76-4af4-bf3f-6f0d83d547de","ControlNumber":"3454","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>D. Garvin, <\/b> None..<br><b>A. Paguio, <\/b> None..<br><b>E. Perrin, <\/b> None..<br><b>J. Hartnett, <\/b> None..<br><b>M. Cong, <\/b> None..<br><b>J. Grailer, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5748","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"88","PresenterBiography":null,"PresenterDisplayName":"Jun Wang, MS","PresenterKey":"84038fa8-b50c-41d4-96d8-9e1255c2b064","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"88. Novel cell-based bioassays enable preclinical animal studies during immuno-oncology drug development","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel cell-based bioassays enable preclinical animal studies during immuno-oncology drug development","Topics":null,"cSlideId":""},{"Abstract":"Agonistic antibodies are emerging as promising therapeutics for targeting immune checkpoints, particularly those within the TNF Receptor Superfamily, as they play a crucial role in regulating immune cell function, especially in the context of cancer treatment. In addition, there is also a growing focus on the potential of agonistic antibodies to selectively activate co-inhibitory checkpoint receptors. This offers a promising avenue for suppressing inflammation in autoimmune diseases and restoring tolerance in graft-vs-host disease (GvHD) while avoiding the complications of global immunosuppression.<br \/>While a substantial number of clinical trials are currently underway for oncology and autoimmune indications, there is a notable scarcity of commercially available assays to support the clinical development of this class of therapeutics, impacting their time-to-clinic. Existing assays frequently fail to accurately assess the agonistic activity of antibodies as they are unable to replicate the necessary physiologically relevant conditions.<br \/>In this context, we present several case studies that highlight the pivotal role of cell-based bioassay approaches developed by Eurofins DiscoverX in driving the characterization and clinical development of agonistic antibody therapeutics targeting various checkpoint receptors. Additionally, we discuss our data demonstrating the indispensable role of FcyR-mediated antibody clustering in establishing the otherwise elusive agonistic activity of antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Pembrolizumab,Immunostimulation,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. Chari, J. Lin-Jones, L. Yang, J. E. Lamerdin, <b>G. Agrawal<\/b>; <br\/>Eurofins DiscoverX, Fremont, CA","CSlideId":"","ControlKey":"4fa7d1b3-5bd2-45a6-a831-79b25ac54688","ControlNumber":"1576","DisclosureBlock":"&nbsp;<b>V. Chari, <\/b> None..<br><b>J. Lin-Jones, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>J. E. Lamerdin, <\/b> None..<br><b>G. Agrawal, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5750","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"89","PresenterBiography":null,"PresenterDisplayName":"Gaurav Agrawal","PresenterKey":"c36e4652-a4dd-4ed2-b2e9-8d8a5d22a15b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"89. Comprehensive cell based bioassay approaches for characterization, and clinical development of therapeutic agonistic antibodies for cancer immunotherapy and autoimmune diseases","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive cell based bioassay approaches for characterization, and clinical development of therapeutic agonistic antibodies for cancer immunotherapy and autoimmune diseases","Topics":null,"cSlideId":""},{"Abstract":"Increased understanding of the complex tumor microenvironment and its interactors has boosted therapeutic interest and highlighted the importance of the development of innovative <i>in vitro<\/i> bioassays to represent all the players of the cancer immune response and thereby potentially provide pivotal information on the functional dynamics of candidate therapeutics. Regulatory T cells play an important role by downregulating the anti-tumor response. Their regulation mechanisms constitute an important target for new therapeutics. To study these mechanisms in a human model, suppressive Treg bioassays, mimicking the suppressive action of these cells, were developed and optimized. We further highlight the study of neutrophil function <i>in vitro<\/i> using flow-cytometry or the Incucyte&#174; live imaging system to monitor neutrophil functions such as antibody-dependent cell-mediated cytotoxicity (ADCC), Neutrophil Extracellular Traps (NETs) formation and the release of Reactive Oxygen Species (ROS). Additionally, multiplex cytokine and peroxidase enzyme analysis after activation and stimulation of neutrophils can be evaluated using ELISA or Luminex technology. Moreover, to refine\/reduce non-human primate (NHP) usage, we aimed to develop cost-effective NHP <i>in vitro<\/i> assays with predictive value for <i>in vivo<\/i> studies. We isolated Cynomolgus Macaque monocytes and successfully differentiated\/polarized them into M0- and M2-like macrophages with a cell surface phenotype comparable to that of their human counterparts. We further developed a Cynomolgus Macaque PBMC x human dendritic cell (DC) mixed lymphocyte reaction (MLR) assay for functional evaluation of test compounds, effectively generated Cynomolgus Macaque immature DCs and implemented Cynomolgus Macaque cytokine release assays.Using high quality primary human immune cells from our own biobank, <i>in vitro<\/i> bioassays have been developed with superior robustness and reproducibility to screen candidate Immuno-Oncology therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Assay development,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Martijn Vlaming<\/b><sup><\/sup>, Emmanuelle Sidot<sup><\/sup>, Jezabel Lefèvre<sup><\/sup>, Ellen Boelen<sup><\/sup>, Sofie Pattyn<sup><\/sup><br><br\/>ImmunXperts SA, a Q2 Solutions Company, Charleroi, Belgium","CSlideId":"","ControlKey":"953482ad-cd37-4a47-8fa9-c0aa375051c0","ControlNumber":"6992","DisclosureBlock":"<b>&nbsp;M. Vlaming, <\/b> <br><b>ImmunXperts SA, a Q2 Solutions Company<\/b> Employment. <br><b>E. Sidot, <\/b> <br><b>ImmunXperts SA, a Q2 Solutions Company<\/b> Employment. <br><b>J. Lefèvre, <\/b> <br><b>ImmunXperts SA, a Q2 Solutions Company<\/b> Employment. <br><b>E. Boelen, <\/b> <br><b>ImmunXperts SA, a Q2 Solutions Company<\/b> Independent Contractor. <br><b>S. Pattyn, <\/b> <br><b>ImmunXperts SA, a Q2 Solutions Company<\/b> Independent Contractor.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5751","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"90","PresenterBiography":null,"PresenterDisplayName":"Martijn Vlaming, MS;PhD","PresenterKey":"c4a3aa86-673e-4dd7-a725-c12ca1eae627","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"90. <i>In vitro<\/i> functional evaluation of immuno-oncology drug candidates in customized bioassays","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> functional evaluation of immuno-oncology drug candidates in customized bioassays","Topics":null,"cSlideId":""},{"Abstract":"Within the last decade, major technological advances in flow cytometry and (single cell) RNA-sequencing have deepened our understanding of complex anti-tumoral immune responses. This allows a comprehensive immune monitoring of novel therapies in pre-clinical models.<br \/>Conventional flow cytometry is reaching its technical limitation. The emitted fluorescence signal of the target population stained with antibodies is evaluated with simple bandpass filters, which leads to spectral overlap and thus the number of parameters that can be analyzed simultaneously is limited. The spectral analyzer technology combines both methods, providing great flexibility in evaluating different immune cell populations. This provides the opportunity to obtain target information by measuring the entire fluorescence spectrum measuring each wavelength individually and thus evaluating the true signal of each fluorochrome unaffected by autofluorescence or spillover.<br \/>Our standard all-in-one flow cytometry panel uses the full capacity of a conventional BD Fortessa flow cytometer and enables the differentiation of important immune cell populations in tumors, such as T cells (CD4+, CD8+, regulatory T cells), B and NK cells as well as macrophages (M1\/M2), MDSCs (granulocytes and monocytes) and dendritic cells. However, it would be of great advantage to gain further insights into activation and effector functions of the immune cells using markers like CD44 &#38; CD62L, CD69, PD-1, Lag-3, Tim-3 and PDL-1, CD80, CD86, CD40 and Ki-67. The Sony ID7000 spectral analyzer enables the simultaneous assessment of 27 markers to evaluate immune phenotypes, with the ability to include up to 4 individual target antibodies.<br \/>Flow cytometry data from various tumor models are presented, demonstrating the enormous utility and potential of the spectral analyzer, especially with limited and precious tumor sample material, by evaluating different immune cell populations simultaneously without reaching its technical limits. The spectral analyzer technology enables us to mechanistically investigate differences in tumor therapies such as PD-1 treatment or other immune cell modulators not only phenotypically but also with regard to activation and differentiation of immune cell populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Flow cytometry,Biomarkers,Tumor infiltrating lymphocytes,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. F. Hummel, <b>P. Metzger<\/b>, R. Sonntag, D. Borrero-Wolff, C. Obodozie, H. Weber; <br\/>Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"624f68b2-0fe7-4ae6-9e9e-a611dfb0df5d","ControlNumber":"6278","DisclosureBlock":"<b>&nbsp;J. F. Hummel, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>R. Sonntag, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>D. Borrero-Wolff, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>C. Obodozie, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5752","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"91","PresenterBiography":null,"PresenterDisplayName":"Philipp Metzger, PhD","PresenterKey":"d86c6eb5-6342-4679-841d-89fa52f86814","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"91. Comprehensive 27-marker standard panel for immune monitoring of pre-clinical tumor mouse models using spectral analyzer technology","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive 27-marker standard panel for immune monitoring of pre-clinical tumor mouse models using spectral analyzer technology","Topics":null,"cSlideId":""},{"Abstract":"The development of immunotherapies relies on the use of <i>in vitro<\/i> potency assays&#8212;which are key for understanding complex interactions between immune cells and cancer cells. Immune effector T-cells are a promising cancer therapy due to their innate cytotoxicity. In particular, CAR T-cell therapy uses genetically engineered T-cells that express a chimeric antigen receptor that binds to a specific antigen on tumor cells. Assessing the efficacy and potency of CAR T-cell therapies <i>in vitro<\/i> and at high throughputs is vital for the preclinical development of these promising therapies. Here, we describe an <i>in vitro<\/i> potency assay that uses an automated imaging platform to quantify immune cell-mediated cytotoxicity of cancer target cells by immune effector cells. A GFP fluorescent and HER-2 expressing lung cancer cell line, A549, was seeded into a 96-well cell culture plate. Then, HER-2 CAR T-cells were added at 24 hours post target cell seeding at various E:T ratios (1:10, 1:5, 1:2, 1:1, and 5:1). Fluorescent images of the target cells were captured every 6 hours by the Omni Pro 12, an automated, high-throughput, live-cell analysis platform designed for continuous multi-well imaging inside an incubator. Automated image analysis was performed using the Confluency Module in the Axion Portal to view attachment and proliferation and quantify cytolysis of fluorescent A549 target cells. Percent cytolysis of the target cells was calculated by comparing the green fluorescent confluency of treated wells to no treatment control wells. A549-GFP cells showed a dose-dependent decrease in confluency over time that correlated with increasing amounts of CAR T-cells. At 92 hours post HER-2 CAR T-cell addition, the 5:1 ET group demonstrated approximately 91.8% +\/- 2.0% cytolysis of A549-GFP cells, while the 1:10 group demonstrated approximately 69.2% +\/- 3.0% cytolysis. Future work will evaluate differences in CAR T-cell potency when co-cultured with target cells that express different levels of HER-2. Overall, the Omni Pro 12 platform enables continuous quantification of the potency and kinetics of immune cell-mediated cytolysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cell death,CAR T cells,Imaging,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Sullivan<sup>1<\/sup>, L. Stemkens<sup>2<\/sup>, I. Thijssen,<sup>2<\/sup>, <b>S. Meiler<\/b><sup>2<\/sup>, D. Califano<sup>1<\/sup>, S. Chvatal<sup>1<\/sup>, D. Millard<sup>1<\/sup>; <br\/><sup>1<\/sup>Axion BioSystems, Atlanta, GA, <sup>2<\/sup>Axion BioSystems, Eindhoven, Netherlands","CSlideId":"","ControlKey":"fcf1840d-cfea-4c05-ae1d-f91186da439f","ControlNumber":"5667","DisclosureBlock":"&nbsp;<b>D. Sullivan, <\/b> None..<br><b>L. Stemkens, <\/b> None..<br><b>I. Thijssen,, <\/b> None..<br><b>S. Meiler, <\/b> None..<br><b>D. Califano, <\/b> None..<br><b>S. Chvatal, <\/b> None..<br><b>D. Millard, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5753","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"92","PresenterBiography":null,"PresenterDisplayName":"SVENJA MEILER","PresenterKey":"2409096d-47a2-48db-8d40-c725a2ff0319","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"92. Assessment of an in vitro potency assay for evaluation of immune cell-mediated cytotoxicity using the Omni Pro 12 automated imaging platform","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of an in vitro potency assay for evaluation of immune cell-mediated cytotoxicity using the Omni Pro 12 automated imaging platform","Topics":null,"cSlideId":""},{"Abstract":"Cell-based immunotherapies, such as CAR T cells, are emerging as a promising approach to therapeutic intervention against cancer. Developing cell and gene therapy products requires reliable and reproducible methods of quantifying critical quality attributes, such as potency, to ensure product strength and consistency. A variety of assays can be used to assess potency; however, it is crucial that these tests are qualified for assay performance to ensure intra- and inter-assay precision. Although inherently variable, biological assays are often the best methods to investigate a product&#8217;s mechanism of action and predict clinical outcomes. Previous work has shown that impedance-based potency assays provide a non-invasive, real-time measure of effector cell-mediated cytotoxicity, thus reducing cell manipulation that impacts data reliability. Here, we describe an <i>in vitro<\/i> potency assay that demonstrates low variability and high precision across replicates, analysts, and days. Effector cell-mediated cytotoxicity was performed using a CD19-positive liquid tumor cell line (Raji) tethered to the well surface using an anti-CD40 antibody. CD19-specific CAR T effector cells were added 24 hours after the target cells and co-cultured with the target cells across a range of E: T ratios, and cytolysis was monitored for three days. Real-time measurement of cell-mediated cytotoxicity also allowed for the calculation of kill time 50 (KT50), defined as the time required for 50% cytolysis of the target cells. Repeatability was calculated across three replicates per E:T ratio. The co-culture experiment was performed in duplicate by a second analyst and on two subsequent days for a comparison of f three plates as well as two operators to evaluate inter-assay precision. In addition to this, CAR T-mediated cell killing in a multiplate impedance system was also investigated for plate-to-plate variability. The percent coefficient of variation (% CV), a statistical measure that describes the precision and repeatability of an assay, was calculated to assess variability between assay replicates, operators, and plate replicates. In all conditions tested, the percent CV for all E:T ratios was below 20%, illustrating the repeatability and precision of the assay. These data support the use of an impedance-based potency assay for evaluating and characterizing immunotherapy products.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,CAR T cells,Cell death,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Califano<\/b><sup>1<\/sup>, J. Jiang<sup>2<\/sup>, D. Windgassen<sup>2<\/sup>, C. De La Flor<sup>2<\/sup>, S. Chvatal<sup>1<\/sup>, D. Sullivan<sup>1<\/sup>, D. Millard<sup>1<\/sup>; <br\/><sup>1<\/sup>Axion BioSystems, Atlanta, GA, <sup>2<\/sup>Miltenyi Biotec, Inc, San Jose, CA","CSlideId":"","ControlKey":"bf5b899d-2d4c-47b2-a581-7eae654ac51b","ControlNumber":"5715","DisclosureBlock":"&nbsp;<b>D. Califano, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>D. Windgassen, <\/b> None..<br><b>C. De La Flor, <\/b> None..<br><b>S. Chvatal, <\/b> None..<br><b>D. Sullivan, <\/b> None..<br><b>D. Millard, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5754","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"93","PresenterBiography":null,"PresenterDisplayName":"Danielle Califano","PresenterKey":"23267a74-c894-4a75-b9ec-c05bf0975f02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"93. Validation of an impedance-based <i>in vitro<\/i> potency assay for repeatability and precision","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of an impedance-based <i>in vitro<\/i> potency assay for repeatability and precision","Topics":null,"cSlideId":""},{"Abstract":"The STING (Stimulator of Interferon Genes) pathway is a pivotal player in the innate immune response, responsible for detecting cytosolic accumulation of endogenous DNA and initiating a cascade of events leading to the production of pro-inflammatory type I interferons, which promote an antitumor environment through activation of T cells, dendritic cells, and natural killer cells. Therefore, STING agonists are currently being explored as a potential therapeutic for cancer treatment, often in combination with immune checkpoint inhibitors. While the STING pathway can be stimulated in multiple cell types, activation in antigen presenting cells, such as dendritic cells (DC), is crucial for antitumor activity in the tumor microenvironment (TME). Additionally, the type 1 interferon family consists of multiple subtypes, including IFNb and IFNa, which can produce differential biological responses. Although the STING pathway is known to induce expression of multiple cytokines, combined spatial characterization of STING and type I interferons in the TME has not been performed. To characterize STING-interferon expression in the TME, we use the Integrated MultiOmyx-RNAscope platform. MultiOmyx<sup>TM<\/sup> (NeoGenomics Laboratories, Inc) is a proprietary multiplex immunofluorescence (mIF) platform for the visualization and characterization of up to 60 protein biomarkers in a single formalin-fixed paraffin-embedded (FFPE) section and offers high-resolution spatial and quantitative analysis of protein expression in tissue samples. RNAscope<sup>TM <\/sup>(Bio-Techne) Multiplex is a highly sensitive fluorescent in-situ hybridization (ISH) assay that can detect up to 3 RNA markers in a single FFPE section. The Integrated MultiOmyx-RNAscope assay allows for simultaneous detection of both protein and RNA markers in a single sample. Herein we report the design and use of a novel panel of commercially-available antibodies and ISH probes broad enough to characterize various immune subpopulations and cytokine expressing cells, including DCs and interferons, in the TME of a variety of tumor indications including melanoma and head and neck squamous cell carcinoma. Quantification and analysis will be performed using NeoLYTX<sup>TM<\/sup>, the proprietary MultiOmyx Analytics pipeline, to examine the spatial distribution and expression levels of key STING pathway induced cytokines to elucidate the dynamic communication of signaling molecules and their localization within specific cell populations. Understanding of the variety and phenotype of STING\/cytokine expressing cells in the TME is crucial to define the populations being targeted by therapies for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Chemokines,Interferons,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Lam, <b>C. Todorov<\/b>, J. Fei, H. Nunns, E. Leones, M. Thio, F. Sahafi, E. Parnell, Q. Au; <br\/>NeoGenomics, Aliso Viejo, CA","CSlideId":"","ControlKey":"6ad34a94-7ccd-4e47-a189-2e4304ee3400","ControlNumber":"4010","DisclosureBlock":"&nbsp;<b>S. Lam, <\/b> None..<br><b>C. Todorov, <\/b> None..<br><b>J. Fei, <\/b> None..<br><b>H. Nunns, <\/b> None..<br><b>E. Leones, <\/b> None..<br><b>M. Thio, <\/b> None..<br><b>F. Sahafi, <\/b> None..<br><b>E. Parnell, <\/b> None..<br><b>Q. Au, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"94","PresenterBiography":null,"PresenterDisplayName":"Courtney Todorov, PhD","PresenterKey":"2f520a53-7696-4f2c-90ab-9796c2d401e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"94. Interrogation of STING induced cytokines in the tumor microenvironment using an Integrated MultiOmyx-RNAscope panel for spatial and quantitative profiling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"332","SessionOnDemand":"False","SessionTitle":"Biomarkers, Immune Monitoring, and Immune Assays","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interrogation of STING induced cytokines in the tumor microenvironment using an Integrated MultiOmyx-RNAscope panel for spatial and quantitative profiling","Topics":null,"cSlideId":""}]