[{"Abstract":"Protein sequencing has the potential of playing a crucial role in advancing cancer research by providing insights into the specific proteins involved in cancer pathways. New discoveries from protein sequencing advance our understanding of cancer and potential targeted therapies. Here, we demonstrate the power of next-generation protein sequencing&#8482; using the insight-generating Platinum&#8482; platform. Individual peptides are digested from proteins and immobilized on a semiconductor chip and probed by dye-labeled N-terminal amino acid (NAA) recognizers, followed by subsequent aminopeptidase cleavage to expose each NAA in the peptide for recognition. By recording and analyzing fluorescent intensity, lifetime, and binding kinetics of each NAA binding event, we can decipher single amino acid substitutions and modifications.<br \/>To demonstrate the versatility of this methodology across proteins associated with cellular biology, we sequenced a series of interleukins: IL4, IL6, IL7, IL13, IL20, and IL34. Interleukins, a group of cytokines that play a vital role in cancer by modulating immune responses, promoting inflammation, and influencing tumor microenvironment, impacting tumor growth and the efficacy of treatments. We have successfully sequenced all the mentioned interleukins individually or within protein mixtures. Furthermore, we were able to sequence IL6 that was enriched through immunoprecipitation from human serum. Finally, we demonstrated the unique potential of Platinum in detecting post-translational modifications (PTMs) relevant to cancer, as exemplified by the successful identification of arginine citrullination in vimentin, an onco-protein that promotes cancer cell mobility and invasion into surround tissues.<br \/>These results demonstrate the transformative potential of next-generation protein sequencing using Platinum&#8482; in enabling the identification of proteins in complex mixtures and biofluids, as well as the detection of critical PTMs implicated in human pathophysiology, offering valuable insights into cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Interleukins,Next-Generation Protein Sequencing (NGPS),Post-Translational Modifications (PTMs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. D. Q. Nguyen<\/b>; <br\/>Quantum-Si, San Diego, CA","CSlideId":"","ControlKey":"24df048d-1f7a-4adf-b410-1eb3c907e0ce","ControlNumber":"798","DisclosureBlock":"&nbsp;<b>K. D. Q. Nguyen, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1838","PresenterBiography":null,"PresenterDisplayName":"Khanh Nguyen, PhD","PresenterKey":"f0aec3af-63bb-4bcd-b1da-f180f861ea38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1838. Advancing cancer research with Next-Generation Protein Sequencing&#8482; on Platinum&#8482; by Quantum-Si&#8239;&#8239;&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancing cancer research with Next-Generation Protein Sequencing&#8482; on Platinum&#8482; by Quantum-Si&#8239;&#8239;&#8239;","Topics":null,"cSlideId":""},{"Abstract":"Background and Aims: Prostate cancer is one of the most common cancers affecting men in the United States, with ~288,300 new cases and 34,700 deaths in 2023 alone. Prostate-specific antigen (PSA), the most widely used prostate cancer biomarker, lacks specificity and sensitivity, leading to unnecessary biopsies, overdiagnosis, and overtreatment. There is an urgent unmet clinical need to find new biomarkers that can distinguish patients with benign disease from those with prostate cancer. Urine is an attractive source for these biomarkers as prostate-derived proteins are more highly concentrated in urine than in blood. To better understand both global proteomic and glycoproteomic molecular signatures that could lead to improved diagnostics for prostate cancer, we analyzed urine samples from unaffected men, men with benign prostatic hyperplasia (BPH), and men with prostate cancer.<br \/>Methods: Urine samples (N = 58 total) were collected from unaffected men (N = 17), men with BPH (N = 24), and men with prostate cancer (N = 17). Samples were digested with trypsin and analyzed with high-resolution liquid chromatography-tandem mass spectrometry (LC-MS\/MS) for shotgun proteomics analysis. Association with cancer was determined through supervised analysis using Pearson correlation. For glycoproteomics analysis, intact glycopeptides were enriched using strong anion exchange-electrostatic repulsion hydrophilic interaction chromatography, fractionated using high pH reversed-phase chromatography, and analyzed with LC-MS\/MS. Association with the three conditions was determined through several rounds of supervised analysis using Pearson correlation.<br \/>Results: In total, 3542 human proteins were identified, and 78 proteins (p &#60; 0.01) were significantly associated with prostate cancer. The glycolysis pathway and lysosome pathway were enriched in samples from men with prostate cancer. In the glycoproteomics analysis, 36 proteins (p &#60; 0.05) had altered glycan diversity in one of the three conditions, and the complement and coagulation cascade pathway and the lysosome pathway were highly enriched. Six proteins (p &#60; 0.05) had significantly increased glycan diversity in the cancerous samples than in the BPH and normal samples.<br \/>Conclusions: This study identifies a set of interesting proteomic and glycoproteomic differences in urine from men with prostate cancer compared to BPH and non-cancer samples, which warrant further investigation in additional sample cohorts as potential novel biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Urine,Prostate cancer,Proteomics,Glycosylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Shamsher<\/b><sup>1<\/sup>, F. Garcia-Marques<sup>1<\/sup>, A. Bermudez<sup>1<\/sup>, M. R. Flory<sup>2<\/sup>, S. J. Pitteri<sup>1<\/sup>; <br\/><sup>1<\/sup>Stanford University School of Medicine, Palo Alto, CA, <sup>2<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"9482d7c4-3bb7-4694-ad65-3c79843a7571","ControlNumber":"1094","DisclosureBlock":"&nbsp;<b>N. Shamsher, <\/b> None..<br><b>F. Garcia-Marques, <\/b> None..<br><b>A. Bermudez, <\/b> None..<br><b>M. R. Flory, <\/b> None..<br><b>S. J. Pitteri, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1839","PresenterBiography":null,"PresenterDisplayName":"Nikhiya Shamsher, No Degree","PresenterKey":"6dce4094-b4e2-4d94-a199-fd7b6ad1036c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1839. Proteomic and glycoproteomic differences associated with prostate cancer in urine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic and glycoproteomic differences associated with prostate cancer in urine","Topics":null,"cSlideId":""},{"Abstract":"Introduction: MYBBP1A, named Myb-binding protein 1A, is a protein that mainly locates in nucleolar and shuttles between the nucleus and cytoplasm, nuclear import may be mediated by KPNA2, however export depend partially on XPO1\/CRM1. It activates or represses transcription via interactions with sequence specific DNA-binding proteins. Repression may be mediated at least in part by histone deacetylase activity (HDAC activity). Acts as a corepressor and in concert with CRY1, represses the transcription of the core circadian clock component PER2. Preferentially binds to di-methylated histone H3 'Lys-9' (H3K9me2) on the PER2 promoter. MYBBP1A overexpressed in tumor than normal and have a significantly negative correlation with patient overall survival. We aim to explore the role of MYBBP1A in PDAC progression and underlying mechanism. In our research, we find and prove the novel AMPylating enzyme SELO-AMPylate MYBBP1A inhibits PDAC progression and modified site in S1353 and further influence downstream relative RNA, such as 18s rRNA, 28S rRNA.<br \/>Methods and Materials:<br \/>1. The function of MYBBP1A in tumorigenesis at the organismal and cellular levels.<br \/>MYBBP1A is widely expressed in different tissues. Firstly, we explored the correlation between MYBBP1A expression level and PDAC through TCGA database and Kaplan-Meier plotter. We then established MYBBP1A gene knockout mice mating with PDX\/P53<sup>K172H<\/sup>\/KRAS<sup>G12C<\/sup> to induced a primary PDAC model to analyze the progression of pancreatic cancer. The effect of MYBBP1A on tumor cell growth and proliferation was explored through cell proliferation analysis and a nude mouse tumor xenograft model.<br \/>2. The MYBBP1A AMPylated by SELO influence MYBBP1A function in cell proliferation was investigated at the molecular and cellular levels.<br \/>AMPylation-specific antibodies were used to confirmed MYBBP1A AMPylated by SELO in both cell lysates and purified proteins through experiments such as CO-IP and WB. Stably expressed MYBBP1A WT\/S1353A were constructed to verify the function in cell proliferation or migration by SELO. The signaling molecules were further explored through CO-IP and WB to identify the changed molecular by SELO-AMPylate-MYBBP1A, revealing the entire signaling pathways of AMPylation-mediated regulation of PDAC proliferation.<br \/>Conclusion: We have demonstrated the function of MYBBP1A in the formation of pancreatic cancer, and further revealed SELO-AMPylate-MYBBP1A importance in the process of reversing MYBBP1A&#8217;s role, which has played a certain significance for the treatment of pancreatic cancer and the exploration of related therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Pancreatic cancer,MYBBP1A,AMPylation,SELO,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Li<\/b>; <br\/>Tianjin Medical University, Tianjin, China","CSlideId":"","ControlKey":"38cf5154-409e-4b51-9361-ca9261bf50f9","ControlNumber":"193","DisclosureBlock":"&nbsp;<b>W. Li, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4614","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1840","PresenterBiography":null,"PresenterDisplayName":"Wu Li, BS","PresenterKey":"2179702b-63f6-46ff-b3e1-1768797dfd31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1840. MYBBP1A AMPylated by SELO to influence its function","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MYBBP1A AMPylated by SELO to influence its function","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hyperactivation of the EGFR\/RAS pathway is a major driver of tumorigenesis and metastasis.<sup> <\/sup>It has been difficult to design effective therapies contravening the compensatory EGFR\/RAS downstream effector pathways to achieve curative antitumor efficacy. Seven in absentia homologues (SIAH<sub>1<\/sub> and SIAH<sub>2<\/sub>) are RING-domain E3 ubiquitin ligases that function as the most downstream signaling gatekeeper of the EGFR\/RAS pathway. Our prior studies demonstrated that SIAH inhibition led to tumor eradication of multiple malignant human cancers cell lines in xenograft models. We propose that SIAH is a major tumor vulnerability\/actionable drug target for inhibiting persistent EGFR\/RAS pathway activation; we aim to elucidate the molecular mechanisms underpinning antitumor efficacy of our SIAH inhibitor.<br \/>Methods: Reverse phase protein arrays (RPPAs) in conjunction with Principal Component Analysis (PCA) were used to quantify fold-changes of 300 proteins\/phospho-proteins that were significantly up- or down-regulated in response to SIAH inhibition (p &#60; 0.001). Independent RPPA assays were performed in triplicate on doxycycline (DOX)-inducible MiaPaCa, MDA-MB-231, MDA-MB-468, HeLa, and A459 cell lines in which our SIAH inhibitor, SIAH<sub>2<\/sub><sup>PD<\/sup>, expression was induced by a Tet-ON\/OFF system. Four experimental conditions were used: Tet-ON control cells without DOX (group A) and with DOX induction (group B), Tet-ON-SIAH<sub>2<\/sub><sup>PD<\/sup> cancer cells without DOX (no SIAH<sub>2<\/sub><sup>PD<\/sup> inhibitor expression in group C) and with DOX induction (SIAH<sub>2<\/sub><sup>PD<\/sup> inhibitor expression in group D). The ratios of D\/C\/B\/A, D\/C, D\/B, C\/A, and B\/A were calculated in a pairwise comparison after normalization to GAPDH as an internal control. To validate identified targets of interest, immunoblotting of biological quadruplicate cell lysates for each respective cell line were performed for group C and D at 3-, 5-, and 7-days post DOX induction; target proteins&#8217; expression normalized to &#946;-actin, &#945;-Tubulin, or GAPDH respectively, and the pathway alterations induced by SIAH2 inhibition were standardized, quantified, and analyzed.<br \/>Results: RPPA analyses identified 6 proteins (NF&#954;B, Caspase-7, PARP, Cofilin, PD-L1, and Collagens) exhibiting differential expression in response to SIAH2 blockade. Western blot analyses independently confirmed their altered expression patterns, further supporting their roles as the biological readout of SIAH<sub>2<\/sub> loss-of-function in human cancer cells.<br \/>Conclusion: The RPPA-based cancer pathway mapping provides valuable molecular insight into the antitumor efficacy and reveals a major tumor vulnerability in human cancer pathway\/network rewiring when SIAH2 is blocked in late-stage malignant cells. The kinomic data support our innovative strategy to design anti-SIAH-based anti-EGFR\/RAS target therapies to control and eradicate undruggable and incurable human cancers in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Molecular targets,Novel anticancer agents,Proteomic analysis,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. M. Baker<\/b><sup>1<\/sup>, A. Howell<sup>1<\/sup>, A. Hannah<sup>1<\/sup>, J. Wulfkuhle<sup>2<\/sup>, N. Stahr<sup>1<\/sup>, R. Gallagher<sup>2<\/sup>, E. Petricoin<sup>2<\/sup>, A. Tang<sup>1<\/sup>; <br\/><sup>1<\/sup>Eastern Virginia Medical School, Norfolk, VA, <sup>2<\/sup>George Mason University, Manassas, VA","CSlideId":"","ControlKey":"b6df9d26-f420-4e4b-8c92-1790db38d5f1","ControlNumber":"1493","DisclosureBlock":"<b>&nbsp;J. M. Baker, <\/b> <br><b>Pfizer<\/b> Stock. <br><b>AstraZeneca<\/b> Other, No outstanding relation, sold stocks August 2023.. <br><b>AbbVie<\/b> Other, No outstanding relation, sold stocks August 2023.. <br><b>Moderna<\/b> Other, No outstanding relation, sold stocks January 2022..<br><b>A. Howell, <\/b> None..<br><b>A. Hannah, <\/b> None..<br><b>J. Wulfkuhle, <\/b> None..<br><b>N. Stahr, <\/b> None..<br><b>R. Gallagher, <\/b> None..<br><b>E. Petricoin, <\/b> None..<br><b>A. Tang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1841","PresenterBiography":null,"PresenterDisplayName":"Jonathan Baker, BA","PresenterKey":"b27fee95-4089-45be-8315-8e703613a000","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1841. Investigating mechanisms of tumor eradication by blocking SIAH E3 ligase, a major tumor vulnerability, in EGFR\/RAS-driven human cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating mechanisms of tumor eradication by blocking SIAH E3 ligase, a major tumor vulnerability, in EGFR\/RAS-driven human cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM), a notably aggressive brain cancer, presents significant treatment challenges due to its propensity for deep, diffuse infiltration into healthy brain tissue. This trait enables GBM to resist and survive following surgery and conventional adjuvant therapies. Emerging evidence suggests that signaling between GBM stem cells (GSCs) may be instrumental in this invasive behavior. Our study aimed to unravel the intricacies of these intercellular communication networks within glioblastoma by employing comprehensive proteomic profiling across a diverse array of patient-derived GSC lines.<br \/>Methods: We conducted our study using a sex-stratified cohort comprising 17 patient-derived GSC lines. Proteomic profiling encompassed analyses of both GSC lysates and conditioned media under various oxygen conditions (normoxia at 20% O2, hypoxia at 1% and 0.2% O2). Additionally, we incorporated the glioma cerebral organoid (GLICO) system, facilitating co-cultures of GSCs with human cerebral organoids. For in-depth proteomic analysis, we utilized advanced TMT-based liquid chromatography-tandem mass spectrometry (LC-MS\/MS; Q-Exactive, Thermo Fisher).<br \/>Results: Our findings corroborate that GSCs adhere to the tripartite model of proliferation, invasion, and hypoxic response. A salient discovery was the consistent enrichment of integrin signaling pathways in GSCs under hypoxic conditions. Specifically, we observed a significant association between upregulation in integrin signaling (BIOCARTA_INTEGRIN_PATHWAY) and elevated KRAS activity (SWEET_KRAS_TARGETS_UP: r=0.43, p&#60;0.01), as well as hypoxic responses (WINTER_HYPOXIA_UP: r=0.76, p&#60;0.0001) in GSCs. Notably, in the GLICO model, both integrin signaling and KRAS pathways were markedly upregulated in the presence of GSCs compared to cerebral organoids alone (p&#60;0.05).<br \/>Conclusions: This research highlights the pivotal role of integrin signaling in mediating the invasive attributes of glioblastoma. The data underscore the importance of further exploring key modulators within the integrin signaling pathway, presenting a promising avenue for the discovery of novel therapeutic targets in glioblastoma treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Glioblastoma,Cancer stem cells,Proteomics,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. J. van Winden<\/b>, R. S. Sajid, O. A. Borhani, E. R. Kamski-Hennekam, N. Gopal, A. Leon, P. Diamandis; <br\/>University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"2da85c73-b05a-4d23-9a5d-2423c3927f54","ControlNumber":"4852","DisclosureBlock":"&nbsp;<b>L. J. van Winden, <\/b> None..<br><b>R. S. Sajid, <\/b> None..<br><b>O. A. Borhani, <\/b> None..<br><b>E. R. Kamski-Hennekam, <\/b> None..<br><b>N. Gopal, <\/b> None..<br><b>A. Leon, <\/b> None..<br><b>P. Diamandis, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1842","PresenterBiography":null,"PresenterDisplayName":"Lennart van Winden","PresenterKey":"97e33f6b-143f-43bd-b077-7a4accd22de4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1842. Global proteomics reveals integrin signaling as a driver of infiltration in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Global proteomics reveals integrin signaling as a driver of infiltration in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Accurate diagnosis of breast cancer using circulating biomarkers present in plasma remains an important challenge. In particular, protein changes in tumor-derived extracellular vesicles (tdEVs) have emerged as potential biomarkers for breast cancer diagnosis because they accurately reflect dynamic changes in tumors. In this study, we compared the proteomes of extracellular vesicle (EV) isolated from the plasma of 100 breast cancer patients and 30 healthy individuals who visited Severance Hospital between Mar 2010 and Dec 2015. Microfluidic chip-based protocol that facilitates the removal of contaminants such as albumin and immunoglobulins was used for the extraction of enriched tdEVs with small amounts of plasma. Comparative analysis of the proteomes identified 26 significant biomarkers that could indicate differences between breast cancer patients and healthy individuals. Using the LsBoost-CNN-SVM hybrid machine learning algorithm, we especially identified key EV protein biomarkers for detecting triple-negative breast cancer (TNBC), a breast cancer subtype with a poor prognosis and a high recurrence rate, as well as lacking therapeutic and diagnostic targets. Remarkably, a signature consisting of three EV proteins, specifically extracellular matrix protein 1 (ECM1), mannose-binding lectin 2 (MBL2), and biotinidase (BTD), effectively distinguished TNBC patients from healthy individuals. In our proteomic analysis set (n=73), this signature exhibited impressive performance, achieving a sensitivity of 93.3% and specificity of 93% in the accurate discrimination of TNBC from the control group. The validation set (n=40) confirmed these findings, with 100% sensitivity and 80% specificity. This signature not only served as a diagnostic tool but also provided valuable insights into the risk of recurrence and patient prognosis. We found a novel diagnostic approach that holds the potential to revolutionize breast cancer diagnostics by enhancing the reliability of tumor-related information obtained from blood samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Mass spectrometry,Microfluidics,Machine learning,Tumor-derived extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Kim<\/b><sup>1<\/sup>, J. Kim<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, S. Lee<sup>1<\/sup>, S. Moon<sup>1<\/sup>, J.-y. Hyon<sup>2<\/sup>, K.-A. Hyun<sup>3<\/sup>, Y. Yang<sup>2<\/sup>, S. Ha<sup>4<\/sup>, S. Park<sup>4<\/sup>, H. Gawk<sup>4<\/sup>, H. Lee<sup>2<\/sup>, E. Han<sup>2<\/sup>, J. Kim<sup>2<\/sup>, H.-I. Jung<sup>4<\/sup>, Y.-H. Chung<sup>2<\/sup>, S. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Korea Basic Science Institute, Cheongju, Korea, Republic of, <sup>3<\/sup>Korea Electronics Technology Institute (KETI), Seongnam, Korea, Republic of, <sup>4<\/sup>Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3bdf604e-f64f-47ad-8e3d-2f14d972d0ae","ControlNumber":"4286","DisclosureBlock":"&nbsp;<b>M. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Moon, <\/b> None..<br><b>J. Hyon, <\/b> None..<br><b>K. Hyun, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Ha, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Gawk, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>E. Han, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>Y. Chung, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1843","PresenterBiography":null,"PresenterDisplayName":"Minwoo Kim, PhD","PresenterKey":"143275b1-ccbf-4797-9f13-d3a257cac880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1843. Integrating machine learning with microfluidic technologies for proteomic profiling of extracellular vesicles in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating machine learning with microfluidic technologies for proteomic profiling of extracellular vesicles in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a deadly form of blood cancer primarily characterized by genetic abnormalities that guide treatment strategies. In recent years, several new therapies have emerged to target these genetic abnormalities such as gilteritinib or quizartinib, which target an internal tandem duplication (ITD) of the FLT3 gene. Additional drugs have been developed to target core cellular processes, such as venetoclax and the decitabine. Despite initial positive responses to these treatments, patients eventually relapse as they develop resistance to the individual drugs. One common approach to drug resistance is to add an additional drug to the treatment protocol. However, patients then develop further resistance to not just a single drug but multiple. As such, understanding the origins of both single and multi-drug resistance is crucial for improving treatment efficacy and clinical outcomes. Here, we present a collection of cell lines that have developed resistance to single, double, and triple drug combinations of gilteritinib, venetoclax, and decitabine. Through comprehensive global and phospho proteomics analyses under multiple conditions together with computational pathway interrogation, we unravel the underlying molecular mechanisms responsible for resistance. Leveraging our previous model of early and late drug resistance, we investigate the emergence of resistance to drug combinations involving gilteritinib alone, gilteritinib with venetoclax, gilteritinib with decitabine, and gilteritinib with venetoclax and decitabine. Through the characterization of molecular signatures for each drug combination, we identify molecular signals that are specific to combination treatments. Specifically, we find that the emergences of decitabine resistance alters the cellular pathways to effectively downregulate targets of venetoclax and gilteritinib, ultimately dampening the response to these drugs, regardless of co-administration. These findings provide a potential explanation for the limited success of combination treatments involving hypomethylating agents, as observed in recent clinical trials. Our results underscore the importance of monitoring proteome-level changes in single and combination drug treatments and shed light on the simple and intuitive reasons behind the lack of synergy often observed in combination therapies. In conclusion, we establish cell line models of resistance to various combinations of venetoclax, gilteritinib, and decitabine. By integrating global and phospo proteomic measurements, we gain a comprehensive understanding of the intricate molecular mechanisms underlying resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Systems biology,Proteomics,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. C. Pino<\/b><sup>1<\/sup>, C. Posso<sup>1<\/sup>, S. Sharzehi<sup>2<\/sup>, S. Gosline<sup>1<\/sup>, C. Hutchinson-Bunch<sup>1<\/sup>, E. Traer<sup>2<\/sup>, P. D. Piehowski<sup>1<\/sup>, K. D. Rodland<sup>1<\/sup>, J. W. Tyner<sup>2<\/sup>, T. Liu<sup>1<\/sup>, A. Agarwal<sup>2<\/sup>; <br\/><sup>1<\/sup>Pacific Northwest National Laboratory, Richland, WA, <sup>2<\/sup>OHSU, Portland, OR","CSlideId":"","ControlKey":"749a5e5b-0a5d-4187-8234-42c6591fd993","ControlNumber":"6900","DisclosureBlock":"&nbsp;<b>J. C. Pino, <\/b> None..<br><b>C. Posso, <\/b> None..<br><b>S. Sharzehi, <\/b> None..<br><b>S. Gosline, <\/b> None..<br><b>C. Hutchinson-Bunch, <\/b> None..<br><b>E. Traer, <\/b> None..<br><b>P. D. Piehowski, <\/b> None..<br><b>K. D. Rodland, <\/b> None..<br><b>J. W. Tyner, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>A. Agarwal, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1844","PresenterBiography":null,"PresenterDisplayName":"James Pino, BS;PhD","PresenterKey":"afe0a18a-0122-48ea-89a6-574683e369a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1844. Proteomic characterization of decitabine resistance in acute myeloid leukemia reveals signaling pathway crosstalk dampens the effectiveness of combination therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic characterization of decitabine resistance in acute myeloid leukemia reveals signaling pathway crosstalk dampens the effectiveness of combination therapy","Topics":null,"cSlideId":""},{"Abstract":"Given the morbidity and mortality associated with colorectal cancer, novel biomarkers are clearly warranted, especially for early detection, particularly for advanced adenomas. An earlier 1317-plex aptamer-based proteomic screen of stool proteins revealed 92 proteins to be significantly elevated in CRC stool, with the most discriminatory proteins being MMP9, haptoglobin, myeloperoxidase, fibrinogen, and adiponectin (PMID: 34117903). Results from a recent 2000-plex proteomic screen of CRC stools are detailed below, while a 11,000-plex aptamer based proteomic screen is in progress. Comprehensive proteomic screening revealed 116 proteins to be differentially expressed in CRC stool compared to control stool, with 45 being elevated 2-fold or higher. 37 of these proteins were ELISA validated in 3 independent cohorts. Stool MMP-8, MMP-9, Hemoglobin, PGRP-S, Haptoglobin, Myeloperoxidase and Fibrinogen emerged as being most discriminatory for distinguishing CRC from healthy controls (AUC: 0.91-0.95), while Stool Fibrinogen, MMP-9, Hemoglobin, MMP-8, and PGRP-S best distinguished advanced adenoma from healthy control (HC) stool, with stool Fibrinogen topping the list with an ROC AUC value of 0.86, as detailed in Table 1. Functional pathway analysis revealed a significant over-representation of pathways related to anti-oxidant activity, integrin\/receptor binding, cytokines, blood coagulation, and lipoprotein biosynthesis in patients with CRC compared to HC. Nuclear Factor IC (NFIC) and IKZF2 were identified as key regulators of the molecular cascades over-represented in CRC. Stool Fibrinogen, MMP-8, MMP-9, PGRP-S, Haptoglobin, and Myeloperoxidase emerge as promising biomarkers for distinguishing CRC\/advanced adenomas\/healthy stools, outperforming Hemoglobin. Thus, comprehensive proteomics and independent ELISA validation have uncovered novel stool biomarkers for identifying CRC and advanced adenomas, that warrant further head to head comparison against current diagnostic tests.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Biomarkers,Colorectal adenocarcinoma,Proteomics,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Mohan<\/b><sup>1<\/sup>, K. Vanarsa<sup>1<\/sup>, J. Castillo<sup>1<\/sup>, R. Bresalier<sup>2<\/sup>, N. Chia<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Houston, Houston, TX, <sup>2<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Mayo Clinic, Rochester, TX","CSlideId":"","ControlKey":"f324fa81-11fa-4e27-a1d6-5736cb1e8942","ControlNumber":"6958","DisclosureBlock":"&nbsp;<b>C. Mohan, <\/b> None..<br><b>K. Vanarsa, <\/b> None..<br><b>J. Castillo, <\/b> None..<br><b>R. Bresalier, <\/b> None..<br><b>N. Chia, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1845","PresenterBiography":null,"PresenterDisplayName":"Chandra Mohan, MD;PhD","PresenterKey":"f9572374-c873-455d-acc0-289570cb8c5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1845. 11,000-plex aptamer based proteomics of colorectal cancer stools for the discovery of novel disease biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"11,000-plex aptamer based proteomics of colorectal cancer stools for the discovery of novel disease biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Although histologically defined subtypes exist, renal cell carcinoma (RCC) is a heterogenous disease, resulting in various treatment outcomes and prognosis. Here, we conduct comprehensive profiling of RCC with histopathologic, proteomic, phosphoproteomic, genomic, and transcriptomic analyses on tumor and paired adjacent normal tissues from 113 patients. RCC tumors are distinctly separated from corresponding normal tissues through multi-omics clustering, a distinction further supported by pathway analysis. In addition, various hallmarks of cancer were differentially observed at the individual patient level, highlighting the intertumoral heterogeneity of RCC. Proteomic subtyping classifies RCC tumors into four subtypes (C1-4) with distinct phosphoproteomic, genomic, and transcriptomic characteristics with prognostic and predictive implications. Among these subtypes, C1-3 were almost composed of clear cell RCC (ccRCC; 96.8%), whereas C4 was composed of non-clear cell RCC (nccRCC) or other types of cancer (100.0%). Among each subtype, C1 (N=37) exhibits the strongest adaptive immune response and angiogenesis with favorable prognosis after surgical resection. C2 (N=39) was characterized with enrichment in DNA repair pathways and alteration in <i>VHL<\/i> (100.0%) along with <i>BAP1<\/i> (24.0%) genes. C3 (N=19) was associated with enrichment in inflammatory response with dismal prognosis and therapeutic resistance to tyrosine kinase inhibitors targeting vascular endothelial growth factor receptors. C4 (N=18) was exclusively enriched with nccRCC with active mitochondrial and oxidation phosphorylation. Transglutaminase 2 (<i>TGM2<\/i>), a crosslinking enzyme, is identified as a potential marker with therapeutic implication for ccRCC. Collectively, this study reports a large-scale multi-omics-based approach of RCC, providing insights into biologic underpinning and evidence for rational treatment selection as well as linking the multi-omics-derived phenotypes to clinical outcomes of ccRCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Proteomic analysis,Genomics,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Kwon<\/b><sup>1<\/sup>, C. Kim<sup>1<\/sup>, H. Koo<sup>2<\/sup>, W. Bae<sup>3<\/sup>, E. Hwang<sup>3<\/sup>, W. Ham<sup>1<\/sup>, N. Cho<sup>1<\/sup>, J. Sa<sup>4<\/sup>, J. Park<sup>2<\/sup>, S. Rha<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>National Cancer Center, Goyang, Korea, Republic of, <sup>3<\/sup>Chonnam National University Medical School, Hwasun, Korea, Republic of, <sup>4<\/sup>Korea University College of Medicine,, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f18ac24f-6347-4c48-a15b-7f3d8083e125","ControlNumber":"5830","DisclosureBlock":"&nbsp;<b>W. Kwon, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>H. Koo, <\/b> None..<br><b>W. Bae, <\/b> None..<br><b>E. Hwang, <\/b> None..<br><b>W. Ham, <\/b> None..<br><b>N. Cho, <\/b> None..<br><b>J. Sa, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1846","PresenterBiography":null,"PresenterDisplayName":"Woo Sun Kwon, PhD","PresenterKey":"1129ed7b-c284-45d8-9529-964ab53d3174","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1846. Integrative histopathologic, proteomic, phosphoproteomic, genomic, and transcriptomic characterization of renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative histopathologic, proteomic, phosphoproteomic, genomic, and transcriptomic characterization of renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Proteins are the primary targets and off-targets of therapeutics such as small molecule and biologics. Thus, a thorough understanding of their expression profiles across various human tissues in health and disease is essential through all stages of drug development. However, generating such a comprehensive proteome profile for each tissue poses a major analytical challenge due to the large dynamic range of protein abundance within a tissue and the enormous complexity introduced by distinct proteoforms. These proteoforms may arise from genetic variations (e.g. mutations), posttranscriptional events (e.g. isoforms from alternative splicing) or posttranslational modifications, resulting in more than a million protein species from 20,000 protein-coding genes. Thanks to advancements in sensitivity and speed in the recent years, mass spectrometry (MS)-based proteomics can now be routinely applied to quantify ten thousand of proteins in biological samples. Taking advantage of MS being an unbiased and matrix-agnostic method, we pivoted the generation of a high quality and uniform protein expression atlas of 19 healthy human tissues and 3 cancerous tissues. We constructed the atlas in two parts aiming to address the following two aspects respectively: 1) a deep library providing evidence for protein\/proteoform presence in each of the 22 tissues; 2) quantitative profiles for cross-comparison in all tissues. For the first part, each tissue sample was subjected to an extensive fractionation process followed by MS analysis of each of the fractions. In total, we identified 20&#8217;025 protein groups mapped to 17&#8217;715 protein-coding genes, providing protein-level evidence for &#62; 90% of all protein-coding genes annotated in the neXtProt repository. Among all identified proteins, 10&#8217;755 were detectable across all tissues. Notably, we identified 37 proteins mapping to putative genes. In part two of the atlas, quantitative expression profiles were generated for 15&#8217;772 protein groups using TrueDiscovery DIA-MS across the 22 tissues. These data allow us to investigate ubiquitous vs. tissue-restricted protein expression of various protein classes such as surface receptors or kinases. Moreover, we performed correlation analysis between protein expression and mRNA abundance across 19 tissues, demonstrating that for a significant portion of the proteome, mRNA level-information is not an adequate proxy for protein expression. Collectively, this MS-based resource alleviates dependency on antibody-based reagents. We envision that the tissue atlas can be expanded to cover various disease indications, providing valuable insights for target discovery and assessment of target\/off-target tissue distribution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Target discovery,Mass spectrometry,Receptors,Protein expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Schaer, M. Tognetti, R. Bruderer, P. Shichkova, <b>Y. Feng<\/b>, L. Reiter; <br\/>Biognosys AG, Schlieren, Switzerland","CSlideId":"","ControlKey":"188c9418-810c-408c-874f-bb5b6ead54dd","ControlNumber":"4666","DisclosureBlock":"&nbsp;<b>S. Schaer, <\/b> None..<br><b>M. Tognetti, <\/b> None..<br><b>R. Bruderer, <\/b> None..<br><b>P. Shichkova, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>L. Reiter, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1847","PresenterBiography":null,"PresenterDisplayName":"Yuehan Feng, PhD","PresenterKey":"7307bad2-eacb-448b-9ce8-96a5ea8dcbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1847. Human protein atlas: A resource for target expression across 19 tissues","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human protein atlas: A resource for target expression across 19 tissues","Topics":null,"cSlideId":""},{"Abstract":"With the Cellular Thermal Shift Assay (CETSA) celebrating its first decade since the PoC publication, the method has gained much interest in the basic science field as well as become an industry standard in applied drug discovery setting. In the last few years it has become apparent that in addition to providing information about drug-protein interaction, CETSA based thermal profiling of cells can help describe additional aspects of cell biology as it gives insight into the activating and rewiring of protein-protein interaction networks inside the cell upon stimuli. In the work presented here, we have used CETSA coupled to high resolution mass spectrometric readout to profile the response patterns of about 8000 proteins to several hundred molecular probes and marketed drugs. The goal has been to provide a map of wanted and unwanted effects following treatment and to correlate it to alternative readouts, by for example cellular imaging and cell death assays.<br \/>We have applied the CETSA protocol for close to five hundred compounds, many in several cell-lines (HepG2, U87MG and K562). The experimental setup includes the step of treating the cells with a certain compound at a fixed concentration. After incubation for an hour, we heated the cells to a range of temperatures, followed by a lysis protocol and pooling of the samples. After this, the samples have been centrifuged to separate the soluble from insoluble fraction. The soluble fraction has then been prepared for MS acquisition using TMT based multiplexing.<br \/>Typically, this allowed us to monitor changes in thermal stability among more than 8,000 proteins, as a consequence of compound treatment. This data reveals specific compound &#8220;fingerprints&#8221; that can be used to decipher mode of action and identify biomarkers. Despite the short incubation time, proteins with compound-induced thermal stability shifts are not only targets\/off-targets (direct binders), but also downstream, and sometimes upstream, pathway members and general cellular responses. All data combined makes the basis of the Target Engagement Atlas. Here we can see clusters of compounds, sharing similar protein binding profiles. Among the most prominent ones are mTOR inhibitors, NSAIDs, as well as tubulin binders. Alternatively, one can use this resource to reveal clusters of &#8220;pharmacologically&#8221; associated protein networks. We show that pharmacological perturbation allows identification of clusters representing tight protein complexes (for example ribosomes), known metabolic pathways (folate biosynthesis), molecular functions (kinases), as well as networks of proteins linked only by ligand binding specificity.<br \/>CETSA MS allows for unbiased, cellular, and molecular profiling of compound effects. Together with data from clinical settings, as well as in vivo\/in vitro end point assays it is possible to correlate the CETSA patterns to wanted but also unwanted responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,systems biology,cellular thermal shift assay,Thermal Proteome Profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Friman, A. Chernobrovkin, T. Tolvanen, E. Gilson, S. Lundgren, V. Brehmer, <b>D. Martinez Molina<\/b>; <br\/>Pelago Bioscience, Stockholm, Sweden","CSlideId":"","ControlKey":"f5f741a1-2e64-4abc-8eaf-bcc1e1a29a1d","ControlNumber":"6703","DisclosureBlock":"&nbsp;<b>T. Friman, <\/b> None..<br><b>A. Chernobrovkin, <\/b> None..<br><b>T. Tolvanen, <\/b> None..<br><b>E. Gilson, <\/b> None..<br><b>S. Lundgren, <\/b> None..<br><b>V. Brehmer, <\/b> None..<br><b>D. Martinez Molina, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1848","PresenterBiography":null,"PresenterDisplayName":"Daniel Martinez Molina, PhD","PresenterKey":"705febab-493e-4d64-abfd-2d710cb163aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1848. The Cellular Thermal Shift assay and its applications in Target ID, MoA determination and biomarker discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Cellular Thermal Shift assay and its applications in Target ID, MoA determination and biomarker discovery","Topics":null,"cSlideId":""},{"Abstract":"Interactions between individual biomolecules give rise to emergent signaling and regulatory networks that govern complex and varied biological processes. Disruption of these finely tuned interactions can result in imbalanced cellular states that drive diseases; for example, many metastatic cancers become desensitized to checkpoints encoded by molecular contacts. Still, numerous interaction networks remain unmapped within the cell, namely those between cryptic endogenous peptides and their protein targets. This is primarily due to the lack of investigation around translation events that occur from &#8220;noncoding&#8221; genetic material and limited knowledge of how translated polypeptides can mature into functional proteolytic fragments. Moreover, technologies to map protein-peptide interactions in an efficient and reliable manner are limited, leaving a gap in knowledge of how many bioactive peptides regulate cellular homeostasis. We aim to map the interactions of short (30 &#62; amino acid), bioactive peptides that are (1) translated from noncanonical open reading frames or (2) generated through proteolytic cleavage of nascent proteins. To achieve these goals, we are leveraging the recently developed MicroMap technology and label-free mass spectrometry-based proteomics. A scalable and reliable platform to discover peptide binding targets will uncover the elusive functional roles of understudied endogenous peptides in cell signaling and their part in driving cancer cell survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Proteomics,Peptides,Noncoding RNA,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. D. Warren<\/b>, N. Yardeny, J. B. Geri; <br\/>Weill Cornell Grad. School of Medical Sci., New York City, NY","CSlideId":"","ControlKey":"aac6ee4d-1666-4a0a-aea1-d32f64c01b38","ControlNumber":"2547","DisclosureBlock":"&nbsp;<b>C. D. Warren, <\/b> None..<br><b>N. Yardeny, <\/b> None..<br><b>J. B. Geri, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1849","PresenterBiography":null,"PresenterDisplayName":"Charles Warren","PresenterKey":"1e0a5ee5-fac0-4a52-ae3e-f92ccfe4c09e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1849. High throughput interactome profiling of small bioactive peptides","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High throughput interactome profiling of small bioactive peptides","Topics":null,"cSlideId":""},{"Abstract":"Proteomic changes were investigated in a neuroblastoma cell line, SK-N-AS, treated with a small molecule inhibitor, AOH1996, designed to specifically bind proliferating cell nuclear antigen (PCNA) in cancer. PCNA is crucial to DNA replication, DNA repair, transcription, cell cycle control, and chromatin organization through interactions with different proteins. Pathway analysis of differential protein expressions between treated and untreated cells revealed less G2\/M DNA damage checkpoint regulation and decreased assembly of RNA polymerase complex. Phosphoproteomic analysis by PTM Signature Enrichment Analysis (PTM-SEA) identified signatures of kinase activities, signaling pathways, and perturbations. Specifically, the histone deacetylase inhibitors belinostat and vorinostat were identified as enriched perturbation signatures. Both inhibitors were tested in combination with AOH1996 in SK-N-AS as well as cell lines derived from breast, lung, ovarian, and pancreatic cancer, revealing drug synergies at specific dose combinations. Western blot analysis showed that belinostat decreased protein expression of PCNA, suggestive of mechanistic synergies with AOH1996+belinostat combination therapies. Our proteomic analysis reveals a therapeutic potential of combining AOH1996 and histone deacetylase inhibitors for treating cancer with possibly lower drug dose and toxicities compared to single drug treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-04 Other,,"},{"Key":"Keywords","Value":"Proteomic analysis,Histone deacetylase inhibitor,Neuroblastoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. M. Li<\/b><sup>1<\/sup>, K. Garcia-Mansfield<sup>2<\/sup>, R. G. Lingeman<sup>1<\/sup>, L. Gu<sup>1<\/sup>, R. J. Hickey<sup>1<\/sup>, P. Pirrotte<sup>2<\/sup>, L. H. Malkas<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of City of Hope, Duarte, CA, <sup>2<\/sup>Translational Genomics Research Institute, Phoenix, AZ","CSlideId":"","ControlKey":"6844dda6-cca4-4349-9963-d87bfad1a736","ControlNumber":"3798","DisclosureBlock":"&nbsp;<b>C. M. Li, <\/b> None..<br><b>K. Garcia-Mansfield, <\/b> None..<br><b>R. G. Lingeman, <\/b> None..<br><b>L. Gu, <\/b> None..<br><b>R. J. Hickey, <\/b> None..<br><b>P. Pirrotte, <\/b> None..<br><b>L. H. Malkas, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1850","PresenterBiography":null,"PresenterDisplayName":"Caroline Li, PhD","PresenterKey":"1cb9aea2-e23c-45c5-9c63-2eb2a51d97a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1850. From proteomic analysis to early investigations of combining inhibitors targeting PCNA and histone deacetylase","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"From proteomic analysis to early investigations of combining inhibitors targeting PCNA and histone deacetylase","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer is the leading cause of cancer related deaths worldwide, accounts for over 700,000 deaths each year. There is an urgent need for advancing therapeutic strategies for patients with gastric cancer. Addressing this need, the Clinical Proteomics Tumor Analysis Consortium (CPTAC) has conducted a comprehensive characterization of gastric cancer, aiming to elucidate the complex molecular mechanisms driving this cancer type, and to discover underlying cancer biology that will form the basis for developing new approaches for precision medicine. This comprehensive study includes an integrated multi-level proteomics analysis of 165 surgically resected gastric cancer and 41 normal adjacent tissues. We employed a multi-faceted approach, analyzing the proteome, phosphoproteome and glycoproteome, along with other protein modifications including ubiquitination, acetylation, and tyrosine phosphorylation. Furthermore, we extended our research to include 74 pairs of early-onset gastric cancer and normal adjacent tissues, analyzed using a proteomic approach. We can totally identify more than 12,000 protein groups with median identification of 9750 protein groups per sample. This expansive dataset helps constructing a comprehensive multi-omics atlas of gastric cancer, offering a deep understanding into the disease's molecular landscape. The depth of this study was enhanced by incorporating multi-level proteomics data across 6 tiers, facilitating an unprecedented multi-level proteomics analysis. Our integrated approach allows us to illustrate the changes in protein expression, protein modifications, signaling pathways, and protein networks during tumorigeneis. This analysis uncovers potential therapeutic targets for personalized treatments. Overall, our study provides a multi-omics atlas for gastric cancer, a profound insight into gastric cancer biology, contributing significantly to the understanding of its pathogenesis. It could pave the way for precise treatments for gastric cancer, underscoring the potential of multi-level proteomics analyses in advancing personalized medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Gastric cancer,Proteomic analysis,Tumor biology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b>, Clinical Proteomic Tumor Analysis Consortium (CPTAC); <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"ed279ef9-01da-4a6c-ac10-15cda539dbad","ControlNumber":"7879","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1851","PresenterBiography":null,"PresenterDisplayName":"Yuefan Wang, Dr PH","PresenterKey":"c3b961a3-3cd8-47d4-9a6b-336a16d972cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1851. Comprehensive multi-level proteomics characterization of gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive multi-level proteomics characterization of gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"The National Cancer Institute&#8217;s Clinical Proteomic Tumor Analysis Consortium (NCI&#8217;s CPTAC) is a national effort to accelerate the understanding of cancer biology through the integration of large-scale proteome and genome analysis, or proteogenomics. The program which is composed of a Tumor Characterization Program and a Translational Research Program (proteomics.cancer.gov) aims to leverage the investments made in cancer research by understanding the molecular changes by proteogenomically characterizing cancers and accelerating the basic discovery toward clinical impact. All data and analytical tools are made broadly available to the research community through public databases to maximize utility and public benefit.CPTAC teams have characterized a plethora of treatment-na&#239;ve tumor types, including colorectal, ovarian, breast, clear cell renal cell carcinoma, uterine corpus endometrial carcinoma, lung adenocarcinoma, lung squamous cell carcinoma, brain (including adult, pediatric, and adolescent and young adult), head and neck squamous cell carcinoma, and pancreatic ductal adenocarcinoma (proteomics.cancer.gov\/resources\/milestones-and-publications). Ongoing projects include acute myeloid leukemia (AML), cutaneous melanoma, sarcoma, oligodendroglioma, gastric, prostate, liver, and thyroid cancers. In the PTRC Program, CPTAC is partnering with NCI-sponsored clinical trials to support clinically relevant research projects that would elucidate biological mechanisms of therapeutic response, resistance, and\/or toxicity in cancers including AML, multiple myeloma, melanoma, and lung cancers.<br \/>All mass spectrometry-based proteomic, genomic, and imaging data (histopathology and radiology) are made publicly available at the CPTAC Proteomic Data Commons (pdc.cancer.gov), Genomic Data Commons (gdc.cancer.gov), and the Cancer Imaging Archive (cancerimagingarchive.net) \/ Imaging Data Commons (imaging.datacommons.cancer.gov) respectively. CPTAC is also supporting development of new proteogenomic data analysis tools (proteomics.cancer.gov\/resources\/computational-tools). In addition, the CPTAC Assay Portal (assays.cancer.gov) is a public resource populated with mass spectrometry-based targeted proteomic assays developed by the consortium for quantitatively measuring proteins of interest, including those discovered through comprehensive tumor characterization. Lastly, well-characterized monoclonal antibodies targeting cancer-specific proteins and peptides are also made available at CPTAC&#8217;s Antibody Portal (antibodies.cancer.gov).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Proteomics,Mass spectrometry,Genomics,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mehdi Mesri<\/b><sup><\/sup>, Eunkyung An<sup><\/sup>, Xu Zhang<sup><\/sup>, Jasmin Bavarva<sup><\/sup>, Ana I. Robles<sup><\/sup>, Tara Hiltke<sup><\/sup>, Henry Rodriguez<sup><\/sup><br><br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"26b93ec8-2048-4494-99f8-28033967a95b","ControlNumber":"1638","DisclosureBlock":"&nbsp;<b>M. Mesri, <\/b> None..<br><b>E. An, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>J. Bavarva, <\/b> None..<br><b>A. I. Robles, <\/b> None..<br><b>T. Hiltke, <\/b> None..<br><b>H. Rodriguez, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1852","PresenterBiography":null,"PresenterDisplayName":"Mehdi Mesri, PhD","PresenterKey":"86264eb1-93fa-42ba-aa9a-2fe2a8f95950","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1852. NCI&#8217;s Clinical Proteomic Tumor Analysis Consortium: A proteogenomic cancer analysis program","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCI&#8217;s Clinical Proteomic Tumor Analysis Consortium: A proteogenomic cancer analysis program","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer (PCa) is the most common non-skin malignancy and the second leading cause of cancer related death in men. Prostate cancer is a heterogeneous disease with diverse clinical outcomes ranging from indolent asymptomatic cases to very aggressive and potentially lethal metastatic forms of the disease. Early detection of PCa is predominantly through determination of serum PSA levels and digital rectal examinations (DRE). Subsequently, biopsy based Gleason Grade Scores and TNM staging, tumor size or mpMRI are used to assess disease severity and progression. However, due to the low specificity of PSA concentration in diagnosis and prognosis, biopsy complications, and high mpMRI costs, there is still a critical need to identify and develop novel noninvasive biomarkers that discriminate indolent from aggressive PCa upon diagnosis. Our long-term objective is to discover biomarkers for aggressive PCa, develop and to implement them into robust clinical testing minimally invasive assays for PCa risk stratification at diagnosis. The current focus is on Prostate-Specific Membrane Antigen (PSMA), a membrane bound glycoprotein, that is significantly over-expressed in aggressive and metastatic prostate carcinomas and with poor patient prognosis. The role of its glycosylation status and composition in disease progression and its glycoforms on biomarker development and therapeutics is unknown. Aberrant glycosylation of glycoproteins occurs in many cancers, and it influences disease progression. We rationalize that differential glycosylation of PSMA correlate with progression to aggressive PCa and that PSMA glycopeptides and glycoforms can be used as diagnostics and prognosticators for aggressive disease.<br \/>Methods\/Results: PSMA was isolated from risk Grade Group stratified post-DRE urines, seminal plasma and prostate cancer cell lines with different metastatic phenotypes cell line lysates. Intact glycopeptides were isolated, purified and analyzed by qualitative and quantitative mass spectrometry to identify site specific glycoforms. Our data demonstrate differential expression of unique PSMA glycoforms that correlate with disease risk and severity. Conclusions: Differential glycosylation of PSMA correlates with PCa disease progression to aggressive phenotypes and may have utility in disease stratification. Ongoing studies focus on determining if these qualitative and quantitative changes have diagnostic\/prognostic value and if these be integrated with other PCa biomarkers to improve their prognostic power in discriminating aggressive PCa.<br \/>Acknowledgements: This work was supported by the DOD, USAMRAA, through the Prostate Cancer Research Program under Award No. W81XWH18-1-0228. Opinions, interpretations, and conclusions are those of the author and are not necessarily endorsed by the USAMRAA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Biomarkers,Glycosylation,PSMA,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Mackay, I. O. Oduor, T. C. Burch, D. A. Troyer, O. J. Semmes IV, <b>J. O. Nyalwidhe<\/b>; <br\/>Eastern Virginia Medical School, Norfolk, VA","CSlideId":"","ControlKey":"abd26e53-5fb2-40da-bf12-bd2c4b22b9cf","ControlNumber":"3481","DisclosureBlock":"&nbsp;<b>S. Mackay, <\/b> None..<br><b>I. O. Oduor, <\/b> None..<br><b>T. C. Burch, <\/b> None..<br><b>D. A. Troyer, <\/b> None..<br><b>O. J. Semmes, <\/b> None..<br><b>J. O. Nyalwidhe, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1853","PresenterBiography":null,"PresenterDisplayName":"Julius Nyalwidhe, PhD","PresenterKey":"c86cc86b-0726-4de1-b833-2e525252948a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1853. Prostate specific membrane antigen (PSMA) glycoforms and prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prostate specific membrane antigen (PSMA) glycoforms and prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Most patients treated with immune checkpoint blockade (ICB) do not have durable treatment responses, stressing a critical need to identify early non-invasive biomarkers of response. Circulating biomarkers provide easy access for serial monitoring and can provide insight on the mechanisms of response to ICB. We performed plasma proteomics (~3000 proteins) on 250 metastatic melanoma patients before and on ICB treatment and performed analysis to identify response- and time point-associated peripheral protein biomarkers. We next generated patient-matched peripheral blood lymphocyte (PBL) surface proteomic data and tumor sample bulk transcriptomic data to build a multimodal dataset. We leveraged these data to train machine learning models for unsupervised analysis and to classify treatment responses and learned features predictive of survival and patient endotypes. Using univariate linear models to predict protein abundance based on time point, response and the interaction term for time point and response, we identified 343 time point-associated proteins, 141 response-associated proteins, and one interaction-associated protein. We further investigated response-related proteins by fitting multivariate logistic regression and cox proportional hazards regression models to further investigate the ability of these proteins to predict response, progression-free survival (PFS), and overall survival (OS) and identify those proteins that are most important in predicting response. We calculated covarying modules of proteins that were found to be either response-associated or time point-associated to discover underlying biological networks at different treatment time points and disease response states. Additionally, we leveraged these modules to endotype patients and identified trends in protein modules across patient subsets, including modules related to biological processes such as immune infiltration, apoptosis, metaplasia and cell adhesion. To understand the contribution of different compartments on plasma proteomic abundance, we studied correlations of plasma protein abundance with PBL surface protein abundance and tumor bulk mRNA-sequencing expression. Finally, we integrated our data modalities and fit various statistical models to evaluate the relative importance of plasma protein biomarkers in predicting response compared to PBL surface proteins and tumor bulk mRNA-sequencing expression. Together, these data represent one of the deepest peripheral biomarker studies using paired samples in melanoma patients treated with anti-PD1 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomic analysis,Biomarkers,Anti-PD-1,Malignant melanoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Samuel J. Wright<\/b><sup>1<\/sup>, Deepika Yeramosu<sup>1<\/sup>, Milan Parikh<sup>1<\/sup>, Marijana Rucevic<sup>2<\/sup>, Ngan Nguyen<sup>3<\/sup>, Russell W. Jenkins<sup>4<\/sup>, Keith T. Flaherty<sup>4<\/sup>, Nir Hacohen<sup>4<\/sup>, Genevieve M. Boland<sup>4<\/sup>, Arnav Mehta<sup>1<\/sup><br><br\/><sup>1<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA,<sup>2<\/sup>Olink Proteomics, Watertown, MA,<sup>3<\/sup>Teiko.bio, Salt Lake City, UT,<sup>4<\/sup>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"0baff96b-dfd1-4946-9ca4-c10c3f933e16","ControlNumber":"8037","DisclosureBlock":"&nbsp;<b>S. J. Wright, <\/b> None..<br><b>D. Yeramosu, <\/b> None.&nbsp;<br><b>M. Parikh, <\/b> <br><b>Third Rock Ventures<\/b> Independent Contractor. <br><b>M. Rucevic, <\/b> <br><b>Olink Proteomics<\/b> Employment. <br><b>N. Nguyen, <\/b> <br><b>Teiko.bio<\/b> Employment. <br><b>R. W. Jenkins, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Other, Advisory board and has financial interest. <br><b>K. Flaherty, <\/b> <br><b>Clovis Oncology<\/b> Serves on Board of Directors. <br><b>Strata Oncology<\/b> Other, Serves on Board of Directors. <br><b>Kinnate<\/b> Other, Serves on Board of Directors. <br><b>Checkmate Pharmaceuticals<\/b> Serves on Board of Directors. <br><b>Scorpion Therapeutics<\/b> Serves on Board of Directors. <br><b>PIC Therapeutics<\/b> Other, Serves on Scientific Advisory Board. <br><b>Apricity<\/b> Other, Serves on Scientific Advisory Board. <br><b>Tvardi<\/b> Serves on Scientific Advisory Board. <br><b>ALX Oncology<\/b> Other, Serves on Scientific Advisory Board. <br><b>xCures<\/b> Other, Serves on Scientific Advisory Board. <br><b>Monopteros<\/b> Other, Serves on Scientific Advisory Board. <br><b>Vibliome<\/b> Other, Serves on Scientific Advisory Board. <br><b>Solely Therapeutics<\/b> Other, Serves on Scientific Advisory Board. <br><b>Takeda<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>Transcode Therapeutics<\/b> Independent Contractor. <br><b>N. Hacohen, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>BioNTech<\/b> Stock Option. <br><b>Related Sciences\/Danger Bio<\/b> Independent Contractor, Stock Option. <br><b>G. M. Boland, <\/b> <br><b>Olink Proteomics<\/b> Grant\/Contract. <br><b>InterVenn Biosciences<\/b> Grant\/Contract. <br><b>Palleon Pharmaceuticals<\/b> Grant\/Contract. <br><b>Merck<\/b> Independent Contractor, Other, Serves on Scientific Advisory Board. <br><b>Novartis<\/b> Other, Serves on Scientific Advisory Board. <br><b>Nektar Therapeutics<\/b> Other, Serves on Scientific Advisory Board. <br><b>Iovance<\/b> Other, Serves on Scientific Advisory Board. <br><b>Ankyra Therapeutics<\/b> Independent Contractor, Other, Serves on Scientific Advisory Board. <br><b>A. Mehta, <\/b> <br><b>Third Rock Ventures<\/b> Employment, Independent Contractor. <br><b>Asher Biotherapeutics<\/b> Independent Contractor, Stock Option. <br><b>Abata Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>Flare Therapeutics<\/b> Independent Contractor. <br><b>venBio Partners<\/b> Independent Contractor. <br><b>BioNTech<\/b> Independent Contractor. <br><b>Rheos Medicines<\/b> Independent Contractor. <br><b>Checkmate Pharmaceuticals<\/b> Independent Contractor. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1854","PresenterBiography":null,"PresenterDisplayName":"Samuel Wright, BA","PresenterKey":"27cd729a-ee94-4ba4-91b5-ea59a595144c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1854. Plasma proteomic biomarkers identify non-responders and reveal biological insights about the tumor microenvironment in melanoma patients after PD1 blockade","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasma proteomic biomarkers identify non-responders and reveal biological insights about the tumor microenvironment in melanoma patients after PD1 blockade","Topics":null,"cSlideId":""},{"Abstract":"High-Grade Serous Ovarian Carcinoma (HGSOC) is a highly aggressive and heterogeneous cancer with variable treatment responses. Current treatment strategies, including surgical resection and chemotherapy, are often ineffective due to a lack of molecular markers to predict drug sensitivity and patient prognosis. Mass spectrometry-based proteomics analysis is a powerful tool for biomarker discovery, but it is restricted by the availability and quality of archived clinical specimens.<br \/>In this study, we developed a proteomics-based biomarker discovery pipeline that optimizes the extraction and sample preparation from archived tissue specimens of HGSOC patients. Macrodissection of the tumor rich tissue areas of interest ensured sample purity and statistical power for comparative analysis.<br \/>Using liquid chromatography-tandem mass spectrometry (LC-MS\/MS), we conducted a comprehensive, global proteomics analysis of FF tissue specimens from 25 HGSOC patients to associate proteomic profiles with patient outcomes. Combining high-resolution mass spectrometry proteomics of clinical samples with advanced computational tools for clinical data mining, we were able to identify pathways associated with HGSOC that hold clinical significance.<br \/>Our unique biomarker discovery platform provides a novel strategy for detecting cancer vulnerabilities from archived tissue samples and identifying proteomic biomarkers linked with treatment response and patient prognosis beyond BRCA mutation status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Ovarian cancer,Proteomics,Biomarkers,Biospecimen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Shenoy, <b>G. Arad<\/b>, D. Kovalerchik, A. Manor, N. Simchi, D. Daitchman, K. Pevzner, E. Seger; <br\/>Protai, Tel Aviv, Israel","CSlideId":"","ControlKey":"b21269bf-77b4-4dbd-a435-dc99b0061d57","ControlNumber":"8103","DisclosureBlock":"&nbsp;<b>A. Shenoy, <\/b> None..<br><b>G. Arad, <\/b> None..<br><b>D. Kovalerchik, <\/b> None..<br><b>A. Manor, <\/b> None..<br><b>N. Simchi, <\/b> None..<br><b>D. Daitchman, <\/b> None..<br><b>K. Pevzner, <\/b> None..<br><b>E. Seger, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1855","PresenterBiography":null,"PresenterDisplayName":"Gali Arad, PhD","PresenterKey":"196a190f-a571-4a18-a7a6-1f0934cfdb4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1855. Proteomics driven biomarker discovery for high-grade serous ovarian carcinoma from archived tissue specimens","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"209","SessionOnDemand":"False","SessionTitle":"Proteomics and Mass Spectrometry 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomics driven biomarker discovery for high-grade serous ovarian carcinoma from archived tissue specimens","Topics":null,"cSlideId":""}]