[{"Abstract":"Inflammatory breast cancer (IBC) is a rare and aggressive type of breast cancer in which the lymphatic vessels become blocked by cancer cells in the breast tissue. The five-year survival rate for this type of cancer is around 40%, one of the worst among breast cancer. Most IBCs are estrogen receptor (ER) and progesterone receptor (PR) negative and HER2 positive, with some presenting an amplification of HER2 while others are ER, PR, and HER2 negative, formally known as the triple-negative (TNBC) subtype. However, it has been reported that treatment with 17&#946;-Estradiol (E2) of ER-negative IBC and non-IBC cells can exert rapid non-genomic signaling mediated by ER&#945;-36, GPR30, and\/or estrogen receptor beta, activating MAPK pathways involved in oncogenic phenotypes. Previous data generated in our lab showed that when cells were treated with estradiol it led to increased phosphorylation levels of p38. However, the specific role p38 MAPK signaling takes on in IBC is unknown. Thus, this study centers on examining the role of estradiol and p38 regulation in the triple-negative IBC cell line model, SUM149PT. We hypothesize that upon estradiol treatment p38 signaling pathway is activated resulting in the over-expression of pro-inflammatory cytokines which regulate pro-tumorigenic phenotypes including the growth and survival of IBC cells. Inflammatory cytokines can promote pro-oncogenic features by promoting cell proliferation, angiogenesis, and immune suppression. We treated SUM149 IBC cells with 10nM of estradiol and measured the levels of human cytokines using a Human Cytokine Antibody Array. In addition, treatment using SB202190, a potent p38 inhibitor, caused a significant decrease in cell viability of several breast cancer cell lines in a dose-dependent manner. Ongoing studies include assessing the effects of p38 inhibition proliferation, invasion, and migration. In summary, a better characterization of the effect of E2 and p38 activation in ER-negative cell lines may provide great insight into novel targeted therapies for IBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cytokines,p38 MAP kinases,Breast cancer,Estradiol,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. V. Ramirez<\/b><sup>1<\/sup>, A. D. Bonilla-González<sup>1<\/sup>, J. Guzman-Rivera<sup>2<\/sup>, E. A. Peterson-Peguero<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico - Rio Piedras, San Juan, PR, <sup>2<\/sup>Rutgers University, Newark, NJ","CSlideId":"","ControlKey":"9cb50cb9-a2b9-40a3-940b-0494b4b221fd","ControlNumber":"7684","DisclosureBlock":"&nbsp;<b>K. V. Ramirez, <\/b> None..<br><b>A. D. Bonilla-González, <\/b> None..<br><b>J. Guzman-Rivera, <\/b> None..<br><b>E. A. Peterson-Peguero, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6951","PresenterBiography":null,"PresenterDisplayName":"Keyla Ramirez, BS,AS","PresenterKey":"619f57e6-422f-4199-8cad-a8def706229c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6951. The role of estrogen-dependent activation of p38 MAPK signaling pathway in inflammatory breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of estrogen-dependent activation of p38 MAPK signaling pathway in inflammatory breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated cachexia (CAC), characterized by loss of skeletal muscle and involuntary body weight loss, is responsible for increased chemotherapy toxicity, reduced quality of life, and impaired survival in cancer patients. While interleukin-11 (IL11), one of the IL6 family cytokines, was originally thought to be involved in hematopoiesis, studies increasingly suggest its involvement in tumorigenesis including chemoresistance, metastasis, and survival of cancer cells. However, the precise role of IL11 in CAC has not been determined. Our lab has previously shown that IL11 treatment suppressed the myogenic differentiation of C2C12 myoblasts, suggesting that IL11 may interfere with differentiation and subsequent regeneration of muscle. In this study, we investigated the role of IL11 in cancer-induced muscle wasting using cell culture and mouse models. The mRNA expression of IL11 was highly up-regulated in C26 and Lewis lung carcinoma (LLC) cells, two well-known cachectic mouse cancer cell lines, while its expression was low in a non-cachectic MC38 mouse colon cancer cell line. Knockdown of IL11 in C26 cells using two independent lentiviral shRNAs significantly reduced the mRNA levels of the cytokines involved in CAC including GDF15, LIF, and VEGFA, while the mRNA level of IL6 was not significantly altered. Additionally, IL11 knockdown significantly reduced the mRNA and protein levels of ATF4, CHOP, and TRIB3, suggesting that IL11 may be responsible for the activation of unfolded protein response, an adaptive mechanism for growth, survival, and angiogenesis of cancer. Knockdown of IL11 in C26 and LLC cell lines also significantly reduced the volume of tumors in syngeneic mouse models, while over-expression of IL11 in MC38 cells increased tumor size. Moreover, the knockdown of IL11 in cachectic cancer cells partially prevented the loss of muscle and body weight in tumor-bearing mice, although the amelioration of muscle loss by IL11 knockdown may be associated with the decreased tumor burden. Together, these results indicate that IL11 may contribute to muscle wasting and provide novel insight into the previously unestablished role of IL11 in CAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Growth factors,,"},{"Key":"Keywords","Value":"Cachexia,Cytokines,Unfolded protein response (UPR),Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Drinkwater, A. Meyers, S. Kargari, N. Crisan, <b>A. Mody<\/b>, M. Shim; <br\/>Midwestern University - Glendale Campus, Glendale, AZ","CSlideId":"","ControlKey":"f363485d-1194-4350-b354-06b7dd9b71a0","ControlNumber":"7685","DisclosureBlock":"&nbsp;<b>K. Drinkwater, <\/b> None..<br><b>A. Meyers, <\/b> None..<br><b>S. Kargari, <\/b> None..<br><b>N. Crisan, <\/b> None..<br><b>A. Mody, <\/b> None..<br><b>M. Shim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6952","PresenterBiography":null,"PresenterDisplayName":"Aaron Mody, MS,BS","PresenterKey":"001778ca-752b-407a-a342-9fbfc6c03a01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6952. The role of interleukin-11 (IL11) in cancer-associated cachexia (CAC)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of interleukin-11 (IL11) in cancer-associated cachexia (CAC)","Topics":null,"cSlideId":""},{"Abstract":"Colitis-associated cancer (CAC) is considered the most severe complication of inflammatory bowel disease (IBD). It has been demonstrated that WNT2B deficiency leads to severe intestinal impairment in humans and predisposes to colitis in mice. Evaluating a human cohort from The Cancer Genome Atlas (TCGA), we observed that low expression of WNT2B is associated with poor prognosis of patients with colon cancer. However, the functional roles of WNT2B in CAC development remain unclear, and we hypothesized that WNT2B is involved in the resistance to CAC development during long-term colitis. Thus, we model CAC development using Wnt2b deficient mice subjected to mutagenesis induction with 10 mg\/kg Azoxymethane (AOM) and a long-term colitis protocol with three cycles of 2.5% Dextran Sodium Sulfate in the drinking water for three days, followed by a recovery period with autoclaved water. We observed that Wnt2b KO mice had increased susceptibility to colitis and more significant body weight changes than WT mice, especially in the first and second recovery cycles of colitis recovery. The maximum weight loss and disease activity index (DAI) were significantly higher in KO than in WT mice. Interestingly, Wnt2b KO mice developed more tumors, which were more extensive than those observed in WT. Moreover, the histopathological analysis showed that Wnt2b KO had the highest score for ulceration, aberrant crypt foci, and immune cell infiltration. Our data suggest a protective role for WNT2B, conferring resistance to tumor development during colitis. Furthermore, our data provides new insights into the functional roles of Wnt ligands in colon cancer. A better understanding of the factors involved in CAC etiology is critical for improving diagnosis and developing new targeted therapies. We believe WNT2B may emerge as one of these factors and offer novel targets for improved colorectal cancer management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Colorectal cancer,Wnt pathway,Inflammatory bowel disease,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Silva Oliveira<\/b><sup>1<\/sup>, A. E. O'Connell<sup>2<\/sup>; <br\/><sup>1<\/sup>Boston Children's Hospital, Brookline, MA, <sup>2<\/sup>Boston Children's Hospital, Division of Newborn Medicine, Brookline, MA","CSlideId":"","ControlKey":"591f6c1c-b644-45ce-9ab0-0dd97547a99c","ControlNumber":"1832","DisclosureBlock":"&nbsp;<b>L. Silva Oliveira, <\/b> None..<br><b>A. E. O'Connell, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6953","PresenterBiography":null,"PresenterDisplayName":"Luiz Fernando Silva Oliveira, BS;DSc;MS","PresenterKey":"76ac866f-54fc-4fa6-ae3c-af0f8ccf51f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6953. Wnt2b deficiency exacerbates colitis and leads to increased tumorigenesis in mice","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Wnt2b deficiency exacerbates colitis and leads to increased tumorigenesis in mice","Topics":null,"cSlideId":""},{"Abstract":"Glycine decarboxylase (GLDC) is a mitochondrial enzyme of glycine cleavage system which catalyzes glycine to donate for one-carbon metabolism. It is implicated as a tumor suppressor in hepatocellular carcinoma but as an oncogene in lung cancer. Although GLDC expression in the kidney is second highest next to the liver, the role of GLDC in the kidney remains unclear. Thus, this study was designed to determine the role of GLDC in renal carcinoma. We found markedly increased expressions of GLDC in patients with renal cell carcinoma (RCC) classified as poor-risk group based on the Memorial Sloan Kettering Cancer Center prognostic model<i>. In vitro<\/i> studies revealed that cellular proliferation, colony formation was decreased in GLDC-deficient renal carcinoma cells. Additionally <i>in vivo<\/i> xenograft studies with GLDC-deficient and -overexpressing cells also revealed that tumor sizes were noticeably decreased in GLDC-deficient cell-injected mice while those were increased in GLDC-overexpressing cell-injected mice. Mechanistically, we found GLDC regulates renal carcinoma progression via interferon (IFN) stimulated gene factor 3 (ISGF3)-mediated pathway. Expressions of IRF9 and STAT2 were increased in GLDC-deficient cells while those were decreased in GLDC-overexpressing cells. Upon inducing expression of ISGF3 subunits, GLDC deletion elevated DNA damage, mitotic catastrophe, mitochondrial deficiency induced by chemotherapy. Finally, GLDC knockdown diminished pyrimidine synthesis to impair renal cancer progression. In summary, our finding reveals that GLDC regulates renal carcinoma progression and DNA damage response via ISFG3-medated pathway and lays a scientific foundation that could support a therapeutic strategy that targets GLDC for the treatment of renal carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Interferons,DNA damage response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kim<\/b>, B. Kim, M. Choe, T. Pham, M. Kim, J. Seo, S. Shin; <br\/>Keimyung University Dongsan Medical Center, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"35b8c417-0446-4e68-b2d2-137fd29fc5b9","ControlNumber":"8908","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>M. Choe, <\/b> None..<br><b>T. Pham, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>S. Shin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6954","PresenterBiography":null,"PresenterDisplayName":"Jin Young Kim, MD","PresenterKey":"221065e9-0079-4990-96e7-c2fd6f8a6689","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6954. Glycine decarboxylase regulates renal carcinoma progression and DNA damage response via interferon stimulated gene factor 3-mediated pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glycine decarboxylase regulates renal carcinoma progression and DNA damage response via interferon stimulated gene factor 3-mediated pathway","Topics":null,"cSlideId":""},{"Abstract":"The study of exosomes has attracted worldwide research due to its ability to modulate cellular activities, especially in the progression of cancer. Exosomes are membrane vesicles that can deliver lipids, proteins, and nucleic acids from one cell to another through membrane fusion, providing a unique form of cell-to-cell communication. It has been shown that KRAS G12V oncoprotein has been detected inside various pancreatic cancer cell derived exosomes. Our goal for this study was to examine the effect of KRAS G12V oncoprotein, detected inside exosomes isolated from THP-1 cell line supernatant, to activate MAPK pathway in MCF-7 breast cancer and AsPC-1 pancreatic cancer cells. To this end, we developed MILLIPLEX<sup>&#174;<\/sup> immunoassays to detect cell signaling proteins as well as the exosome markers (CD9, CD63 and CD81), using Luminex<sup>&#174;<\/sup> xMAP<sup>&#174;<\/sup> technology which allows multiplex detection of proteins in a small volume of sample. Exosomes were isolated from THP-1 derived cell supernatant, using Qiagen exoEasy Maxi kit according to the kit protocol. KRAS G12V oncoprotein was detected in isolated THP-1 exosomes. As a control, THP-1 exosomes were enriched with exosome markers such as CD9, CD63 and CD81. After 48-hour incubation of AsPC-1 cells with KRAS G12V containing THP-1 exosomes, significant increase in KRAS G12V levels were detected in AsPC-1 cells. More importantly, this increase in KRAS G12V levels corresponded with an increase in phosphorylated ERK signaling, but not JNK, p38, NF&#954;B, Akt, STAT3 and STAT3 pathways. In contrast, 48-hour incubation of MCF-7 cells with KRAS G12V containing THP-1 exosomes had no effect on any signaling pathways. Using MILLIPLEX<sup>&#174;<\/sup> multiplex immunoassays, our data supports research findings that exosomes contain mitogenic signaling components that may enhance progression of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Exosomes,KRAS,ERK,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. B. Hwang<\/b>, L. Marquardt, O. Sait, B. Gilliam, Q. Xiao; <br\/>MilliporeSigma, St. Louis, MO","CSlideId":"","ControlKey":"43eeec16-61c5-43c2-840f-25242064bd88","ControlNumber":"1185","DisclosureBlock":"<b>&nbsp;J. B. Hwang, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>L. Marquardt, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>O. Sait, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>B. Gilliam, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>Q. Xiao, <\/b> <br><b>MilliporeSigma<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6955","PresenterBiography":null,"PresenterDisplayName":"Joseph Hwang, PhD","PresenterKey":"2750e7ec-25d7-40d4-8fef-ca1757dd6cde","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6955. Activation of ERK pathway by mutant Ras oncoproteins derived from THP-1 cell exosomes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of ERK pathway by mutant Ras oncoproteins derived from THP-1 cell exosomes","Topics":null,"cSlideId":""},{"Abstract":"Introduction: About five percent of global cancer deaths are attributed to Head and Neck Squamous Cell Carcinoma (HNSCC), and its annual incidence is predicted to skyrocket by thirty percent by 2030 (according to GLOBOCAN estimates). HNSCC originates from squamous cells in the oral cavity, lips, tongue, larynx, pharynx, and salivary glands. Despite the comparatively easy tumor diagnosis, the number of patients diagnosed at an advanced stage with metastatic spread is substantial. Multiple cell-signaling pathways have been proven to be dysregulated in HNSCC, including the epidermal growth factor receptor (EGFR). Our group has identified CD109, a GPI-anchored membrane-associated protein, as a TGF-&#946; co-receptor that inhibits TGF-&#946; signaling. CD109 expression is upregulated in SCC, and its elevated expression in premalignant lesions is associated with an increased risk of metastatic progression. Recent studies by our team have revealed that CD109 promotes tumor growth <i>in vivo<\/i>, likely by enhancing EGFR signaling. Interestingly, we have also discovered that membrane CD109 (mCD109) is endogenously released from the cell surface; however, the mechanism of action of the released\/soluble form of CD109 (sCD109) remains unknown. In the current study, we examined whether sCD109 opposes the mCD109\/EGFR-mediated pro-tumorigenic signaling and HNSCC progression.<br \/>Research Questions: 1.Does sCD109 regulate EGF-induced EGFR signaling and downstream stem cell marker expression?2.Does sCD109 regulate EGFR expression levels on the HNSCC cell surface?3.Does sCD109 affect the nuclear localization of EGFR?4.Does sCD109 promote EGFR internalization and degradation?<br \/>Methodology: HNSCC cells and patient-derived primary cells were treated with\/without sCD109 recombinant protein (1nM, 5nM, and 10nM) without and with the EGF induction (10ng\/ml for 15 mins) and were analyzed by western blotting, immunofluorescence, and immunocytochemistry. The role of sCD109 in regulating membrane EGFR levels was assessed by flow cytometry and surface protein biotinylation assay.<br \/>Results: Our findings demonstrated that sCD109 inhibited EGF-induced phosphorylation of EGFR (Y1068), STAT3, AKT, and ERK. The sCD109 suppressed the stem cell marker expression (Nanog, OCT4, SOX2). Additionally, sCD109 hindered the nuclear localization of activated EGFR. The sCD109 decreased the membrane EGFR expression levels and activated the phosphorylation of EGFR (Y1045), suggesting a role for sCD109 in promoting EGFR degradation.<br \/>Conclusion: Our team has previously reported that mCD109 is pro-tumorigenic, and our current findings suggest that sCD109 opposes the pro-tumorigenic effects of mCD109. This study aimed to determine how sCD109 regulates cellular signaling pathways and will provide key insights into the molecular mechanisms underlying the progression of HNSCC, a highly prevalent malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Epidermal growth factor receptor (EGFR),Signaling,Skin carcinogenesis,Receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Durgempudi<\/b>, T. Kungyal, A. Philip; <br\/>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"57c74c2e-b32b-477b-888f-2c2239998720","ControlNumber":"311","DisclosureBlock":"&nbsp;<b>V. Durgempudi, <\/b> None..<br><b>T. Kungyal, <\/b> None..<br><b>A. Philip, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6956","PresenterBiography":null,"PresenterDisplayName":"Varsha Reddy Durgempudi, M Eng,B Eng","PresenterKey":"836c5acb-e6b1-4beb-b90c-4de3aa437102","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6956. Role of soluble CD109 in the progression of head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of soluble CD109 in the progression of head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The extracellular vesicle (EV) route is essential for cell-to-cell communication. Cancer cells release EVs in the extracellular space, where they can interact with recipient cells inducing regulation of gene expression, activation of specific signaling pathways and tumor microenvironment remodeling. We investigated the EVs released by two cell lines of cancer of unknown primary site (CUP) that we established from patient&#8217;s tumor cells, namely CUP#55 and CUP#96, as described in https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.12.23287041v1). CUP comprises 3-5% of new cancer cases and presents with metastases of unknown or uncertain origin and no apparent primary tumor. Our CUP cell lines are both characterized by <i>FGFR2<\/i> gene amplification. It has been recognized that tumors use circular extrachromosomal DNA (ecDNA) as a way to increase oncogenic amplification. We hypothesized that FGFR2 amplification in CUP cell lines could be associated with ecDNA generation and that this ecDNA could be loaded as cargo inside EVs. <i>FGFR2<\/i> copy number was quantified using a probe-based droplet digital PCR assay then we identified the different nature of <i>FGFR2<\/i> amplification in the two models using FGFR2 FISH assay: CUP#55 presented a chromosomal homogeneously staining region while CUP#96 displayed double minute chromosomes. <i>FGFR2<\/i> DNA was detectable in the cytoplasm fraction, therefore we isolated extracellular vesicles from culture medium using an ultracentrifugation-based protocol and confirmed the presence of the entire length of <i>FGFR2<\/i> gene inside small and large vesicles. Since ecDNA contributes to cancer genome remodeling also forming chimeric circles, we confirmed the circular nature of a fraction of <i>FGFR2<\/i> ecDNA using the Plasmid-Safe ATP-dependent DNAse test. Finally, we tested the oncogene delivery capability of CUP EVs by administering CUP#96 and CUP#55 small and large vesicles to recipient cell lines. We observed an increase of <i>FGFR2<\/i> DNA at 24 hours upon EV treatments, and its functional transcription in FGFR2 mRNA after 48 hours. In conclusion, we identified a model of oncogene amplification and delivery in two cell lines of cancer of unknown primary, which could explain the high metastatic potential of this cancer type. (The research leading to these results has received funding from AIRC under IG 2021 - ID. 25789 project - P.I. Ferracin Manuela)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Cancer genetics,Metastatic tumors of unknown origin,Extracellular vesicles,Fibroblast growth factor receptor 2  (FGFR-2),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Salamon<sup>1<\/sup>, G. Storci<sup>2<\/sup>, B. Fontana<sup>3<\/sup>, S. Serravalle<sup>2<\/sup>, G. Gallerani<sup>3<\/sup>, R. Roncarati<sup>4<\/sup>, S. Santi<sup>4<\/sup>, M. Bonafè<sup>3<\/sup>, <b>M. Ferracin<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>University of Bologna, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy, <sup>2<\/sup>IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy, <sup>3<\/sup>University of Bologna, Bologna, Italy, <sup>4<\/sup>Institute of Molecular Genetics, National Research Council of Italy, Bologna, Italy","CSlideId":"","ControlKey":"b90aaeb9-f796-4656-ab02-395d2c33e04a","ControlNumber":"2508","DisclosureBlock":"&nbsp;<b>I. Salamon, <\/b> None..<br><b>G. Storci, <\/b> None..<br><b>B. Fontana, <\/b> None..<br><b>S. Serravalle, <\/b> None..<br><b>G. Gallerani, <\/b> None..<br><b>R. Roncarati, <\/b> None..<br><b>S. Santi, <\/b> None..<br><b>M. Bonafè, <\/b> None..<br><b>M. Ferracin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6957","PresenterBiography":null,"PresenterDisplayName":"Manuela Ferracin, PhD","PresenterKey":"6a47bd25-8f3f-4b52-ab69-87f1d3cdebb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6957. Extrachromosomal FGFR2 is delivered in extracellular vesicles in two models of cancer of unknown primary","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extrachromosomal FGFR2 is delivered in extracellular vesicles in two models of cancer of unknown primary","Topics":null,"cSlideId":""},{"Abstract":"Tumor progression involves dynamic interaction between various cell types within the tumor microenvironment. Fibroblasts, which normally participate in wound healing, reciprocally communicate with breast cancer cells to promote tumor cell plasticity and heterogeneity. Gaining insights into the molecular mechanisms underlying this cell-to-cell communication, could unlock novel therapeutic avenues for inhibiting cellular plasticity, breast cancer progression and metastasis. The small GPI-anchored adaptor protein CRIPTO is a key player in this context though important molecular details remain to be elucidated. CRIPTO orchestrates TGF-&#946; pathway signaling as well as growth factor-like signaling pathways that activate c-Src\/MEK\/AKT, in an autocrine and paracrine manner. CRIPTO is expressed during mammary development, wound healing, and breast cancer but is largely undetectable in homeostatic tissue, making it a promising therapeutic target. Our previous studies have demonstrated that the activity of CRIPTO is contingent upon cellular stress, with pronounced influence within pro-fibrotic, hypoxic domains of tumors. Importantly, we have shown that inhibition of CRIPTO using the soluble recombinant protein antagonist A4Fc effectively impedes the progression of triple negative breast cancer (TNBC) in murine xenograft models. Building upon these findings, we have been dissecting CRIPTO&#8217;s role in coordinating fibroblast activation and cell-state reprogramming in TNBC. We find that inhibition of CRIPTO with A4Fc suppresses cancer associated fibroblast (CAF) activation and collagen remodeling <i>in vivo<\/i>. Further, by modeling tumor cell:fibroblast crosstalk <i>in vitro<\/i>, we have demonstrated mechanistically that CRIPTO expression in tumor cells mediates subsequent extracellular vesicle (EV) uptake by fibroblasts, as well as fibroblast SMAD pathway activation and priming for reciprocal signaling back to tumor cells to promote transcriptional reprogramming and cellular invasion.The significance of these findings lies in their elucidation of key EV control mechanisms that could be exploited to intervene in essential tumor cell:fibroblast crosstalk or to enhance targeting of therapeutic moieties based on EV architecture and function in cancer and\/or normative regenerative processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Stromal-epithelial interactions,CRIPTO,Extracellular vesicles,myofibrosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. W. Freeman<sup>1<\/sup>, B. L. Gates<sup>1<\/sup>, M. D. Spendlove<sup>2<\/sup>, <b>B. T. Spike<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT, <sup>2<\/sup>Huntsman Cancer Institute\/BYU, Salt Lake City, UT","CSlideId":"","ControlKey":"a3bd235c-3898-4c09-ab48-45793ce45e72","ControlNumber":"8116","DisclosureBlock":"&nbsp;<b>D. W. Freeman, <\/b> None..<br><b>B. L. Gates, <\/b> None..<br><b>M. D. Spendlove, <\/b> None..<br><b>B. T. Spike, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6958","PresenterBiography":null,"PresenterDisplayName":"Benjamin Spike, PhD","PresenterKey":"8af9e3f3-4af1-442c-bf1e-e6b08ecf5206","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6958. CRIPTO-regulated extracellular vesicles mediate heterotypic cellular crosstalk in triple negative breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRIPTO-regulated extracellular vesicles mediate heterotypic cellular crosstalk in triple negative breast cancers","Topics":null,"cSlideId":""},{"Abstract":"The most significant nerve-related problem in clinical pancreatic cancer management is perineural invasion (PNI), characterized as the neoplastic invasion of cancer cells into or surrounding the nerves. It is a characteristic feature of pancreatic ductal adenocarcinoma (PDAC) associated with a poor prognosis, tumor recurrence, and emergent pain. However, why PDAC is associated with a higher incidence of PNI remains unclear. HIF-1 (hypoxia-inducible factor-1) regulates the expression of ~1000 genes involved in angiogenesis, metastasis, tumor growth, chemoresistance and radioresistance, underscoring the growing interest in targeting HIF-1 for cancer control. In the present study, we investigated the molecular mechanisms underlying neurotransmitter acetylcholine (Ach)-potentiated HIF-1&#945; expression and subsequent increase in invasion and migration of human pancreatic cancer cells in hypoxia (2% O<sub>2<\/sub>). The expression of various acetylcholine receptors in six types of pancreatic cancer cell lines (MIA-PaCa-2, PANC-1, HPAF-II, Capan-1, AsPC-1, and BxPC-3 cells) was observed using qPCR, and &#945;7 nAChRs was observed to be expressed in all pancreatic cancer cells. Therefore, we chose MIA-PaCa-2 cells, expressing high levels of &#945;7 nAChRs, and HPAF-II cells, expressing low levels of &#945;7 nAChRs, for loss- and gain-of-function studies, respectively. <i>In vitro<\/i> assays showed that, under hypoxic conditions, Ach caused a concentration-dependent increase in &#945;7 nAChRs-mediated HIF-1&#945; expression, enhancing expression of HIF-1&#945; target genes, and promoting invasion and migration of human pancreatic cancer cells. We further found that Ach increased HIF-1&#945; protein stability in pancreatic cancer cells under hypoxic conditions. This effect was mediated by YAP signaling, as evidenced by the fact that Ach-induced increases in HIF-1&#945; protein stability were blocked by siRNA-mediated knockdown of YAP. Consistent with these findings, an investigation of the relationship between &#945;7 nAChRs and clinicopathological features in pancreatic cancer patients using publicly available datasets showed that high levels of &#945;7 nAChRs are correlated with a poorer prognosis in pancreatic cancer patients. Collectively, these findings identify novel mechanisms by which Ach potentiates invasion and migration of pancreatic cancer cells and provide further evidence that HIF-1&#945; is a potential anticancer target in Ach-associated pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Hypoxia-inducible factor,Migration,Invasion,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Cho<\/b>, E.-T. Oh, H. Kim, H. Park; <br\/>Inha University College of Medicine, Incheon, Korea, Republic of","CSlideId":"","ControlKey":"7f7ed9ac-b121-4ce8-8edb-5a99b80ab51c","ControlNumber":"2183","DisclosureBlock":"&nbsp;<b>Y. Cho, <\/b> None..<br><b>E. Oh, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Park, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6959","PresenterBiography":null,"PresenterDisplayName":"Yunmi Cho, BS","PresenterKey":"9f9931c1-3349-41ce-8fe3-3fe1e5cc598f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6959. Acetylcholine potentiates invasion and migration of human pancreatic cancer cells under hypoxia through &#945;7 nAChR-mediated increases in HIF-1&#945; expression","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acetylcholine potentiates invasion and migration of human pancreatic cancer cells under hypoxia through &#945;7 nAChR-mediated increases in HIF-1&#945; expression","Topics":null,"cSlideId":""},{"Abstract":"In tumor nest growth and collective cell migration, the dynamics of E-cadherin is critical, and been shown to be regulated by cell vesicle traffic system. Caveolin-1 is the vesicle protein to regulate caveolae associated endocytosis, many of the membrane receptors are shown been regulated by caveolin-1 in cancer progression, however, the role is still controversial. This study demonstrated the effect of lysosome inhibition in caveolin-1 mediated E-cadherin turnover in the cell cohort of colon cancer cells. HT-29 colon cancer cells were used in this study, the cells were treated with chloroquine to inhibit lysosome activity. The cell spheroid from HT-29 cells were also collected according to cell adhesion ability. Caveolin-1 and E-cadherin were immuno-stained and revealed by confocal microscopy. In the result of immunostaining, caveolin-1 was showed the co-localization with E-cadherin at cell-cell contacts. When cells were treated with chloroquine, the lysosome inhibitor, the collective cell migration of HT-29 cells were suppressed, and stable caveolin-1 distribution was found accumulated on the cell-cell contacts., meanwhile, chloroquine has no effect on clathrin distribution at either cell-cell contacts or cell leading edge. Furthermore, the distribution of caveolin-1 at cell-cell contacts on cell spheroid that derived from HT-29 cells was decreased. The results of these study suggested lysosome plays important role in mediating caveolin-1 regulated E-cadherin dynamics in collective cell migration, but not in the cell spheroid formation. The results of these study demonstrated chloroquine can be the potential inhibitor for collective cell migration in colon cancer cells through caveolin-1 mediated vesicle transport.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Cell-cell interactions,,"},{"Key":"Keywords","Value":"Colon cancer,Caveolin-1,E-cadherin,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-C. Ching<\/b>, H.-C. Chen, Y.-C. Wang, C.-P. Cheng, C.-E. Ku, S.-R. Lee, W.-T. Chao; <br\/>Tunghai University, Taichung, Taiwan","CSlideId":"","ControlKey":"3c57ab35-7b94-4929-ba3c-6fb7c9353897","ControlNumber":"6251","DisclosureBlock":"&nbsp;<b>Y. Ching, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>C. Ku, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6960","PresenterBiography":null,"PresenterDisplayName":"Yu-Chien Ching","PresenterKey":"5ca8be79-c078-49f4-af63-f9c1ee7d5280","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6960. Lysosome inhibition suppress collective cell migration through caveolin-1 mediated E-cadherin stabilization in colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lysosome inhibition suppress collective cell migration through caveolin-1 mediated E-cadherin stabilization in colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The nerve injury induced<sup> <\/sup>protein 2 (NINJ2) belongs to a family of homophilic adhesion molecules and was initially found to be involved in nerve regeneration. However, the role of NINJ2 in other cellular process are not well studied. Here, by generating a Ninj2-deficient mouse model, we showed that mice deficient in <i>Ninj2<\/i> have a short lifespan and are prone to spontaneous tumors, systemic inflammation and metabolic defects. To better understand the metabolic traits that contributes to these phenotypes, we performed comprehensive carbohydrate and lipid metabolic analyses. Indeed, carbohydrate metabolic analyses indicated that NINJ2-deficiency led to defects in monosaccharide metabolism along with accumulation of multiple disaccharides and sugar alcohols. Similarly, lipidomic analyses indicated that Ninj2 deficiency altered patterns of several lipids including triglycerides, phospholipids and ceramides. To identify a cellular process that associate with these metabolic defects, we examined the role of Ninj2 in pyroptosis, a programmed cell death that links cancer, inflammation and metabolic disorders. Indeed, we found that loss of NINJ2 promotes pyroptosis by activating the NLRP3 inflammasome. Taken together, these data reveal a critical role of NINJ2 in tumorigenesis, inflammatory response, and metabolism via modulating pyroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Cell adhesion,Knockout mice,Cell death,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhang<\/b>, W. Zhang, X. Chen; <br\/>UC Davis, Davis, CA","CSlideId":"","ControlKey":"1ad9b77c-bb46-420f-96cd-7c21652565c8","ControlNumber":"7390","DisclosureBlock":"&nbsp;<b>J. Zhang, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6961","PresenterBiography":null,"PresenterDisplayName":"Jin Zhang, PhD","PresenterKey":"413b8d90-0ea8-49c2-b947-59768dd65a2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6961. The cell adhesion molecule ninjurin 2 modulates tumorigenesis, inflammatory response and metabolism via modulating and pyroptosis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The cell adhesion molecule ninjurin 2 modulates tumorigenesis, inflammatory response and metabolism via modulating and pyroptosis","Topics":null,"cSlideId":""},{"Abstract":"Distinguishing indolent from clinically significant localized prostate cancer and treatment of metastatic prostate cancer are two major clinical challenges in prostate cancer. The development of novel predictive biomarkers will help with risk stratification, and influence clinical decision-making between treatment and active surveillance, leading to a decrease in over or under-treatment of patients with prostate cancer. Here, we report that Trop2, an oncogenic transmembrane surface protein, is a prognostic tissue biomarker for clinically significant prostate cancer by utilizing the Canary Prostate Cancer Tissue Microarray (CPCTA) cohort composed of over 1100 patients from a multi-institutional study. We demonstrate that higher Trop2 expression is correlated with worse clinical features and elevated Trop2 expression at radical prostatectomy predicts worse overall survival in men undergoing radical prostatectomy. Additionally, we detected shed Trop2 in urine from men with clinically significant prostate cancer. We further define the functional role of shed Trop2 on metastasis in prostate cancer and identify that shed Trop2 increases cell migration, invasion, metastatic colonization, and spontaneous metastasis <i>in vitro<\/i> and <i>in vivo<\/i>. Proteomic profiling reveals that shed Trop2 modulates a set of proteins associated with invasion, migration, mTOR signaling, and epithelial-to-mesenchymal transition. shed Trop2 binds to EGFR and results in the activation of the EGFR-PI3K-AKT-mTOR pathway in prostate cancer. Our study reveals the new function of shed Trop2 in driving prostate cancer progression and identifies Trop2 as a novel tissue prognostic biomarker and a candidate non-invasive marker for prostate cancer that could be used to optimize treatment decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Biomarkers,Metastasis,Signaling pathways,Trop-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Liu<\/b><sup>1<\/sup>, S. Hawley<sup>2<\/sup>, C. Kunder<sup>2<\/sup>, E.-C. Hsu<sup>2<\/sup>, M. Shen<sup>1<\/sup>, M. Aslan<sup>2<\/sup>, F. J. G. Marques<sup>2<\/sup>, C. S. Lee<sup>1<\/sup>, A. Bermudez<sup>2<\/sup>, L. Westphalen<sup>1<\/sup>, H. Auman<sup>2<\/sup>, L. F. Newcomb<sup>3<\/sup>, D. W. Lin<sup>3<\/sup>, P. S. Nelson<sup>4<\/sup>, Z. Feng<sup>4<\/sup>, M. S. Tretiakova<sup>3<\/sup>, L. D. True<sup>3<\/sup>, F. Vakar-Lopez<sup>3<\/sup>, P. R. Carroll<sup>5<\/sup>, J. Simko<sup>5<\/sup>, M. E. Gleave<sup>6<\/sup>, D. A. Troyer<sup>7<\/sup>, J. K. McKenney<sup>8<\/sup>, D. Peehl<sup>5<\/sup>, S. J. Pitteri<sup>2<\/sup>, J. D. Brooks<sup>2<\/sup>, M. A. Liss<sup>9<\/sup>, T. Stoyanova<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California Los Angeles, Los Angeles, CA, <sup>2<\/sup>Stanford University, Palo Alto, CA, <sup>3<\/sup>University of Washington, Seattle, WA, <sup>4<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>5<\/sup>University of California San Francisco, San Francisco, CA, <sup>6<\/sup>University of British Columbia, British Columbia, BC, Canada, <sup>7<\/sup>Eastern Virginia Medical School, Norfolk, VA, <sup>8<\/sup>Cleveland Clinic, Cleveland, OH, <sup>9<\/sup>University of Texas Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"222253e8-eade-44b5-9a7c-80ce51f44eb3","ControlNumber":"4826","DisclosureBlock":"&nbsp;<b>S. Liu, <\/b> None..<br><b>S. Hawley, <\/b> None..<br><b>C. Kunder, <\/b> None..<br><b>E. Hsu, <\/b> None..<br><b>M. Shen, <\/b> None..<br><b>M. Aslan, <\/b> None..<br><b>F. J. G. Marques, <\/b> None..<br><b>C. S. Lee, <\/b> None..<br><b>A. Bermudez, <\/b> None..<br><b>L. Westphalen, <\/b> None..<br><b>H. Auman, <\/b> None..<br><b>L. F. Newcomb, <\/b> None..<br><b>D. W. Lin, <\/b> None..<br><b>P. S. Nelson, <\/b> None..<br><b>Z. Feng, <\/b> None..<br><b>M. S. Tretiakova, <\/b> None..<br><b>L. D. True, <\/b> None..<br><b>F. Vakar-Lopez, <\/b> None..<br><b>P. R. Carroll, <\/b> None..<br><b>J. Simko, <\/b> None..<br><b>M. E. Gleave, <\/b> None..<br><b>D. A. Troyer, <\/b> None..<br><b>J. K. McKenney, <\/b> None..<br><b>D. Peehl, <\/b> None..<br><b>S. J. Pitteri, <\/b> None..<br><b>J. D. Brooks, <\/b> None..<br><b>M. A. Liss, <\/b> None..<br><b>T. Stoyanova, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6962","PresenterBiography":null,"PresenterDisplayName":"Shiqin Liu, MD;PhD","PresenterKey":"3fadbe37-549b-40be-9367-92c18980ed5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6962. Shed Trop2 drives prostate cancer progression and Trop2 is a novel tissue prognostic biomarker and a candidate urinary marker for prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Shed Trop2 drives prostate cancer progression and Trop2 is a novel tissue prognostic biomarker and a candidate urinary marker for prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Cysteinyl leukotrienes (cys-LTs; LTC<sub>4<\/sub>, LTD<sub>4<\/sub>, LTE<sub>4<\/sub>) are pro-inflammatory mediators mainly produced by hematopoietic cells, which enhance inflammation through their receptors, CysLT<sub>1<\/sub>R and CysLT<sub>2<\/sub>R. They play a pivotal role in the development of chronic asthma in humans. Recent association of inflammation with cancer has led to immense interest on the role of cysteinyl leukotrienes in cancer progression and metastasis. However, the exact molecular mechanisms regarding how these inflammatory mediators regulate the tumor proliferation and metastasis remain unexplored. A thorough investigation of these precise molecular mechanisms and identification of the specific receptor\/s responsible can aid in understanding the therapeutic potential of these receptors in various cancers like melanoma. Since the inhibitors of these receptors are already FDA approved for the treatment of asthma, our goal is to repurpose these drugs to treat melanoma progression.<br \/><b>Objective: <\/b>To determine the mechanistic aspects of how CysLTRs regulate melanoma tumor initiation, progression, and metastasis.<br \/><b>Methods: <\/b>Protein expression by western blotting and ELISA, transcript expression by qPCR, viability, and proliferation by XTT and BrDU, migration using trans-well assay, tumor growth and metastasis were confirmed through <i>in vivo<\/i> experiments.<br \/><b>Results &#38; Conclusion: <\/b>B16F10 melanoma cells express high CysLT<sub>1<\/sub>R compared to CysLT<sub>2<\/sub>R and produce endogenous cys-LTs that function in an autocrine signaling pattern. Further, cys-LTs mediated the activation of several signaling proteins such as ERK, p38, AKT, and CREB that are important for melanoma survival and proliferation. Moreover, treatment with CysLTR antagonists significantly reduced melanoma cell proliferation, survival, and migration. Accordingly, we observed a significant reduction in the melanoma tumor volume <i>in vivo<\/i> in both <i>Cysltr1<sup>-\/-<\/sup><\/i><sup> <\/sup>and <i>Cysltr2<sup>-<\/sup><\/i><sup>\/-<\/sup> mice compared to the WT mice. Interestingly, angiogenesis was significantly reduced in <i>Cysltr2<sup>-\/<\/sup><\/i><sup>- <\/sup>mice but not in <i>Cysltr1<sup>-\/-<\/sup>.<\/i>Therefore,<i> <\/i>we speculate that while both receptors play a crucial role in tumor proliferation <i>in vivo<\/i>, CysLT<sub>2<\/sub>R is the main driver of angiogenesis and metastasis. Therefore, targeting both these receptors using their specific antagonists can offer potential therapy for melanoma progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Drug repurposing,Cysteinyl leukotriene receptors,Cell growth and metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Sabu Kattuman<\/b>, L. Reddy Teegala, S. Darzi, S. Paruchuri; <br\/>The University of Toledo, Toledo, OH","CSlideId":"","ControlKey":"b591c277-ad46-4391-977f-858b664c3d1d","ControlNumber":"6967","DisclosureBlock":"&nbsp;<b>E. Sabu Kattuman, <\/b> None..<br><b>L. Reddy Teegala, <\/b> None..<br><b>S. Darzi, <\/b> None..<br><b>S. Paruchuri, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6963","PresenterBiography":null,"PresenterDisplayName":"Emma Elizabeth Sabu Kattuman, BE","PresenterKey":"5283da15-6f50-4c2f-97ce-883485dbd2cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6963. Cysteinyl leukotriene receptors promote melanoma progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cysteinyl leukotriene receptors promote melanoma progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"In a normal cell, TGF-&#946; signaling serves as a tumor suppressor by reducing proliferation and promoting apoptosis. Paradoxically, the function of TGF-&#946; signaling reverses in a cancer cell and begins to promote oncogenic pathways such as proliferation, survival, evasion of the immune system, and epithelial to mesenchymal transition (EMT). This has made TGF-&#946; signaling a very attractive therapeutic target for a wide variety of human carcinomas. As a result, many small molecule inhibitors of TGF-&#946; signaling have been developed, but none have achieved FDA approval for use in human cancers due to the deleterious effects of inhibiting TGF-&#946; responsiveness in normal cells. In effort to overcome this obstacle, we aim to restore the normal biological mechanisms that regulate TGF-&#946; signaling. Specifically, the membrane bound co-receptor T&#946;RIII can be proteolytically cleaved and shed from the membrane, resulting in an extracellular protein capable of binding and sequestering TGF-&#946; ligand. This decoupling of ligand binding from the receptor allows T&#946;RIII to suppress signaling. T&#946;RIII shedding decreases TGF-&#946; mediated oncogenic phenotypes such as migration and metastasis in multiple cancer types. However, this shedding is often lost in cancer. Therefore, restoration of T&#946;RIII shedding could be a viable therapeutic approach for multiple cancer types. One potential mechanism for the loss of shedding is the negative regulation of the protease responsible for shedding (sheddase). However, the identity of the sheddase still remains unknown. Here, our goal is to identify the sheddase and uncover regulatory mechanisms that could be leveraged to restore T&#946;RIII shedding in cancer. To achieve this goal, a library of protease CRISPR knockout viruses was screened to determine which proteases have an effect on shedding. The quantity of T&#946;RIII shed into the cell culture media was measured via ELISA for each of these CRISPR knockout cell lines, and the candidates with the largest reduction of shedding were retained for further investigation. The list of candidates was further screened <i>in silico<\/i> via gene set enrichment analysis of human patient data against a TGF-&#946; signaling gene set signature. Only the candidates demonstrating a negative correlation between sheddase candidate expression and TGF-&#946; signaling activity were studied further. To further validate these candidate sheddases, knockdown and overexpression cell lines were created and characterized. Overexpression of the most promising candidate reduced TGF-&#946; mediated phenotypes such as migration and invasion, while knockdown of this candidate increased the same phenotypes. Knockdown also increased expression of TGF-&#946; and EMT markers. Importantly, these effects of sheddase knockdown were neutralized in the presence of the TGF-&#946; inhibitor galunisertib or when the cells were rescued with exposure to purified soluble T&#946;RIII, indicating the effects are mediated through T&#946;RIII shedding.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"TGF-&#946;,Signaling,Ectodomain Shedding,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. M. Greulich<\/b><sup>1<\/sup>, J. Pawlak<sup>2<\/sup>, J. Post<sup>2<\/sup>, E. Karas<sup>2<\/sup>, G. Blobe<sup>2<\/sup>; <br\/><sup>1<\/sup>Mercer University, Macon, GA, <sup>2<\/sup>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"e3b7221c-17a5-4adf-9116-8d5f5812ef55","ControlNumber":"1295","DisclosureBlock":"&nbsp;<b>B. M. Greulich, <\/b> None..<br><b>J. Pawlak, <\/b> None..<br><b>J. Post, <\/b> None..<br><b>E. Karas, <\/b> None..<br><b>G. Blobe, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6964","PresenterBiography":null,"PresenterDisplayName":"Ben Greulich","PresenterKey":"08ed7526-dc4d-4fce-9878-dccecb761cd0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6964. Regulation of TGF-&#946; signaling via a novel T&#946;RIII sheddase","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of TGF-&#946; signaling via a novel T&#946;RIII sheddase","Topics":null,"cSlideId":""},{"Abstract":"Multiple subtypes of prostate cancer can emerge in advanced stages of disease, such as tumors that maintain androgen receptor features (AR+), those without AR but with neuroendocrine features (AR-\/NE+), and those without AR or NE features (AR-\/NE-). These latter subtypes are particularly aggressive and incredibly lethal. Extracellular vesicles (EVs) are small particles that are mediators of cell-cell communication and have been nominated as potential biomarkers of disease state. We hypothesized that the proteome of EVs contains information about their originating cell that can distinguish between prostate cancer subtypes. To address this, we isolated EVs from cell lines of differing subtypes &#8211; AR+ (LNCaP, LNCaP95, C4-2, 22RV1), AR-\/NE+(NCI-H660, EF1, LASCPC-01), and AR-\/NE- (PC3, DU145) &#8211; and prepared the EV proteome for quantitative, label-free mass spectrometry analysis. This identified 2,000+ proteins in the EVs for each cell line where EVs from similar subtypes clustered together. Interestingly, we also found that EVs contained enough protein information to utilize developed gene signatures for AR or NE activity. EVs isolated from AR-\/NE+ cells contained known NE signature proteins such as SYP, CHGA, and UCHL1. EVs from the AR+ cell lines displayed &#62;50% AR activity driven by PSA and STEAP1 proteins in addition to other significant distinguishing protein markers. This supports the potential for using the proteome of tumor-derived EVs to identify novel signature molecular markers besides those already known to the field for developing liquid-based biomarker assays. In addition, our work characterizes the EV surfaceome which is critical for enriching signals from tumor-derived EVs feasible for clinical diagnostics assay development. While PSMA has been a reliable marker for cells reliant on AR signaling, less is known about protein markers in the AR- subset. Our work highlights TROP2 as especially enriched in the EVs from AR-\/NE- cell lines, supporting its relevance as a target in patients without treatment options. To evaluate disease outcomes, further clinical studies are needed to develop specific and sensitive tests based on the EV proteome derived from advanced prostate cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-09 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Extracellular vesicles,Mass spectrometry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. L. Ludwig<\/b>, A. Day, H. E. Bergom, Z. Sychev, A. Horrmann, J. Hwang, J. M. Drake; <br\/>University of Minnesota Medical School, Minneapolis, MN","CSlideId":"","ControlKey":"0e99b67e-4168-4936-a1f3-8e46863b9511","ControlNumber":"3922","DisclosureBlock":"&nbsp;<b>M. L. Ludwig, <\/b> None..<br><b>A. Day, <\/b> None..<br><b>H. E. Bergom, <\/b> None.&nbsp;<br><b>Z. Sychev, <\/b> <br><b>Astrin Biosciences<\/b> Independent Contractor. <br><b>A. Horrmann, <\/b> <br><b>Astrin Biosciences<\/b> Employment.<br><b>J. Hwang, <\/b> None.&nbsp;<br><b>J. M. Drake, <\/b> <br><b>Astrin Biosciences<\/b> Independent Contractor, Stock Option, Grant\/Contract, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6965","PresenterBiography":null,"PresenterDisplayName":"Megan Ludwig, BS;PhD","PresenterKey":"9d7d282a-dc31-4fd3-9338-15451607f29c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6965. Characterizing the proteome landscape of extracellular vesicles from prostate cancer cell lines by mass spectrometry","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the proteome landscape of extracellular vesicles from prostate cancer cell lines by mass spectrometry","Topics":null,"cSlideId":""},{"Abstract":"STAT3 represents an oncogene whose transcriptional regulation is known to drive tumor initiation, progression, and drug resistance. Although STAT3 can regulate many genes, it remains unclear which genes are critical for STAT3-mediated cancer progression. Here, we report that inflammatory cytokines and cellular stress induce STAT3 activation leading to tumor initiation and progression, which we show depends on its ability to drive transcription of the &#946;3 integrin gene leading to &#945;v&#946;3 expression. Specifically, CRISPR KO of either STAT3 or integrin &#946;3 in pancreatic cancer cells, is sufficient to impede their tumor initiating capacity in mice, while ectopic STAT3 or &#946;3 expression in STAT3 KO cells rescues their tumor initiation capacity. Mechanistically, STAT3 activation induces &#946;3 expression based on its ability to engage enhancer regions that modulate &#946;3 gene expression. These findings implicate integrin &#945;v&#946;3 as a critical downstream effector of STAT3, thereby contributing to its role as a driver of tumor initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"STAT3,Inflammation,Stress response,Tumor initiating cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. D. Campos<\/b>, R. Shepard, I. Heumann, J. Lam, S. M. Weis, D. Cheresh; <br\/>UCSD Moores Cancer Center and Sanford Consortium for Regenerative Medicine, San Diego, CA","CSlideId":"","ControlKey":"bf615ccc-960e-4edf-aed8-8eef884579f3","ControlNumber":"3457","DisclosureBlock":"&nbsp;<b>A. D. Campos, <\/b> None..<br><b>R. Shepard, <\/b> None..<br><b>I. Heumann, <\/b> None..<br><b>J. Lam, <\/b> None..<br><b>S. M. Weis, <\/b> None..<br><b>D. Cheresh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6966","PresenterBiography":null,"PresenterDisplayName":"Alejandro Campos, BS;PhD","PresenterKey":"d67d2ab8-d797-4542-ae43-50d97b664a61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6966. STAT3 integration of inflammatory signals and cellular stress promote tumor initiation and progression through the expression of integrin &#946;3","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STAT3 integration of inflammatory signals and cellular stress promote tumor initiation and progression through the expression of integrin &#946;3","Topics":null,"cSlideId":""},{"Abstract":"Chemokine (C-X-C motif) ligand 7 (CXCL7) - a protein product of the <i>pro platelet basic protein<\/i> (<i>PPBP<\/i>) gene - is a potential biomarker for colorectal cancer (CRC) diagnosis. However, its role in CRC progression is not known. Hence, we examined the role of CXCL7 in colon cancer cell proliferation through enhanced aerobic glycolysis. We first examined the effect of CXCL7 on cellular proliferation and glycolytic flux using human colon cancer (HT-29) cells transfected with CXCL7 or an empty vector as a control. Stable CXCL7- and vector-expressing cells were selected using hygromycin B. In addition, we treated HT-29 cells with CXCL7 obtained from the conditioned media (CM) from CXCL7-transfected HEK-293T cells or CM from vector-transfected (control) cells. CXCL7 expression was confirmed by analyzing <i>PPBP <\/i>expression<i> <\/i>using RT-qPCR, and CXCL7 level in the conditioned media was quantified by ELISA. The specificity of CXCL7 actions were examined using a CXCL7 neutralizing antibody (R&#38;D Systems) and an antagonist (SB225002) to C-X-C motif chemokine receptor 2 (CXCR2). Cancer cell proliferation was assessed by measuring DNA synthesis (EdU incorporation). Glycolytic flux was monitored by measuring glucose uptake using a fluorescent derivative of 2-deoxyglucose (2-NBDG), Seahorse glycolysis stress test analysis, lactate accumulation in the cultured cell&#8217;s media, and Western blotting for glycolytic enzyme protein expression. To further investigate CXCL7-mediated proliferation, we examined EdU incorporation and colony size in 3D engineered tissues and tumor xenograft growth in nude mice injected with CXCL7- and vector-expressing HT29 cells. The proliferation rate in CXCL7-expressing HT-29 cells and HT-29 cells treated with the CXCL7-CM were significantly higher (1.2-fold and 1.8-fold, respectively) compared to controls (p&#60;0.01). Consistently, the proliferation rate in CXCL7-expressing HT-29 3D engineered tissues was significantly enhanced compared to vector-expressing tissues (p&#60;0.05). Importantly, blocking the CXCL7\/CXCR2 axis using a CXCL7 neutralizing antibody and a CXCR2 inhibitor abrogated CXCL7-stimulated proliferation. Lactate levels were two-fold higher in the culture media from both CXCL7-expressing HT-29 cells and HT-29 cells treated with CXCL7-CM compared to the controls (p&#60;0.05). Glucose uptake was also greater in CXCL7-overexpressing cells and CXCL7-CM treated cells compared to vector controls. Data from Seahorse assay and Western blots confirmed that CXCL7-expressing HT-29 cells and HT-29 cells treated with CXCL7-CM have higher glycolytic capacity and increased glycolytic enzymes&#8217; protein expression compared to the controls, respectively. In <i>vivo<\/i>, CXCL7-expressing HT-29 xenograft tumor weight and PCNA protein levels were 100% and 60% greater, respectively, than vector-expressing tumors (p&#60;0.05). Our study for the first time showed that CXCL7 stimulates colon cancer cell proliferation and enhances aerobic glycolysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Growth factors,,"},{"Key":"Keywords","Value":"Chemokines,Colon cancer,Proliferation,Glycolysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Aldhowayan<\/b>, J. F. Nipa, L. Jun, I. Odeniyi, P. L. Jones, R. Jeganathan, E. A. Lipke, M. W. Greene; <br\/>Auburn University, Auburn, AL","CSlideId":"","ControlKey":"453bb3be-24ec-4380-86b3-90a25657f900","ControlNumber":"6950","DisclosureBlock":"&nbsp;<b>H. Aldhowayan, <\/b> None..<br><b>J. F. Nipa, <\/b> None..<br><b>L. Jun, <\/b> None..<br><b>I. Odeniyi, <\/b> None..<br><b>P. L. Jones, <\/b> None..<br><b>R. Jeganathan, <\/b> None..<br><b>E. A. Lipke, <\/b> None..<br><b>M. W. Greene, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6967","PresenterBiography":null,"PresenterDisplayName":"Hadeel Aldhowayan, BS","PresenterKey":"f08e188c-b8e3-4223-bde9-090ca772bce8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6967. Role of CXCL7 in colon cancer cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of CXCL7 in colon cancer cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) are small, membrane-bound structures released by cells. They contain various biomolecules and have emerged as mediators of cellular signaling. EVs of various origins can be isolated from body fluids and hold potential as novel biomarkers. However, their clinical implementation as biomarkers is hampered by complex isolation procedures, limited expertise in routine labs, and a lack of mechanistic understanding of signal transfer, particularly <i>in vivo<\/i>.<br \/>To better understand how EVs carry oncogenic signaling factors, we performed mechanistic investigations into the role of EVs in WNT signaling as a representative cancer-associated signaling pathway, as well as <i>ex vivo<\/i> validation experiments analyzing patient-derived EVs.<br \/>Hydrophobic WNT ligands can use EVs to travel the extracellular space. However, little is known about the quantities of WNT secretion onto different EV fractions and potentially other vehicles. To explore WNT secretory routes and potential functional differences, we generated fluorescently tagged marker constructs of the non-canonical ligand WNT5a, which has context-dependent tumor-suppressing or -promoting functions in cancer. In additional <i>in vitro<\/i> experiments, we tested how the WNT signaling activation state and cancer-specific WNT mutations, such as CRISPR\/Cas9-induced APC truncations, quantitatively and qualitatively affect EV shedding in colorectal cancer cell lines. Further functional testing of EV-bound vs. non-EV WNT ligands is ongoing.<br \/>For proof-of-concept analyses and to test EVs as biomarkers, we set up the liquid biopsy study <i>EValuate<\/i>. The project aims for cross-entity analysis of EV profiles and correlation of results to cancer presence, stage, and survival. For quality control and before pipeline implementation, we tested various EV isolation methods and compared different sample pre-processing steps.<br \/>By combining multidisciplinary expertise in biophysics, molecular biology, and basic and clinical cancer research, we aim to gain a better mechanistic understanding of EV-mediated signal transfer and facilitate the integration of EVs as diagnostic and prognostic biomarkers into clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Liquid biopsies,Wnt signaling,Signal transduction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Schubert<\/b><sup>1<\/sup>, N. Winkler<sup>1<\/sup>, A. Mongkolsittisilp<sup>2<\/sup>, M. Schulz<sup>3<\/sup>, O. Voloshanenko<sup>1<\/sup>, M. Schaffrinski<sup>3<\/sup>, D. Kranz<sup>1<\/sup>, K. Nienhaus<sup>2<\/sup>, D. Jäger<sup>4<\/sup>, L. Trümper<sup>3<\/sup>, J. Büntzel<sup>3<\/sup>, C. Binder<sup>3<\/sup>, G. Nienhaus<sup>2<\/sup>, M. Boutros<sup>1<\/sup>; <br\/><sup>1<\/sup>DKFZ German Cancer Research Center, Heidelberg, Germany, <sup>2<\/sup>Karlsruhe Institute of Technology, Karlsruhe, Germany, <sup>3<\/sup>University Medical Center Göttingen, Göttingen, Germany, <sup>4<\/sup>National Center for Tumor Diseases (NCT), Heidelberg, Germany","CSlideId":"","ControlKey":"f10987da-08d1-4e87-9d1b-a95c271dd07a","ControlNumber":"7285","DisclosureBlock":"&nbsp;<b>A. Schubert, <\/b> None..<br><b>N. Winkler, <\/b> None..<br><b>A. Mongkolsittisilp, <\/b> None..<br><b>M. Schulz, <\/b> None..<br><b>O. Voloshanenko, <\/b> None..<br><b>M. Schaffrinski, <\/b> None..<br><b>D. Kranz, <\/b> None..<br><b>K. Nienhaus, <\/b> None..<br><b>D. Jäger, <\/b> None..<br><b>L. Trümper, <\/b> None..<br><b>J. Büntzel, <\/b> None..<br><b>C. Binder, <\/b> None..<br><b>G. Nienhaus, <\/b> None..<br><b>M. Boutros, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6968","PresenterBiography":"","PresenterDisplayName":"Antonia Schubert","PresenterKey":"0880bce1-c7d9-4ac2-be14-bb85ae283696","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6968. Extracellular vesicles as carriers of signaling factors in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicles as carriers of signaling factors in cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer, especially triple negative breast cancer, impacts a large proportion of the female population. Approximately ten to fifteen percent of all breast cancer diagnoses will be triple negative. Triple negative breast cancer lacks receptors that are used as therapeutic targets for other forms of breast cancer and has the poorest prognosis. Notably, the age of onset has also decreased, which correlates with the rise in prevalence of obesity. In addition, past studies revealed that maintaining a high BMI from childhood correlates with higher cancer mortality in adulthood. However, the mechanisms by which obesity contributes to cancer progression are not clear. Adipose tissue from different locations (visceral vs. subcutaneous, abdominal vs. femoral) and from patients with obesity from childhood rather than as adults could have different molecular characteristics. Further, depending on the genetic background, different profiles may be more susceptible to environmental cues that could drive their progression. To address this, we are using conditioned media collected from tissues that reflect these differences and determining how they affect TNBC cell lines with distinct genetic profiles. Preliminary data revealed that adipose tissue from both the abdominal and femoral regions of high BMI individuals caused an increase in the proliferation rate of TNBC cell lines. To determine if the adipocytes vs. other cell types in the adipose tissue drive this growth, we are co-culturing mature adipocytes from these tissues with the TNBC cell lines. Recent studies by other groups showed that adipocyte-derived extracellular vesicles could drive the expression of EMT genes in cancer cells. We will purify EVs from the adipocytes and characterize differences in their molecular signatures for different patients to determine which factors cause the change in TNBC progression and correlate this with different fat depots and\/or age of onset. We will also measure the effect of adipose tissue and\/or adipocytes on other cancer hallmarks including metastasis (migration and invasion) and changes in metabolism. These studies should reveal how adipocytes confer changes in TNBC progression, and how to consider obesity in different treatment regimes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Triple-negative breast cancer (TNBC),Obesity,Adipocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Perlman<\/b>, A. Piekny, E. Kuzmin, S. Santosa; <br\/>Concordia University, Montreal, QC, Canada","CSlideId":"","ControlKey":"3eef37e6-bdec-4b37-ac0d-b47bd358d625","ControlNumber":"7546","DisclosureBlock":"&nbsp;<b>A. Perlman, <\/b> None..<br><b>A. Piekny, <\/b> None..<br><b>E. Kuzmin, <\/b> None..<br><b>S. Santosa, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6969","PresenterBiography":null,"PresenterDisplayName":"Alexandra Perlman, BS","PresenterKey":"7fa24838-f8c9-4719-8479-cc10d6559d7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6969. Determining the role of obesity in breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the role of obesity in breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Subsets of cancer-associated fibroblasts (CAFs) in colorectal cancer remain poorly characterized preventing their use as biomarkers and drug targets.<br \/>Results: Integrated scRNA seq profiling and multiplex staining identified four human CAF subsets These were A1 (PDGFRA+\/FAP-\/TF), PDGFRA<sup>high<\/sup>A2 (PDGFRA+\/FAP+\/TF-), PDGFRA<sup>low<\/sup>A2 (PDGFRA-\/FAP+\/TF-) and A3 (PDGFRA+\/FAP-\/TF+) (TF: Tissue Factor).Spatial analyses identified spatial associations indicative of specific functional interactions of fibroblast subsets with cancer cells or immune cells. Explorative analyses in six CRC cases suggested, in general, favorable effects of FAP-negative subsets (A1 and A3) on immune features and cancer cell proliferation, whereas FAP-positive subsets PDGFRA<sup>high<\/sup>A2 and PDGFRA<sup>low<\/sup>A2 overall showed pro-tumoral associations. To extend findings, niches were quantitated in U-CAN cohort of approximately 200 stage I-IV cases with around 80% stage II\/III. Spatial screening generated more than 1600 different multi-marker-defined tissue metrics. Analyses identified a higher average of A1 density in areas surrounding proliferating vs non-proliferating T-cells, and a higher average PDGFRA<sup>low<\/sup>A2 peri-T-cell density in the low proliferating T-cell group. Regarding cancer cell proliferation, high proliferating cancer islands showed lower peri-epithelial density of A3 and PDGFRA<sup>low<\/sup>A2 cells as compared to low proliferating cancer islands. As for T-cell cancer island infiltration, high peri-cancer island density of A1 and PDGFRA<sup>high<\/sup>A2 was associated with high T-cell cancer island infiltration. Additional analyses related CAF metrics to stage and survival. Density of PDGFRA<sup>low<\/sup> A2 cells increased with stage (I-III), whereas density of A1 showed an opposite pattern with an inverse association with stage (I-III). Regarding survival associations, these were in general stronger for metrics collected in peripheral regions of tumors. Among prognosis signals related to niches referred to above, it was noted that A1 density in peri-cancer regions was significantly associated with good prognosis. Interestingly, this association was not detected when A1 density was scored in total stroma. Among all metrics, the strongest metrics were A1 density in 20&#956;m A1 expansion areas (good prognosis) and T-reg density in the 10&#956;m A3 expansion areas (bad prognosis) (P&#60;0.001; univariate Cox-regression); both in peripheral regions.<br \/>Conclusion: Four novel CRC CAF subsets, defined by PDGFRalpha, FAP and TF, was identified by integrated single cell RNA seq analyses and multiplex staining with associated digital image analyses. Non-random spatial distribution of these subsets and compartment-specific prognosis associations are compatible with distinct and different functions of these subsets.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Spatial analysis,Tumor micro-environment,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Huang<\/b><sup>1<\/sup>, M. Herrera<sup>1<\/sup>, J. Sjölund<sup>2<\/sup>, V. Chocoloff<sup>1<\/sup>, S. Joost<sup>1<\/sup>, R. M. Tabiev<sup>1<\/sup>, L. W. Leiss<sup>1<\/sup>, C. Strell<sup>3<\/sup>, L. Nunes<sup>3<\/sup>, A. Mezheyeuski<sup>3<\/sup>, D. Edler<sup>1<\/sup>, A. Martling<sup>1<\/sup>, F. Pontén<sup>3<\/sup>, B. Glimelius<sup>3<\/sup>, T. Sjöblom<sup>3<\/sup>, M. Kasper<sup>1<\/sup>, K. Pietras<sup>2<\/sup>, A. Östman<sup>1<\/sup>; <br\/><sup>1<\/sup>Karolinska Institutet, Stockholm, Sweden, <sup>2<\/sup>Lund University, Lund, Sweden, <sup>3<\/sup>Uppsala University, Uppsala, Sweden","CSlideId":"","ControlKey":"6ec19ad6-b772-4604-99b6-c2c54ebdc59c","ControlNumber":"3120","DisclosureBlock":"&nbsp;<b>L. Huang, <\/b> None..<br><b>M. Herrera, <\/b> None..<br><b>J. Sjölund, <\/b> None..<br><b>V. Chocoloff, <\/b> None..<br><b>S. Joost, <\/b> None..<br><b>R. M. Tabiev, <\/b> None..<br><b>L. W. Leiss, <\/b> None..<br><b>C. Strell, <\/b> None..<br><b>L. Nunes, <\/b> None..<br><b>A. Mezheyeuski, <\/b> None..<br><b>D. Edler, <\/b> None..<br><b>A. Martling, <\/b> None..<br><b>F. Pontén, <\/b> None..<br><b>B. Glimelius, <\/b> None..<br><b>T. Sjöblom, <\/b> None..<br><b>M. Kasper, <\/b> None..<br><b>K. Pietras, <\/b> None..<br><b>A. Östman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6970","PresenterBiography":null,"PresenterDisplayName":"Linglong Huang, MD","PresenterKey":"07181327-2577-4aee-82c3-f951c62695c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6970. identification of spatially enriched cancer cell- and immune cell-regulatory multi-marker-defined prognostic cancer associated fibroblast subsets of human colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"identification of spatially enriched cancer cell- and immune cell-regulatory multi-marker-defined prognostic cancer associated fibroblast subsets of human colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Squamous cell carcinoma, along with several other cancers, has been found to lack expression of lecithin retinol acyltransferase (LRAT), a protein which catalyzes retinol esterification and thereby mediates retinoic acid biosynthesis. When expression of LRAT was reintroduced in squamous cell carcinoma, the protein promoted cell differentiation in addition to retinoid status normalization&#8212;whether this effect was dependent on the known enzymatic activity of LRAT in retinol esterification, versus another function, has not yet been established. Cell elasticity differences have also been reported between squamous cell carcinoma and normal keratinocytes. In this study, the role of LRAT expression and activity was evaluated in human squamous cell carcinoma cell line SCC13. LRAT was integrated into the genome of SCC13 via retroviral transduction, both as wild-type LRAT and LRAT with a cysteine-to-serine mutation at the active site for retinol esterification (C161-S). In these transformed cell lines, LRAT promoted formation of a cohesive sheet of tissue which remained intact after its removal from the tissue culture plastic surface, as evaluated at two weeks post-confluence. SCC13 alone produced tissue which easily fragmented during this scraping assay. In an evaluation of cell elasticity with shear modulation force microscopy, relative cell modulus measurements of pre-confluent SCC13 with LRAT expression were found to be significantly greater and consistent with the cell modulus of human keratinocytes (DO33). These effects persisted with mutation of the retinol esterification active site, suggesting that LRAT possesses an additional function which has yet to be described. Variation in transcription levels of multiple genes&#8212;urokinase-type plasminogen activator, plasminogen activator inhibitor 1, tissue inhibitor of metalloproteinases 1, and kallikrein 5&#8212;was also found based on LRAT expression and level of confluence. These findings suggest that the presence of LRAT influences tissue formation, cell elasticity, and gene transcription in SCC13.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Cell-cell interactions,,"},{"Key":"Keywords","Value":"Skin carcinogenesis,In vitro,TIMP,Keratinocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Peterson<\/b><sup>1<\/sup>, K.-C. Feng<sup>2<\/sup>, J. Gao<sup>3<\/sup>, M. Rafailovich<sup>2<\/sup>, M. Simon<sup>3<\/sup>; <br\/><sup>1<\/sup>Renaissance School of Medicine, Stony Brook University, Stony Brook, NY, <sup>2<\/sup>Department of Materials Science and Chemical Engineering, Stony Brook University, Stony Brook, NY, <sup>3<\/sup>Department of Oral Biology and Pathology, Stony Brook University, Stony Brook, NY","CSlideId":"","ControlKey":"b51a56c8-04e1-4198-b15e-d375549ea3ca","ControlNumber":"1968","DisclosureBlock":"&nbsp;<b>E. Peterson, <\/b> None..<br><b>K. Feng, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>M. Rafailovich, <\/b> None..<br><b>M. Simon, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6971","PresenterBiography":null,"PresenterDisplayName":"Emily Peterson, BE","PresenterKey":"df04fed8-8429-4363-a27a-b16897e70413","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6971. The impact of lecithin retinol acyltransferase in squamous cell carcinoma: Tissue formation, cell mechanics, and gene transcription","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of lecithin retinol acyltransferase in squamous cell carcinoma: Tissue formation, cell mechanics, and gene transcription","Topics":null,"cSlideId":""},{"Abstract":"High expression of programmed death-ligand 1(PD-L1) is associated with poor survival outcomes in epidermal growth factor receptor (EGFR) mutation non-small cell lung cancer (NSCLC) patients receiving EGFR tyrosine kinase inhibitors (EGFR-TKIs). In this study we aimed to determine how increased PD-L1 affects the signal transduction of EGFR-mutant NSCLC cells. We first established PD-L1 overexpression EGFR mutant NSCLC cells, and discovered that PD-L1 overexpression cells had upregulated c-MET phosphorylation compared with parental cells using receptor tyrosine kinase array study. Subsequently, we demonstrated that knocking out PD-L1 (CD 274) in EGFR mutant NSCLC cells resulted in down-regulation of c-MET phosphorylation. Since protein tyrosine phosphatases (PTP) are known key regulators for c-MET phosphorylation and dephosphorylation, the activity of PTP was assessed. In PD-L1 overexpression EGFR mutant NSCLC cells, the PTP activity was decreased, whereas in PD-L1 knock-out cells, the PTP activity was increased. Additionally, the downregulation of c-MET phosphorylation in PD-L1 knock-out cells could be restored by adding PTP inhibitor (Na<sub>3<\/sub>VO<sub>4<\/sub>). The gene expression analysis showed that PTP expression was down-regulated in PD-L1 overexpression cells, indicating that PD-L1 upregulates c-MET phosphorylation by reducing PTP expression. We further established xenograft animal models using NSCLC cells with strong baseline c-MET phosphorylation to determine the effect of c-MET phosphorylation on osimertinib (a 3rd-generation EGFR-TKI) treatment. We found that tumor cells with strong c-MET phosphorylation were prone to develop MET amplification as acquired resistance under osimertinib, which could be overcome with combination of osimertinib and tepotinib, a c-MET inhibitor. Taken together, our results expand our understanding of PD-L1&#8217;s role beyond an immune checkpoint in EGFR mutant NSCLC. PD-L1-regulated <i>MET<\/i> alterations could be a crucial mechanism leading to poor treatment outcome of EGFR-TKIs in PD-L1 overexpression EGFR mutant NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Kinases and phosphatases,,"},{"Key":"Keywords","Value":"NSCLC,Epidermal growth factor receptor (EGFR),Mesenchymal-epithelial transition (MET),PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D.-R. Huang<\/b><sup>1<\/sup>, C.-C. Hsu<sup>1<\/sup>, W.-H. Hsu<sup>2<\/sup>, B.-C. Liao<sup>1<\/sup>, J.-H. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>National Taiwan University Cancer Center (NTUCC), Taipei City, Taiwan, <sup>2<\/sup>National Taiwan University Hospital, Taipei City, Taiwan","CSlideId":"","ControlKey":"4ee063a0-e097-4233-9092-19da4affc87a","ControlNumber":"263","DisclosureBlock":"&nbsp;<b>D. Huang, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>W. Hsu, <\/b> None..<br><b>B. Liao, <\/b> None.&nbsp;<br><b>J. Yang, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>AstraZeneca,<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Merck KGaA<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Ono Pharmaceuticals<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>Takeda Oncology<\/b> Grant\/Contract. <br><b>Yuhan Pharmaceuticals<\/b> Grant\/Contract. <br><b>JNJ<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6972","PresenterBiography":null,"PresenterDisplayName":"Derek De-Rui Huang, MD","PresenterKey":"dcc3015a-6dbe-40b3-931b-32ccae0c8073","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6972. Programmed death-ligand 1 (PD-L1) upregulates c-MET phosphorylation via protein tyrosine phosphatase and contributes to the development of <i>MET<\/i> amplification in epidermal growth factor receptor (EGFR) mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Programmed death-ligand 1 (PD-L1) upregulates c-MET phosphorylation via protein tyrosine phosphatase and contributes to the development of <i>MET<\/i> amplification in epidermal growth factor receptor (EGFR) mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The mortality rate due to metastasis in cancer is as high as 90%. The underlying mechanisms have been studied, however, the process of metastasis is complicated, current therapies still cannot inhibit metastasis efficiently. In recent years, studies have mentioned that extracellular vesicles play an important role in cancer cell metastasis and tumor microenvironment. Extracellular vesicles can be divided into microvesicles, apoptotic bodies and exosomes, which can carry different substances into the tumor microenvironment. Especially exosomes, whose diameter is around 30-160nm, can carry DNA, RNA, miRNA, membrane proteins, lipids and other intracellular molecules into the cell through endocytosis for regulation. The process of metastasis and the drug resistance were also been demonstrated can be regulated by exosomes. At present, the physiological functions of exosomes are not clear. HT29 colon cancer cells previously discovered in our laboratory can have different responses to dasatinib treatment, and cells can be isolated to dasatinib selected cells(DSTS) and resistant cells(DSTR). In this study, the role of exosome upon dasatinib treatment in HT29 cell is investigated. In the experiment, exosomes from HT29, DSTS, and DSTR were isolated by ExoQuick-TC. Transmission electron microscope was used to observe the difference in exosome size. Exosomes from different cells were treated in HT29 cells, and differences at the protein and mRNA levels were observed using western blot and reverse transcription-polymerase chain reaction(RT-PCR). In my results, the diameter of exosomes in DSTS cells was smaller than that in DSTR and HT29 cells. The protein expression levels of Cavoelin-1 and Clathrin in HT29 were also increased in the treatment of exosome that from three types of cells. In addition, the DSTR derived-exosomes can induce the expression of pFAK and Clathrin mRNA in HT29 cells. The preliminary results suggest that DSTR derived-exosomes may affect cell migration. This study provides the clues that through understanding exosomes that secreted from different cells, cancer diagnosis and treatment can be conducted according to their characteristics, so as to reduce the possibility of cell metastasis precisely.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Exosomes,Colon cancer,Src inhibition,vesicle trafficking,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Koo<\/b>, Y.-W. Lu, X.-L. Hou, W.-T. Chao; <br\/>Tunghai University, Taichung City, Taiwan","CSlideId":"","ControlKey":"80888824-003a-4ec2-bf8e-bd9b2d169b93","ControlNumber":"6345","DisclosureBlock":"&nbsp;<b>H. Koo, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6973","PresenterBiography":null,"PresenterDisplayName":"Hui Min Koo, No Degree","PresenterKey":"4f0a7840-84db-4d40-8a37-e6afde9e1bea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6973. Investigates the role of exosomes in dasatinib treated HT29 colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigates the role of exosomes in dasatinib treated HT29 colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs), including exosomes, are recognized as promising functional tools involved in cancer progression. Although evidence of the functions of EV in cancer biology has been accumulating, optimizing EV isolation is still a major challenge. In ovarian cancer, peritoneal dissemination is a crucial prognostic factor due to the lack of effective treatment, and EVs in malignant ascites play a key role for progression. In this study, we invented cellulose nanofiber (CNF) sheets which enable to capture EVs from approximately 10 &#956;L of biofluids and enabled the analysis of the bioactive molecules included in the EVs (<i>Nature Communications<\/i> 2023). By attaching CNF sheets to moistened organs, the EVs in trace amounts of ascites were collected, which was sufficient to perform small RNA sequence analyses. In the ovarian cancer mouse model, CNF sheets enabled the detection of cancer-associated miRNAs from the very early phase when the mice did not have apparent ascites, and the EVs from different locations, such as pelvic walls or liver surfaces, had unique miRNA profiles. To confirm the utility of the CNF sheets in cancer patients, we directly collected the EVs on the organ surfaces by the EV attachment method during surgery under appropriate ethical institutional approval with individual consent. EVs were collected from the pelvic peritoneum, omentum, liver surface, or tumor surface, and the miRNA profiling demonstrated each location formed unique clusters. Notably, several tumor-suppressive miRNAs have been identified in liver surface EVs, such as miR-122-3p, and this is consistent with actual ovarian cancer cell progression, which tends to metastasize to the diaphragm rather than to the liver surface. In addition, the trajectory analysis revealed that the pattern of connection in each site was different between patients with localized and advanced disease. We identified ten miRNAs were high in tumors and in EVs from tumor rupture sites, and the level of each miRNA decreased with distance from the primary tumors. Among ten miRNAs, hsa-miR-200b-3p and hsa-miR-429 were confirmed as highly expressed in tumor tissues compared to adjacent normal tissues or benign tumors, and three miRNAs in serum, urine and saliva decreased post-surgery. In summary, spatial CNF sheet analyses in patient bodies identified location-based heterogeneity in EV-miRNA profiles, and the profiles reflected disease conditions. This new method could provide unveiled biological aspects of EVs, and suggest a clinical strategy contributing to cancer diagnosis, staging evaluation, and therapy planning.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Exosomes,Ovarian cancer,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Yokoi<\/b><sup>1<\/sup>, K. Yoshida<sup>1<\/sup>, Y. Yamamoto<sup>2<\/sup>, T. Yasui<sup>3<\/sup>, H. Kajiyama<sup>1<\/sup>; <br\/><sup>1<\/sup>Nagoya Univ. Graduate School of Medicine, Nagoya, Japan, <sup>2<\/sup>National Cancer Center Research Institute, Tokyo, Japan, <sup>3<\/sup>Tokyo Institute of Technology, Tokyo, Japan","CSlideId":"","ControlKey":"75b9671d-06ac-4433-908d-70963cdff310","ControlNumber":"2203","DisclosureBlock":"&nbsp;<b>A. Yokoi, <\/b> None..<br><b>K. Yoshida, <\/b> None..<br><b>Y. Yamamoto, <\/b> None..<br><b>T. Yasui, <\/b> None..<br><b>H. Kajiyama, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6974","PresenterBiography":null,"PresenterDisplayName":"Akira Yokoi, MD;PhD","PresenterKey":"7142fdfb-0ebf-42e2-8e4b-0fbdbf6dcbaf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6974. Spatial exosome analysis reveals the location heterogeneity of exosomal miRNAs in ovarian cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"366","SessionOnDemand":"False","SessionTitle":"Cancer Cell Communication with the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial exosome analysis reveals the location heterogeneity of exosomal miRNAs in ovarian cancer patients","Topics":null,"cSlideId":""}]