[{"Abstract":"<b>Background<\/b> Pancreatic ductal adenocarcinoma (PDAC) is one of the deadliest malignant solid tumors, with a five-year survival rate less than 10%. Lymphovascular invasion (LVI) is a poor prognostic indicator for PDAC, yet the difference between tumors with or without LVI is unclear.<br \/><b>Methods<\/b> We used scRNA-seq analysis on the PDAC tissue of 24 patients obtained from the National Genomics Data Center (Project number: PRJCA001063) to compare T-cell, macrophage, &#38; cancer-associated fibroblast (CAF) heterogeneity between LVI-positive &#38; LVI-negative PDAC. To validate the scRNA-seq results, complementary techniques, including multiple immunofluorescence assays &#38; flow cytometry, were used. Additionally, we analyzed the characteristics of LVI-positive PDAC tumor cells.<br \/><b>Results<\/b> LVI-positive PDAC thrives in an immunosuppressive microenvironment. We discovered that CD8+ T cells were more deficient in LVI-positive PDAC than in LVI-negative PDAC. Furthermore, the effective &#38; cytotoxic markers (such as GZMB &#38; IFN-&#947;) of CD8+ T cells also decreased in LVI-positive PDAC. M2 macrophage polarization was found to be higher in LVI-positive PDAC compared to LVI-negative PDAC. In addition, we discovered a more fibrotic TME signature in LVI-positive PDAC. LVI-positive tumor cells, in particular, had a mesenchymal transition phenotype &#38; a hypoxic microenvironment.<br \/><b>Conclusions <\/b>This study adds to our understanding of the intricate heterogeneity seen in LVI-positive PDAC. It sheds light on the distinct characteristics of LVI-positive PDAC &#38; advances our understanding of its underlying biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Microenvironment,T cell,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Zou<\/b>, Y. Xie, S. Gao, T. Zhou, J. Yu, J. Hao; <br\/>Tianjin Medical Univ. Cancer Inst. & Hospital, Tianjin, China","CSlideId":"","ControlKey":"21442f16-8a01-4522-8c9e-023d5b540090","ControlNumber":"5833","DisclosureBlock":"&nbsp;<b>Y. Zou, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>S. Gao, <\/b> None..<br><b>T. Zhou, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1576","PresenterBiography":null,"PresenterDisplayName":"Yiping Zou","PresenterKey":"c08c763b-a243-47be-bfaf-865f0f65e62a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1576. The heterogeneity between pancreatic ductal adenocarcinoma with &#38; without lymphovascular invasion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The heterogeneity between pancreatic ductal adenocarcinoma with &#38; without lymphovascular invasion","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Cancer associated fibroblasts (CAF) drive a complex tumor microenvironment (TME) in pancreatic ductal adenocarcinoma (PDAC) through incompletely understood interactions. Two major CAF subtypes, myofibroblastic (myCAF) and inflammatory (iCAF), dominate the tumor landscape and have been defined by gene expression profiles. There is significant plasticity between subtypes and alterations in CAF behavior likely drive changes in tumorigenicity and immune evasion. Additionally, PDAC tumor cells usually present with a predominant classical or basal phenotype that is associated with clinical outcomes. We hypothesized that CAF phenotype impacts tumor cell gene expression and alters the clinically-relevant tumor subtyping.<br \/><b>Methods: <\/b>We interrogated cellular crosstalk in the PDAC TME using a novel three-dimensional, patient-matched coculture system of patient-derived organoids (PDO) and CAFs, established from 12 patients undergoing surgical resection. Molecular characterization included bulk RNA sequencing, proteome profiling (107 factor), flow cytometry, multiplex RNA Scope, imaging mass cytometry (IMC), and RT-qPCR.<br \/><b>Results: <\/b>PDO gene expression analysis from bulk RNAseq demonstrated CAF coculture induced phenotypic shifts in the Moffitt subtype from a classical to a basal phenotype. Further, CAF coculture enhanced epithelial to mesenchymal transition (EMT) across all patients, even those with a baseline basal phenotype. We hypothesized this could be due to both cell-cell crosstalk and secreted factors. We therefore treated PDO with CAF-conditioned media (CM) and demonstrated that CM is sufficient to drive the observed classical-to-basal shift by RT-qPCR. Secretome analysis of CM derived from 3 CAF lines identified HGF, FGF19, and IL-8 as factors contributing to this transcriptional change. Next, we used spatial - omics (transcriptomics and proteomics) to examine the validity of these findings in source patient tissue. Using RNA Scope, we discovered distinct tumor neighborhoods expressing basal mRNAs KRT17 and KRT6a surrounded by CAFs compared to those expressing classical genes TFF1 and GATA6. We then used IMC to further explore CAF subtypes in patient tumors and found FAP+ myCAF regions corresponded to basal tumor regions, while CXCL12+ iCAFs were found in classical regions.<br \/><b>Conclusions: <\/b>PDAC tumor biology is likely driven by interactions between cancer cells and CAFs. Potential mediators of these interactions include both cell-cell contact and secreted factors. We introduce a novel approach combining <i>in vitro <\/i>coculture with tissue-based assays, demonstrating that modern culture techniques preserve cell type heterogeneity and plasticity. Together, these data demonstrate that a CAF-rich TME drives tumor cell plasticity not only towards EMT but also a more basal disease phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Tumor microenvironment,Tumor progression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Guinn<\/b>, B. Perez, J. Patel, J. Lee, D. Zabransky, W. J. Ho, E. J. Fertig, E. Kartalia, J. Tandurella, R. Burkhart, J. W. Zimmerman, E. Jaffee; <br\/>Johns Hopkins Medicine, Baltimore, MD","CSlideId":"","ControlKey":"63a051e4-b80c-45d8-9af9-1d7f7812a0c8","ControlNumber":"6981","DisclosureBlock":"&nbsp;<b>S. Guinn, <\/b> None..<br><b>B. Perez, <\/b> None..<br><b>J. Patel, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>D. Zabransky, <\/b> <br><b>Genentench\/Roche<\/b> Grant\/Contract. <br><b>W. J. Ho, <\/b> <br><b>Sanofi<\/b> Grant\/Contract. <br><b>NeoTX<\/b> Grant\/Contract. <br><b>Rodeo\/Amgen<\/b> Patent. <br><b>E. J. Fertig, <\/b> <br><b>Merck<\/b> Employment. <br><b>Mestag Therapeutics<\/b> Employment.<br><b>E. Kartalia, <\/b> None..<br><b>J. Tandurella, <\/b> None..<br><b>R. Burkhart, <\/b> None.&nbsp;<br><b>J. W. Zimmerman, <\/b> <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>E. Jaffee, <\/b> <br><b>Abmeta<\/b> Other, Personal fees. <br><b>Achilles<\/b> Other, Personal Fees. <br><b>DragonFly<\/b> Other, Personal fees. <br><b>Parker Institute<\/b> Grant\/Contract. <br><b>Lustgarten<\/b> Grant\/Contract. <br><b>Carta<\/b> personal fees. <br><b>Bluedot<\/b> personal fees. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Break Through Cancer<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1577","PresenterBiography":null,"PresenterDisplayName":"Samantha Guinn, BS,MS","PresenterKey":"497ee013-0a9c-4aa2-84fa-1eac5d6c33b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1577. Cancer associated fibroblast - tumor cell crosstalk enhances epithelial to mesenchymal transition and promotes a classical to basal switch in human pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer associated fibroblast - tumor cell crosstalk enhances epithelial to mesenchymal transition and promotes a classical to basal switch in human pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"More than 90% of human pancreatic ductal adenocarcinoma (PDAC) cases are driven by activating mutations in KRAS. RMC-7977 is a potent inhibitor of GTP-bound RAS proteins (RAS(ON), including both wild type and mutant variants of KRAS, NRAS, and HRAS. The related investigational agent, RMC-6236, is a first-in-class, potent, orally bioavailable, RAS<sup>MULTI<\/sup>(ON) inhibitor currently in Phase 1\/1b clinical trials (NCT05379985). We performed preclinical studies in a range of models of PDAC, including the highly chemoresistant K-ras<sup>LSL.G12D\/+<\/sup>, p53<sup>LSL.R172H\/+<\/sup>, Pdx1Cre<sup>tg\/+<\/sup> (KPC) genetically engineered mouse. RMC-7977 exhibited broad anti-tumor activity at tolerable doses, provoking radiographic responses in KPC pancreatic tumors and extending overall survival by 3-fold, the largest response observed yet in this model. RMC-7977 dosing produced a metronomic effect on RAS signaling in tumor and normal tissues. This yielded tumor-selective effects on apoptosis and proliferation, consistent with RAS oncogene addition in PDAC.<br \/>PDAC tumors are characterized by an expansive stroma that harbors multiple subtypes of cancer associated fibroblasts (CAFs) that manufacture a fibrotic, inflammatory extracellular matrix. CAF proliferation is driven by signals emanating from the malignant epithelial cells, such as Sonic Hedgehog (SHH), a secreted ligand that drives downstream Hedgehog pathway signaling in myofibroblastic CAFs (myCAFs). To understand the impact of RAS-GTP inhibition on paracrine signaling to CAFs in PDAC, To understand the dynamic responses of malignant epithelial cells following GTP-RAS inhibition, we performed single cell RNA sequencing (scRNAseq) on KPC pancreatic tumors treated with RMC-7977 or vehicle at multiple timepoints. Using the ARACNe and VIPER algorithms, we performed single cell regulatory network analysis on the expression profiles of &#62;210,000 cells to calculate the activities of thousands of transcriptional regulatory protein in each cell.<br \/>We found that the RAS-GTP inhibition blocked SHH expression in malignant epithelial cells, resulting in loss of downstream Hh pathway activity in CAFs within 24 hours of treatment. By one week of treatment, myCAFs were significantly depleted whereas inflammatory CAFs (iCAFs) were significantly accumulated. Strikingly, CAF heterogeneity was restored in KPC pancreatic tumors that acquired resistance to RMC-7977, despite continued suppression of Hedgehog pathway signaling. Consistent with prior studies of Smoothened inhibitors, the depletion of myCAFs from RAS-GTP inhibition was associated with the rapid opening and hypersprouting of intra-tumoral blood vessels. Ongoing studies using the mutant-selective KRAS<sup>G12D<\/sup> inhibitor RM-044 should discriminate between direct effects of wild type RAS inhibition in CAFs versus the paracrine consequences of mutant RAS inhibition in malignant epithelial cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Ras,Cancer associated fibroblasts,Hedgehog,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Hasselluhn, L. Tomassoni, U. Wasko, A. Curiel-Garcia, T. Dalton, S. A. Sastra, C. Palermo, A. Califano, <b>K. P. Olive<\/b>; <br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"207946fa-5801-4863-9530-2202c59da31f","ControlNumber":"8290","DisclosureBlock":"&nbsp;<b>M. Hasselluhn, <\/b> None..<br><b>L. Tomassoni, <\/b> None..<br><b>U. Wasko, <\/b> None..<br><b>A. Curiel-Garcia, <\/b> None..<br><b>T. Dalton, <\/b> None..<br><b>S. A. Sastra, <\/b> None..<br><b>C. Palermo, <\/b> None.&nbsp;<br><b>A. Califano, <\/b> <br><b>Darwin Therapeutics<\/b> Employment, Stock, Patent. <br><b>K. P. Olive, <\/b> <br><b>Revolution Medicines<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1578","PresenterBiography":null,"PresenterDisplayName":"Kenneth Olive, PhD","PresenterKey":"887abff0-c1f0-49ab-b33d-bceb818a60b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1578. RAS-GTP inhibition modulates Hedgehog signaling, suppressing myCAFs and promoting iCAFs in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAS-GTP inhibition modulates Hedgehog signaling, suppressing myCAFs and promoting iCAFs in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Stereotactic body radiation therapy (SBRT) has emerged as a promising treatment modality for pancreatic ductal adenocarcinoma (PDAC) due to its precise delivery and potential to improve local control. Beyond its direct impact on tumor cells, accumulating evidence suggests that SBRT may also modulate the tumor microenvironment (TME), influencing immune responses. Macrophages play a crucial role in the TME with their polarization into pro-inflammatory (M1) or pro-tumoral (M2) phenotypes significantly impacting cancer progression. Studying the TME and developing immune therapies may be helpful for metastatic PDAC, which currently only has non-curative treatment. The TME, in particular the polarization of macrophages, has not been well studied following radiation treatment. Therefore, our work aims to study how SBRT affects the infiltration and polarization of macrophages in the PDAC TME in a time-dependent manner.<br \/>Methods: To establish and study PDAC C57BL\/6J mice were orthotopically injected with a luciferase-labeled KPC tumor cell line. SBRT was administered to tumor-bearing mice following a schedule of 10Gy radiation per fraction in total of 5 fractions on days 10-14 post tumor implantation. Mice were euthanized on day 1, 3 and 7 after irradiation. Tumor tissues were collected for immunohistochemistry (IHC) staining and flow cytometry with antibodies targeting CD68, CD11b, CD86 (M1 marker), and CD206 (M2 marker). Images were analyzed and quantified using ImageJ and GraphPad Prism.<br \/>Results: Via the use of IHC staining, we found no significant difference in the number of cells stained with the CD68 antibody (macrophage marker) when compared throughout groups. Additionally, we found no significant difference in the number of macrophages stained with the M2 marker. However, we did observe a significant increase in the number of macrophages stained with the M1 marker in the group receiving SBRT. Through flow cytometry of the tumor tissues we observed an increasing trend, as time passed, in the number of macrophages expressing the M1 marker. The same trend was observed in macrophages expressing both the M1 and M2 markers. However, a change in the total number of macrophages or those expressing only the M2 marker was not observed.<br \/>Conclusions: SBRT does not affect the total number of infiltrated macrophages in the TME or the amount of M2 macrophages. However, we did observe that the percentage of M1 macrophage increases significantly as time passes after SBRT. We theorize that the increase in M1 macrophages may be due to an M2 to M1 transition in the M2 population. Our study provides preliminary rationale to use macrophage-targeted immune therapy to potentiate the efficacy of SBRT for PDAC treatment, though we understand that further follow-up studies with a larger sample size and longer time course are required to obtain significant and meaningful results.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Stereotactic body radiation therapy,Macrophage polarization,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. D. Gonzalez Marrero<\/b><sup>1<\/sup>, L. Wang<sup>2<\/sup>, B. R. Schrank<sup>2<\/sup>, A. C. Koong<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico School of Medicine, San Juan, PR, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"5d877c9c-209b-4aff-b766-31d214853ec2","ControlNumber":"1738","DisclosureBlock":"&nbsp;<b>E. D. Gonzalez Marrero, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>B. R. Schrank, <\/b> None..<br><b>A. C. Koong, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1579","PresenterBiography":null,"PresenterDisplayName":"Emil Gonzalez Marrero","PresenterKey":"b6048f21-89f2-453f-93ee-10823bb97f60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1579. Macrophage infiltration and polarization in pancreatic ductal adenocarcinoma following stereotactic body radiation therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage infiltration and polarization in pancreatic ductal adenocarcinoma following stereotactic body radiation therapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is one of the most aggressive and deadliest cancers with a survival rate of less than 12% at 5 years. It is estimated that around 14% of human PDAC contain mutations in genes involved in DNA Damage Repair (DDR), including BRCA1\/2, ATM, and others. Additionally, PDAC has an extensive network of extracellular matrix components surrounding the tumor in the stroma, such as cancer-associated fibroblasts, which promote cancer cell growth. The interactions of the tumor with its tumor microenvironment and stroma can bring vulnerabilities that could be targeted if identified. New therapeutic strategies to those targets can be developed for specifically PDAC with DDR mutations.<br \/>Using publicly available RNA-seq dataset of PDAC patients from The Cancer Genome Atlas (TCGA), I computationally estimated the infiltration of immune and stromal cell types into the tumor. From the analyses, I found that there was a significant difference in the migration of Common Lymphoid Progenitor (CLP) cells into PDAC with mutations to DDR genes. CLP cells usually divide into T-cells, B-cells, and NK cells, suggesting that DDR mutations could cause a more immunogenic environment. There was also a decrease in the infiltration of stromal elements, mainly fibroblasts, into PDAC with mutations to DDR genes.<br \/>In the experiment I am currently working on, I hypothesize there are also in vivo differences in the infiltration rates of certain immune cell types and fibroblasts into BRCA2-mutated PDAC, since BRCA2 is the most commonly mutated DDR gene in PDAC.<br \/>For my current experimental design, the mice in the experimental group will be orthotopically implanted with PDAC with Brca2 knockout. The control group will have mice orthotopically implanted with PDAC without Brca2 knockout. After letting the tumors grow for 3 weeks, the mice will be sacrificed and the pancreatic tumors will be collected and stained through trichrome staining. Trichrome staining probes for the stromal cancer-associated fibroblasts. Furthermore, immunohistochemistry (IHC) staining will be done to look for specific populations of cells, such as specific types of fibroblasts, effective and immunosuppressive immune cells including T-cells, B-cells, and NK cells. The aim is to see whether the computational findings in regards to the tumor microenvironment are also reflected in vivo. I will have the data from this experiment by the time of the conference in April 2024.<br \/>Overall, my project is about investigating the tumor microenvironment and fibroblast abundance in PDAC with BRCA2 knockout mice, using computational data, IHC staining and trichrome staining.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Fibroblasts,DNA repair,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Al-Musawi<\/b>, C.-i. Hwang; <br\/>UC Davis, Davis, CA","CSlideId":"","ControlKey":"104b9c0a-872e-41e6-98bd-e2a03c10cf99","ControlNumber":"2816","DisclosureBlock":"&nbsp;<b>F. Al-Musawi, <\/b> None..<br><b>C. Hwang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1580","PresenterBiography":null,"PresenterDisplayName":"Fatimah Al-Musawi, No Degree","PresenterKey":"2375aba9-f8b5-4819-af45-e7ab5d3e7d31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1580. Investigating the tumor microenvironment of pancreatic ductal adenocarcinoma with BRCA2 mutation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the tumor microenvironment of pancreatic ductal adenocarcinoma with BRCA2 mutation","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b><br \/>Pancreatic ductal adenocarcinoma (PDAC) is associated with poor prognosis, rising incidence and suffers from limited existing treatment options. Currently, salient features of PDAC are being investigated that can potentially predict immunotherapy outcomes, to identify small patient populations that can benefit from such strategies. Preliminary studies show that colony-stimulating factor-1 receptor (CSF1R), a surface receptor tyrosine kinase that drives survival, function, proliferation and differentiation of several myeloid lineage cell types can be a potentially interesting target for combination immunotherapy.<br \/><b>Methods: <\/b><br \/>PDAC patients from the TCGA PanCancer Atlas were stratified into CSF1R<sup>hi<\/sup> and CSF1R<sup>lo<\/sup> cohorts and clinically relevant characteristics were compared between the two. The mRNA expression of CSF1R and immunological markers of interest were evaluated and Gene Set Enrichment Analysis (GSEA) was run on the two groups to analyze differential expression of gene sets.<br \/><b>Results: <\/b><br \/>mRNA expression z-scores were used to classify 129 patient samples in the TCGA PanCancer Atlas dataset into CSF1R<sup>hi<\/sup> (z-score&#62;1, n=20) and CSF1R<sup>lo<\/sup> (z-score&#60;0, n=109) cohorts. Both have similar disease staging, MSI MANTIS scores, tumor mutation burden, median diagnosis age, sex and race distribution. However, the CSF1R<sup>hi<\/sup> cohort has a distinct, non-conventional PDAC driver gene mutation profile (genomic alteration frequencies in CSF1R<sup>hi <\/sup>vs<sup> <\/sup>CSF1R<sup>lo<\/sup> cohorts respectively: a) <i>KRAS: 30% vs <\/i>73%<i> <\/i>b)<i> CDKN2A<\/i>: 15% vs 57% and c) <i>SMAD4<\/i>: 5% vs 42%) (p-value&#60;0.01 for each). CSF1R correlates with markers of CD8+ T-cell function (R<sup>2<\/sup> values: <i>CD8A: <\/i>0.683<i>, GZMB: <\/i>0.508<i>, PRF1: <\/i>0.673), CD8+ T-cell infiltration (<i>CXCL9: <\/i>0.596<i>, CXCL10: <\/i>0.483<i>, CCL5: <\/i>0.666<i>)<\/i> and expression of immune checkpoint genes (<i>PDCD1: <\/i>0.602<i>, CD274: <\/i>0.544<i>, CTLA4: <\/i>0.613). <i>CD8A, GZMB, PRF1, CXCL9, CXCL10, CCL5, PDCD1, CD274, CTLA4<\/i> are significantly upregulated in the CSF1R<sup>hi<\/sup> group (log2Fold changes respectively: 2.07, 1.57, 1.48, 2.51, 1.71, 1.75, 1.63, 1.34, 1.80). GSEA against the hallmark gene set database shows that <i>KRAS<\/i> signaling, Inflammatory response, IL6 JAK STAT3 and Interferon-gamma signaling are significantly upregulated in the CSF1R high patient group (FDR q-value &#60;0.01 for each).<br \/><b>Conclusion: <\/b><br \/>Preliminary <i>in silico<\/i> analysis suggests that PDAC patients with higher levels of CSF1R may be more immune infiltrated. Future studies will evaluate the potential of CSF1R as a biomarker to identify an immune infiltrated subset of PDAC patients <i>ex vivo<\/i> and the mechanism of immune infiltration in CSF1R<sup>hi<\/sup> PDACs <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immune checkpoint blockade,Cytotoxic T cell,The Cancer Genome Atlas (TCGA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Chaudhuri<\/b>, D. A. Deming, C. A. Pasch, K. A. Johnson, C. K. Sievers, P. B. Emmerich; <br\/>Univ. of Wisconsin Madison Sch. of Med. & Public Health, Madison, WI","CSlideId":"","ControlKey":"92049bd0-c649-46df-8f7a-ecb2e03a2c11","ControlNumber":"5085","DisclosureBlock":"&nbsp;<b>S. Chaudhuri, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Aadi Biosciences<\/b> Grant\/Contract, Other, Consulting\/ Advisory Boards. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/ Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Consulting\/ Advisory Boards. <br><b>Seagen<\/b> Other, Consulting\/ Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Consulting\/ Advisory Boards. <br><b>Regeneron<\/b> Other, Consulting\/ Advisory Boards.<br><b>C. A. Pasch, <\/b> None..<br><b>K. A. Johnson, <\/b> None..<br><b>C. K. Sievers, <\/b> None..<br><b>P. B. Emmerich, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1581","PresenterBiography":null,"PresenterDisplayName":"Somak Chaudhuri, BS,MS","PresenterKey":"b2c73510-d8d9-47de-b59f-be090eae8c60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1581. Colony-stimulating factor-1 receptor as a potential therapeutic target in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colony-stimulating factor-1 receptor as a potential therapeutic target in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer (PC) continues to be a challenge for today&#8217;s therapeutics, with a meager 5-year survival rate of 12%. Due to the pancreas&#8217; location, patients often receive diagnosis late, leaving them with limited treatment options. Often, they fail to respond to chemotherapy regimens or develop resistance to those therapies. Tumor-promoting inflammation is a hallmark of cancer, contributing to tumor cells&#8217; survival and proliferation. Infiltrating leukocytes and pro-inflammatory cytokines released into the tumor microenvironment (TME) often cause this inflammation. My lab has previously linked increases in pancreatic ductal adenocarcinoma (PDAC) progression and chemotherapy resistance to inflammation and the CXCR2 pathway. In the present study, we examined the role of neutrophil recruitment in PDAC progression using patient samples and KRAS-dependent KC and KPC murine models. Our data suggest a positive association between tumor-associated neutrophils (TANs) and PDAC progression. <i>In vitro<\/i>, we observed neutrophil-PDAC interaction enhancing the survival of both neutrophils and PDAC cell lines. Moreover, this survival was mediated by cellular aggressiveness and therapy resistance. Concerning survival, we saw increased expression of anti-apoptotic genes in the neutrophils upon PDAC cancer cell conditioned media treatment. We also observed modulated expression of immunoregulatory molecules. Our data suggest that increased recruitment of TANs supports PDAC progression and survival, and PDAC cell-neutrophil interaction modulates neutrophil survival and immunoregulatory phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Therapy resistance,Tumor metastases,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Sturgeon<\/b><sup>1<\/sup>, E. Johnson<sup>1<\/sup>, C. Molczyk<sup>1<\/sup>, P. Goel<sup>2<\/sup>, P. Tinsley<sup>3<\/sup>, L. Abrahams<sup>4<\/sup>, M. Maher<sup>5<\/sup>, R. K. Singh<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Nebraska Medical Center, Omaha, NE, <sup>2<\/sup>University of Alabama at Birmingham, Birmingham, AL, <sup>3<\/sup>Wayne State University, Wayne, NE, <sup>4<\/sup>Tufts University, Medford, MA, <sup>5<\/sup>Creighton University, Omaha, NE","CSlideId":"","ControlKey":"cde4f77c-c73a-4ca1-8c0a-ef18ab5c1e44","ControlNumber":"834","DisclosureBlock":"&nbsp;<b>R. Sturgeon, <\/b> None..<br><b>E. Johnson, <\/b> None..<br><b>C. Molczyk, <\/b> None..<br><b>P. Goel, <\/b> None..<br><b>P. Tinsley, <\/b> None..<br><b>L. Abrahams, <\/b> None..<br><b>M. Maher, <\/b> None..<br><b>R. K. Singh, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1583","PresenterBiography":null,"PresenterDisplayName":"Reegan Sturgeon, BS","PresenterKey":"21b9871e-de9c-4a35-b4aa-8f4a66702cde","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1583. Neutrophil pro-tumorigenic role in progression and therapy resistance in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutrophil pro-tumorigenic role in progression and therapy resistance in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer (NK) cells have been shown to possess potent anti-tumor activity against multiple cancer types and consequently have been harnessed as a cellular cancer immunotherapy. Furthermore, targeting of pancreatic stellate cells has received increasing interest in the treatment of pancreatic ductal adenocarcinoma (PDAC), with several clinical trials testing the hypothesis that rendering activated pancreatic stellate cells\/cancer associated fibroblasts (aPSC\/CAF) into a quiescent state (qPSC) can enhance anticancer treatment. Despite this interest, our understanding of the interplay between these two cell types remains limited. We hypothesized that PSC\/CAF may exhibit a dynamic interaction with NK cells that may be harnessed for therapeutic strategies and patient stratification. Employing a series of <i>in vitro<\/i> assays, we demonstrate a significant bi-directional interaction between natural killer cells and pancreatic stellate cells in the context of PDAC. NK cells were found to effectively target and eliminate both aPSC and qPSC, with PSC activation conferring some protection from NK-lysis. Furthermore, we highlight a significant myofibroblastic shift in PSCs regardless of previous activation status when cultured with NK cells; an interaction that was direct contact dependent. NK cells were also found to demonstrate cellular modulation of NKG2A and TIM3 in response to PSC co-culture. Drawing on Luminex ELISA analysis, we suggest that engagement of the IFN-&#947; signaling pathway may be driving phenotypic modulation. Global proteomic analyses demonstrated differential protein changes induced by NK cells in aPSC compared to qPSC, as well as alterations in the NK cell proteome upon such co-culture. Utilizing multiplex immunohistochemical analysis of PDAC patient samples, we highlight differential spatial distribution of phenotypically distinct NK cells and PSC\/CAF subtypes in patient samples between long- (n=16) and short- (n=48) survivors. Moreover, NK-PSC proximity, and not total immune infiltrate, was found to play a prognostic role in PDAC.<b> <\/b>Our work provides a global overview of the cross-talk between NK and PSC in PDAC, demonstrating a significant bi-directional relationship which offers novel insights into potential therapeutic avenues. Furthermore, we demonstrate, for the first time to our knowledge, the prognostic role of NK-PSC proximity in patient survival and suggest its potential for patient stratification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Multiplex automation,Mass spectrometry,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. E. A. Fincham<\/b><sup>1<\/sup>, P. Periasamy<sup>2<\/sup>, C. R. Joseph<sup>2<\/sup>, J. Meng<sup>2<\/sup>, J. Lim<sup>2<\/sup>, F. Wee<sup>2<\/sup>, K. Stasinos<sup>1<\/sup>, M. R. Goulart<sup>1<\/sup>, J. Ye<sup>2<\/sup>, L. Chong<sup>2<\/sup>, D. Goh<sup>2<\/sup>, J. P. S. Yeong<sup>2<\/sup>, H. M. Kocher<sup>1<\/sup>; <br\/><sup>1<\/sup>Barts Cancer Institute, London, United Kingdom, <sup>2<\/sup>Agency for Science, Technology and Research (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"8d5a8b29-c76b-4aee-b6cb-f7b7ce423e6e","ControlNumber":"2442","DisclosureBlock":"&nbsp;<b>R. E. A. Fincham, <\/b> None..<br><b>P. Periasamy, <\/b> None..<br><b>C. R. Joseph, <\/b> None..<br><b>J. Meng, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>F. Wee, <\/b> None..<br><b>K. Stasinos, <\/b> None..<br><b>M. R. Goulart, <\/b> None..<br><b>J. Ye, <\/b> None..<br><b>L. Chong, <\/b> None..<br><b>D. Goh, <\/b> None..<br><b>J. P. S. Yeong, <\/b> None..<br><b>H. M. Kocher, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1584","PresenterBiography":null,"PresenterDisplayName":"Rachel Fincham, BS,MS","PresenterKey":"35e50a7b-6f9e-4b95-9ceb-f0fe529a873a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1584. The interplay between natural killer cells and pancreatic stellate cells in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The interplay between natural killer cells and pancreatic stellate cells in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Backgrounds: Tenascin C (TNC) is an extracellular matrix glycoprotein that is abundantly expressed in cancer stroma and its overexpression correlates with tumor progression in various types of cancer including pancreatic adenocarcinoma (PAAD). However, the role of TNC in regards to response to immune checkpoint inhibitor (ICI) still remains to be identified. In this study, we aimed to investigate the potential involvement of TNC in the response to ICI among PAAD patients.<br \/>Materials and Methods: Transcriptomic profiles were downloaded by TCGA and GTEx database and TNC mRNA levels were compared between tumors and normal tissues. These transcriptomic data were deconvoluted using CIBERSORTx to identify specific enriched pathways in cancer cells and cancer-associated fibroblasts (CAFs) in PAAD patients. Bioinformatic programs were used to predict paracrine communications between cancer cells and cancer-associated fibroblasts (CAFs), and the Tumor Immune Dysfunction and Exclusion (TIDE) score was calculated to predict response to ICI treatment in PAAD patients. An independent immunotherapeutic cohort was applied to validate prediction values for immunotherapy.<br \/>Results: TNC mRNA levels were significantly upregulated in tumors compared to normal tissues in eight cancer types including PAAD. TNC-high (TNC-H) PAAD patients (n = 138) had significant shorter overall survival than TNC-low (TNC-L) patients (n = 40) (p = 0.0125, Log-rank test). Using CIBERSORTx, TNC was estimated to be predominantly expressed in CAFs in PAAD. In pathway analysis, both cancer cells and CAFs had significant enrichments of the epithelial mesenchymal transition pathway in TNC-H patients. Ligand-receptor interaction analysis showed that TNC produced in CAFs had the highest interaction potentials to bind to integrin families such as ITG&#945;V and ITG&#946;3 in cancer cells. In an independent immunotherapy data cohort, patients with TNC-H and ITG&#945;V-high or ITG&#946;3-high expression were associated with poor response to ICI treatment and had shorter overall survival than those with both low expressions.<br \/>Conclusions: In conclusion, these findings suggest that TNC-high<i> <\/i>CAFs can play a crucial role in tumor progression and resistance to ICI therapy in PAAD patients, and targeting TNC and its interactions with cancer cells may provide a potential strategy for improving the efficacy of ICI therapy in PAAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Pancreatic cancer,Immunotherapy,Integrins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Furuhashi<\/b>, Y. Morita, A. Matsumoto, S. Ida, R. Muraki, R. Kitajima, M. Takeda, H. Kikuchi, Y. Hiramatsu, H. Takeuchi; <br\/>Hamamatsu University School of Medicine, Hamamatsu, Japan","CSlideId":"","ControlKey":"40e901a5-5163-4fbf-9d4c-022f81608dd2","ControlNumber":"2957","DisclosureBlock":"&nbsp;<b>S. Furuhashi, <\/b> None..<br><b>Y. Morita, <\/b> None..<br><b>A. Matsumoto, <\/b> None..<br><b>S. Ida, <\/b> None..<br><b>R. Muraki, <\/b> None..<br><b>R. Kitajima, <\/b> None..<br><b>M. Takeda, <\/b> None..<br><b>H. Kikuchi, <\/b> None..<br><b>Y. Hiramatsu, <\/b> None..<br><b>H. Takeuchi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1585","PresenterBiography":null,"PresenterDisplayName":"Satoru Furuhashi","PresenterKey":"076c1d00-1a13-4971-9d35-4e54a5502f5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1585. Tenascin C in pancreatic cancer-associated fibroblasts enhances epithelial mesenchymal transition and is associated with resistance to immune checkpoint inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tenascin C in pancreatic cancer-associated fibroblasts enhances epithelial mesenchymal transition and is associated with resistance to immune checkpoint inhibitor","Topics":null,"cSlideId":""},{"Abstract":"In many solid tumors, including pancreatic ductal adenocarcinoma (PDAC), the secretion of extracellular vesicles (EVs) has been shown to support tumor progression, chemotherapeutic resistance, and metastasis. Importantly, PDAC tumors are composed of up to 80% non-tumor cells and an extracellular matrix, yet no studies have been performed to determine which cells within PDAC tumors internalized PDAC EVs. Further, the RNA-binding protein HuR plays an important role in PDAC cells, supporting the stability and translation of transcripts that aid tumor cell stress responses. Our lab has recently found that EVs harbor distinct mRNA and phosphorylated protein cargoes from donor cells. Further, HuR knockout (KO) cells produce EVs with significantly different mRNAs and phosphorylated proteins that EVs isolated from HuR wildtype (WT) cells. Specifically, proteins relating to endothelial function and angiogenesis were significantly differentially phosphorylated. Considering the functional impact of EV cargoes on recipient cells, our study aims to identify the specific cell types in the tumor microenvironment that import PDAC EVs and investigate the role of PDAC cell HuR in this signaling process. We have generated human PDAC and mouse Kras<sup>G12D<\/sup> Trp53<sup>R172H<\/sup> driven (KPC) PDAC cell lines to express an EV reporter, PalmGRET. Utilizing these cells lines in an immunocompetent mouse model of PDAC, we found that endothelial cells are major importers of PDAC EVs. We next performed bulk RNA-sequencing on endothelial cells sorted from these tumors that have (GFP+) versus have not (GFP-) imported PDAC EVs to assess the functional impact of PDAC EVs. Subsequent studies will focus on delineating the importance of this signaling axis by ablating EV secretion in addition to assessing endothelial cell function when treated with EVs from HuR WT vs. KO cells. Collectively, our study sheds light on the preferential uptake of PDAC EVs by endothelial cells and highlights the potential role of tumor cell-intrinsic HuR in this signaling process. These findings expand our understanding of the interactions between PDAC and the tumor microenvironment, potentially paving the way for targeted therapeutic interventions in this devastating disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Pancreatic cancer,Endothelial cells,Paracrine signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Finan<\/b><sup>1<\/sup>, Y. Guo<sup>1<\/sup>, A. Q. Bartlett<sup>1<\/sup>, K. MacPherson<sup>1<\/sup>, V. Calvert<sup>2<\/sup>, M. D. Hedberg<sup>1<\/sup>, E. Petricoin<sup>2<\/sup>, R. Sears<sup>1<\/sup>, J. R. Brody<sup>1<\/sup>; <br\/><sup>1<\/sup>Oregon Health & Science University, Portland, OR, <sup>2<\/sup>George Mason University, Fairfax, VA","CSlideId":"","ControlKey":"113c9687-08ba-4f8e-9be7-21beaec1fb1f","ControlNumber":"8221","DisclosureBlock":"&nbsp;<b>J. M. Finan, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>A. Q. Bartlett, <\/b> None..<br><b>K. MacPherson, <\/b> None..<br><b>V. Calvert, <\/b> None..<br><b>M. D. Hedberg, <\/b> None..<br><b>E. Petricoin, <\/b> None..<br><b>R. Sears, <\/b> None..<br><b>J. R. Brody, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1586","PresenterBiography":null,"PresenterDisplayName":"Jennifer Finan, BS","PresenterKey":"3acf0333-068a-425c-854e-6e9b899fab2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1586. Unraveling the importance of pancreatic cancer extracellular signaling to endothelial cells within the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the importance of pancreatic cancer extracellular signaling to endothelial cells within the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) presents a complex ecosystem comprising a diversity of immune and stromal cell populations that influence tumor progression, drug delivery and therapy outcome. High levels of inter- and intra-tumor heterogeneity in TME state are driven by molecular tumor phenotypes. Pancreatic ductal adenocarcinoma (PDAC), one of the most lethal cancer types, displays a high genetic heterogeneity along with an immunosuppressive TME. However, it remains largely elusive how distinct TME states are mechanistically influenced, and which molecular processes dictate the emergence of different modes of immunosuppression within the TME of molecular PDAC subtypes.Here, we performed a systematic analysis of functional associations between the major molecular PDAC subtypes, the classical and mesenchymal subtype, and their TME states. We describe the TME composition and complex cell-cell communication networks within PDAC subtypes using a multimodal integration of spatial transcriptomics (ST) with complementary approaches, such as scRNA-seq, MS-based Secretomics and multiplexed histocytometry. We generated ST data sets (Visium) of a tumor cohort derived from a <i>Kras<\/i>-driven PDAC mouse model. To analyze TME composition as well as spatial niches and cell type communities, we computationally enhanced the spot-resolution of ST datasets, followed by cell type deconvolution and cell-cell communication analysis to identify subtype-specific TME communities and communication networks.<b><\/b>To this end, we generated a large resource of PDAC mouse models which represent molecular subtypes of the disease and mimic the heterogeneity of TME states found in human PDAC cohorts. This analysis revealed that a set of subtype-specific secreted factors shape the immunosuppressive PDAC TME via direct and indirect communication networks with immunosuppressive myeloid and T cells in molecular PDAC subtypes. Multimodal ST analysis delineated spatial subtype-specific TME communities as well as spatial communication patterns. We functionally investigate the tumor cell intrinsic regulation of the identified subtype-specific secreted factors, providing potential therapeutic vulnerabilities for more effective combinatorial subtype-specific therapies including immunotherapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Multiomics,Pancreatic cancer,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Baerthel<\/b><sup>1<\/sup>, C. Falcomat<sup>2<\/sup>, V. Goelling<sup>3<\/sup>, D. Lucarelli<sup>4<\/sup>, R. Gindra<sup>5<\/sup>, C. Schmitt<sup>1<\/sup>, J. Swietlik<sup>6<\/sup>, F. Meissner<sup>7<\/sup>, M. Schmidt-Supprian<sup>8<\/sup>, D. Saur<sup>1<\/sup>; <br\/><sup>1<\/sup>DKFZ German Cancer Research Center, Munich, Germany, <sup>2<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY, <sup>3<\/sup>Institute of Experimental Hematology, School of Medicine, Technical University of Munich, Munich, Germany, <sup>4<\/sup>Chair of Translational Cancer Research and Institute of Experimental Cancer Therapy, Klinikum rechts der Isar, School of Medicine, Munich, Germany, <sup>5<\/sup>Chair of Translational Cancer Research and Institute of Experimental Cancer Therapy, Klinikum rechts der Isar, School of Medicine, Munich, Germany, Munich, Germany, <sup>6<\/sup>Experimental Systems Immunology Laboratory, Max Planck Institute of Biochemistry, Martinsried, Germany, <sup>7<\/sup>Institute of Innate Immunity, Department of Systems Immunology and Proteomics, Medical Faculty, University of Bonnr, Bonn, Germany, <sup>8<\/sup>Institute of Experimental Hematology, School of Medicine, Technical University of Munich, Munich, Germany, Munich, Germany","CSlideId":"","ControlKey":"806f9162-3d6d-49c5-8497-259a98a8b16e","ControlNumber":"8176","DisclosureBlock":"&nbsp;<b>S. Baerthel, <\/b> None..<br><b>C. Falcomat, <\/b> None..<br><b>V. Goelling, <\/b> None..<br><b>D. Lucarelli, <\/b> None..<br><b>R. Gindra, <\/b> None..<br><b>C. Schmitt, <\/b> None..<br><b>J. Swietlik, <\/b> None..<br><b>F. Meissner, <\/b> None..<br><b>M. Schmidt-Supprian, <\/b> None..<br><b>D. Saur, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1587","PresenterBiography":null,"PresenterDisplayName":"Stefanie Baerthel, M Pharm,PhD","PresenterKey":"fc3e5e48-666c-423b-ac73-454491dcc2d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1587. Multimodal spatial transcriptomics uncover distinct tumor microenvironment states and cell-cell communication networks in molecular pancreatic cancer subtypes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal spatial transcriptomics uncover distinct tumor microenvironment states and cell-cell communication networks in molecular pancreatic cancer subtypes","Topics":null,"cSlideId":""},{"Abstract":"We explore the unstudied role of nanoparticles (NPs), recently discovered secreted non-vesicular nanoparticles, in signaling between pre-cancer associated fibroblasts (preCAF), CAFs, and tumor cells. We generated two novel primary lines preCAF PFUM1 from a patient with high-grade intraductal papillary mucinous neoplasms and CAF FUM2 from a patient with pancreatic ductal adenocarcinoma, all tests performed between passages 2 and 3, fibroblast purity validated by RT-PCR and ACTA2 immunofluorescence. Small extracellular vesicles (sEVs), exomeres, and supermeres (the two main forms of NPs) were isolated by the ultracentrifugation method from PF-UM1 and F-UM2 with n=2-3 experiments. To validate the isolation, we used nanoparticle tracking, electron, and fluid-phase atomic force microscopy. Proteins were quantified by BCA assay. Liquid chromatography-mass spectrometry characterized the cargo from each fraction. Human cancer lines MIAPACA2 and SU8686 were treated with 10 &#956;g of each fraction and cell proliferation was tested by phase-contrast images (Cytation 5), analyzed by Ilastik-based 1.4.0 machine-learning. We performed fluorescent Ki-67 and vimentin staining and quantified in QuPath 0.4.3. Non-parametric statistics were performed in Prism GraphPad.<br \/>NPs constitute the major fraction of small particles released by fibroblasts, containing 80.5% (PFUM1) and 77.5% (FUM2) of the protein load by quantification. Mass spectrometry reveals enrichment of growth factors, epithelial-to-mesenchymal (EMT) transition, and metabolism-associated proteins in the NPs compared to sEVs. At 72 hours, cell proliferation for Su8686 reveals a proliferative effect for all fractions from both PFUM1 and FUM2 (19-63% increase compared to controls, p=0.049 to &#60;0.0001). For MIAPACA2, only supermeres from PFUM1 and FUM2 consistently increased proliferation (9.5-35% increase, p=0.0051 to &#60;0.0001). Ki-67 expression in MIAPACA2, increased by 9.6-23.0% following treatment by NPs (all p&#60;0.0001) and by 2.9-9.2% with sEVs (p=0.011 to &#60;0.0001). EMT was estimated by vimentin in MIAPACA2, as all preCAF fractions from PFUM1 reduced vimentin expression (p&#60;0.001), while CAF FUM2 NPs increased vimentin expression (p&#60;0.0001) while sEVs had no effect (p=0.075).<br \/>In conclusion, the majority of pancreatic tumor-associated fibroblast small secretome is composed of NPs, exhibiting significant functional pro-tumoral effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Signal transduction,Cancer associated fibroblasts,TGF-&#946;,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Al Shoukari<\/b><sup>1<\/sup>, M. Batardiere<sup>1<\/sup>, N. Movahed<sup>2<\/sup>, C. beaussier<sup>1<\/sup>, J. Baig<sup>1<\/sup>, M. gonzalez<sup>1<\/sup>, P. Moraille<sup>1<\/sup>, E. Bonneil<sup>1<\/sup>, L. Rousseau<sup>3<\/sup>, S. turcotte<sup>3<\/sup>, K. Delgiorno<sup>4<\/sup>, M. Tan<sup>5<\/sup>, A. Means<sup>5<\/sup>, E. Dianati Ajibisheh<sup>1<\/sup>, Q.-h. Trinh<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Montreal, Montreal, QC, Canada, <sup>2<\/sup>Concordia University, Montreal, QC, Canada, <sup>3<\/sup>CHUM, Montreal, QC, Canada, <sup>4<\/sup>Vanderbilt University, Tennessee, TN, <sup>5<\/sup>Vanderbilt University Medical Center, Tennessee, TN","CSlideId":"","ControlKey":"80fea281-d9cb-4712-a1ba-26fa8abb22d7","ControlNumber":"8529","DisclosureBlock":"&nbsp;<b>A. Al Shoukari, <\/b> None..<br><b>M. Batardiere, <\/b> None..<br><b>N. Movahed, <\/b> None..<br><b>C. beaussier, <\/b> None..<br><b>J. Baig, <\/b> None..<br><b>M. gonzalez, <\/b> None..<br><b>P. Moraille, <\/b> None..<br><b>E. Bonneil, <\/b> None..<br><b>L. Rousseau, <\/b> None..<br><b>S. turcotte, <\/b> None..<br><b>K. Delgiorno, <\/b> None..<br><b>M. Tan, <\/b> None..<br><b>A. Means, <\/b> None..<br><b>E. Dianati Ajibisheh, <\/b> None..<br><b>Q. Trinh, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1588","PresenterBiography":null,"PresenterDisplayName":"Ayman Shoukari","PresenterKey":"ecdce412-9c18-424a-bca1-687d942d2c3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1588. Identification of new signaling pathways between fibroblasts &#38; tumor cells in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of new signaling pathways between fibroblasts &#38; tumor cells in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is primarily characterized by a desmoplastic reaction, mainly consisting of cancer-associated fibroblasts (CAFs). In order to investigate the heterogeneity of CAFs, we initially conducted single-cell Assay for Transposase-Accessible Chromatin with high-throughput sequencing (scATAC-seq) using pancreas tissue from 12-week-old KPC (K-rasLSL.G12D\/+; Trp53R172H\/+; Pdx-1-Cre) PDAC mouse models. We identified three clusters enriched with myofibroblast CAF (myCAF) gene markers and one cluster enriched with inflammatory CAF (iCAF) gene markers. Next, we performed single-cell RNA sequencing (scRNA-seq) on pancreas tissues from KPC mice. scRNA-seq revealed four distinct fibroblast clusters, each exhibiting characteristic gene expression profiles of normal fibroblasts, iCAF, myCAF and antigen-presenting CAF (apCAF). These findings suggest that CAFs in the myCAF cluster identified in scATAC-seq may have potential to differentiate into either myCAFs or other CAF subtypes based on certain cues. Next, we focus on the expression of myCAF marker genes, particularly two commonly used markers, <i>Tagln<\/i> and <i>Acta2. <\/i>Among myCAFs, two subtypes were identified: <i>Tagln<\/i>-positive<i> <\/i>and<i> Acta2-<\/i>positive CAFs, and <i>Tagln<\/i>-negative and <i>Acta2-<\/i>positive CAFs. To confirm our findings, we conducted Immunohistochemical analysis (IHC) on KPC pancreas samples. We observed CAFs that were positive for both Talng and &#945;SMA exclusively in close proximity to tumor cells. Fibroblast expressing only &#945;SMA mostly located in normal area. Tagln is known as an actin-binding protein and plays an important role in activated fibroblasts. Orthotopic PDAC mouse models using Tagln homozygous knockout mice showed a significant reduction in tumor weight compared to the wild-type mice (<i>P <\/i>= 0.0076). Indeed, we found that high <i>TAGLN<\/i> expression in PDAC samples was associated with poor survival, as demonstrated by the analysis of the TCGA dataset. These data suggest that myCAFs expressing TAGLN contribute to the promotion of PDAC growth. Targeting stromal TAGLN might be a potential therapeutic strategy to counteract PDAC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,scATAC-seq,scRNA-seq,Pancreatic ductal adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Shinjo<\/b><sup>1<\/sup>, X. Wang<sup>1<\/sup>, K. Kumegawa<sup>2<\/sup>, R. Maruyama<sup>2<\/sup>, S. Mii<sup>1<\/sup>, Y. Murofushi<sup>1<\/sup>, M. Suzuki<sup>1<\/sup>, A. Enomoto<sup>1<\/sup>, Y. Kondo<sup>1<\/sup>; <br\/><sup>1<\/sup>Nagoya Univ. Graduate School of Medicine, Nagoya, Japan, <sup>2<\/sup>Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"4d3828f5-9b2f-4506-a255-2e18547a9e6c","ControlNumber":"5761","DisclosureBlock":"&nbsp;<b>K. Shinjo, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>K. Kumegawa, <\/b> None..<br><b>R. Maruyama, <\/b> None..<br><b>S. Mii, <\/b> None..<br><b>Y. Murofushi, <\/b> None..<br><b>M. Suzuki, <\/b> None..<br><b>A. Enomoto, <\/b> None..<br><b>Y. Kondo, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1589","PresenterBiography":null,"PresenterDisplayName":"Keiko Shinjo, MD;PhD","PresenterKey":"91a6aace-6b78-4f6c-8de1-e865e1b2bb15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1589. Integrated multiomics analysis revealed the significance of Transgelin in driving pancreatic cancer-associated fibroblast-mediated cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated multiomics analysis revealed the significance of Transgelin in driving pancreatic cancer-associated fibroblast-mediated cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer liver metastasis (PCLM) is present in 50% of patients diagnosed with pancreatic ductal adenocarcinoma (PDAC) and leads to a median survival of &#60;6 months. Here, we sought to identify urgently needed therapeutic options for treating PCLM by targeting mucosal associated invariant T (MAIT) cells, an invariant T cell restricted to MHCI related protein (MR1). MAIT cells are a unique subset of T cells that are classified as &#8220;protumor&#8221; MAIT17 and &#8220;antitumor&#8221; MAIT1 cells. We hypothesize that the PCLM tumor microenvironment (TME) induces direct MAIT cell activation via MR1 which primes MAIT cells towards a &#8220;protumor&#8221; phenotype. Using publicly available TCGA data, we found that PDAC tumors were enriched for MR1 gene expression compared to healthy tissue and patients with lower tumor MR1 expression had better overall survival. Next, immunostaining of MR1 on tumor samples from primary PDAC and PCLM revealed that that MR1 protein expression is highly enriched in the TME and localized to the surface of tumor cells. This suggests that MAIT cells in the PCLM TME are being activated directly via an MR1 dependent pathway. Next, we performed hemi-spleen injection of mouse pancreatic cancer cells into WT and MR1 KO (lacks MAIT cells) mice to model PCLM. Interestingly, MAIT cells in the WT PCLM mice were shifted towards the &#8220;pro-tumor&#8221; MAIT17 phenotype. Furthermore, the lack of MAIT cells in MR1 KO mice significantly reduced tumor burden compared to WT mice. Lastly, we found that MR1 KO mice had a reduction in exhausted NK and NKT cells which likely promoted anti-tumor immunity. Overall, we find that the PCLM TME promotes &#8220;pro-tumor&#8221; MAIT17 cells via MR1 mediated activation and these MAIT17 cells inhibit anti-tumor cells such as NK and NKT cells. This work identifies targeting MAIT cells as a novel immunotherapy approach for PCLM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Metastatic tumors,Microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Toor<\/b><sup>1<\/sup>, P. Dimitrion<sup>1<\/sup>, R. Krevh<sup>2<\/sup>, K. Subedi<sup>2<\/sup>, B. Zuniga<sup>2<\/sup>, J. Wang<sup>2<\/sup>, L. Zhou<sup>2<\/sup>, Q.-S. Mi<sup>2<\/sup>; <br\/><sup>1<\/sup>Henry Ford Health System \/ Wayne State University, Detroit, MI, <sup>2<\/sup>Henry Ford Health System, Detroit, MI","CSlideId":"","ControlKey":"66c1ce6d-a1a8-4af8-9502-3911554649f1","ControlNumber":"5865","DisclosureBlock":"&nbsp;<b>J. Toor, <\/b> None..<br><b>P. Dimitrion, <\/b> None..<br><b>R. Krevh, <\/b> None..<br><b>K. Subedi, <\/b> None..<br><b>B. Zuniga, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>Q. Mi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1590","PresenterBiography":null,"PresenterDisplayName":"Jugmohit Toor","PresenterKey":"62a5d9c8-e516-4370-b34c-92394020e293","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1590. The role of mucosal associated invariant T (MAIT) cells in pancreatic cancer liver metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of mucosal associated invariant T (MAIT) cells in pancreatic cancer liver metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer (PC), one of the deadliest malignancies, exhibits a high rate of distant metastasis that directly correlates with the mortality rate. Liver serves as one of the most predominant sites of metastasis in PC patients. The nutrient availabilities at the metastatic organ and the metabolic dependencies of the invading tumor cells play pivotal role in shaping the metastatic tumor microenvironment (TME) and establishing metastatic colonies. We observed an elevated expression of PHGDH, the first rate-limiting enzyme of the serine (Ser) biosynthesis pathway, in the hepatocytes (most abundant liver-resident cells) isolated from murine pancreatic liver-metastasis (LM), as compared to normal livers. Hence, we <u>hypothesized<\/u> that hepatocytes may promote the growth of PC cells by sufficing for their Ser-requirement during LM.<br \/>Methods: Murine PC line (HY19636 derived from LSL-KrasG12D; p53 L\/+, Ptf1a-Cre+ tumors), were used to generate LMs in B6 mice via hemi-splenic route. PHGDH was knocked-out by lentiviral and AAV-mediated delivery of CRISPR-Cas9 gRNAs <i>in vitro<\/i> and <i>in vivo<\/i>, respectively. RNA-seq, immunoblot, immunohistochemistry, confocal microscopy, ELISA, flow cytometry, chromatin immunoprecipitation and promoter-reporter analyses were performed to identify the molecular axis, followed by functional validations using genetic and pharmacologic inhibitions in murine and human lines. Frozen homogenates with matched formalin-fixed sections of LMs from PC patients provided a unique correlative platform for the study.<br \/>Results: A significant portion of the LM tissues (68% in our cohort of 32 PC patients) demonstrated no to very low expression of PHGDH in the cancer cells, rendering them as exogeneous Ser (exSer)-dependent. Notably, loss of PHGDH in the tumor cells induced an elevated PI3K\/AKT signaling, downstream of a CXCL5\/CXCR2 axis, in the neighboring hepatocytes. This led to FOXO3A&#8217;s cytoplasmic sequestration and decline in its occupancy on PHGDH promoter, causing a transcriptional upregulation of PHGDH in these hepatocytes, which enabled them to supply Ser and support the growth of exSer-dependent cancer cells in the liver. Abrogation of each node in the CXCR2-PI3K-FOXO3A axis and hepatocyte-specific deletion of PHGDH, led to a significant decline in the metastatic burden of exSer-dependent cells in the liver with a significant increase in overall mice survival, particularly under Ser-deprived dietary conditions.<br \/>Conclusion: Our findings demonstrate a novel cancer cell-hepatocytes crosstalk necessary for the growth of PC cells in Ser-depleted conditions. Here, we have identified several actionable signaling nodes in the liver that serve as compensatory metabolic allies for PC cells during liver metastasis, and can be considered as potential therapeutic targets in adjuvant setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Metastatic tumors,Microenvironment,Metabolism,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Ganguly<\/b><sup>1<\/sup>, K. Yamamoto<sup>2<\/sup>, J. Encarnacion Rosado<sup>1<\/sup>, A. Sohn<sup>1<\/sup>, D. Biancur<sup>1<\/sup>, E. Lin<sup>1<\/sup>, E. White<sup>1<\/sup>, A. C. Kimmelman<sup>1<\/sup>; <br\/><sup>1<\/sup>NYU Langone Health Perlmutter Cancer Ctr., New York, NY, <sup>2<\/sup>The University of Tokyo, Bunkyo City, Tokyo, Japan","CSlideId":"","ControlKey":"e8867f8e-c81e-45f1-87bf-3ab4ced1111e","ControlNumber":"2665","DisclosureBlock":"&nbsp;<b>K. Ganguly, <\/b> None..<br><b>K. Yamamoto, <\/b> None..<br><b>J. Encarnacion Rosado, <\/b> None..<br><b>A. Sohn, <\/b> None..<br><b>D. Biancur, <\/b> None..<br><b>E. Lin, <\/b> None..<br><b>E. White, <\/b> None.&nbsp;<br><b>A. C. Kimmelman, <\/b> <br><b>Vescor Therapeutics<\/b> Stock Option, Other, Scientific Advisory Board. <br><b>Rafael\/Cornerstone Pharmaceuticals<\/b> Stock Option, Other, Scientific advisory board. <br><b>OncoRev<\/b> Stock Option, Other Business Ownership, Other, Scientific advisor.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1591","PresenterBiography":null,"PresenterDisplayName":"Koelina Ganguly, PhD","PresenterKey":"b8b2dd04-efa0-4767-98e8-45ff0f625880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1591. Hepatocytes compensate for the loss of PHGDH in pancreatic cancer cells during liver metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hepatocytes compensate for the loss of PHGDH in pancreatic cancer cells during liver metastasis","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDA) is the 3<sup>rd<\/sup> leading cause of cancer related death in the US. This mortality is strongly linked to the complex PDA tumor microenvironment that drives resistance to chemotherapy and immune suppression. Most patients succumb to metastatic disease, with liver being the most frequently colonized organ. Despite this, most pre-clinical studies have focused on primary PDA models to study the disease. Accordingly, the extent that the liver metastatic niche promotes immune evasion and resistance to treatment remains unclear.To directly compare primary vs. metastatic tumors in PDA tumors, we have optimized a syngeneic experimental model to contrast primary vs. metastatic lesions. To define the similarities and differences between cell types present in these tumors, we employed a single-cell transcriptomics approach. Our analysis has identified shared populations of malignant epithelial, stromal, and immune cells between lesions, allowing for a direct comparison of programming. Here, we have observed that the dominant populations of PDA cells in pancreas vs. liver tumors engage in distinct metabolic programs that suggest different actionable vulnerabilities.Beyond these, we also observed fibroblasts and myeloid sub-populations that are exclusive to liver tumors. These data further support our hypothesis that alternative mechanisms of metabolic, immune, and stromal interactions take place in the metastatic tumor microenvironment. To define these crosstalk networks, we employed the interactome tool CellChat, which has uncovered unique signaling interactions between the CAF and cancer cell populations in pancreatic or liver tumors. Overall, these data have the potential to lead to new avenues to directly target cancer cells or engage an effective immune response that can be designed to treat metastatic pancreatic cancer- an urgent clinical need.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Stromal-epithelial interactions,Fibroblasts,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Singh<\/b>, C. Halbrook; <br\/>University of California, Irvine, Irvine, CA","CSlideId":"","ControlKey":"78edf6e4-ac5e-4e30-b02f-4d7b5333595f","ControlNumber":"8266","DisclosureBlock":"&nbsp;<b>R. Singh, <\/b> None..<br><b>C. Halbrook, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1592","PresenterBiography":null,"PresenterDisplayName":"Rima Singh, MS","PresenterKey":"e8818565-dae7-40a8-91f5-a06b977509c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1592. Single-cell transcriptomics reveals unique stromal and metabolic heterogeneity in liver metastatic pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptomics reveals unique stromal and metabolic heterogeneity in liver metastatic pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite constant efforts to improve treatment, the prognosis remains poor, with an overall survival rate of 6% (ranges from 2% to 9%) due to lack of efficient chemotherapy, radiotherapy, and targeted therapy. Immune checkpoint inhibitors (ICIs) has been reported to be effective in various solid cancers, such as melanoma, lung cancer, and renal cell carcinoma. However, pancreatic ductal adenocarcinoma (PDAC) is resistant against ICIs. The responsiveness of immune therapy is mainly determined by immune tumor microenvironment (TME) composed of tumor-infiltrating lymphocytes (TIL) and stromal cells. PDAC possesses unique TME, which is abundant of fibrosis, termed of desmoplasia, and the role of fibrosis in constructing immune suppressive TME remains unclear. First, in this study, to examine the immunological characteristics of TME, we constructed an integrated data base of TIL profiling, RNA-seq and whole exome seq using 31 fresh resected tissues of PDAC. An unsupervised clustering of based on numbers and percentages of 12 TIL types analyzed by flow cytometry showed that PDAC was divided into 2 types of cluster (myeloid cell-, T cell-dominant type), and the prognosis of myeloid type was significantly poorer than T cell-type. Myeloid type contained the high frequency of myeloid cell lineage including monocytes, macrophages and myeloid-derived suppressor cells (MDSC). Only MDSCs were significantly associated with poor prognosis among various immune cell types. Furthermore, gene enrichment analysis identified activated and suppressed pathways in each immune type, and in myeloid cell-dominant type, the immune-related pathways were significantly down-regulated. Then, to understand the characteristics of MDSCs infiltrated into pancreatic cancer tissues, single cell RNA-seq with surgical specimens was performed, and the analysis showed that a specific subtype of MDSCs infiltrated into cancer tissues. In addition, activation status of cancer-associated fibroblasts (CAFs) was related with MDSC recruitment and activation, indicating that the interaction between MDSCs and CAFs is crucial to create MDSC-rich TME. Inhibition of interaction between MDSCs and CAFs is expected to overcome immunosuppressive TME can be a therapy in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Tumor infiltrating lymphocytes,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Aoki<\/b>, H. Fukuda, Y. Mizoguchi, K. Arai; <br\/>National Cancer Center Research Institute, Tokyo, Japan","CSlideId":"","ControlKey":"858b04ba-5dcf-4c8a-ad23-4fe2e42c5192","ControlNumber":"6165","DisclosureBlock":"<b>&nbsp;K. Aoki, <\/b> <br><b>Chiome Bioscience Inc.<\/b> Grant\/Contract.<br><b>H. Fukuda, <\/b> None..<br><b>Y. Mizoguchi, <\/b> None..<br><b>K. Arai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1593","PresenterBiography":null,"PresenterDisplayName":"Kazunori Aoki, MD;PhD","PresenterKey":"8bd1f03b-97da-4cb8-838c-7710868c8f7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1593. Intercellular network in immune suppressive microenvironment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intercellular network in immune suppressive microenvironment of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: While T-cell-based immunotherapy emerged as a promising tool for cancer management, clinical trials and translational studies revealed that cancer cells develop resistance by modulating tumor microenvironment and cell-intrinsic mechanisms. Pancreatic cancer (PC), consisting of dense stroma, immunosuppressive environment, and aberrant mucin expression, has a dismal survival rate and responds poorly to immunotherapies. MUC4, a member of the mucin family, has been reported to block lymphokine-activated killer cells and induce apoptosis of cytotoxic T-cells, suggesting its possible role in immune modulation. However, how the T-cell secretome influences MUC4 expression in PC and its role in modulating the T-cell response is poorly investigated.<br \/>Method: The scRNA-seq data analysis and primary T-cell conditioned media (CM) were utilized to investigate the MUC4 and T-cell crosstalk. T-cell CM-treated murine PC cell line (KCT-3266) was analyzed by RNA-seq analysis followed by MUC4 silencing studies to investigate its role in evading T-cell response. The subcutaneous murine model was utilized to investigate the influence of MUC4 KO on immune cells and cytotoxic cell infiltration. The RNA isolated from tumor tissues from Kras<sup>G12D\/+, <\/sup>Trp53<sup>R127H\/+<\/sup>, Pdx-1-Cre (KPC), and Muc4 knockout (KPMC) murine models were used for PanCancer immune profiling.<br \/>Results: The scRNA-seq analysis suggests that intratumoral T-cells positively correlate with MUC4 expression in PC patients. The activated T-cell CM consisting of predominantly IL-2, IFN-&#947;, and TNF-&#945; cytokines, significantly induce the expression of MUC4 transcriptionally and translationally in both human (SW1990 and COLO357) and murine (KCT-3248 and KCT3266) PC cell lines. RNA-seq analysis from T-cell CM-treated cancer cells revealed that T-cell secretome induced the pathways related to cancer cell death. The CRISPR knockout of MUC4 in PC cells showed increased expression of cleaved caspase-3 after T-cell CM treatment, indicating that MUC4 plays a protective role against the T-cell CM-mediated killing. Subcutaneous implantation of MUC4 proficient and deficient PC cells on the flanks of C57BL\/6 immunocompetent mice demonstrated a significantly higher infiltration of CD3 positive and cytotoxic T-cell infiltration in the MUC4 deficient tumors, resulting in significantly lower tumor weight. The PanCancer immune profiling also showed that depletion of Muc4 increases the T-cells and cytotoxic T-cell signaling scores in the KPMC tumor tissues compared to KPC.<br \/>Conclusion:<b> <\/b>T-cell secretome induces MUC4 expression in pancreatic cancer cells, and the increased MUC4 expression reduces T-cell infiltration and protects PC cells against T-cell-mediated killing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"T cell,MUC4,Apoptosis,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Li<\/b>, I. Khan, R. Kehrberg, Z. W. Alsafwani, R. Bhatia, S. Kumar, S. K. Batra; <br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"1a07f2bd-5b7d-4dac-9211-5ef9a9b692fc","ControlNumber":"2149","DisclosureBlock":"&nbsp;<b>X. Li, <\/b> None..<br><b>I. Khan, <\/b> None..<br><b>R. Kehrberg, <\/b> None..<br><b>Z. W. Alsafwani, <\/b> None..<br><b>R. Bhatia, <\/b> None..<br><b>S. Kumar, <\/b> None.&nbsp;<br><b>S. K. Batra, <\/b> <br><b>Sanguine Diagnostics and Therapeutics, Inc.<\/b> Other, SKB is a founder of the company.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1594","PresenterBiography":null,"PresenterDisplayName":"Xiaoqi (Kevin) Li, MS,BS","PresenterKey":"12ea4697-2b38-469a-89ef-7448df87b296","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1594. Pancreatic cancer and T-cell crosstalk-induced MUC4 expression attenuates T-cell-mediated response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancreatic cancer and T-cell crosstalk-induced MUC4 expression attenuates T-cell-mediated response","Topics":null,"cSlideId":""},{"Abstract":"In pancreatic ductal adenocarcinoma (PDAC), cancer associated fibroblasts (CAFs) play critical and complex roles in the tumor microenvironment. CAFs are also a major cell type in the desmoplastic stroma in PDAC and may account for half of the entire tumor tissue. Here we aimed to investigate the origin, diversification, and function of CAFs. We constructed a dual-DNA-recombinase mouse genetic model carrying <i><u>K<\/u><\/i><i>ras<sup>G12D\/+<\/sup><\/i>; <i>Tr<u>p<\/u>53<sup>frt\/+<\/sup><\/i>; <i>Pdx1<u><sup>F<\/sup><\/u><sup>lpo\/+<\/sup><\/i><i>; <u>I<\/u>sl1<sup>creER\/+<\/sup><\/i>; <i>R26<u><sup>T<\/sup><\/u><sup>omato\/+<\/sup><\/i> alleles, referred to as <i>KPFIT<\/i>. The DNA recombinase FlpO directs expression of an oncogene Kras (G12D mutation) and loss of a tumor suppressor p53 in pancreatic epithelial cells, while creER recombines the Tomato reporter in the splanchnic mesenchyme and its descendants. The splanchnic mesenchyme is a layer of fetal tissue surrounding the endoderm where the pancreatic epithelium arises.<i> <\/i>This approach capitalized on the independent functions of FlpO\/Frt and CreER\/LoxP systems, allowing us to lineage trace Tomato labeled splanchnic progenies (via <i>IT<\/i>) in a spontaneous pancreatic cancer model (via <i>KPF<\/i>) within the same mouse. Our study identified the splanchnic mesenchyme as the fetal origin of pancreatic fibroblasts during homeostasis and tumorigenesis. Notably, the other two postulated origins, bone marrow and epithelial cells, have minimal contributions to fibroblasts. Importantly, single cell transcriptomic analysis indicated persistent and dynamic gene expressions along the pancreatic mesenchymal trajectory during development, homeostasis, precancer lesion and cancer. Intriguingly, certain splanchnic factors are expressed in only subtypes of adult pancreatic fibroblasts in temporally and spatially distinct patterns. Furthermore, we constructed mouse genetic models to delete one of the splanchnic factors, <i>Gata6,<\/i> specifically in CAFs, which resulted in increased tumor burden in the pancreas. This suggests a non-cell autonomous function of GATA6 in CAFs to restrain pancreatic cancer progression. In summary, this study delineated a continuous cell trajectory of the mesenchymal lineage in the pancreas across different life stages. Moreover, persistent gene expressions along the mesenchymal trajectory contributes to pancreatic CAF heterogeneity. Importantly, such persistence may constitute an inherent mechanism to suppress pancreatic cancer. The enhancement of this mechanism could be explored further for therapeutic benefits.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Microenvironment,Fibroblasts,developmental biology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Han<\/b><sup>1<\/sup>, T. Walter<sup>1<\/sup>, J. Beaudet<sup>1<\/sup>, C. Everett<sup>1<\/sup>, K. Fang<sup>2<\/sup>, M. Zimmermann<sup>2<\/sup>, A. Mathison<sup>2<\/sup>, R. Urrutia<sup>2<\/sup>, V. Jin<sup>2<\/sup>, G. Leone<sup>2<\/sup>, M. Ostrowski<sup>1<\/sup>; <br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC, <sup>2<\/sup>Medical College of Wisconsin, Milwaukee, WI","CSlideId":"","ControlKey":"1dced5fa-7d6f-4268-92fb-6878c41c134c","ControlNumber":"6736","DisclosureBlock":"&nbsp;<b>L. Han, <\/b> None..<br><b>T. Walter, <\/b> None..<br><b>J. Beaudet, <\/b> None..<br><b>C. Everett, <\/b> None..<br><b>K. Fang, <\/b> None..<br><b>M. Zimmermann, <\/b> None..<br><b>A. Mathison, <\/b> None..<br><b>R. Urrutia, <\/b> None..<br><b>V. Jin, <\/b> None..<br><b>G. Leone, <\/b> None..<br><b>M. Ostrowski, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1595","PresenterBiography":null,"PresenterDisplayName":"Lu Han, PhD","PresenterKey":"7032b81a-b543-49b4-9935-e8070e14af8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1595. Persistence of fetal gene signatures along the mesenchymal lineage trajectory defines heterogeneity and function of pancreatic cancer associated fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Persistence of fetal gene signatures along the mesenchymal lineage trajectory defines heterogeneity and function of pancreatic cancer associated fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has revolutionized clinical care for many patients, but some cancers, such as pancreatic ductal adenocarcinoma (PDAC) remain stubbornly resistant. Local immunosuppression (LIS) is one of the striking hallmarks of PDAC due to the combined effects of multiple different immunosuppressive cell types in the tumor microenvironment (TME). There is great need for an increased understanding of the cellular crosstalk within tumors to understand how stromal cells coordinate in their suppression of immune responses. Oncogenic KRAS activation in tumor cells promotes the invasion and proliferation of tumor-supporting stromal cells, while excluding cancer-targeted cytotoxic T cells. Prior attempts to reverse LIS in PDAC by targeting individual stromal cell populations have been unsuccessful, alluding to the contributions of multiple distinct cell types. Here we examine the interactions of cancer-associated fibroblasts (CAFs) and myeloid-derived suppressor cells (MDSCs) and how they coordinate to suppress immune responses in the PDAC TME. We interrogate PDAC stromal cell biology by using targeted therapies to perturb various cell populations both <i>in vivo<\/i> using genetically engineered mouse models, and <i>ex vivo<\/i> using PDAC tumor explants. Explants are short-term slice cultures that enable experimental study of intact tumor sections with a full complement of cell types. Importantly, PDAC explants maintain their histopathological architecture and cellular diversity over time. This medium-throughput platform allows for testing of multiple drugs and mechanistic hypotheses in the native PDAC TME. We show in preliminary data that Smoothened inhibition (SMOi) decreases the proliferation and activity of myCAFs, but provokes the expansion of CD11b-positive myeloid cells <i>in vivo<\/i>. Thus, we hypothesize that LIS in PDAC is maintained by a balance between myCAFs and myeloid cells, preventing effective T cell invasion. Single cell RNA-seq data comparing ctrl vs. SMOi-treated murine PDAC elucidates stromal subpopulations involved in the LIS phenotype and guides the identification of myeloid subtypes emerging after SMOi. Strikingly, we demonstrated that simultaneous SMOi and targeting myeloid cells via anti-Gr1 or CCR1 inhibition significantly elevates cytotoxic T cell numbers within the TME. We are currently investigating whether the activity of these T cells may be further potentiated through combination with immunomodulatory agents. By testing various treatment combination in the same TME, we will identify the best synergistic effects for future immunotherapy approaches in human PDAC. In summary, we are elucidating the complex mechanism behind LIS in PDAC by employing our novel explant culture system alongside <i>in vivo<\/i> studies. We aim to develop a translatable regimen to neutralize LIS, reactivating the cytotoxic T cells in the tumor periphery to invade, proliferate, and attack cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cancer associated fibroblasts,Tumor microenvironment,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. C. Hasselluhn<\/b><sup>1<\/sup>, D. Thomas<sup>2<\/sup>, L. Vlahos<sup>1<\/sup>, A. Curiel-Garcia<sup>1<\/sup>, A. R. Decker-Farrell<sup>1<\/sup>, T. C. Dalton<sup>1<\/sup>, S. A. Sastra<sup>1<\/sup>, C. F. Palermo<sup>1<\/sup>, A. Califano<sup>1<\/sup>, K. P. Olive<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>QuantX Biosciences, Princeton, NJ","CSlideId":"","ControlKey":"7d6e67c5-86f2-4ad3-9f08-809f461f7305","ControlNumber":"8062","DisclosureBlock":"&nbsp;<b>M. C. Hasselluhn, <\/b> None..<br><b>D. Thomas, <\/b> None..<br><b>L. Vlahos, <\/b> None..<br><b>A. Curiel-Garcia, <\/b> None..<br><b>A. R. Decker-Farrell, <\/b> None..<br><b>T. C. Dalton, <\/b> None..<br><b>S. A. Sastra, <\/b> None..<br><b>C. F. Palermo, <\/b> None.&nbsp;<br><b>A. Califano, <\/b> <br><b>DarwinHealth Inc<\/b> Other, Founder, equity holder, and consultant..<br><b>K. P. Olive, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8517","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1596","PresenterBiography":null,"PresenterDisplayName":"Marie Hasselluhn, Dr Rer Nat","PresenterKey":"955ad63f-6c2a-4a86-a015-9604d7c9d7c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1596. Disrupting local immunosuppression by combined myCAF\/myeloid targeting in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disrupting local immunosuppression by combined myCAF\/myeloid targeting in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Cancer-associated fibroblasts (CAFs) are highly heterogeneous in pancreatic ductal adenocarcinoma (PDAC). We previously reported that CAFs can acquire an endothelial phenotype under stress. Thus, we hypothesized that there are CAFs highly expressing endothelial markers and substantiated a novel subtype of CAFs promoting tumor progression.<br \/><b>Experimental design: <\/b>We performed<b> <\/b>single-cell RNA sequencing to identify the existence of CD144<sup>+<\/sup>CAFs. The prospective and retrospective analysis were combined to figure out the correlation between CD144<sup>+<\/sup>CAFs proportion and clinical outcome. The proliferation and invasion assay of cell lines, organoids and pancreatic cancer xenograft model were used to detect the effect of CD144<sup>+<\/sup>CAFs on tumor progression. Cytokine array assay, RNA-sequencing, IP-mass spectrum, Ch-IP and luciferase analysis were conducted to elucidate the underlying mechanism. siRNA delivery nanosystem was designed and administrated to precisely target CD144<sup>+<\/sup>CAFs <i>in vivo.<\/i><br \/><b>Results: <\/b>CD144<sup>+<\/sup>CAFs were present in tumor microenvironment of PDAC and breast cancer and patients with a higher CD144<sup>+<\/sup>CAFs proportion have worse prognosis in PDAC. CD144<sup>+<\/sup>CAFs can promote the metastasis of PDAC through enhancing epithelial-mesenchymal transition. CD144-&#946;-catenin-STAT3 signaling axis was activated and downstream inflammatory secreted cytokines were transcriptionally upregulated to maintain the functions and phenotype of CD144<sup>+<\/sup>CAFs. A novel CAF-targeting siRNA delivery nanosystem, loading FAP&#945; and siCDH5, was designed and administrated to precisely target CD144<sup>+<\/sup>CAFs, which substantially inhibited the protumoral roles <i>in vivo<\/i>.<br \/><b>Conclusion:<\/b> CD144<sup>+<\/sup>CAFs can promote the growth and metastasis of PDAC by activating CD144-&#946;-catenin-STAT3 signaling axis and stimulating inflammatory secretion. CAF-targeting siRNA delivery nanosystem can inhibit tumor progression by precisely targeting CD144+CAFs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Sun<\/b>, J. Yu, T. Zhao, J. Hao; <br\/>Tianjin Medical University Cancer Institute and Hospital, Tianjin, China","CSlideId":"","ControlKey":"f266a345-6f77-4ea3-9edb-a94261407394","ControlNumber":"8761","DisclosureBlock":"&nbsp;<b>X. Sun, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>T. Zhao, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1597","PresenterBiography":null,"PresenterDisplayName":"Xugang Sun","PresenterKey":"ae35ba3f-722c-40f8-935d-271e9b6165af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1597. CD144<sup>+<\/sup>cancer-associated fibroblasts drive the malignancy of pancreatic cancer via stimulating inflammatory paracrine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD144<sup>+<\/sup>cancer-associated fibroblasts drive the malignancy of pancreatic cancer via stimulating inflammatory paracrine","Topics":null,"cSlideId":""},{"Abstract":"<b>Background &#38; Aim: <\/b>Progression and therapeutic resistance in pancreatic cancer depends on the ability of cancer cells to adopt specific cell states. These phenotypes largely depend on environmental tissue niches. Here, we investigated therapy-induced tumor dynamics in vivo at single-cell spatial and temporal resolution in different subtypes of PDAC using several genetically engineered mouse models, which reflect distinct human PDAC ecosystems.<br \/><b>Methods &#38; Results: <\/b>We established orthotopic tumor models of pancreatic cancer with distinct tumor microenvironment (TME) formation (reactive vs deserted stroma), which were monitored for tumor growth to define tumor response patterns under MAPK inhibition. Serial ultrasound-guided biopsy sampling was performed to collect tissues from the same tumors at pre-treatment, responsive and recurrence periods.Transcriptomic analysis of biopsies using the Mfuzz algorithm delineated highly dynamic gene and pathway activities during treatment. Reactive, but not deserted, TME showed an upregulation of immune-related pathways (antigen presentation, T cell receptor, NK cytotoxicity) immediately after MAPK inhibition in regressed tumors that dropped dramatically during recurrence of tumors, in which upregulation of TGF-b signaling was observed. In the deserted stroma model, on the other hand, an enrichment in drug metabolic pathways during recurrence was observed.CAF cluster deconvolution analysis revealed an increase in a LRRC15+ CAF cluster, which was TGF-b-driven and immunosuppressive, during recurrence period only in the reactive model. The dynamic changes of immune cells and CAFs were validated at protein level by multiplex immunofluorescent imaging. Cmputational spatial analysis revealed a tumor-encapsulating and CD8+ cytotoxic T cell-repelling pattern exhibited by LRRC15+FAP+ CAFs, implying a potential role of this CAF subset in T cell suppression during recurrence in reactive subtype. Using spectral cell sorting with CellView image technology, specific CAF subsets, tumor cells as well as immune cell subsets based on 30+ markers and cell morphology were isolated, characterized and assessed by <i>ex vivo<\/i> functional assays to confirm the immunosuppressive and tumor protective mechanism mediated by CAFs.<br \/><b>Conclusion: <\/b>Longitudinal in vivo assessment of distinct PDAC subtypes provides deep mechanistic insights to accurately unlock specific response patterns of tumors with heterogeneous TME dynamics upon therapeutic perturbation, leveraging identification of key nodes for intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Therapy resistance,Pancreatic cancer,Tumor microenvironment,Cancer associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. T. Siveke<\/b>, R. Fang, P.-Y. Cheung, J. Yang, J. Peng, K. Althoff, K. Savvatakis; <br\/>German Cancer Research Center, Essen, Germany","CSlideId":"","ControlKey":"36ca9fa7-ec11-45a8-a789-b115f927d68a","ControlNumber":"6541","DisclosureBlock":"<b>&nbsp;J. T. Siveke, <\/b> <br><b>AstraZeneca<\/b> Other, Receives honoraria as consultant. <br><b>Bayer<\/b> Other, receives honoraria as consultant. <br><b>Bristol-Myers Squibb<\/b> Other, receives honoraria as consultant. <br><b>Immunocore<\/b> Other, receives honoraria as consultant. <br><b>MSD Sharp Dohme<\/b> receives honoraria as consultant. <br><b>Novartis<\/b> Other, receives honoraria as consultant. <br><b>Roche\/Genentech<\/b> Other, receives honoraria as consultant. <br><b>Servier<\/b> Other, receives honoraria as consultant. <br><b>Abalos Therapeutics<\/b> Other, My institution receives research funding from the company. <br><b>4SC<\/b> Other, My institution receives research funding from the company. <br><b>Boehringer Ingelheim<\/b> Other, My institution receives research funding from the company. <br><b>Bristol-Myers Squibb<\/b> Other, My institution receives research funding from the company. <br><b>Celgene<\/b> Other, My institution receives research funding from the company. <br><b>Eisbach Bio<\/b> Other, My institution receives research funding from the company. <br><b>Roche\/Genentech<\/b> Other, My institution receives research funding from the company. <br><b>Pharma15<\/b> Other, holds ownership and serves on the Board of Directors.<br><b>R. Fang, <\/b> None..<br><b>P. Cheung, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>J. Peng, <\/b> None..<br><b>K. Althoff, <\/b> None..<br><b>K. Savvatakis, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1598","PresenterBiography":"","PresenterDisplayName":"Jens Siveke, MD","PresenterKey":"bf276767-f233-4015-aadf-bcc5e10b4e51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1598. Individualized longitudinal assessment reveals therapy-induced tumor and microenvironment dynamics in preclinical pancreatic cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Individualized longitudinal assessment reveals therapy-induced tumor and microenvironment dynamics in preclinical pancreatic cancer models","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic Ductal Adenocarcinoma (PDAC) is the 3<sup>rd<\/sup> leading cause of cancer-related deaths in the US, with a five-year survival rate of 12%. Barriers to treatment include the highly fibrotic tumor microenvironment (TME), the high interstitial pressure which acts to collapse the blood vessels, and the influx of immunosuppressive immune cells. Within this immune milieu, we find that the most abundant are tumor-associated macrophages (TAMs). These TAMs display a phenotype similar to anti-inflammatory (M2-like) macrophages. Despite TAMs exerting an immunosuppressive function within the TME, there is not a complete overlap with the characteristics associated with M2 macrophages. Interestingly, TAMs still display many markers associated with the pro-inflammatory (M1-like) macrophages. This dichotomy suggests there may be a level of plasticity within the macrophage compartment that can be exploited to lead to better tumor control. Previous studies have shown a connection between arginine metabolism and macrophage effector function along the M1\/M2 axis. In macrophages, arginine can be broken down in two ways: via iNOS into nitric oxide, which aids in effector function, or via Arginase 1 (Arg1) into ornithine and later proline, which is an essential component of the extracellular matrix (ECM). This study seeks to elucidate how metabolic perturbations influence macrophage function and phenotype. Here we observed that changes in oxygen availability and glucose abundance shifted macrophage expression of iNOS and Arg1. In vivo we found that conditionally knocking out Arg1 in the myeloid compartment leads to lower fibrosis when inducing inflammation in the pancreas. Furthermore, macrophages polarized with PDAC cancer-conditioned media display a sharp increase in Arg1 expression as compared to unpolarized macrophages, as well as increased resistance to both glycolytic inhibitors and mitochondrial inhibitors. This preliminary data demonstrates an important link between macrophage metabolism and function in the context of pancreatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Metabolism,Microenvironment,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Anaraki<\/b>, C. Halbrook; <br\/>University of California, Irvine, Irvine, CA","CSlideId":"","ControlKey":"bfa30e86-e43d-443a-b344-d7ae63f96c83","ControlNumber":"8268","DisclosureBlock":"<b>&nbsp;C. Anaraki, <\/b> <br><b>Gilead<\/b> Stock.<br><b>C. Halbrook, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1599","PresenterBiography":null,"PresenterDisplayName":"Cecily Anaraki, BS","PresenterKey":"694c96f6-f3f8-4bff-a975-a78383dc96a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1599. Metabolism as a key regulator of macrophage phenotype in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolism as a key regulator of macrophage phenotype in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a deadly malignancy. We have setup a pipeline to interrogate cancer cell intrinsic and extrinsic mechanisms contributing to treatment response. Using a combination of mouse and human organoids models together with <i>in vivo<\/i> investigation, we have systematically dissected key signaling hubs driving pro-tumorigenic cancer cell intrinsic features as well as remodeling of the tumor microenvironment (TME). We found that the glycan epitope, CA19-9, drives pancreatic inflammation, cancer, and metastasis. CA19-9 drives pro-tumorigenic intrinsic features in part through CA19-9 modification of the secreted glycoprotein Fibulin 3. We have also discovered direct and indirect mechanisms through which CA19-9 causes remodeling of the TME. Specifically, CA19-9 elevation causes expansion of all cancer associated fibroblast (CAF) subtypes, including an increase in antigen presenting CAFs and resulting increase in regulatory T cells. Further, there are dramatic increases in tumor associated macrophages (TAMs) derived from both inflammatory monocytes as well as tissue resident macrophages. To delineate the mechanisms by which these TME changes are mediated, we use novel co-culture model incorporating macrophages, organoids, and fibroblasts (MOrF). Blocking CA19-9 signaling <i>in vitro<\/i> and <i>in vivo<\/i> reverses these TME alterations. These changes to the TME are mediated through indirect effectors as well as previously unknown CA19-9 modified proteins. Overall, we elucidate previously unexplored mechanisms driving pancreatic tumorigenesis while also uncovered vulnerabilities for therapeutic exploitation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Glycosylation,Organoids,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Hsu, H. Song, K. Peck, C. Bottomley, M. Stamp, S. Okhovat, <b>D. D. Engle<\/b>; <br\/>Salk Institute, La Jolla, CA","CSlideId":"","ControlKey":"23d54e3d-3718-4372-b2e0-d82aa59b8b3d","ControlNumber":"2979","DisclosureBlock":"&nbsp;<b>J. Hsu, <\/b> None..<br><b>H. Song, <\/b> None..<br><b>K. Peck, <\/b> None..<br><b>C. Bottomley, <\/b> None..<br><b>M. Stamp, <\/b> None..<br><b>S. Okhovat, <\/b> None..<br><b>D. D. Engle, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1600","PresenterBiography":null,"PresenterDisplayName":"Dannielle Engle, PhD","PresenterKey":"cb8f3719-4837-41d3-95b4-f83d4edbb55f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1600. Interception of pro-tumorigenic glycan signaling in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interception of pro-tumorigenic glycan signaling in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer cachexia is a multifactorial condition characterized by skeletal muscle atrophy and dysfunction that impairs longevity and quality of life for the vast majority of cancer patients. Recently, we discovered through unbiased proteomic analyses that the complement system is activated in the skeletal muscle of cachectic pancreatic cancer patients. Therefore, the purpose of this study was to investigate the role of complement in pancreatic cancer cachexia. To accomplish this, we obtained genetically modified, C57Bl6\/J congenic mice lacking the central regulator of complement, C3 (C3<sup>-\/-<\/sup> mice). Wild-type (C57Bl6\/J, WT, n=12) and C3<sup>-\/-<\/sup> mice (n=11) (male, 12 weeks old) received orthotopic injections of mouse pancreatic cancer cells (KPC) into the pancreas, and as non-cancer controls, WT (n=8) and C3<sup>-\/-<\/sup> (n=4) mice received injections of PBS into the pancreas. Mice were monitored daily and euthanized at IACUC-mandated tumor endpoint (body condition score &#8804; 2; range: 14-15 days). <i>In-vivo<\/i> diaphragm function was assessed immediately prior to euthanasia via M-mode ultrasound. Skeletal muscles (soleus, SOL; <i>tibialis anterior<\/i>, TA; diaphragm, DIA) were harvested and <i>ex-vivo<\/i> contractile function was assessed on strips of costal diaphragm. Diaphragmatic excursion and respiratory rate were reduced with KPC tumor burden in WT mice, but preserved in C3<sup>-\/-<\/sup> mice. Deletion of C3 did not influence the KPC-induced reduction of body mass or KPC tumor growth. Atrophy of limb muscle mass (SOL, TA) and fiber size (TA) during KPC tumor burden was attenuated in C3<sup>-\/-<\/sup> mice. Maximal specific force of DIA was greater in C3<sup>-\/-<\/sup> versus WT KPC-bearing mice. KPC tumor burden increased collagen content in the DIA of WT mice, but not C3<sup>-\/-<\/sup> mice. Diaphragm fiber size was reduced in WT KPC-bearing mice, but preserved in C3<sup>-\/-<\/sup> mice. KPC tumor burden induced significant increases in immune cell (CD45+) infiltration and fibroadipogenic progenitor cell (PDGFRa+) abundance in the DIA of WT tumor-bearing mice, but to a lesser extent in C3<sup>-\/-<\/sup> mice. These findings suggest complement activation is causative in pancreatic cancer-induced skeletal muscle wasting and dysfunction. Inhibition of complement during cancer cachexia may possess therapeutic potential for the preservation of skeletal muscle mass and function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Cachexia,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. C. D'Lugos, C. Callaway, S. M. Judge, <b>A. R. Judge<\/b>; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"f81512d2-a7e4-484a-bdb1-d9e840bd1855","ControlNumber":"1690","DisclosureBlock":"&nbsp;<b>A. C. D'Lugos, <\/b> None..<br><b>C. Callaway, <\/b> None..<br><b>S. M. Judge, <\/b> None..<br><b>A. R. Judge, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1601","PresenterBiography":null,"PresenterDisplayName":"Andrew Judge, PhD","PresenterKey":"f172eb0c-5bad-4e5d-b687-d1782efb0c4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1601. The role of complement in pancreatic cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of complement in pancreatic cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Pancreatic ductal adenocarcinoma (PDAC) is a lethal malignancy marked by a highly immunosuppressive tumor microenvironment (TME). Macrophages are known to promote immunosuppression and exhibit a profibrotic transcriptional profile with potential involvement in extracellular matrix (ECM) remodeling. Previously, we identified hyperactivation of cancer cell intrinsic cyclic AMP response element binding protein 1 (CREB) regulates leukemia inhibitory factor (LIF) to mediate macrophage infiltration and polarization within the TME of PDAC. Subsequently, we observed that disrupting LIF-LIF receptor (LIFR) signaling therapeutically not only diminishes the infiltration of tumor-associated macrophages (TAMs) but also results in a decrease in ECM deposition. This study delves into the potential regulatory pathway through which LIF induces remodeling of the ECM within the PDAC TME.<br \/><b>Methods:<\/b> We targeted LIF-induced macrophage-stromal crosstalk using the LIFR antagonist (EC359) in an orthotopically tumor implanted LSL-Kras<sup>G12D\/+<\/sup>; Trp53 <sup>R172H\/+<\/sup>; Pdx1<sup>Cre\/+<\/sup> (KPC) mice model of PDAC. Sirius red staining in tumor sections was performed to assess ECM (collagen) deposition. Moreover, we performed RNA transcriptomics-based analysis of recombinant (rLIF) induced bone marrow derived macrophages harvested from syngeneic C57BL\/6 mice. The Cancer Genome Atlas (TCGA) pancreatic cancer (PAAD) data set along with single-cell RNA sequencing (scRNA seq) were employed to assess the expression of major downstream targets of LIF. To validate the RNA-seq results, we conducted immunohistochemical analysis (IHC) on mouse PDAC tissue sections and quantitative polymerase (qPCR) analysis on RAW 264 macrophage cell line treated with rLIF or KPC CREB<sup>WT<\/sup> PDAC tumor cells conditioned media.<br \/><b>Results:<\/b> We observed a drastic decrease in both TAM infiltration and, of note, ECM deposition in orthotopically implanted KPC pancreas tumor mice tissue treated with EC359 as compared to vehicle. Mechanistically, our RNA-seq analysis unveiled a significant upregulation of <i>Factor XIIIA<\/i> (FXIIIa), a major downstream target of LIF. Notably, TCGA data revealed that <i>FXIIIa <\/i>mRNA expression is upregulated across PDAC tumors marked by poor survival outcomes. Moreover, scRNA seq and IHC established that TAMs highly express FXIIIa in the PDAC TME. In exploring the effect of LIF-LIFR signaling in the ECM, mouse RAW 264.7 macrophage lines incubated in high LIF conditions confirmed transcriptional upregulation of ECM-associated proteins such as <i>FXIIIa<\/i> as well as fibronectin.<br \/><b>Conclusion:<\/b> Our investigation provides valuable insights into the possible mechanism by which LIF triggers ECM remodeling, thereby contributing to the desmoplastic stroma. Significantly, our findings propose that LIF-regulated FXIIIa signaling in macrophages serves as a plausible mediator of the LIF-induced ECM remodeling in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Stroma,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Jaferi<\/b><sup>1<\/sup>, S. Mehra<sup>2<\/sup>, V. Krishnamoorthy<sup>2<\/sup>, S. Jinka<sup>2<\/sup>, A. Bianchi<sup>2<\/sup>, V. T. Garrido<sup>2<\/sup>, L. A. Nivelo<sup>2<\/sup>, B. Yuguang<sup>2<\/sup>, N. S. Nagathihalli<sup>2<\/sup>; <br\/><sup>1<\/sup>Yale College, New Haven, CT, <sup>2<\/sup>University of Miami, Miller School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL","CSlideId":"","ControlKey":"d1baa468-be49-476c-be82-f49e8057c3f8","ControlNumber":"5783","DisclosureBlock":"&nbsp;<b>N. Jaferi, <\/b> None..<br><b>S. Mehra, <\/b> None..<br><b>V. Krishnamoorthy, <\/b> None..<br><b>S. Jinka, <\/b> None..<br><b>A. Bianchi, <\/b> None..<br><b>V. T. Garrido, <\/b> None..<br><b>L. A. Nivelo, <\/b> None..<br><b>B. Yuguang, <\/b> None..<br><b>N. S. Nagathihalli, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1602","PresenterBiography":null,"PresenterDisplayName":"Nishah Jaferi, No Degree","PresenterKey":"a6d5cde7-98ae-4598-adc0-011359f7998a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1602. Leukemia inhibitory factor (LIF)-factor XIIIA mediated macrophage-stromal crosstalk in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leukemia inhibitory factor (LIF)-factor XIIIA mediated macrophage-stromal crosstalk in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The presence of minimal intra-pancreatic fat deposition (IPFD) in the healthy human pancreas has been demonstrated in numerous studies. But excess IPFD, or fatty pancreas disease, leads to a wide array of diseases, including but not limited to diabetes, pancreatitis, and pancreatic ductal adenocarcinoma (PDAC). Remarkably, PDAC patients with excessive intra-pancreatic fat accumulation are commonly associated with a poor prognosis compared to those with minimal deposition. However, the interaction between tumor and intra-pancreatic adipose tissue remains elusive. Here, we evaluated the pancreatic fat infiltration in normal people and patients with PDAC respectively, and explored the mechanism of how intra-pancreatic fat affects the progression of PDAC.<br \/>Methods: Magnetic resonance imaging (MRI) and clinical biopsy specimens were used to assess the degree of pancreatic fat infiltration in PDAC patients and healthy control individuals. The C57BL\/6J mice injected orthotopically with KPC cells and adipocytes, high-fat diet (HFD)-induced obesity <i>KC (Pdx1-Cre; Kras<sup>LSL-G12D\/WT<\/sup>)<\/i> mice, and <i>KC; ob\/ob<\/i> mice were established to dynamically observe how adipocytes affect tumor progression in vivo. The snRNA-seq of tumor samples and proteomics of conditional medium of PDAC cell lines were performed to identify the mechanism of interaction between cancer cells and adipocytes.<br \/>Results: We found that patients with PDAC presented excess intra-pancreatic fat deposition more frequently than healthy individuals, and the degree of fat infiltration was positively correlated with the tumor burden of PDAC patients. HFD-induced obesity <i>KC<\/i> mice and <i>KC; ob\/ob<\/i> mice showed a higher degree of IPFD, which contributed to tumor growth and low survival rates of mice. Additionally, the expression of uncoupling protein 1 was upregulated in PDAC patients and <i>KPC (Pdx1-Cre; Kras<sup>LSL-G12D\/WT<\/sup>; p53<sup>LSL-R172H\/WT<\/sup>)<\/i> mice compared to normal controls. Constantly, the snRNA-seq of PDAC samples demonstrated the increase in thermogenic signature. In vitro, C3H10T1\/2 cells treated with conditional medium from pancreatic cancer cell lines or co-cultured with pancreatic cancer cell lines showed increased expression of browning markers and elevated oxygen consumption rate. Specifically, combined analysis of the proteomic of T3M4 and CFPAC-1 conditional medium and the snRNA-seq revealed that pancreatic cancer cells secreted integrin &#946;4 (ITGB4) to improve the thermogenesis of intra-pancreatic adipocytes (IPA), which in turn promoted cancer cell progression.<br \/>Conclusion: Parts of PDAC patients present excess intra-pancreatic fat accumulation, a process associated with tumor growth and poor prognosis. Mechanistically, pancreatic cancer cells activate the thermogenesis of IPA by secreting ITGB4, and then the thermogenetic adipocytes fuel the progression of the tumor in response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Adipocytes,thermogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Yin, Y. Chen, R. Xu, C. Hu, <b>C. Wang<\/b>, Y. Zhao; <br\/>Peking Union Medical College Hospital (PUMCH), Beijing, China","CSlideId":"","ControlKey":"cb73b9d4-845a-4bd4-8ebc-46569854cacf","ControlNumber":"2911","DisclosureBlock":"&nbsp;<b>X. Yin, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>C. Hu, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Zhao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1603","PresenterBiography":null,"PresenterDisplayName":"Chengcheng Wang, MD,PhD","PresenterKey":"cd4cff88-687e-47c7-a947-aac79ecffa25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1603. Intra-pancreatic fat promotes the progression of PDAC by activating thermogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intra-pancreatic fat promotes the progression of PDAC by activating thermogenesis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pancreatic ductal adenocarcinoma (PDAC) is highly aggressive malignancy characterised by its abundant extracellular matrix and diverse stromal cell components such as cancer associated fibroblasts (CAFs). CAFs play a pivotal role in shaping the tumour microenvironment and influencing the behaviour of immune cells, particularly T cells, through various mechanisms. The impact of CAFs on T cells is multifaceted as they can exert both pro- and anti-tumoral effects, influencing the delicate balance between immunosurveillance and immune evasion. In this study, we examined the phenotype and function of T cells when co-cultured with CAFs and Adjacent-normal fibroblasts (ANF) isolated from primary PDAC tissue following surgical resection.<br \/><b>Methods:<\/b> Tumour and juxta-tumoral tissue from patients underwent digestion into a single cell suspension. Subsequently, the isolated fibroblasts were cultured and stained with a 22-plex antibody panel designed for flow cytometry. Additional functional assays involved co-culture of CAFs and ANFs with unstimulated or anti-CD3\/CD28 stimulated allogeneic T cells. Cell proliferation rates were quantified through the CFSE assay, while the T cells were simultaneously stained to distinguish CD4+ and CD8+ T cells subpopulations. Additionally, the expression of key co-stimulatory molecules: CD69, NKG2D and DNAM-1 and the co-inhibitory molecule: PD-1 were assessed, providing a thorough examination of the immune dynamics within the tumour microenvironment.<br \/><b>Results:<\/b> Flow Cytometry analysis revealed a distinct expression profile in CAFs compared to ANFs, with CAFs expressing higher levels of FAP and CD29. The CFSE assay further revealed that CAFs induced T cell proliferation of resting T cells with no significant increase in stimulated T cells. Notably, this co-culture led to a highly differentiated phenotype in both unstimulated and stimulated CD4+ and CD8+ T cells, characterised by elevated expression of activating markers (CD69 and NKG2D) and the inhibitory molecule PD-1. These findings suggest a dynamic interplay between fibroblasts and T cells in the tumour microenvironment, influencing both the proliferation and phenotypic aspects of T cell behaviour.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cancer associated fibroblasts,T cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Zayou<\/b><sup>1<\/sup>, H. Pearce<sup>1<\/sup>, S. Nicol<sup>1<\/sup>, S. Margielewska-Davies<sup>1<\/sup>, S. Powell-Brett<sup>2<\/sup>, R. Brown<sup>2<\/sup>, J. Zuo<sup>1<\/sup>, K. Roberts<sup>2<\/sup>, H. M. McGettrick<sup>1<\/sup>, P. Moss<sup>1<\/sup>; <br\/><sup>1<\/sup>College of Medical and Dental Sciences, University of Birmingham, Birmingham, United Kingdom, <sup>2<\/sup>Queen Elizabeth Hospital Birmingham, University Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom","CSlideId":"","ControlKey":"641e0325-a0df-4a7b-adf8-50c1b02f0131","ControlNumber":"5029","DisclosureBlock":"&nbsp;<b>F. Zayou, <\/b> None..<br><b>H. Pearce, <\/b> None..<br><b>S. Nicol, <\/b> None..<br><b>S. Margielewska-Davies, <\/b> None..<br><b>S. Powell-Brett, <\/b> None..<br><b>R. Brown, <\/b> None..<br><b>J. Zuo, <\/b> None..<br><b>K. Roberts, <\/b> None..<br><b>H. M. McGettrick, <\/b> None..<br><b>P. Moss, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1604","PresenterBiography":null,"PresenterDisplayName":"Fouzia Zayou, PhD","PresenterKey":"65277eb2-bbdf-4359-898f-3c0dc02f95f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1604. Cancer-associated fibroblasts modulate T cell killing activity &#38; phenotype in PDAC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-associated fibroblasts modulate T cell killing activity &#38; phenotype in PDAC","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive disease that is projected to be the second leading cause of cancer-associated deaths by 2030. Owing to its intrinsic immune evasive tumor microenvironment (TME), PDAC is regarded as an immunologically &#8220;cold&#8221; tumor with a significant therapeutic challenge. Although 5-fluorouracil or gemcitabine-based chemotherapy is considered as standard of care, harnessing immunological pathways may potentially convert PDAC to a &#8220;hot&#8221; tumor, thereby providing survival advantage to patients. Lately, the use of oncolytic virus has proven to be an alternative strategy to activate the innate immune response within the TME coupled with its cytotoxic effect against the cancer cells. The FDA approval of T-VEC for the treatment of stage IIIB\/IV melanoma validates the preceding argument. In this study, we have investigated the effect of herpes simplex virus type-1 (HSV-1) (VC2) overexpressing granulocyte-macrophage colony-stimulating factor (GMCSF), HSV-1VC2GM-CSF in the murine <u>K<\/u>RAS, <u>p<\/u>53, and <u>C<\/u>re (KPC), and human MIA PaCa-2 pancreatic carcinoma cells. Following a 24h infection of the KPC and MIA PaCa-2 cells with the HSV-1VC2GM-CSF, the observed cytopathic effects (CPE) included cell rounding, detachment, and aggregation as compared to the wild-type HSV-1VC2 treated or the uninfected control cells. The CPE effect of HSV-1VC2GM-CSF was proven to be a more direct and dynamic response against these cells. In the next steps, the viral titers were determined to be 9.6E7 pfu\/ml, 1.26E7 pfu\/ml for HSV-1VC2 and VC2GM-CSF respectively. The infection of VC2GM-CSF 0.1, 1.0 and 10 MOI in KPC cells resulted in a significant increase in the expression of proinflammatory markers including interleukin 10 (IL-10), cyclooxygenase -2 (COX-2) and iNOS at the gene level in contrast to the uninfected controls. This was coupled with an increase in the expression of Fas ligand (FasL) in the treated cells. Intriguingly, the treated cells showed a significant upregulation of programmed death ligand (PD-L1). Interestingly, in a 3D-coculture of KPC and RAW264.7 cells the expression of PD-L1 was significantly upregulated. Based on the evidence presented here, it is speculated that VC2GM-CSF-induced proinflammatory profile in KPC and Mia PaCa-2 cells converts to an immunomodulatory one characterized by the regulation of FasL and PD-L1. The effect of VC2GM-CSF in a PDAC organoid model to understand the interplay between the tumor and the stromal cells in response to the virus is currently underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Chintala Ramulu<\/b>, S. Thota, B. Stanfield, K. Kousoulas, J. Francis; <br\/>Louisiana State University, Baton Rouge, LA","CSlideId":"","ControlKey":"02d9d9e8-169f-4498-8ee0-5ab25ff9e9fc","ControlNumber":"8499","DisclosureBlock":"&nbsp;<b>N. Chintala Ramulu, <\/b> None..<br><b>S. Thota, <\/b> None..<br><b>B. Stanfield, <\/b> None..<br><b>K. Kousoulas, <\/b> None..<br><b>J. Francis, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8526","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1605","PresenterBiography":null,"PresenterDisplayName":"Naveen Chintala Ramulu, PhD","PresenterKey":"b0536073-340f-4a50-bae2-1649ef217d83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1605. Oncolytic hsv-1(vc2) gm-csf regulates the proinflammatory profile suggestive of an immunomodulatory effect in PDAC cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Pancreatic Cancer Microenvironment","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic hsv-1(vc2) gm-csf regulates the proinflammatory profile suggestive of an immunomodulatory effect in PDAC cells","Topics":null,"cSlideId":""}]