[{"Abstract":"<b>Background:<\/b> Biliary tract cancer constitutes a heterogeneous group of diseases with a limited understanding of its molecular characteristics and prognostic\/predictive biomarkers. We performed prespecified exploratory analyses of the STAMP trial, a multicenter randomized phase 2 trial of adjuvant capecitabine (CAP) or gemcitabine plus cisplatin (GemCis) for patients with resected extrahepatic cholangiocarcinoma (EH-CCA) with regional lymph node metastasis.<br \/><b>Methods:<\/b> Among 101 patients included in the intention-to-treat population of the STAMP trial, a total of 89 patients (45 in the GemCis group and 44 in the CAP group) were included in the current biomarker analysis after excluding 12 patients without available tissue and blood samples. Whole exome sequencing and proteomics were performed using surgical specimens.<br \/><b>Results:<\/b> <i>TP53 <\/i>(63%), <i>SMAD4 <\/i>(20%)<i>, <\/i>and <i>KRAS<\/i> (18%) mutations were the most frequent in the pooled population. Somatic mutations in homologous recombination deficient (HRD) genes were present in 20% of patients, while one patient (1%) had a germline <i>ATM<\/i> mutation. The prevalence of microsatellite instability was 1%. Somatic mutations in known targetable genes were observed in 54 patients (60.7%) and proteogenomic integrative analysis revealed significant HER2 pathway alteration with <i>HER2<\/i> amplification in 4 patients (7%). The characteristics of prognostic biomarkers varied by the adjuvant regimen used. In the adjuvant GemCis group, somatic mutations were associated with poor disease-free survival (DFS) and overall survival (OS), including <i>KRAS <\/i>(log-rank p=0.004 for DFS and p=0.003 for OS), <i>FBXW7 <\/i>(p=0.021 for DFS and p=0.011 for OS), and <i>PIK3CA <\/i>(p&#60;0.001 for DFS and p=0.042 for OS) mutations. In the adjuvant CAP group, copy number alterations (CNAs) such as 8q24.21 amplification (p=0.006 for DFS and p=0.707 for OS) and 3q26.1 amplification (p=0.020 for DFS and p=0.026 for OS) were associated with poor survival, while 11q13.3 amplification (p=0.017 for DFS and p=0.099 for OS) was associated with improved survival. Additionally, a higher HRD score showed a tendency toward better DFS and OS in the GemCis group, but not in the CAP group, although it did not reach statistical significance in both groups (p&#62;0.05). Non-negative matrix clustering of proteomics data classified patients into 4 clusters. Among those, cluster 2, which showed alterations in the metabolism pathway, was associated with higher CNA level, higher tendency of HRD scores, and favorable survival with GemCis (p=0.039 for DFS and p=0.100 for OS) but not with CAP.<br \/><b>Conclusions: <\/b>Comprehensive proteogenomic analyses enable the identification of prognostic biomarkers and may guide the selection of adjuvant chemotherapy in resected EH-CCA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Whole exome sequencing,Proteomics,Biomarkers,Cholangiocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Jeong<\/b><sup>1<\/sup>, J.-H. Oh<sup>1<\/sup>, H.-S. Ahn<sup>1<\/sup>, B.-Y. Ryoo<sup>1<\/sup>, K.-p. Kim<sup>1<\/sup>, J. Jeong<sup>1<\/sup>, I. Park<sup>1<\/sup>, S.-M. Hong<sup>1<\/sup>, J. Shin<sup>1<\/sup>, C. Park<sup>1<\/sup>, Y. Cho<sup>2<\/sup>, K. Kim<sup>1<\/sup>, C. Sung<sup>1<\/sup>, C. Yoo<sup>1<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center (AMC), Seoul, Korea, Republic of, <sup>2<\/sup>AMC Sciences, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"32dca3cf-70a8-4548-ae87-069d3cc7d85c","ControlNumber":"6451","DisclosureBlock":"&nbsp;<b>H. Jeong, <\/b> None..<br><b>J. Oh, <\/b> None..<br><b>H. Ahn, <\/b> None..<br><b>B. Ryoo, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>J. Jeong, <\/b> None..<br><b>I. Park, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>C. Sung, <\/b> None..<br><b>C. Yoo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6422","PresenterBiography":null,"PresenterDisplayName":"Hyehyun Jeong","PresenterKey":"0108d537-3902-4879-9a7d-77e63a58b784","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6422. Comprehensive proteogenomic profiling and biomarker analyses in resected extrahepatic cholangiocarcinoma: A prespecified exploratory analysis of the phase 2 STAMP trial","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive proteogenomic profiling and biomarker analyses in resected extrahepatic cholangiocarcinoma: A prespecified exploratory analysis of the phase 2 STAMP trial","Topics":null,"cSlideId":""},{"Abstract":"The detection of mutations in the KRAS gene highly associated with cancer is one of the most widely used Sanger sequencing capillary electrophoresis (CE) applications in molecular diagnostics. In addition to their traditional role in cancer diagnostic, KRAS mutations have recently gained additional relevance as pharmacogenomics (PGx) markers for a significant number of new oncology therapeutics. KRAS mutation detection assays are used as companion diagnostics (CDx) for these cancer treatments. Analysis by Sanger Sequencing of KRAS mutations is cost effective and lends itself for use in resource limited healthcare settings. While there are currently no commercial kits for targeted sequencing of the KRAS mutation hotspots available, the online Applied Biosystems Primer Designer&#8482; Tool (thermofisher.com) allows standardization of the PCR primer design between labs and repeat orders of the KRAS assays by using these commercially available assay ID numbers. Here we demonstrate the use of Primer Designer KRAS mutation detections assays for mutation in codon 12, 13 and 61 totaling to 8 allele variants. The data was generated on the SeqStudio Flex CE instrument using reference standard DNA as well as DNA extracted from FFPE solid tumor samples. We show accuracy of variant call (OPA 100% (64\/64)) and concordance (OPA 98.3% (59\/60)) in a side-by-side comparison of the SeqStudio Flex with the legacy Model 3500 Genetic Analyzer instrument using a set of commercially available (Horizon Discovery) KRAS reference DNA samples. Primary solid tumor samples are processed to Fresh Frozen Paraffin Embedded samples (FFPE) for further disease marker evaluation. These samples are stable for long term at ambient temperatures and provide the opportunity to evaluate prospective biomarkers at large scale to understand their potential utility. Discovery Life Sciences has generated a large-scale biorepository of human biospecimen, including FFPE, plasma\/sera, buffy coat, and PBMCs. Archival FFPE samples from oncology indications associated with KRAS mutations, such as non-small cell lung cancer and colorectal cancer, were analyzed and identified samples with KRAS mutations, demonstrating the potential diagnostic utility of these assays. Finally, cell-free (cf) DNA from double spun plasma from relevant indications was also successfully evaluated for KRAS mutations, highlighting the potential for these assays in liquid biopsy studies. The study demonstrates the robustness of the Primer Designer KRAS mutation detection sequencing assays using reference standard DNA as well as DNA derived from FFPE DNA and cfDNA from patient derived tumor samples. For Research Use Only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"KRAS,Tumor markers,FFPE,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Karger<\/b><sup>1<\/sup>, A. Patel<sup>1<\/sup>, K. Tseng<sup>1<\/sup>, C. Ornelas<sup>1<\/sup>, M. Napier<sup>1<\/sup>, R. Beck<sup>2<\/sup>, K. Collwell<sup>2<\/sup>, S. Fahl<sup>2<\/sup>, C. Bornarth<sup>1<\/sup>; <br\/><sup>1<\/sup>Thermo Fisher Scientific, Pleasanton, CA, <sup>2<\/sup>Discovery Life Sciences, Huntsville, AL","CSlideId":"","ControlKey":"a8902189-5c81-49f9-b8e9-0a209f3e509d","ControlNumber":"5074","DisclosureBlock":"&nbsp;<b>A. Karger, <\/b> None..<br><b>A. Patel, <\/b> None..<br><b>K. Tseng, <\/b> None..<br><b>C. Ornelas, <\/b> None..<br><b>M. Napier, <\/b> None..<br><b>R. Beck, <\/b> None..<br><b>K. Collwell, <\/b> None..<br><b>S. Fahl, <\/b> None..<br><b>C. Bornarth, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6423","PresenterBiography":null,"PresenterDisplayName":"Achim Karger, Dr Rer Nat,BS,AAS","PresenterKey":"6e28bdb7-e4e5-44ca-8e9a-62c45443872e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6423. KRAS mutation detection by Sanger sequencing using the SeqStudio Flex capillary electrophoresis instrument","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS mutation detection by Sanger sequencing using the SeqStudio Flex capillary electrophoresis instrument","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b> While there is a strong desire to fully understand next generation CAR-T product characteristics in clinical trials, limited amounts of blood specimens are available as the enrolled patients are very sick and lymphodepleted. To address this high unmet need, we developed a single tube 20-color full spectrum flow cytometry assay for an in-depth characterization of CAR-T cells that support fulfilment of five key clinical trial endpoints, namely, manufacturing success (fitness and memory state), pharmacokinetics, response or resistance (ICIs), efficacy (gross tumor burden) and safety (B cell regeneration) for use across a broad range of CAR-T therapies and clinical indications.<br \/><b> <\/b> <b>Study Design:<\/b> The single tube 20-parameter full spectrum flow cytometry (FC) assay was designed to include CD45, HLA-DR, CD3, CD4, CD8, CD56 as backbone markers, CD45RA, CCR7, CD95, CD25 and CD127 antibodies allowed for the identification of all major subsets of CD4 and CD8 T cells. CXCR3, CD38, PD1, LAG3, and TIM3 were used for identification of activation\/exhaustion phenotypes, while CD20 and HLA-DR were useful for identification of B cells and monocytes respectively. Additionally, we left two parameters (PE and AF647) open for customized CAR-T detection reagents or other customized markers. This assay was developed using Cytek&#174; Northern Lights&#8482; and frozen PBMCs.<br \/><b> <\/b> <b>Results<\/b> This robust 20-color full spectrum FC assay allowed a thorough analysis of the major T cell populations cells. FMO (Fluorescence-Minus-One) control studies confirmed the specificity of the antibodies and of the panel in identifying Na&#239;ve, EMRA, CM, EM, Th17, T stem cell memory and regulatory T cells with minimum background on all parameters. This method showed to be highly reproducible and can be adapted for use with many CAR-T detection reagents.<br \/><b>Conclusion<\/b> In summary, we developed a robust 20-parameter multiparameter full spectrum flow cytometry assay focused on different populations of T cells in a single tube. The inclusion of drop ins for prospective CAR-T cell detection reagents allows for easy integration of future advances in CAR-T cell research. This universal panel shows great potential for usage across CAR-T clinical trials, as it serves as a valuable tool understand product fitness, PK, biomarker monitoring and disease burden simultaneously.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"CAR T cells,Assay development,Flow cytometry,Pharmacokinetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Vaughan<\/b>, S. Muthusamy, C. Zhao, A. Carbajal, C. Fu, N. Dakappagari, Z. Alfonso; <br\/>Navigate BioPharma, Carlsbad, CA","CSlideId":"","ControlKey":"83b56600-edee-45e5-aa52-107039a07b92","ControlNumber":"8423","DisclosureBlock":"&nbsp;<b>K. Vaughan, <\/b> None..<br><b>S. Muthusamy, <\/b> None..<br><b>C. Zhao, <\/b> None..<br><b>A. Carbajal, <\/b> None..<br><b>C. Fu, <\/b> None..<br><b>N. Dakappagari, <\/b> None..<br><b>Z. Alfonso, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6424","PresenterBiography":null,"PresenterDisplayName":"Keegan Vaughan, PhD","PresenterKey":"1e876b23-a7b7-44ba-b964-d69aba096bce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6424. A patient centric full spectrum flow cytometry assay for comprehensive phenotyping of CAR T cells in clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A patient centric full spectrum flow cytometry assay for comprehensive phenotyping of CAR T cells in clinical trials","Topics":null,"cSlideId":""},{"Abstract":"Immune-checkpoint inhibitors (ICIs) have revolutionized cancer therapy, yet many patients face the challenges of either not benefiting or developing resistance to ICIs. Advances in genome sequencing allow the exploitation of high-dimension oncological data in the research and development of precision immuno-oncology. We conducted a comprehensive literature review involving cancer patients treated with ICIs [anti-programmed cell death protein 1 (PD-1)\/programmed death-ligand 1 (PD-L1), anti-cytotoxic T-lymphocyte antigen 4 (CTLA-4), or their combination] and collected available transcriptomic data from pretreatment biopsies along with corresponding clinical outcomes. Biomarkers for ICI response were independently investigated within each study using the logistic regression method and combined with the odds ratio (OR) for meta-analysis. A total of 210 formalin-fixed paraffin-embedded pan-cancer samples with pretreatment biopsies from the National Cancer Center retrospective cohort were collected for validation. Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) and immunohistochemistry (IHC) were employed to validate the stable and clinically applicable utility of the genomic biomarker identified in our analysis.<b> <\/b>Across 18 studies, we identified 1106 cancer patients who received immunotherapy with pre-treatment transcriptomic data, including melanoma, non-small cell lung cancer (NSCLC), renal cell carcinoma (RCC), stomach adenocarcinoma (STAD), glioblastoma (GBM), and bladder urothelial carcinoma (BLCA), of which 8421 genes were available in all datasets. Meta-analysis based on a common effect model revealed that 332 genes were positively correlated with a favorable response to ICIs, and 404 genes were negatively associated with the therapeutic outcome, with all pooled OR being statistically significant (<i>P <\/i>&#60;0.05). We identified a novel biomarker, ZBED2 (Zinc Finger BED-Type Containing 2), which demonstrated superior predictive value over other biomarkers for ICI efficacy (pooled OR, 0.596; 95% CI, 0.450-0.788, <i>P <\/i>=0.002). Similarly, RT-qPCR (AUC: 0.821) and IHC (AUC: 0.789) results further validated the predictive utility for ICI response in the real-world cohort of 210 cancer patients with pretreatment samples receiving ICIs. Additionally, we observed that the expression of ZBED2 was favorably associated with the overall survival of patients receiving immunotherapy (HR: 0.72). In summary, our study provides a in-depth analysis of potentially predictable biomarkers for ICIs in cancer and highlights the potential of large-scale meta-analyses in identifying stable biomarkers. ZBED2 emerges as a novel predictive biomarker for ICIs and may guide the implementation of risk-related therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Cancer,Immunotherapy,Response,Biobank,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Wu<\/b>, C. Zhang, A. Shen, X. Gu, N. Sun, J. He; <br\/>National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Beijing, China","CSlideId":"","ControlKey":"dfdeaabc-1573-4897-b2fc-21f4dc68de9c","ControlNumber":"6094","DisclosureBlock":"&nbsp;<b>P. Wu, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>A. Shen, <\/b> None..<br><b>X. Gu, <\/b> None..<br><b>N. Sun, <\/b> None..<br><b>J. He, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6425","PresenterBiography":null,"PresenterDisplayName":"Peng Wu","PresenterKey":"36ce0cd3-6b3d-4719-b9ab-bf3d72987e7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6425. Harnessing big data from pan-cancer concerning more than 1300 patients with immune checkpoint inhibitors identifies novel predictive biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing big data from pan-cancer concerning more than 1300 patients with immune checkpoint inhibitors identifies novel predictive biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Cytokines mediate strong immunomodulatory effects in cancer. Elraglusib (9-ING-41), an inhibitor of GSK-3, is a potent antitumor and immune-modulatory agent in phase 2 clinical trials for the treatment of various cancers. Here, we examined the immune environment of elraglusib-treated cancer patients by measuring peripheral blood protein levels to explore whether the expression level of cytokines\/chemokines\/soluble cell receptors\/growth factors (CCSG) is correlated with clinical outcome. Using a customized Luminex platform, the expression of forty CCSG hypothesized to be linked to GSK-3 activity was assessed in pre-dose plasma samples obtained from 45 cancer patients with relapsed\/refractory metastatic disease (NCT03678883; the 1801 trial). All patients in the 1801 trial were treated with elraglusib (dose range: 1-15 mg\/kg) either as a single agent (Part 1; n=21) or in combination with chemotherapy (Part 2; n=24). Pre-dose peripheral blood protein levels were examined as binary predictors of clinical outcome using optimal cutoff points determined by maximally selected rank statistics. In the aggregate Part 1 and 2 populations (n=45), we identified 13 CCSG that significantly stratified the cohort by overall survival (OS). High pre-dose levels of CD95 and TNFRSF10C were associated with better OS. CD95 was a better prognostic of OS than TNFRSF10C (HR: 2.27, 95% CI: 1.10-4.67, p-value: 0.023). Low pre-dose levels of 11 CCSG were also significantly associated with favorable OS, with IL-8 being the most predictive (HR: 0.137, 95% CI: 0.0545-0.346, p-value: &#60;0.0001). Part 1 and 2 predose samples were also analyzed separately, and many of the biomarkers identified in the aggregate analysis retained significance in the separated analysis. In Part 1, CXCL5, IFN-alpha, and IL-18 emerged as unique markers, and in Part 2, CCL22 was the single unique marker.The results of our exploratory study identified several putative biomarkers of elraglusib clinical benefit and demonstrated potential immunomodulatory mechanisms of elraglusib that will be used to inform the further clinical development of elraglusib for the treatment of metastatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Advanced cancer,Cytokines,Biomarkers,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Weiskittel<\/b><sup>1<\/sup>, K. Huntington<sup>2<\/sup>, L. Zhang<sup>3<\/sup>, A. Koukol<sup>4<\/sup>, B. A. Carneiro<sup>5<\/sup>, H. Li<sup>1<\/sup>, A. Ugolkov<sup>4<\/sup>, W. El-Deiry<sup>3<\/sup>, A. Mazar<sup>4<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Genesis Drug Discovery & Development (GD³), Hamilton Township, NJ, <sup>3<\/sup>The Warren Alpert Medical School of Brown University, Providence, RI, <sup>4<\/sup>Actuate Therapeutics, Inc., Fort Worth, TX, <sup>5<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"37ac5a23-8967-40a4-a1e0-277a938a48a5","ControlNumber":"8511","DisclosureBlock":"<b>&nbsp;T. Weiskittel, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Employment, Independent Contractor.<br><b>K. Huntington, <\/b> None..<br><b>L. Zhang, <\/b> None.&nbsp;<br><b>A. Koukol, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Employment.<br><b>B. A. Carneiro, <\/b> None.&nbsp;<br><b>H. Li, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Independent Contractor. <br><b>A. Ugolkov, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Employment.<br><b>W. El-Deiry, <\/b> None.&nbsp;<br><b>A. Mazar, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6426","PresenterBiography":null,"PresenterDisplayName":"Taylor Weiskittel, B Eng;MS","PresenterKey":"240aca11-c7e9-482f-a4ba-d6152362d23b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6426. Identification of potential immune biomarkers for GSK-3 inhibitor elraglusib (9-ING-41) in patients with relapsed\/refractory metastatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of potential immune biomarkers for GSK-3 inhibitor elraglusib (9-ING-41) in patients with relapsed\/refractory metastatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Triple negative breast cancers (TNBCs) are a poor prognosis subset of breast cancer and preclinical data implicate activation of the RAS\/MEK\/ERK pathway in TNBC chemotherapy resistance. Preclinical data demonstrate that blockade of both RAS\/MEK\/ERK and PI3K\/AKT pathways synergizes to overcome resistance to single agent MEK inhibitors. The purpose of this study was to determine the response rate for the selective allosteric MEK1\/MEK2 inhibitor trametinib alone and in combination with AKT inhibitor uprosertib in patients with metastatic TNBC previously treated with chemotherapy.<br \/>Patients and Methods: This was an open-label, two-part, phase II, single-arm, multicenter study through the ETCTN. Eligibility criteria included patients with metastatic TNBC with measurable disease who had received between 1-3 prior chemotherapy regimens. All patients underwent a mandatory pretreament biopsy and received trametinib alone (2mg) as Part I of the study. At progression, patients underwent a second biopsy and moved to Part II with trametinib (1.5mg) and uprosertib (50mg). Available biopsies were profiled quantitative targeted absolute proteomics (QTAP) for kinome assay and whole transcriptome profiling via microarray. Blood samples were collected at baseline, at cycle 2 day 1 (C2D1), and at progression for circulating tumor DNA (ctDNA) analysis via ultra-low pass whole genome sequencing.<br \/>Results: Between October 2013 and January 2017, 37 patients were enrolled at 8 centers and, subsequently, 19 of these patients entered Part II. Adverse event data has been previously presented. On trametinib alone (Part I), 2 patients had a partial response (PR) and 6 patients had stable disease (SD) as best response. Of the 19 evaluable patients on trametinib + uprosertib (Part II), 3 patients had a PR and 3 patients had SD. Integrated analysis of matched samples with QTAP kinome and transcriptome data QTAP kinome assay in demonstrated MEK1\/2 inhibition at progression on trametinib alone in 4\/4 patients with evaluable tissue confirming target engagement and one patient with biopsy after trametinib+uprosertib demonstrated AKT1 inhibition. ctDNA was evaluable in 34 patients at C1D1 with tumor fraction (TFx) range 0-75.9%. 6\/23 patients had ctDNA &#8216;clearance&#8217; (tumor fraction of 0%) at C2D1. Of these 6, 3 (50%) had PR as best response, compared with only PR in only 1\/17 patients without ctDNA clearance at C2D1.<br \/>Conclusions: Trametinib alone and in combination with uprosertib demonstrates anti-tumor activity in a subset of TNBC patients with kinome evidence of target engagment. ctDNA clearance at C2D1 may be useful as an early biomarker to identify patients most likely to respond. Understanding biomarkers of response and resistance may guide future opportunities for MEK\/AKT inhibition in TNBC.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Breast cancer,Triple-negative breast cancer (TNBC),Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Prasath<\/b><sup>1<\/sup>, H. Boutrid<sup>2<\/sup>, E. Mrozek<sup>2<\/sup>, M. Lustberg<sup>3<\/sup>, R. Weslowski<sup>1<\/sup>, R. Layman<sup>4<\/sup>, M. Abdel-Rasoul<sup>1<\/sup>, C. Timmers<sup>5<\/sup>, E. MacRae<sup>6<\/sup>, G. T. Budd<sup>7<\/sup>, L. Harris<sup>8<\/sup>, C. Isaacs<sup>9<\/sup>, R. Ismail-Khan<sup>10<\/sup>, E. C. Dees<sup>11<\/sup>, A. S. Poklepovic<sup>12<\/sup>, H. X. Chen<sup>8<\/sup>, M. Villalona-Calero<sup>13<\/sup>, W. Carson<sup>1<\/sup>, G. L. Johnson<sup>11<\/sup>, D. G. Stover<sup>1<\/sup>, B. Ramaswamy<sup>1<\/sup>; <br\/><sup>1<\/sup>The Ohio State University College of Medicine, Columbus, OH, <sup>2<\/sup>The Ohio State University Medical Center, Columbus, OH, <sup>3<\/sup>Yale School of Medicine, New Haven, CT, <sup>4<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>5<\/sup>Incyte, Wilmington, DE, <sup>6<\/sup>Columbus Oncology Associates, Columbus, OH, <sup>7<\/sup>Cleveland Clinic Foundation, Cleveland, OH, <sup>8<\/sup>National Cancer Institute, Bethesda, MD, <sup>9<\/sup>Georgetown University Medical Center, Washington, DC, <sup>10<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>11<\/sup>UNC School of Medicine, Chapel Hill, NC, <sup>12<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>13<\/sup>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"9c0f4d21-de30-435e-92ad-3cff44357516","ControlNumber":"680","DisclosureBlock":"&nbsp;<b>V. Prasath, <\/b> None..<br><b>H. Boutrid, <\/b> None..<br><b>E. Mrozek, <\/b> None..<br><b>M. Lustberg, <\/b> None..<br><b>R. Weslowski, <\/b> None..<br><b>R. Layman, <\/b> None..<br><b>M. Abdel-Rasoul, <\/b> None.&nbsp;<br><b>C. Timmers, <\/b> <br><b>Incyte<\/b> Employment.<br><b>E. MacRae, <\/b> None..<br><b>G. T. Budd, <\/b> None..<br><b>L. Harris, <\/b> None..<br><b>C. Isaacs, <\/b> None..<br><b>R. Ismail-Khan, <\/b> None..<br><b>E. C. Dees, <\/b> None..<br><b>A. S. Poklepovic, <\/b> None..<br><b>H. X. Chen, <\/b> None..<br><b>M. Villalona-Calero, <\/b> None..<br><b>W. Carson, <\/b> None..<br><b>G. L. Johnson, <\/b> None..<br><b>D. G. Stover, <\/b> None..<br><b>B. Ramaswamy, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6427","PresenterBiography":null,"PresenterDisplayName":"Vishnu Prasath, MD;MS","PresenterKey":"4e62f174-c54d-43d9-a4a0-39edde3c982e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6427. Phase II study of trametinib alone and in combination with uprosertib in patients with metastatic triple negative breast cancer previously treated with chemotherapy: OSU 13317","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase II study of trametinib alone and in combination with uprosertib in patients with metastatic triple negative breast cancer previously treated with chemotherapy: OSU 13317","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Combination of anti-PD-(L)1 antibody with chemotherapy has shown promising efficacy in advanced\/metastatic non-small cell lung cancer (NSCLC). Dynamics of peripheral blood mononuclear cells (PBMC) might have impact on repertore of immune cells further resulting different immune infiltration in tumor microenvironment. Thus, monitoring changes in PBMC during therapy or measuring tumor microenvironment provides the possibility to predict the efficacy of tumor immunotherapy.<br \/><b>Methods:<\/b> Patients diagnosed with NSCLC (Stage III-IV)were enrolled in this study. Anti-PD-L1 and chemo\/radio combination therapy was performed as adjuvant therapy. Tumor samples were obtained prior to adjuvant therapy PBMC samples were obtaind at multiple time points, including prior adjuvant therapy, 3 months after adjuvant therapy, and 3 months after adjuvant therapy. Tumor and PBMC mRNA sequencing were performed by Amoy Diagnostics Co Ltd. (Xiamen, China). Patients who achieved CR\/PR\/SD and PFS &#62; 6 months were defined as well responders. Pathway enrichment and GSEA analyses were performed by clusterProfiler (version 4.0.5) on GO, KEGG, and from six different gene sets. Correlations between immune cellular signature ES scores and gene expression were estimated using Pearson correlation.<br \/><b>Results: <\/b>28 patients were enrolled; mean age was 60.38&#177;7.86 years, 27 (96.4%) patients were male. 21 (75.0%) patients were identified as responder and 7 (25.0%) were non-responder. In the baseline tumor samples, immune infiltration was more extensive in responders compared to non-responders. Cytotoxic lymphocytes, activated CD8<sup>+<\/sup> T cell, and NK cells were significantly enriched in responders. High expression of CCL17 and down regulation of CTSG\/PLK1\/PRTN3, a signaling axis that inhibits histone H3 hydrolysis and promotes monocyte to macrophage differentiation, was significant in responders. Dynamic monitoring of PBMC before and after treatment showed significant upregulation of immune infiltration-related pathways in responders, including effector cells, NK cells and CD8<sup>+<\/sup> T cells. In the non-responder group, the up-regulated pathways after treatment were mainly enriched in tumor growth rate, EMT, and matrix remodeling. Multi-time point analysis showed that CEACAM5\/ MKI67 level and tumor proliferation rate in non-responders were higher than those in responders at each time point after treatment.<br \/><b>Conclusion:<\/b> Baseline tumor transcripton signatures and dynamic changes in PBMC could be applied to develop novel biomarkers for immune-related therapy. Patients with stronger immune infiltration signals in baseline tumor samples and PBMC after treatment had better immune response. The upregulation of proliferation-related signals in PBMC predicts poor immune response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,peripheral blood mononuclear cells,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Hu<\/b><sup>1<\/sup>, J. Zhang<sup>1<\/sup>, P. Cheng<sup>2<\/sup>, Y. Chen<sup>2<\/sup>, C. Zhu<sup>2<\/sup>, F. Yi<sup>2<\/sup>, C. Xie<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of radiation and medical oncology, Zhongnan Hospital of Wuhan University, Wuhan, China, <sup>2<\/sup>Amoy Diagnostics Co., Ltd., Xiamen, China","CSlideId":"","ControlKey":"92313a43-55a0-4409-ad4f-509fc798f04f","ControlNumber":"6255","DisclosureBlock":"&nbsp;<b>J. Hu, <\/b> None..<br><b>J. Zhang, <\/b> None.&nbsp;<br><b>P. Cheng, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment. <br><b>C. Zhu, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment. <br><b>F. Yi, <\/b> <br><b>Amoy Diagnostics Co., Ltd.<\/b> Employment.<br><b>C. Xie, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6428","PresenterBiography":null,"PresenterDisplayName":"Jing Hu, MD","PresenterKey":"188574ab-ab46-4504-8be1-8cbd92b78e57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6428. Transcriptome analysis of tissues and peripheral blood revealed potential biomarkers for chemo\/radio-immunotherapy in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptome analysis of tissues and peripheral blood revealed potential biomarkers for chemo\/radio-immunotherapy in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: In the cancer research, a highly promising in vivo platform for personalized treatment involves the adoption of an advanced approach&#8212;specifically, the grafting of patient-derived xenografts (PDX) onto humanized mouse models. These models capture distinctive aspects of interaction with the human immune system and the tumor microenvironment (TME). In this study, we have engineered humanized triple-negative breast cancer (TNBC) PDX models to observe alterations in differentially expressed genes, thereby enhancing our understanding of the intricacies of personalized treatment in this context.<br \/>Method: We utilized two TNBC PDX models established for the humanized models, where CD34+ hematopoietic stem cells were transplanted into immunodeficient mice. RNA sequencing was performed to identify altered gene expression in humanized PDX models compared to NSG PDXs. Additionally, we generated stable cell lines overexpressing TMEM176B in MDAMB231 and Hs578T cells, and we knocked down TMEM176B in 4T1 cells using recombinant techniques<br \/>Results: In the humanized model, the growth of PDX tumors did not show a significantly faster or markedly different rate compared to previous studies. However, upon conducting RNA sequencing in the PDX model, the expression of the TMEM176B gene was consistently downregulated. Consequently, we transfected and observed that the increased expression of TMEM176B in MDAMB231 and Hs578T cell lines resulted in enhanced cell proliferation in vitro. Transplanting MDAMB231 cells overexpressing TMEM176B into athymic nude mice resulted in accelerated tumor growth. The study further investigates the expression of TMEM176B in an immune-competent environment by knocking down the gene in 4T1 cells or transplanting the control group into a balb\/c mouse model. Tumors with TMEM176B knockdown exhibited inhibited growth, increased CD3+ T cell infiltration, and significant inhibition when treated with anti-PD-L1 compared to the control group.<br \/>Conclusion: This research demonstrates the utility of PDX models, particularly humanized PDX models, in studying the complexities of cancer biology and the tumor microenvironment. The findings regarding TMEM176B and its role in tumorigenesis and immune responses in triple-negative breast cancer provide valuable insights for further research and potential therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Tumor biology,Triple-negative breast cancer (TNBC),Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Her<\/b>, J. Yun, W. Heo, J.-I. Kim, H.-B. Lee, W. Han, H.-G. Moon; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d8514e89-0efd-4e7f-b02b-553cb1c3d2f1","ControlNumber":"3088","DisclosureBlock":"&nbsp;<b>Y. Her, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>W. Heo, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>W. Han, <\/b> None..<br><b>H. Moon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6429","PresenterBiography":null,"PresenterDisplayName":"Yujeong Her","PresenterKey":"6df00641-67c3-4512-aaa6-89dd7f77a324","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6429. Critical role of elevated TMEM176B gene expression in humanized patient-derived xenografts mouse models of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Critical role of elevated TMEM176B gene expression in humanized patient-derived xenografts mouse models of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Accumulating evidence has suggested that cancer progression and therapeutic response may depend on not only tumor cells but also their tumor microenvironment (TME). However, their contributory roles are complex and not well understood. Here we report an analysis of 2373 human colorectal cancer (CRC) tumors representing all stages, leading to identification of a 20-gene signature capable of quantifying the cellular contribution of the tumor vs. the TME in determining colorectal cancer prognosis and therapeutic outcome. We classified these tumors into the consensus molecular subtypes (CMS1-4) with distinct, variable TME cellular features defined by CIBERSORT deconvolution analysis of bulk gene expression data. Surprisingly, all the 10 positive signature genes (portending worse survival) were strongly correlated with the TME-rich CMS1 and CMS4 tumors. By contrast, all the 10 negative signature genes (portending better survival) were highly related to the TME-poor CMS2 and CMS3 tumors. A single cell expression analysis from an independent database further revealed that strikingly, all the 10 positive genes were principally expressed by the immune\/stromal TME whereas all the 10 negative genes were predominantly expressed in epithelial tumor cells. These data suggest that the TME has an equally important role as do tumor cells in determining CRC prognosis and support targeting the TME to improve survival. Moreover, distinct gene expression from tumor cells versus the TME also showed a differential impact on therapeutic outcome. Retrospective analyses on two independent clinical trial datasets show that the 20-gene signature score significantly predicted progression free survival in metastatic CRC patients treated with cetuximab, an FDA-approved EGFR inhibitor therapy. These data suggest a potential for the 20-gene signature as a predictive biomarker to identify &#8220;sensitive&#8221; versus &#8220;resistant&#8221; subpopulations of CRC patients to improve outcome of EGFR-targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tumor microenvironment,Prognosis,Cetuximab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Yang<\/b><sup>1<\/sup>, T. J. Yeatman<sup>1<\/sup>, M. V. Nebozhyn<sup>2<\/sup>, M. J. Schell<sup>3<\/sup>, L. Pflieger<sup>4<\/sup>, A. Loboda<sup>2<\/sup>, W. J. Pledger<sup>5<\/sup>, R. Soundararajan<sup>1<\/sup>, M. Maurin<sup>1<\/sup>, H. Wang<sup>1<\/sup>, J. Rodriguez Silva<sup>1<\/sup>, A. Alden<sup>1<\/sup>; <br\/><sup>1<\/sup>University of South Florida, Tampa, FL, <sup>2<\/sup>Merck, Sharp and Dohme, West Point, PA, <sup>3<\/sup>Moffitt Cancer Center & Research Institute, Tampa, FL, <sup>4<\/sup>Phenome Health, Seattle, WA, <sup>5<\/sup>Tampa General Hospital Cancer Institute, Tampa, FL","CSlideId":"","ControlKey":"0c650a78-2c65-4951-b8ed-5c41b755e6b7","ControlNumber":"1320","DisclosureBlock":"&nbsp;<b>M. Yang, <\/b> None..<br><b>T. J. Yeatman, <\/b> None.&nbsp;<br><b>M. V. Nebozhyn, <\/b> <br><b>Merck, Sharp and Dohme<\/b> Employment.<br><b>M. J. Schell, <\/b> None..<br><b>L. Pflieger, <\/b> None.&nbsp;<br><b>A. Loboda, <\/b> <br><b>Merck, Sharp and Dohme<\/b> Employment.<br><b>W. J. Pledger, <\/b> None..<br><b>R. Soundararajan, <\/b> None..<br><b>M. Maurin, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>J. Rodriguez Silva, <\/b> None..<br><b>A. Alden, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6430","PresenterBiography":null,"PresenterDisplayName":"Mingli Yang, PhD","PresenterKey":"d566b934-2166-44ea-ae6b-e2a7b024fcc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6430. Gene expression signature quantifies the cellular contribution of the tumor <i>vs.<\/i> the microenvironment in determining colorectal cancer prognosis and therapeutic outcome","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gene expression signature quantifies the cellular contribution of the tumor <i>vs.<\/i> the microenvironment in determining colorectal cancer prognosis and therapeutic outcome","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> While anaplastic thyroid cancer (ATC) is rare, it is the most aggressive form of thyroid cancer. All ATCs are considered stage IV at diagnosis and response rates to standard systemic therapies are poor with dismal long-term outcomes. As such, molecular profiling of ATCs has increasingly been used to identify therapeutic targets that may inform individualized therapy. Current clinical guidelines recommend molecular profiling, especially <i>BRAF V600E<\/i> mutation assessment, be performed at the time of ATC diagnosis to inform decisions related to the use of targeted therapies. On September 29, 2023, the FDA granted companion diagnostic approval to the Oncomine&#8482; Dx Target Test (ODxT Test) as an aid in the selection of patients with <i>BRAF V600E<\/i>-mutated ATC who may be eligible for treatment with dabrafenib in combination with trametinib. Here we report the assay performance data which supports the clinical benefit of the ODxT Test as an aid in the selection of targeted therapy for ATC patients with <i>BRAF V600E<\/i> mutations.<br \/><b>Methods:<\/b> The ODxT Test is a targeted next-generation sequencing (NGS) <i>in vitro<\/i> diagnostic assay used to detect somatic changes in human DNA and RNA isolated from FFPE tissue samples. To validate the clinical benefit of the ODxT Test for the selection of ATC patients with <i>BRAF V600E<\/i> mutations, a retrospective clinical concordance study was performed on 35 patients enrolled in the ATC cohort of the ROAR trial, a phase II study of dabrafenib in combination with trametinib in subjects with rare cancers with <i>BRAF V600E<\/i> mutations. The study evaluated the overall percent agreement (OPA), positive percent agreement (PPA), and negative percent agreement (NPA) for the detection of <i>BRAF V600E<\/i> mutations between the ROAR trial central confirmatory assay, bioMerieux THxID&#8482; BRAF test (THxID), and the ODxT Test. Due to the small number of <i>BRAF V600E<\/i>-mutated ATC patients enrolled in the ROAR trial, 167 commercially-obtained thyroid cancer specimens were also included in the concordance analysis.<br \/><b>Results:<\/b> Of the 202 specimens included in the study with a valid ThxID result, 199 had sufficient material for testing with the ODxT Test and were included in the clinical concordance analysis. The point estimates of PPA, NPA and OPA were 99.0%, 100%, and 99.4%, respectively, when excluding ODxT Test invalid results and the lower bounds of the 95% Wilson Score confidence intervals for PPA, NPA, and OPA were 94.4%, 93.7%, and 96.4% respectively.<br \/><b>Conclusion:<\/b> The ODxT Test was shown to be effective in identifying <i>BRAF V600E<\/i> mutations in ATC patients through a clinical concordance study using specimens from patients enrolled in the ROAR trial and commercially-sourced samples. The results support the expanded indication to the ODxT Test and marks the first FDA-approved NGS-based companion diagnostic for patients with <i>BRAF V600E<\/i>-mutated ATC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"BRAF,Thyroid cancer,Diagnostic marker,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Clark<\/b>, T. Nater, J. Maxfield, J. Peterson, K. Hotchkiss, C. Russo, A. Velasco Roth; <br\/>Thermo Fisher Scientific, Carlsbad, CA","CSlideId":"","ControlKey":"e321e6a0-e143-44f2-970a-6171cbdd0fb5","ControlNumber":"5116","DisclosureBlock":"<b>&nbsp;T. Clark, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment, Stock. <br><b>T. Nater, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>J. Maxfield, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>J. Peterson, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>K. Hotchkiss, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Russo, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Velasco Roth, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6431","PresenterBiography":null,"PresenterDisplayName":"Thomas Clark","PresenterKey":"d197acba-914b-4171-a69c-e209d966afe5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6431. First NGS-based companion diagnostic to aid in the selection of targeted therapy for anaplastic thyroid cancer patients with <i>BRAF V600E<\/i> mutations","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First NGS-based companion diagnostic to aid in the selection of targeted therapy for anaplastic thyroid cancer patients with <i>BRAF V600E<\/i> mutations","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (CaP) is a heterogeneous disease characterized by features of non-aggressive, slow-growing disorders to fast-growing disease. Men of African ancestry have disproportionately higher incidence and mortality rates for CaP than men of European ancestry. While there is evidence for a higher genetic predisposition for incidence of CaP in men of African ancestry compared to men of European ancestry, there is paucity of molecular biology and transcriptomic studies on the role of Human endogenous retroviruses (HERVs) in relation to CaP-associated genes in CaP pathogenesis and prognosis. In this study, we performed bulk RNA sequencing (RNA&#8208;seq) on formalin&#8208;fixed paraffin&#8208;embeded (FFPE) CaP samples from Nigerian CaP patients to investigate the expression significance of HERV-R in relation to FOXA1, TMPRSS2, BAZ1B, KMT2D, ATF4 and BRAF genes. Based on this findings, we used immunohistochemistry (IHC), enzyme-linked immunosorbent assay (ELISA) and immunofluorescence (IF) to confirm the expression pattern of the HERV-R and FOXA1, TMPRSS2, BAZ1B, KMT2D, ATF4 and BRAF proteins on 45 FFPE CaP and blood plasma samples, and 5 CaP-free samples from patients in Zaria, Nigeria. Most of these patients were longitudinally followed from 2017 to date. The DESeq2 procedure was used for data processing, analysis, and differential expression analysis of the aforementioned genes. We found a significant expression of HERV-R in relation with FOXA1, TMPRSS2, BAZ1B, KMT2D, ATF4, CCND1 and BRAF in the CaP from rural Africans in Nigeria. HERV-R expression was found to be associated with increased PSA level, higher Gleason grade and poor prognosis of CaP. A CaP sample from an 80-year-old patient that was histologically diagnosed to have no malignancy seen despite high PSA level of &#62;100 and poor disease outcomes shows a significant cytoplasmic expression of HERV-R, indicating that HERV-R may serve as an important biomarker for early detection. Unfortunately, we lost the 80-year-old patient to late detection before revisiting his case for proper histological diagnosis and management. In addition, some histologically diagnosed BPH samples that are apparently reported to be CaP-free show stromal cells expression of HERV-R and in some cases show expression of HERV-R in the prostatic glandular areas. In contrast, stromal cells of the CaP samples show no expression of HERV-R, but strong expression in the glandular areas. This may implicate a gradual transition from benign prostatic lesion to malignant prostatic disease. HERV-R expression in CaP may have a relationship with BRAF, CCND1, FOXA1, TMPRSS2 and ATF4 genes. These findings combined together, underscore the importance of the expanded concept of HERV-R expression and CaP associated genes in early detection of CaP and prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Cancer,Prostate,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Mohammed<\/b><sup>1<\/sup>, K. Stawiski<sup>2<\/sup>, H. S. Musa<sup>3<\/sup>, S. K. Owolabi<sup>1<\/sup>, S. Abubakar<sup>4<\/sup>, S. O. Rotimi<sup>5<\/sup>, A. K. Umar<sup>6<\/sup>, Y. Iliyasu<sup>7<\/sup>, A. Bello<sup>1<\/sup>, F. T. Odedina<sup>8<\/sup>, C. C. Yates<sup>9<\/sup>, K. Petrie<sup>3<\/sup>, F. W. Huang<sup>10<\/sup>, S. Ibrahim<sup>1<\/sup>; <br\/><sup>1<\/sup>Ahmadu Bello University, Zaria, Nigeria, <sup>2<\/sup>Medical University of Lodz, Lodz, Poland, <sup>3<\/sup>University of Sunderland, Sunderland, United Kingdom, <sup>4<\/sup>Aminu Kano Teaching Hospital, Kano, Nigeria, <sup>5<\/sup>Covenant University, Ota, Nigeria, <sup>6<\/sup>Federal Medical Centre, Birnin Kebbi, Nigeria, <sup>7<\/sup>Ahmadu Bello University Teaching Hospital, Zaria, Nigeria, <sup>8<\/sup>Mayo Clinic, Jacksonville, FL, <sup>9<\/sup>Johns Hopkins School of Medicine, Baltimore, MD, <sup>10<\/sup>University of California, San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"3bdedc9e-ca4b-40cd-8db9-646d9982dd7d","ControlNumber":"8727","DisclosureBlock":"&nbsp;<b>F. Mohammed, <\/b> None..<br><b>K. Stawiski, <\/b> None..<br><b>H. S. Musa, <\/b> None..<br><b>S. K. Owolabi, <\/b> None..<br><b>S. Abubakar, <\/b> None..<br><b>S. O. Rotimi, <\/b> None..<br><b>A. K. Umar, <\/b> None..<br><b>Y. Iliyasu, <\/b> None..<br><b>A. Bello, <\/b> None..<br><b>F. T. Odedina, <\/b> None..<br><b>C. C. Yates, <\/b> None..<br><b>K. Petrie, <\/b> None..<br><b>F. W. Huang, <\/b> None..<br><b>S. Ibrahim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6432","PresenterBiography":null,"PresenterDisplayName":"Faruk Mohammed, MS","PresenterKey":"22e10cac-bcf6-48f0-901d-8b1e0c98701d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6432. Co-expression of HERV-R, CCND1, BRAF, FOXA1, TMPRSS2, ATF4 and low expression of BAZ1B and KMT2D is associated with early detection and poor prognosis of prostate cancer in African Black men from Nigeria","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-expression of HERV-R, CCND1, BRAF, FOXA1, TMPRSS2, ATF4 and low expression of BAZ1B and KMT2D is associated with early detection and poor prognosis of prostate cancer in African Black men from Nigeria","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective:<\/b> <b> <\/b>Pancreatic ductal adenocarcinoma (PDAC) is deadly and aggressive. Neoadjuvant chemotherapy (NAC) may reduce tumor volume and alter the resectability of the tumor. The efficacy of neoadjuvant chemotherapy in patients is still limited. Tertiary lymphoid structures (TLSs) develop in peripheral non-lymphoid tissues and are essential for the immune response and correlate with chemotherapy in various tumor types. However, more research is needed to determine how TLSs affect neoadjuvant chemotherapy in PDAC. We aim to determine how neoadjuvant chemotherapy affects tumor-infiltrating lymphocytes (TLSs) in PDAC patients. We also want to find a biomarker to boost PDAC neoadjuvant chemotherapy response.<br \/><b> <\/b> <b>Methods:<\/b> We retrospectively collected formalin-fixed paraffin embedded (FFPE) tissues from 115 PDAC patients without preoperative treatment and 72 patients pretreated with neoadjuvant chemotherapy. Multispectral images were processed using AI-powered image analysis software (Tissue Gnostics; Zeiss, Germany). The 10X Genomics platform was used to sequence single cells in tissue samples from five patients who received neoadjuvant chemotherapy (NAC) and five patients who had not received any treatment before analysis (pretreatment na&#239;ve, PN). TLS was separated using Laser Microdissection. The mouse model was created by orthotopically injecting tumor cells into the pancreas.<br \/><b> <\/b> <b>Results:<\/b> <b> <\/b>Patients who received NAC have a senescent microenvironment. High-throughput single-cell sequencing showed that the senescent gene signature score was enriched in the NAC group, especially in immune cells. The percentage of p16<sup>+<\/sup> CD20<sup>+<\/sup> B cells and P16<sup>+<\/sup> CD3<sup>+<\/sup> T cells in TLSs also increased in the NAC group. Spatial transcriptomics analysis exhibited that CD36 is highly expressed in senescent TLSs, which suggested that CD36 may be a marker for senescent TLSs. Moreover, CD36+ TLSs induced the infiltration of MDSCs and regulatory T cells. CD36+ TLSs were an independent prognostic factor for poor overall survival (OS) (HR=0.67, p=0.002) and progression-free survival (PFS) (HR=0.71, p=0.003). A mice orthotopic xenograft model showed that an anti-CD36 monoclonal antibody eliminated senescent TLSs in pancreatic tissue. MDSCs and Tregs in the surrounding tissue also decreased. Additionally, in vivo KPC mice model showed that the combination of an anti-CD36 and chemotherapy reduced tumor volume and increased survival compared to chemotherapy alone.<br \/><b>Conclusion: <\/b> NAC has the potential to induce the senescence of tumor-associated TLSs, a phenomenon that has been linked to unfavorable prognosis in PDAC. CD36 serves as a viable marker for senescent TLSs that can be targeted. The administration of an anti-CD36 monoclonal antibody can potentially enhance the efficacy of chemotherapy in PDAC by selectively eliminating CD36+ senescent TLSs in mouse models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Yan<\/b>, T. Zhou, C. Yang, Y. Xie, J. Yu, J. Hao; <br\/>Pancreas Center, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer; Tianjin Key Laboratory of Digestive Cancer; Tianjin's Clinical Research Center for Cancer, Tianjin, China","CSlideId":"","ControlKey":"84a37985-33d0-40c5-b7a5-8958e45f00dd","ControlNumber":"6537","DisclosureBlock":"&nbsp;<b>J. Yan, <\/b> None..<br><b>T. Zhou, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6433","PresenterBiography":null,"PresenterDisplayName":"Jingrui Yan","PresenterKey":"25cf5db7-ba1c-4664-bac6-191d825d78f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6433. Anti-CD36 monoclonal antibody can sensitize the neoadjuvant chemotherapy response in PDAC by eliminating the senescent tertiary lymphatic structure","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-CD36 monoclonal antibody can sensitize the neoadjuvant chemotherapy response in PDAC by eliminating the senescent tertiary lymphatic structure","Topics":null,"cSlideId":""},{"Abstract":"Background: There is an unmet need for additive predictive biomarkers for the recurrence of stage II\/III colorectal cancer (CRC) after surgery. We hypothesized that the heterogeneities of tumors present a substantial impediment to finding agnostic biomarkers. To avoid this, we focused on the normal tissue from the margins of resected specimens.<br \/>Methods: We divide the groups using RNA sequencing derived from 273 tumors and 273 paired normal tissues from 5 Korean cancer centers. Groups were defined as follows: tumor-like microenvironment in normal mucosa (tNME): high level of tumor signature in normal mucosa; healthy normal microenvironment (hNME): low tumor signature in normal tissue. The impact of this classification was further evaluated in TCGA cohort. For the mechanistic explanation, we conducted 16s rRNA metagenomics and single-cell RNA sequencing from 47 patients and validated by spatial transcriptomics.<br \/>Results: There were no significant differences between subgroups in baseline characteristics, including age, sex, medical centers, sidedness, stage and the distance between tumor and paired normal tissue. With a median follow-up of 58.2 months, the tNME group showed poor 5-year recurrence-free survival (54.7 vs. 73.0%, HR=1.94, <i>P<\/i>=0.002) and 5-year overall survival (OS; 78.2 vs. 83.0%, HR=1.76, <i>P<\/i>=0.033). In addition, tNME showed a trend toward poorer 5-year OS (34.5% vs. 68.8%, HR=3.76, <i>P<\/i>=0.071) in TCGA. The pathway analysis exhibited tNME had decreased maintenance of membrane while increased expression of humoral reaction to bacteria. Only the tNME group showed similar microbiome diversity between tumor and normal tissues, consisting of more proportion of carcinogenic genera, including fusobacterium and bacteroides than hNME. scRNA-seq revealed a positive co-occurrence of Th17, <i>GZMK<\/i><sup>high<\/sup>CD8+T cells, and <i>IL1B<\/i><sup>high<\/sup><i> <\/i>neutrophils in the tumor and normal tissues of tNME. A high proportion of <i>EMP1<\/i><sup>high<\/sup> epithelial cells, were observed in the tNME group, with upregulated epithelial-mesenchymal transition (EMT), bacterial-cellular-invasion and leukocyte signaling pathways. The cell-cell interaction analysis suggest Th17 cells promote <i>IL1B<\/i><sup>high<\/sup> neutrophil retention, increasing crosstalk with CD8+ T cells, and inducing the production of high levels of <i>GZMK<\/i>, which in turn decreases E-cadherin in the intestinal epithelium. A weak intestinal barrier may provoke more bacteria-infected cancer cells, promoting cancer cell progression via EMT and recruiting <i>IL1B<\/i><sup>high <\/sup>neutrophils and <i>GZMK<\/i><sup>high<\/sup>CD8+T cells, resulting in a vicious cycle.<br \/>Conclusions: The microenvironmental status of normal tissues offers a promising biomarker for stage II\/III CRC. Microbiota dysbiosis-induced organized microniches with immune and epithelial cells was related to metachronous recurrence after surgical resection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Colorectal cancer,Single cell,Microenvironment,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Bang<\/b><sup>1<\/sup>, J. Choi<sup>1<\/sup>, K. Park<sup>1<\/sup>, J. Lim<sup>1<\/sup>, D. Pyo<sup>1<\/sup>, Y. Cho<sup>1<\/sup>, T.-Y. Kim<sup>2<\/sup>, K. Park<sup>2<\/sup>, S.-B. Ryoo<sup>2<\/sup>, S.-B. Kang<sup>3<\/sup>, C. Yu<sup>4<\/sup>, K.-y. Lee<sup>5<\/sup>, J. Lee<sup>5<\/sup>, J.-Y. Lee<sup>6<\/sup>, Y.-J. Kim<sup>6<\/sup>, W.-Y. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University College of Medicine, Seoul National University Bundang Hospital, Seongnam, Korea, Republic of, <sup>4<\/sup>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>5<\/sup>Uijeongbu St. Mary's Hospital, College of Medicine, The Catholic University, Uijeongbu, Korea, Republic of, <sup>6<\/sup>College of Life Science and Biotechnology, Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a5986691-379a-4427-af20-a18075912ee9","ControlNumber":"1940","DisclosureBlock":"&nbsp;<b>Y. Bang, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>D. Pyo, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>S. Ryoo, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>Y. Kim, <\/b> None.&nbsp;<br><b>W. Park, <\/b> <br><b>Geninus<\/b> Other Business Ownership, CEO.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6434","PresenterBiography":null,"PresenterDisplayName":"Yeong Hak Bang, MD","PresenterKey":"55ade2e5-1078-427a-a275-d0f929405bd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6434. Microenvironment of adjacent non-neoplastic regions determines prognostic outcomes in locally advanced colorectal cancer after surgical resection: A multi-center &#38; multi-omics study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microenvironment of adjacent non-neoplastic regions determines prognostic outcomes in locally advanced colorectal cancer after surgical resection: A multi-center &#38; multi-omics study","Topics":null,"cSlideId":""},{"Abstract":"One in ten men diagnosed with prostate cancer will have metastases. At some point the metastases becomes castration therapy resistant, contributing leading to the high mortality of prostate cancer. Novel androgen directed treatments, like abiraterone and enzalutamide, have made substantial difference to therapy response, yet only within subgroups of CRPC patients. Correct therapy stratification may prolong the life of the patients, possibly turning a deadly disease into a more chronic disease. For this to happen we need predictive biomarkers that can be used to longitudinally follow the disease in order to identify vulnerabilities and to monitor acquired resistance, e.g. we need to develop personalized liquid biopsy platforms. Using the platelet enriched fraction of a blood sample we here show that we can use the platelets ability to sequester material during circulation to provide information derived from the tumor, a.k.a. tumor-educated platelets. This information could be used as a companion diagnostic to identify patients that will respond to therapy, and to longitudinally monitor tumor progression. In this study, a previously published three gene profile, plt3G profile, was validated in a larger cohort (n=97) and showed that combined analysis of the three genes transcripts (<i>KLK3, FOLH1, NPY<\/i>) could be used to identify long-term responders regarding progression-free survival after enzalutamide (n=47; PFS; LR p&#60;0,001, HR 0,32, p&#60;0,001) or abiraterone (n=50; PFS; LR p=0.007, HR 0.45, p=0,009) -treatment. Furthermore, progression and resistance development could be accurately longitudinal followed. The plt3G profile showed a significant overlap with circulating tumor DNA (ctDNA) biomarkers, but in addition also provided predictive information around treatment response. Tumor-educated platelets provide therapy-predictive biomarkers as well as biomarkers for longitudinal monitoring of disease progression and resistance development, which ultimately could provide information for therapy switching. Their easy accessibility makes tumor-educated platelets an attractive biosource to be used alone or in combination others, to enable a fluid biomarker platform with the aim to turn a lethal cancer disease into a more chronic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Liquid biopsies,Predictive biomarkers,Prostate cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. A. Nilsson<\/b>, M. Lundholm, L.-A. Tjon-Kon-Fat, L. Köhn, C. Thellenberg-Karlsson, A. Josefsson, P. Wikström; <br\/>Umeå University, Umeå, Sweden","CSlideId":"","ControlKey":"70a6395c-192c-4add-aa9f-b7934f302db9","ControlNumber":"6321","DisclosureBlock":"<b>&nbsp;J. A. Nilsson, <\/b> <br><b>Illumina Inc.<\/b> Stock.<br><b>M. Lundholm, <\/b> None.&nbsp;<br><b>L. Tjon-Kon-Fat, <\/b> <br><b>Pfizer<\/b> Employment.<br><b>L. Köhn, <\/b> None..<br><b>C. Thellenberg-Karlsson, <\/b> None..<br><b>A. Josefsson, <\/b> None..<br><b>P. Wikström, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2165","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6436","PresenterBiography":"","PresenterDisplayName":"Jonas Nilsson, PhD","PresenterKey":"21c6d979-1acf-40b9-b6b5-9799f9a466c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6436. Tumor-educated platelets for therapy stratification of metastasized castration resistant prostate cancer (CRPC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-educated platelets for therapy stratification of metastasized castration resistant prostate cancer (CRPC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Antibody drug conjugates (ADCs) have revolutionized the treatment of many solid tumours and hematological diseases. Little is known about the influence of body composition on efficacy and safety of ADCs.<br \/><b>Methods:<\/b> All patients treated with ADCs in early phase clinical trials between 03\/2015 and 03\/2023 at the Drug Development Department at Gustave Roussy were retrospectively included in the analysis. A deep learning software (Anthropometer3DNet) automatically measured anthropometric parameters in 3D on pretreatment scans, allowing multi-slice measurements of muscle body mass (MBM), fat body mass (FBM), subcutaneous fat mass (SFM) and visceral fat mass (VFM). Other clinical and biological parameters were also retrieved and evaluated. Primary endpoints were progression-free survival (PFS) and overall survival (OS). Survival analysis was performed using Cox regression models and Kaplan-Meier (KM) estimator. Cut-offs were determined using the maxstat method. Anthropometric parameters&#8217; effect on toxicity was also evaluated using a ROC analysis.<br \/><b>Results: <\/b>A total of 136 patients were treated with ADCs. The most frequent tumor types were non-small cell lung cancer (56 patients, 41%) and colorectal cancer (31 patients, 23%). Median age, ECOG PS, albumin and number of previous lines of treatment were 60.8 years (30 to 85), 1, 42 g\/L and 3 respectively.<b> <\/b>In the overall cohort, median PFS and OS were 2.8 and 8.6 months respectively, 90 (66%) patients had experienced toxicity, of which 46 were grade 3-4. The Royal Marsden Hospital (RMH) prognostic score of 2 or more was significantly associated with worse PFS (HR=2.13, p=0.007) and OS (HR=2.12, p=0.008). The number of treatment lines was significantly associated with worse OS (HR=1.21, p&#60;0.001). For the anthropometric parameters, SFM (HR=0.89, p=0.013) and FBM (HR=0.89, p=0.02) were significantly associated to PFS. Higher SFM (cutoff: 3.3 kg\/m2) and FBM (cutoff: 3.6 kg\/m2) were significantly associated with longer PFS (mPFS=3.8 vs 2.3 months and 3.7 vs 1.9 respectively). Patients with higher SFM and FBM had numerically but non-significantly longer (mOS=8.5 vs 7.7 months and 8.6 vs 6.4 months respectively). All anthropometric parameters were significantly associated with all-grade toxicity in the univariate but not in the multivariate analysis. None of the parameters were associated with grade 3-4 toxicity.<br \/><b>Conclusions: <\/b>In this large monocenter cohort, 3D measured high SFM and FBM were significantly associated with PFS. Automatic extraction of body composition parameters using AI may help in anticipating the benefits of ADCs in patients included in early-phase clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Predictive biomarkers,Imaging,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Delaye<\/b><sup>1<\/sup>, L. Lawrance<sup>2<\/sup>, Y. Belkouchi<sup>2<\/sup>, F. Wirth<sup>2<\/sup>, P. Decazes<sup>3<\/sup>, A. Bône<sup>4<\/sup>, K. Ouali<sup>1<\/sup>, A. Hollebecque<sup>1<\/sup>, C. Smolenschi<sup>1<\/sup>, R. Bahleda<sup>1<\/sup>, A. Gazzah<sup>1<\/sup>, S. Champiat<sup>1<\/sup>, F.-X. Danlos<sup>1<\/sup>, C. Hénon<sup>1<\/sup>, K. Beshiri<sup>1<\/sup>, M. Sakkal<sup>1<\/sup>, A. Marabelle<sup>1<\/sup>, J.-M. Michot<sup>1<\/sup>, V. Ribrag<sup>1<\/sup>, C. Parisi<sup>1<\/sup>, C. Massard<sup>1<\/sup>, V. Goldschmidt<sup>1<\/sup>, P. Vera<sup>3<\/sup>, S. Ponce-Aix<sup>1<\/sup>, N. Lassau<sup>5<\/sup>, S. Ammari<sup>5<\/sup>, C. Baldini<sup>1<\/sup>; <br\/><sup>1<\/sup>Gustave Roussy, Villejuif, France, <sup>2<\/sup>Biomaps, UMR1281 INSERM, CEA, CNRS, University of Paris-Saclay, Villejuif, France, <sup>3<\/sup>Henri Becquerel Cancer Center, Rouen, France, <sup>4<\/sup>Guerbet Research, Villepinte, France, <sup>5<\/sup>Gustave Roussy Cancer Campus, Villejuif, France","CSlideId":"","ControlKey":"4d376880-4655-4cc8-ae4c-bc51de3f74ce","ControlNumber":"5509","DisclosureBlock":"&nbsp;<b>M. Delaye, <\/b> None..<br><b>L. Lawrance, <\/b> None..<br><b>Y. Belkouchi, <\/b> None..<br><b>F. Wirth, <\/b> None..<br><b>P. Decazes, <\/b> None..<br><b>A. Bône, <\/b> None..<br><b>K. Ouali, <\/b> None..<br><b>A. Hollebecque, <\/b> None..<br><b>C. Smolenschi, <\/b> None..<br><b>R. Bahleda, <\/b> None..<br><b>A. Gazzah, <\/b> None..<br><b>S. Champiat, <\/b> None..<br><b>F. Danlos, <\/b> None..<br><b>C. Hénon, <\/b> None..<br><b>K. Beshiri, <\/b> None..<br><b>M. Sakkal, <\/b> None..<br><b>A. Marabelle, <\/b> None..<br><b>J. Michot, <\/b> None..<br><b>V. Ribrag, <\/b> None..<br><b>C. Parisi, <\/b> None..<br><b>C. Massard, <\/b> None..<br><b>V. Goldschmidt, <\/b> None..<br><b>P. Vera, <\/b> None..<br><b>S. Ponce-Aix, <\/b> None..<br><b>N. Lassau, <\/b> None..<br><b>S. Ammari, <\/b> None..<br><b>C. Baldini, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6438","PresenterBiography":null,"PresenterDisplayName":"Matthieu Delaye","PresenterKey":"e1f6ef82-ba75-482a-a473-bec6618f2082","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6438. Subcutaneous fat mass predicts progression-free survival in patients treated with antibody-drug-conjugates in early-phase clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subcutaneous fat mass predicts progression-free survival in patients treated with antibody-drug-conjugates in early-phase clinical trials","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Achieving pathologic complete response (pCR) following neoadjuvant chemotherapy is associated with better prognosis for HER2 positive breast cancer. However, clinical and biological heterogeneity of HER2 positive disease significantly affect prognosis and treatment response. Early prediction of treatment benefit could enable tailored anti-HER2 therapy. Next-generation sequencing (NGS) based genomic tests including copy number (CN) detection are widely used in breast cancer patients. We aim to evaluate the association of HER2 copy number detected by NGS with pCR rate of HER2 positive breast cancer after neoadjuvant chemotherapy.<br \/><b>Methods<\/b>: HER2 positive breast cancer patients underwent neoajuvant chemotherapy in Henan Cancer Hospital From January 2022 to March 2023 were included in the study. Pretreatment tumour specimens were subjected to pan-cancer 1021-gene panel genomic sequencing. Copy number of HER2 was obtained from the panel. Copy number of &#62;=4 was classified as HER2 amplified and HER2 copy number &#60;4 was classified as HER2 non-amplified. All patients underwnt definitive surgery after receieveing neoadjuvant chemotherapy containing taxanes, trastuzumab and pertuzumab. pCR was defined as pathological stage ypT0\/Tis ypN0.<br \/><b>Results<\/b>: In total, 299 HER2 positive breast cancer patients were eligible for the analysis. 87 were classified as HER2 non-amplified (29.1%) by copy number and 212 patients were classified as amplified group (70.9%). The HER2 non-amplified group tends to have a higher proportion of hormone receptor positive (HR+) patients (71.3% vs. 50.5%, p=0.002). Other clinicopathological parameters were well distributed between the groups. 91.3% of patients in HER2 amplified group had strong positive HER2 expression (IHC 3+), while only 10.5% of patients in HER2 non-amplified group had HER2 expression of IHC 3+. Patients with HER2 IHC 3+ had a PCR rate of 75.8% and Patients with HER2 IHC 2+ had a pCR rate of 20.0% (20.0% vs. 75.8% p&#60;0.001). Patients in the amplified group had a pCR rate of 76.9% and pCR rate of the non-amplified group was12.6% (12.6% vs. 76.9% p&#60;0.001). In a multivariable logistic regression with HER2 copy number by NGS, HR status and HER2 IHC, the HER2 copy number predicted pCR rate independently of HER2 IHC and HR status.<br \/><b>Conclusions<\/b>: NGS based detection of HER2 copy number could predict response to neoadjuvant therapy in HER2 positive patients. The discordance between IHC\/FISH and NGS based detection of HER2 amplification may reflect HER2 heterogeneity. HER2 heterogeneity promotes resistance to anti-HER2 therapy. Noval antibody-drug conjugates (ADC) with bystander effect, such as Trastuzumab deruxtecan, have shown anti-tumor effect even in HER2 low expression tumors. Thus, prospective study is needed to optimize anti-HER2 therapy for patients with HER2 heterogeneity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Breast cancer,HER2,Next-generation sequencing (NGS),Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Dai<\/b>, D. Jiao, X. Guo, J. Qiao, L. Li, Z. Lu, X. Chen, C. Wang, M. Yan, Z. Liu; <br\/>The Affiliated Cancer Hospital of Zhengzhou University, Zheng Zhou, China","CSlideId":"","ControlKey":"97f14572-1693-4871-b1e0-bd36b931d5ab","ControlNumber":"6625","DisclosureBlock":"&nbsp;<b>H. Dai, <\/b> None..<br><b>D. Jiao, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>J. Qiao, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>Z. Lu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>M. Yan, <\/b> None..<br><b>Z. Liu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6439","PresenterBiography":null,"PresenterDisplayName":"Hao Dai, MD,PhD","PresenterKey":"c70bb497-a5c4-4e29-b226-8a13750faf04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6439. Next-generation sequencing based detection of HER2 copy number predicts pathological response to neoadjuvant therapy in HER2 positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next-generation sequencing based detection of HER2 copy number predicts pathological response to neoadjuvant therapy in HER2 positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most common cancer worldwide, surpassing lung cancer incidence for the first time in 2020, and is the most common cancer diagnosed in American women. Despite the relative success of endocrine therapies in treating hormone receptor-positive (HR+) BC, de novo and developed resistances to these therapies (endocrine resistance) are still significant concerns. Furthermore, triple-negative breast cancer has a poor prognosis and remains one of the most challenging cancers to treat. We have discovered that the expression and localization of N-myristoyltransferase 2 (NMT2) could be prognostic and predictive markers for metastatic BC. We determined the expression patterns of NMT2 by immunohistochemical (IHC) analyses on primary tumor samples from treatment na&#239;ve BC patients. This retrospective study was blinded, and the tumor tissues in duplicate were stained with NMT2 monoclonal\/polyclonal antibodies on an autostainer (Leica Bond). Stained slides were scored, and an &#34;H&#34; score representing the intensity and percent positive cells was given to each sample. In a combined cohort of BC represented by ER+, Triple Positive, and Triple Negative (n= 598) cases, we determined the expression and localization of NMT2. The localization pattern of NMT2 turned out to be a significant prognostic and predictive molecular signature. The nuclear localization serves as both prognostic and predictive markers. In a cohort of 447 ER+ BC cases that included 18 triple positive cases, the majority of the cases showed negative staining for nuclear NMT2 (n=394) and positive nuclear staining with differential expression in 53 cases. Whereas, in a cohort of 151 TNBC cases, nuclear NMT2 staining was positive in most cases (n= 116) and negative in 20 cases (undetermined; n= 15). The most important finding was the dichotomy of the nuclear NMT2 staining in predicting treatment response and prognosis. Both high cytoplasmic H score (&#62;180) and positive nuclear staining (&#62;0) predicted significant association with worse clinical outcomes for OS (HR = 1.72, <i>P<\/i> = .0284, 95% CI 1.06 to 2.81 for cytoplasmic NMT2 and HR = 1.74, <i>P<\/i> = 0.0006, CI 1.27 to 2.39 for the nuclear NMT2). Nuclear NMT2 status alone predicted a significant association with worse clinical outcomes to RFS (HR = 1.56, <i>P<\/i> = 0.0027, CI 1.17 to 2.09). The data from our study indicate that NMT2 could be a potential marker for predicting the likelihood of recurrence of BC and become part of routine first-line prognostic and predictive tests.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Breast cancer,Prognostic markers,Immunohistochemistry,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Shrivastav<\/b><sup>1<\/sup>, D. Reddick<sup>1<\/sup>, A. Meher<sup>1<\/sup>, S. Varma Shrivastav<sup>2<\/sup>, S. Mittal<sup>1<\/sup>, V. K. Gadi<sup>3<\/sup>, L. Murphy<sup>4<\/sup>; <br\/><sup>1<\/sup>The University of Winnipeg, Winnipeg, MB, Canada, <sup>2<\/sup>Oncodrex Inc., Winnipeg, MB, Canada, <sup>3<\/sup>University of Illinois Cancer Center, Chicago, IL, <sup>4<\/sup>CancerCare Manitoba, Winnipeg, MB, Canada","CSlideId":"","ControlKey":"776f52e3-ece4-41db-8840-c1bf08f8b8b8","ControlNumber":"8504","DisclosureBlock":"&nbsp;<b>A. Shrivastav, <\/b> None..<br><b>D. Reddick, <\/b> None..<br><b>A. Meher, <\/b> None..<br><b>S. Varma Shrivastav, <\/b> None..<br><b>S. Mittal, <\/b> None..<br><b>V. K. Gadi, <\/b> None..<br><b>L. Murphy, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2170","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6440","PresenterBiography":null,"PresenterDisplayName":"Anuraag Shrivastav, PhD","PresenterKey":"fdd088c0-b36a-4b2b-861b-a643dfab154c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6440. Novel N-myristoyltransferase immunohistochemistry-based predictive and prognostic tests for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel N-myristoyltransferase immunohistochemistry-based predictive and prognostic tests for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background.<\/b> HSF1 helps cancer cells cope with multiple stresses caused by oncogene activation.<br \/><b>Methods.<\/b> See details below.<br \/><b>Results.<\/b> We discovered the bisamide NXP800 as an inhibitor of HSF1-mediated transcription through phenotypic screening and med chem optimization. Gene expression microarray analysis of human cancer cell lines and tumor xenografts treated with bisamide inhibitors indicated activation of the ATF4 axis of the ISR as a key mechanism of action. In SK-OV-3 ovarian cancer xenografts, NXP800 showed clear PK\/PD relationships with increased expression of ATF4 transcriptional target genes alongside decreased expression of HSF1 transcriptional targets. NXP800 also caused tumor regressions in this model. Expanding in additional human ovarian cancer xenograft models, we observed efficacy in five and a complete lack of response in three others. The sensitive models all had homozygous deleterious mutations in the ARID1A gene, whereas the non-responding xenografts were all wild type (WT). ARID1A is a component of the SWI\/SNF chromatin remodelling complex involved in repression and activation of target genes. Subsequent screening of the large Sanger human cancer cell line panel confirmed ARID1A as the most significant common disease-related alteration predicting sensitivity to NXP800 in ovarian cancer cell lines. This predictive relationship was confirmed in an ARID1A isogenic HCT-116 cell line pair; sensitivity was greater in the homozygous ARID1A mutant cells compared to WT, resulting in PARP cleavage in the mutant cells only. In vivo there was no effect in WT HCT-116 xenografts whereas growth inhibition was observed in the homozygous mutant cells, resulting in significantly smaller tumors. In addition, the induction of ATF4 target genes was stronger and more prolonged in the mutant cells. It is known that whereas short term ATF4 activation is adaptive, persistent activation can promote the induction of apoptosis. CHIP-seq analysis confirmed clear relationships between ARID1A status, ATF4 and HSF1 promoter occupancy, and the distribution of BRG1 and RNA pol II at target sites, although these were often gene-specific and complex. A relatively simple example is the regulation of the INHBE gene (expression of which is a PD biomarker). In untreated samples there is no binding of ATF4, BRG1 and RNA pol II at the INHBE promoter. NXP800 treatment results in the recruitment of BRG1, ATF4 and RNA pol II in ARID1A mutant TOV-21G cells but not in the RMGI WT cells, leading to increased expression in the mutant cells only.<br \/><b>Conclusions.<\/b> We propose that ARID1A loss alters the binding and recruitment of ATF4 and HSF1 leading to the altered and prolonged expression of ATF4 target genes and increased sensitivity to NXP800. NXP800 is currently in phase Ib for the treatment of ARID1A mutant platinum resistant ovarian cancer (NCT05226507).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Predictive biomarkers,NXP800,ARID1A,ATF4\/HSF1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. H. te Poele<\/b>, M. Powers, S. Sharp, E. de Billy, M. Taskinen, L. Pellegrino, S. Gowan, A. Miah, A. Hayes, M. Cheeseman, K. Jones, S. Eccles, F. Raynaud, P. Clarke, P. Workman; <br\/>The Institute of Cancer Research, Sutton, United Kingdom","CSlideId":"","ControlKey":"fb4664ce-7955-4c06-a2d7-d89f74c98dda","ControlNumber":"6656","DisclosureBlock":"&nbsp;<b>R. H. te Poele, <\/b> None..<br><b>M. Powers, <\/b> None..<br><b>S. Sharp, <\/b> None..<br><b>E. de Billy, <\/b> None..<br><b>M. Taskinen, <\/b> None..<br><b>L. Pellegrino, <\/b> None..<br><b>S. Gowan, <\/b> None..<br><b>A. Miah, <\/b> None..<br><b>A. Hayes, <\/b> None..<br><b>M. Cheeseman, <\/b> None..<br><b>K. Jones, <\/b> None..<br><b>S. Eccles, <\/b> None..<br><b>F. Raynaud, <\/b> None..<br><b>P. Clarke, <\/b> None.&nbsp;<br><b>P. Workman, <\/b> <br><b>Alterome Therapeutics<\/b> Stock, Other, consultant. <br><b>Astex Therapeutics<\/b> Grant\/Contract, Other, consultant. <br><b>Black Diamond Therapeutics<\/b> Stock, Other, consultant. <br><b>CHARM Therapeutics<\/b> Stock, Other, consultant. <br><b>CV6 Therapeutics<\/b> Other, consultant. <br><b>Epicombi Therapeutics<\/b> Stock, Other, consultant. <br><b>Merck KGaA<\/b> Grant\/Contract, Other, consultant. <br><b>NextechInvest<\/b> Stock, consultant. <br><b>Nuvectis Pharma<\/b> Stock, Grant\/Contract, Other, consultant. <br><b>Storm Therapeutics<\/b> Employment, Stock, Other, consultant. <br><b>Vivian Therapeutics<\/b> Grant\/Contract. <br><b>Vividion<\/b> Other, consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6441","PresenterBiography":null,"PresenterDisplayName":"Robert te Poele, MS;PhD","PresenterKey":"7d728c93-e1c7-45ce-b4a0-c067df66ae95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6441. Discovery of ARID1A loss as a patient biomarker for NXP800 - A developmental activator of the integrated stress response (ISR) and inhibitor of the HSF1 pathway in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of ARID1A loss as a patient biomarker for NXP800 - A developmental activator of the integrated stress response (ISR) and inhibitor of the HSF1 pathway in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Plucked hair is a valuable surrogate tissue to monitor pharmacodynamic (PD) responses in a clinical trial. Hair collection is a minimally invasive, simple technique amenable to frequent sampling and hence patient compliance. We have developed a method to assess target expression changes following exposure of plucked hairs to chemotherapeutic agents and other potential therapeutics. Successful <i>ex vivo<\/i> responses provide proof of concept data prior to clinical studies. Since hairs are epithelial appendages, many signaling pathways active in other epithelial tissues, including cancers, are also present in hairs. Highly proliferative scalp hair can be utilized as a surrogate tissue to measure proliferation, phosphorylation and DNA damage responses after treatment. Furthermore, hairs are highly vascularized, suggesting administered Test Articles may be delivered efficiently to the hair in a similar manner to other highly vascularized tissues, including many tumor types. Human plucked scalp hair was placed in maintenance media in the presence of chemotherapeutic agents that have different mechanisms of action (e.g. Gemcitabine, Epirubicin, Erlotinib) for a range of timepoints. Hairs were fixed post-exposure and longitudinal sections were immunohistochemically labelled for markers relating to DNA damage\/repair or signaling pathways directly relating to target engagement. Examples include p-Chk1, g-H2AX, p-ERK1\/2, and p-AKT. Quantitative image analysis to measure the level of labelling was performed using an Aperio ScanScope&#174;. The relative number of positively labelled cell nuclei or relative labelled tissue area (depending on the labelling pattern of the target), of the hair outer root sheath was analyzed, along with label intensity. In subsequent clinical trials, formaldehyde fixed hairs from patients were returned to the lab, sectioned, labelled and quantified. If antibody labelling is not possible or more detailed information on pathway modulation may be useful, drug treated plucked hairs can be subjected to Next Generation Sequencing (NGS) gene expression analysis. The expected changes in labelling were observed, reflecting known tumor responses. For example, Gemcitabine (linked to DNA polymerase inhibition) increased p-Chk1 labelling after 4 hours and strongly induced p53 by 24 hours. Epirubicin (anthracycline topoisomerase II inhibitor) increased g-H2AX labelling up to 24 hours. Erlotinib (EGFr pathway inhibitor) decreased levels of both p-ERK1\/2 and p-AKT after only 10 minutes. We have demonstrated that plucked hair is a valuable PD biomarker tissue for various chemotherapy agents. Proof of concept studies performed <i>ex vivo<\/i> can inform the design of clinical studies by indicating optimum biomarkers and timepoints. Further, each hair is an independent unit thereby allowing replicate tissues (hairs) to be sampled, improving statistical confidence compared to single readout markers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,Chemotherapy response,Ex vivo,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Tudor<\/b>, F. Ponthan, A. Boanas, M. Brown, C. Booth; <br\/>Epistem Ltd., Manchester, United Kingdom","CSlideId":"","ControlKey":"5dbfc708-63ed-4ef3-98bc-f4e7887b4955","ControlNumber":"6621","DisclosureBlock":"&nbsp;<b>G. Tudor, <\/b> None..<br><b>F. Ponthan, <\/b> None..<br><b>A. Boanas, <\/b> None..<br><b>M. Brown, <\/b> None..<br><b>C. Booth, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2172","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6442","PresenterBiography":null,"PresenterDisplayName":"Greg Tudor","PresenterKey":"d3d1459a-6613-4b58-a478-47c4cbee4466","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6442. Evaluation of drug target engagement on pharmacodynamic biomarkers in human plucked scalp hair","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of drug target engagement on pharmacodynamic biomarkers in human plucked scalp hair","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immune checkpoint inhibitors (ICIs) have greatly improved clinical outcomes for patients with non-small cell lung cancer (NSCLC), however, programmed death-ligand 1 (PD-L1) and tumor mutation burden (TMB) have failed to consistently predict therapeutic response and outcomes in this population. There remains a critical unmet need to identify patients who are likely to experience clinical benefit from treatment, particularly as additional treatment regimens become available. Longitudinal cell-free tumor DNA (ctDNA) assessments have recently been applied as a strategy to identify molecular response (mR) and better predict long term clinical response. Through this real-world analysis of NSCLC, we explore the technical and biological considerations associated with determination of ctDNA mR through matched cell-free and white blood cell (WBC) DNA analyses and apply this optimized approach to assess therapeutic response to ICIs.<br \/>Methods: Plasma from 50 patients with advanced or metastatic NSCLC who received ICIs from 2017-2019 at Hospital del Mar had detectable pre-treatment ctDNA and underwent analysis using the 521 gene PGDx elio plasma complete liquid biopsy assay. Patient blood was collected prior to the start of ICI therapy, early on-treatment (median 4 weeks; range 2.4-9 weeks) and longitudinally throughout clinical follow-up and disease progression. Matched WBCs were also analyzed for each patient to identify alterations arising from germline polymorphisms and clonal hematopoiesis (CH). mR was calculated as the percent change in mean variant allele frequency of the tumor-specific alterations assessed at the early on-treatment timepoint compared to the pre-treatment timepoint, and compared to radiographic response, progression-free, and overall survival (OS).<br \/>Results: Best overall response for patients within the cohort was 4% complete response, 26% partial response, 34% stable disease, and 36% progressive disease. The removal of germline or CH variants allowed for improved characterization of tumor-specific somatic alterations and associations with radiographic and survival-based endpoints. With the integrated ctDNA and matched WBC approach, we observed a mR rate of 34% (17\/50) with a median OS of 36.8 months compared to 9.2 months for patients experiencing molecular progression at the early on-treatment timepoint (HR 5.6, 95% CI 2.4-12.7, p&#60;0.001, log-rank test). Specifically, of all patients that survived &#8804;12 months after initiation of treatment, 84% (21\/25) were categorized as experiencing molecular progression through early on-treatment ctDNA analyses.<br \/>Conclusions: This real-world study of ICI treated, advanced NSCLC highlights the opportunity afforded through integrated analyses of ctDNA and matched WBCs to accurately determine mR and the associations with radiographic response and OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Liquid biopsies,Molecular markers,NSCLC,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. B. Jackson<\/b><sup>1<\/sup>, P. Rocha<sup>2<\/sup>, J. R. White<sup>1<\/sup>, A. P. Georgiadis<sup>1<\/sup>, E. L. Verner<sup>1<\/sup>, A. Greer<sup>1<\/sup>, R. B. Mora<sup>3<\/sup>, L. M. Pintó<sup>3<\/sup>, N. Navarro<sup>3<\/sup>, Á. Taus<sup>3<\/sup>, B. B. Paricio<sup>3<\/sup>, S. Clavé<sup>3<\/sup>, M. T. Sausen<sup>1<\/sup>, E. Arriola<sup>2<\/sup>; <br\/><sup>1<\/sup>Personal Genome Diagnostics (PGDx)\/Labcorp, Baltimore, MD, <sup>2<\/sup>Hospital del Mar Medical Research Institute, Barcelona, Spain, <sup>3<\/sup>Hospital del Mar, Barcelona, Spain","CSlideId":"","ControlKey":"d4873397-18f7-4b3a-998e-f8717f5d1930","ControlNumber":"3179","DisclosureBlock":"<b>&nbsp;J. B. Jackson, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>P. Rocha, <\/b> <br><b>Astra Zeneca<\/b> Travel. <br><b>MSD<\/b> Travel. <br><b>BMS<\/b> Travel. <br><b>Kiowa Kirin<\/b> Travel. <br><b>J. R. White, <\/b> <br><b>Labcorp<\/b> Independent Contractor. <br><b>Resphera Biosciences<\/b> Other Business Ownership. <br><b>A. P. Georgiadis, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>Fortrea<\/b> Stock. <br><b>E. L. Verner, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>A. Greer, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>R. B. Mora, <\/b> <br><b>Adamed<\/b> Travel. <br><b>Pfizer<\/b> Other, Speaker. <br><b>L. M. Pintó, <\/b> <br><b>Daiichi sankyo<\/b> Other, Speaker. <br><b>Pfizer<\/b> Other, Speaker. <br><b>Kyowa Kirin<\/b> Travel.<br><b>N. Navarro, <\/b> None.&nbsp;<br><b>Á. Taus, <\/b> <br><b>GSK<\/b> Travel, Other, Consultant; Speaker Honoraria. <br><b>Astra Zeneca<\/b> Travel, Other, Speaker Honoraria. <br><b>Roche<\/b> Speaker Honoraria. <br><b>Pfizer<\/b> Speaker Honoraria. <br><b>BMS<\/b> Speaker Honoraria. <br><b>MSD<\/b> Other, Speaker Honoraria.<br><b>B. B. Paricio, <\/b> None..<br><b>S. Clavé, <\/b> None.&nbsp;<br><b>M. T. Sausen, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>E. Arriola, <\/b> <br><b>Lilly<\/b> Other, Speaker, advisor, steering committee member. <br><b>Astra Zeneca<\/b> Travel, Other, Speaker, advisor, steering committee member. <br><b>Roche<\/b> Travel, Other, Speaker, advisor. <br><b>Boehringer<\/b> Other, Speaker, advisor. <br><b>MSD<\/b> Other, Speaker, advisor. <br><b>BMS<\/b> Other, Speaker, advisor. <br><b>Takeda<\/b> Travel, Other, Speaker, advisor. <br><b>Trialing Health S.L<\/b> Other Business Ownership, Other, Co-founder. <br><b>Janssen<\/b> Other, Speaker.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6443","PresenterBiography":null,"PresenterDisplayName":"Jennifer Jackson, PhD","PresenterKey":"803b3fe8-4662-4520-b227-78ff1d258d96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6443. Enhanced detection of ctDNA molecular response for immunotherapy treated non-small cell lung cancer through analyses of cell-free and matched white blood cell DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced detection of ctDNA molecular response for immunotherapy treated non-small cell lung cancer through analyses of cell-free and matched white blood cell DNA","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>&#8239;&#8239; Immune checkpoint inhibitors (ICI) have revolutionized cancer treatment. Unfortunately, existing FDA approved biomarkers do not accurately predict which patients will respond. The Elephas Cybrid&#8482; platform aims to improve ICI response prediction by imaging a patient&#8217;s biopsy treated with ICI ex vivo.&#8239;&#8239; Multiphoton microscopy (MPM) is a powerful imaging technique to interrogate the biological changes in live tumor fragments (LTFs) following ICI treatment. MPM allows rapid visualization of biological processes in 3D living tissues in a non-destructive fashion allowing for longitudinal assessment of a sample. We and others have used label-free metabolic imaging to demonstrate that changes in T cell metabolism and activation status are correlated. Using MPM imaging we successfully demonstrated T cell activation and T cell mediated cytotoxicity in response to ICI in LTFs and tumor biopsies.<br \/><b>Methods&#8239;<\/b>&#8239; Tumors were cut into LTFs, sorted, and cultured using the Cybrid platform. LTF structure and metabolic status were assessed using intrinsically fluorescent NAD(P)H and FAD. Anti-CD8 nanobodies and cleaved caspase 3\/7 dye were used to characterize T cell cytotoxicity. Multi-channel fluorescence intensity and lifetime were obtained over 48 hours using MPM.<br \/><b>Results&#8239;&#8239;<\/b> Murine CT26 LTFs generated with the Cybrid platform were treated with ICI and cytotoxicity was assessed in the intact LTFs by monitoring caspase 3\/7 activity using MPM over 48 hours. We found that ICI treatment resulted in a significant increase in caspase 3\/7 activity compared to control treated LTFs. By blocking the interaction of T cells with tumor cells through antibody blockade, we demonstrated that the cytotoxicity observed was T cell mediated. As additional confirmation, we measured changes in cytotoxicity in the ICI resistant LLC1 tumor model. As expected, we did not observe an increase in cytotoxicity in LLC1 LTFs treated with ICI. MPM allows for the tracking of labeled T cells and characterization of their metabolism as a means of assessing changes in their activation state. We used a CD8 nanobody to label T cells in CT26 LTFs and then characterized the shift in metabolism following ICI treatment. Finally, we applied the Cybrid platform to human biopsies treated with ICI and characterized the cytotoxicity and shifts in T cell metabolism in living tissue. These data show that the Cybrid platform can measure changes in T cell metabolism and T cell cytotoxicity in response to ICI in 3D living tissue.<br \/><b>Conclusions&#8239; <\/b>The methods presented herein will advance the field of cancer diagnostics by progressing from fixed tissue imaging and genetic characterization to the assessment of clinically relevant ICI-treated biopsies. Understanding the response of biopsies to immunotherapies will allow clinicians to make more informed treatment decisions and improve the lives of those with cancer.&#8239;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biopsies,Predictive biomarkers,Immunotherapy,Metabolic imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Ouellette<sup>1<\/sup>, J. Degnan<sup>1<\/sup>, A. Kellner<sup>1<\/sup>, E. Flietner<sup>1<\/sup>, L. Doebert<sup>1<\/sup>, Z. Swider<sup>1<\/sup>, E. Wait<sup>1<\/sup>, V. Pope<sup>1<\/sup>, L. Hrycyniak<sup>1<\/sup>, S. Caenepeel<sup>1<\/sup>, K. Eliceiri<sup>2<\/sup>, T. S. Ramasubramanian<sup>1<\/sup>, <b>M. J. Korrer<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Elephas Bio, Madison, WI, <sup>2<\/sup>University of Wisconsin, Madison, WI","CSlideId":"","ControlKey":"4e8d779f-96b8-4477-8521-e2fecc25bd63","ControlNumber":"6690","DisclosureBlock":"<b>&nbsp;J. Ouellette, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>J. Degnan, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>A. Kellner, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>E. Flietner, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>L. Doebert, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>Z. Swider, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>E. Wait, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>V. Pope, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>L. Hrycyniak, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>S. Caenepeel, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>K. Eliceiri, <\/b> <br><b>Elephas Bio<\/b> Independent Contractor. <br><b>T. S. Ramasubramanian, <\/b> <br><b>Elephas Bio<\/b> Employment. <br><b>M. J. Korrer, <\/b> <br><b>Elephas Bio<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6444","PresenterBiography":null,"PresenterDisplayName":"Michael Korrer, PhD","PresenterKey":"615102ea-a30d-4371-a0d6-5a31afe71cd0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6444. Assessing cytotoxic T cell responses to immune checkpoint inhibitors in murine and human tumor samples using metabolic imaging","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing cytotoxic T cell responses to immune checkpoint inhibitors in murine and human tumor samples using metabolic imaging","Topics":null,"cSlideId":""},{"Abstract":"Prostate Stem Cell Antigen (PSCA) is a well-established diagnostic marker in various cancers and a promising target for immunotherapy. Programmed Death-Ligand 1 (PD-L1) plays a crucial role in cancer immune regulation and is known to influence patient response to checkpoint inhibitors. The objective of this study is to elucidate the relationship between PSCA and PD-L1 in diverse cancer types and to provide valuable insights for the development of an effective immunotherapy strategy.<br \/>To accomplish this, immunohistochemical (IHC) analysis was conducted on paraffin-embedded Cytosections obtained from 20 lung cancers, 20 prostate cancers, 32 bladder cancers, and 20 normal tissues for each respective cancer type. Antibodies generated by Origene were utilized to detect the expression of PSCA and PD-L1 on the cell surface. The IHC results of tumor tissue were standardized against corresponding normal samples, and the correlation between these two genes was statistically analyzed using analysis of variance (ANOVA). The findings reveal a significant positive correlation between the expression of PSCA and PD-L1 (r=+0.78, P=0.016), suggesting an underlying mechanism driving their co-expression in the studied cancers.<br \/>Understanding PSCA and PD-L1 coexpression in bladder, lung, and prostate cancers has great potential for informing tailored immunotherapies. Future research should explore functional consequences within the tumor microenvironment, advancing precision immunotherapy for improved outcomes in these challenging malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Expression analysis,Biomarkers,PD-L1,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Guo<\/b><sup>1<\/sup>, R. Gonzalez<sup>1<\/sup>, J. Yom<sup>1<\/sup>, B. Gilmore<sup>1<\/sup>, T. Qu<sup>1<\/sup>, X. Hu<sup>2<\/sup>, A. Han<sup>1<\/sup>, Z. Guo<sup>1<\/sup>, E. Zewdu<sup>1<\/sup>, X. Liu<sup>1<\/sup>, W. Fu<sup>1<\/sup>; <br\/><sup>1<\/sup>Origene Technologies Inc, Rockville, MD, <sup>2<\/sup>OriGene Wuxi Biotechnology Co., Ltd, Wuxi, China","CSlideId":"","ControlKey":"cef28f16-527d-48b3-abe1-ec5a17463cc5","ControlNumber":"7096","DisclosureBlock":"<b>&nbsp;Y. Guo, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>R. Gonzalez, <\/b> <br><b>Origene Technololgies Inc<\/b> Employment. <br><b>J. Yom, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>B. Gilmore, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>T. Qu, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>X. Hu, <\/b> <br><b>OriGene Wuxi Biotechnology Co., Ltd<\/b> Employment. <br><b>A. Han, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>Z. Guo, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>E. Zewdu, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>X. Liu, <\/b> <br><b>Origene Technologies Inc<\/b> Employment. <br><b>W. Fu, <\/b> <br><b>Origene Technologies Inc<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6445","PresenterBiography":null,"PresenterDisplayName":"Yichen Guo","PresenterKey":"7e116ba3-a5a8-4fb7-a748-495e59122ee8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6445. Exploring the relationship between PSCA and PD-L1 by a comprehensive tumor immunohistochemical analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the relationship between PSCA and PD-L1 by a comprehensive tumor immunohistochemical analysis","Topics":null,"cSlideId":""},{"Abstract":"Breakthroughs in targeted KRAS therapeutics (KRASi) have the potential to transform the treatment landscape for several of the most common cancers including lung, colorectal, and pancreatic. Despite the recent approvals of KRASi and the anticipation of more to come, both the rate of patient response and the durability of these responses remain significant areas requiring improvement. Biomarkers that can predict response to KRASi and guide effective patient selection and drug combination strategies will be key to realizing the full potential of this emerging therapeutic field. \u0009 While most biomarkers predominantly rely on a single analyte (e.g. KRAS mutation status), Genialis&#8217; biomarkers are constructed using high-dimensional and\/or multimodal data that capture the underlying biological complexity unique to each individual patient. Genialis' ResponderID&#8482; is a machine learning-based biomarker discovery framework that models fundamental aspects of cancer biology to predict the clinical benefit based on the patient&#8217;s own biology. Here we report progress towards the development of a first-in-class, RNA-based biomarker, ResponderID&#8482; KRAS, capable of stratifying KRAS G12C inhibitor response in lung cancer patients using RNA sequencing data. Trained on thousands of lung cancer samples, our biomarker models therapeutic response by unifying two core KRAS biologic axes, dependency and activation, to identify those patients most likely to respond. The performance characteristics of ResponderID&#8482; KRAS thus far has been evaluated on a real world dataset of lung cancer patients treated with Sotorasib. ResponderID&#8482; KRAS serves as an independent biomarker designed to inform clinical trial design, select for therapeutic efficacy, identify rational combination strategies, and expedite approvals across various therapeutic contexts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,KRAS,Machine learning,RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wheeler<\/b>, A. Lovše, K. Žiberna, M. Štajdohar, L. Ausec, J. Kokošar, D. Pointing, A. Pai, R. Rosengarten, M. Uhlik; <br\/>Genialis, Inc, Boston, MA","CSlideId":"","ControlKey":"33994a5b-5078-48be-94b2-eec04ccc568d","ControlNumber":"682","DisclosureBlock":"<b>&nbsp;J. Wheeler, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>A. Lovše, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>K. Žiberna, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>M. Štajdohar, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>L. Ausec, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>J. Kokošar, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>D. Pointing, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>A. Pai, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>R. Rosengarten, <\/b> <br><b>Genialis, Inc<\/b> Employment. <br><b>M. Uhlik, <\/b> <br><b>Genialis, Inc<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6446","PresenterBiography":null,"PresenterDisplayName":"Josh Wheeler, MD;PhD","PresenterKey":"6ed78da6-a29e-43c2-ad2a-f97fa99d5d2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6446. ResponderID&#8482; KRAS: Biology-driven machine learning to personalize KRAS inhibitor therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ResponderID&#8482; KRAS: Biology-driven machine learning to personalize KRAS inhibitor therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Recently, immuno-oncology treatments utilizing immune checkpoint inhibitors including pembrolizumab have attracted attention. Such treatments demonstrate potential effectiveness against cancers resistant to existing drugs, while offering the benefit of reduced side effects. Nonetheless, there is a specific group of patients who do not experience adequate therapeutic benefits from pembrolizumab. Despite the issue, the development of a comprehensive evaluation system to forecast therapeutic effectiveness is still in development. A strategy to predict therapeutic effectiveness involves evaluating the trough level or the steady state plasma-concentration of a drug in the blood. Ohuchi, M. <i>et al.<\/i> (Lung Cancer, 2022) demonstrated that patients with lower trough levels have shorter overall survival and progression-free survival durations, according to LC-MS\/MS measurement of pembrolizumab. Furthermore, Wang, N. <i>et al<\/i> (Lung Cancer, 2023) demonstrated that the optimization of the dosage interval, grounded on the steady state plasma-concentration (target concentration, 15 &#181;g\/mL) of pembrolizumab, extended the duration of progression-free survival. Despite the potential of LC-MS\/MS measurements in predicting patient prognosis and the benefits of PK-guided therapy, their implementation in clinical settings is hindered by the complex and time-consuming pre-treatment process for samples. Consequently, there is a growing need for a practical and clinically feasible drug concentration measurement system. Aiming to construct a clinically applicable pembrolizumab measurement system, we have been dedicated to developing a fully automated immunoassay system using anti-pembrolizumab antibodies. We developed two measurement systems of pembrolizumab in serum using two different antibodies targeting pembrolizumab. Using less than 10 &#181;l serum, these systems can quantify the concentration of pembrolizumab ranging from 0.125 to 500 &#181;g\/mL within an hour, thereby enabling PK-guided therapy in clinical settings. After developing the measurement systems, we performed a correlation analysis with the LC-MS\/MS system, using 70 samples with varying pembrolizumab concentrations ranging from 1.80 to 85.0 &#181;g\/mL. The results demonstrated that our measurement systems have a good correlation with LC-MS\/MS measurement. Furthermore, the two immunometric measurement systems demonstrated a significant correlation with each other, substantiating the accuracy of the newly developed measurement system in determining the levels of pembrolizumab in the serum. The fully automated immunoassay systems we developed can measure pembrolizumab in serum within an hour, potentially paving the way for personalized treatment based on the serum concentration of pembrolizumab in clinical practice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Pembrolizumab,Pharmacokinetics,Personalized medicine,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Noda<\/b><sup>1<\/sup>, T. Takahashi<sup>1<\/sup>, S. Yagishita<sup>2<\/sup>, M. Miura<sup>1<\/sup>, Y. Takahashi<sup>1<\/sup>, Y. Irino<sup>1<\/sup>, M. Yanagida<sup>1<\/sup>, A. Hamada<sup>2<\/sup>; <br\/><sup>1<\/sup>Sysmex Corporation, Kobe, Japan, <sup>2<\/sup>National Cancer Center Research Institute, Tokyo, Japan","CSlideId":"","ControlKey":"d1e8fd38-2f6d-487b-941e-f036f0a7d7f3","ControlNumber":"1418","DisclosureBlock":"<b>&nbsp;N. Noda, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>T. Takahashi, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>S. Yagishita, <\/b> <br><b>National Cancer Center Research Institute<\/b> Employment. <br><b>LSI Medience<\/b> Other, Speaker’s Bureau. <br><b>MSD KK<\/b> Other, Speaker’s Bureau. <br><b>M. Miura, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>Y. Takahashi, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>Y. Irino, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>M. Yanagida, <\/b> <br><b>Sysmex Corporation<\/b> Employment. <br><b>A. Hamada, <\/b> <br><b>National Cancer Center Research Institute<\/b> Employment. <br><b>Boehringer Ingelheim<\/b> Other, Research founding. <br><b>Chordia Therapeutics<\/b> Other, Research founding. <br><b>Chugai<\/b> Other, Research founding. <br><b>CMIC Pharma Science<\/b> Other, Research founding. <br><b>Daiichi Sankyo<\/b> Other, Research founding. <br><b>Eisai<\/b> Other, Research founding. <br><b>Eli Lilly<\/b> Other, Research founding. <br><b>Healios<\/b> Other, Research founding. <br><b>Konica Minolta<\/b> Other, Research founding. <br><b>LSI medience<\/b> Other, Research founding. <br><b>Sysmex<\/b> Other, Research founding. <br><b>Tosho<\/b> Other, Research founding.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6447","PresenterBiography":null,"PresenterDisplayName":"Naotaka Noda","PresenterKey":"8a527309-ae9b-4acc-b5db-33b4ad543a9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6447. Development of a fully automated immunoassay system of serum pembrolizumab to forecast therapeutic effectiveness","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a fully automated immunoassay system of serum pembrolizumab to forecast therapeutic effectiveness","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Breast carcinomas are the most commonly encountered cancers in women globally. Due to advancements in cancer research the death rate in breast cancer has reduced by 41% since 1989; however, the downward trend has recently slowed emphasizing on new breast carcinomas treatment discovery. Breast carcinomas are molecularly categorized by the expression of specific hormone receptors, as well as the overexpression of human epidermal growth factor receptor 2 (HER2). Approximately 80% of breast cancers have been termed HER2-negative, but researchers now recognize that 55% of all breast cancers may actually contain low levels of HER2, levels that are still targetable by HER2-directed therapies such as Trastuzumab Deruxtecan. The phosphoinositide 3-kinase (PI3K) pathway is the most frequently altered pathway in HR+\/HER2- breast carcinomas and is associated with tumor development, disease progression, and endocrine resistance.<br \/>Methodology: The study entailed histological verification of breast cancer, and thence the extraction of DNA from formalin fixed, paraffin embedded (FFPE) tissue samples. A tumor content of 20% was the cut-off for performing the <i>PIK3CA <\/i>mutation analysis. The DNA was subjected to mutation analysis using a FDA-approved <i>PIK3CA<\/i> RGQ Real Time PCR based assay that has ability to detect 11 mutations in the <i>PIK3CA<\/i> gene encompasses exons 7, 9, and 20.<br \/>Results: A total of 696 breast cancer patient samples (with more than 20% neoplastic tissue content) were screened for <i>PIK3CA <\/i>mutations. Of these, 275 (39.5%) (Male: Female ratio = 1:26.5; Age range = 30-80 years) harbored a mutation of the <i>PIK3CA<\/i> gene. Females were commonly affected; however, the males were also found to have <i>PIK3CA<\/i> mutation. The most common affected age group is from 41 to50 years. The positivity rate exon wise were as follows: Exon 7 (1.45%), Exon 9 (39.27%), and Exon 20 (44.27%). There was presence of co-mutations amongst different exons, which comprised of 4%. HR+\/HER2- (50%) followed by HR-\/Her2- (3.27%) and HR+\/HER2+ (1.82%). The HER2- cases (Score 1 and Score 2) by IHC were considered as low positive cases (14%).<br \/>Conclusion: This is one of the largest study to report frequency of <i>PIK3CA<\/i> mutations in the Indian population. <i>PIK3CA<\/i> mutations are commonly encountered in hormone receptor positive and HER2 Negative metastatic breast cancer and have shown promising clinical outcome leading to better prognosis. It provides insights into genotyping each breast cancer and exploits the usage of PI3K\/AKT inhibitors together with other combination of drugs for effective target treatment strategies.<br \/>Keywords: Breast carcinomas, <i>PIK3CA<\/i>, HR\/HER2, Targeted Therapeutic","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Breast cancer,PIK3CA,HER2,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Katara<\/b>, T. Bhardwaj, M. Rawat, D. K. Sharma, V. Kumar, S. Sharma, V. Dagar, P. Kumar, S. K. Mohanty; <br\/>CORE Diagnostics India, Gurgaon, India","CSlideId":"","ControlKey":"7a3f0889-1905-4564-8aa7-ff3f2bff0da3","ControlNumber":"1246","DisclosureBlock":"&nbsp;<b>R. Katara, <\/b> None..<br><b>T. Bhardwaj, <\/b> None..<br><b>M. Rawat, <\/b> None..<br><b>D. K. Sharma, <\/b> None..<br><b>V. Kumar, <\/b> None..<br><b>S. Sharma, <\/b> None..<br><b>V. Dagar, <\/b> None..<br><b>P. Kumar, <\/b> None..<br><b>S. K. Mohanty, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6448","PresenterBiography":null,"PresenterDisplayName":"Rahul Katara, PhD","PresenterKey":"18f7c5c9-c3d6-490d-bacd-d0050eacb418","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6448. Prevalence and spectrum of <i>PIK3CA <\/i>mutations in Indian breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence and spectrum of <i>PIK3CA <\/i>mutations in Indian breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"KDM6A, also known as UTX (ubiquitously transcribed X chromosome tetratricopeptide repeat protein) is an epigenetic regulator which is frequently mutated in urothelial carcinoma. Because KDM6A loss causes a dependency on EZH2, a potential therapeutic target, KDM6A analysis may have therapeutic importance. Most data on KDM6A mutations are derived from next generation sequencing (NGS). However, because of the combination of a high rate of truncating KDM6A mutations, the localization of KDM6A on chromosome Xp11.3, and the male predominance in bladder cancer, many KDM6A mutations should result in a complete loss of KDM6A protein expression and become detectable by immunohistochemistry (IHC). To study the prevalence and the potential diagnostic and clinical role of KDM6A expression loss, more than 2,100 tumors were analyzed by IHC in a tissue microarray format. The cohort included 1,128 patients who underwent radical cystectomy for muscle-invasive disease (pT2-4). A complete KDM6A expression loss occurred in 36% of 350 pTa G2 low-grade, 23% of 152 pTa G2 high-grade, and 18.5% of 92 pTa G3 tumors (p=0.0002). As compared to pTa G3 tumors, the frequency of KDM6A expression loss did not differ significantly in pT2 (17.2%), pT3 (21.9%), and pT4 (18.2%) cancers. Within pT2-4 carcinomas, KDM6A staining was unrelated to pT, pN, grade, L-status, V-status, overall survival, recurrence-free survival, and cancer-specific survival (p&#8805;0.18 each). A KDM6A loss was more common in male (22.2%) than in female patients (15.4%; p&#60;0,0001), and within male patients, a KDM6A loss was more frequent in tumors with Y-chromosome loss (36.1%) than in cancers without a Y-chromosome loss (16.3%; p&#60;0.0001). KDM6A expression loss was significantly associated with increased p63 expression (p&#60;0.0001) and high uroplakin 1b staining (p=0.0013) but unrelated to CK20, GATA3, UpK1b, and p53 staining. In summary, our data demonstrate that truncating KDM6A mutations occur in a significant subset of urothelial carcinomas which is linked to low-grade non-invasive cancer, male gender and loss of the Y chromosome. The predominance of KDM6A loss in low grade tumors makes KDM6A IHC a promising new tool for identification of low grade dysplasia in biopsies and early bladder cancer detection in cytology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Therapeutic target,Biomarkers,KDM6A,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"F. Viehweger<sup>1<\/sup>, N. Gorbokon<sup>1<\/sup>, H. Plage<sup>2<\/sup>, S. Hofbauer<sup>2<\/sup>, K. Furlano<sup>2<\/sup>, S. Weinberger<sup>2<\/sup>, B. Ralla<sup>2<\/sup>, A. Franz<sup>2<\/sup>, A. Fendler<sup>2<\/sup>, M. de Martino<sup>2<\/sup>, F. Roßner<sup>2<\/sup>, S. Schallenberg<sup>2<\/sup>, S. Elezkurtaj<sup>2<\/sup>, <b>M. Lennartz<\/b><sup>1<\/sup>, T. Mandelkow<sup>1<\/sup>, E. Bady<sup>1<\/sup>, A. H. Marx<sup>3<\/sup>, H. Samtleben<sup>3<\/sup>, M. Fisch<sup>1<\/sup>, M. Rink<sup>4<\/sup>, M. Slojewski<sup>5<\/sup>, K. Kaczmarek<sup>5<\/sup>, T. Ecke<sup>6<\/sup>, S. Koch<sup>6<\/sup>, N. Adamini<sup>7<\/sup>, R. Simon<sup>1<\/sup>, G. Sauter<sup>1<\/sup>, J. Weischenfeldt<sup>8<\/sup>, T. Klatte<sup>2<\/sup>, T. Schlomm<sup>2<\/sup>, D. Horst<sup>2<\/sup>, H. Zecha<sup>7<\/sup>, M. Kluth<sup>1<\/sup>, S. Minner<sup>1<\/sup>; <br\/><sup>1<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany, <sup>2<\/sup>Charité – Universitätsmedizin Berlin, Corporate Member of Freie  Universität Berlin, Humboldt-Universität zu Berlin and Berlin Institute of Health, Berlin, Germany, <sup>3<\/sup>Academic Hospital Fuerth, Fuerth, Germany, <sup>4<\/sup>Marienhospital Hamburg, Hamburg, Germany, <sup>5<\/sup>Pomeranian Medical University, Szczecin, Poland, <sup>6<\/sup>Helios Hospital Bad Saarow, Bad Saarow, Germany, <sup>7<\/sup>Albertinen Hospital, Hamburg, Germany, <sup>8<\/sup>University of Copenhagen, Copenhagen, Denmark","CSlideId":"","ControlKey":"4eeb878c-fceb-4dfa-818b-af5dff3efce3","ControlNumber":"6427","DisclosureBlock":"&nbsp;<b>F. Viehweger, <\/b> None..<br><b>N. Gorbokon, <\/b> None..<br><b>H. Plage, <\/b> None..<br><b>S. Hofbauer, <\/b> None..<br><b>K. Furlano, <\/b> None..<br><b>S. Weinberger, <\/b> None..<br><b>B. Ralla, <\/b> None..<br><b>A. Franz, <\/b> None..<br><b>A. Fendler, <\/b> None..<br><b>M. de Martino, <\/b> None..<br><b>F. Roßner, <\/b> None..<br><b>S. Schallenberg, <\/b> None..<br><b>S. Elezkurtaj, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>T. Mandelkow, <\/b> None..<br><b>E. Bady, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>H. Samtleben, <\/b> None..<br><b>M. Fisch, <\/b> None..<br><b>M. Rink, <\/b> None..<br><b>M. Slojewski, <\/b> None..<br><b>K. Kaczmarek, <\/b> None..<br><b>T. Ecke, <\/b> None..<br><b>S. Koch, <\/b> None..<br><b>N. Adamini, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>G. Sauter, <\/b> None..<br><b>J. Weischenfeldt, <\/b> None..<br><b>T. Klatte, <\/b> None..<br><b>T. Schlomm, <\/b> None..<br><b>D. Horst, <\/b> None..<br><b>H. Zecha, <\/b> None..<br><b>M. Kluth, <\/b> None..<br><b>S. Minner, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6449","PresenterBiography":null,"PresenterDisplayName":"Maximilian Lennartz, MD","PresenterKey":"50603625-21bd-4bef-b81d-f4130d3da868","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6449. KDM6A expression loss is a common feature in low grade non-invasive urothelial carcinomas of the urinary bladder","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KDM6A expression loss is a common feature in low grade non-invasive urothelial carcinomas of the urinary bladder","Topics":null,"cSlideId":""},{"Abstract":"The high mobility group protein 2 (HMGA2) is an essential component of the enhanceosome. It can attach to AT-rich binding sites in the DNA minor groove, affect the conformation of the DNA, and thereby modify the transcription of numerous genes. HMGA2 is preferentially expressed during organogenesis. Aberrant expression of HMGA2 in adult tissues is commonly associated with tumor formation and cancer aggressiveness. Accordingly, HMGA2 represents a potential drug target. To better comprehend the role of HMGA2 expression in cancer, a tissue microarray containing 8,344 samples from 115 different tumor entities and 608 samples of 76 different normal tissue types was analyzed. In normal tissues, a strong nuclear HMGA2 staining was limited to few cell types from the amnion, placenta, seminal vesicle, endocervix, fallopian tube, and respiratory epithelium. HMGA2 expression was generally markedly higher in cancer than in corresponding normal tissues. HMGA2 staining was found in 2,695 (42.7%) of the 6,313 interpretable tumor samples, including 701 (11.1%) with weak, 769 (12.2%) with moderate, and 1,225 (19.4%) with strong positivity. A total of 93 of 115 tumor categories showed HMGA2 expression in at least one case, and 69 tumor categories included at least one case with strong HMGA2 staining. The frequency of HMGA2 positivity was particularly high in cancers of the ovary and the endometrium (52.6-92.6%), pancreatico-biliary cancers (48.1-75.5%), thyroidal neoplasms (53.4-95%), salivary gland neoplasms (66.7-98%), nonseminomatous testicular germ cell tumors (73.5-93.5%), colorectal adenocarcinoma (81.6%), papillary renal cell carcinoma (68.2%), and in squamous cell carcinomas (36-81.5%). Tumor entities with a particularly low expression of HMGA2 included prostatic adenocarcinomas (1.3-4%), non-invasive urothelial carcinomas (1.8-4.3%), hepatocellular carcinoma (3.2%), and non-Hodgkin&#8217;s lymphomas (0%) It is concluded, that HMGA2 is highly expressed in a very broad range of tumor entities. These findings emphasize a potential role of HMGA2 as a drug target and demonstrate utility for HMGA2 IHC for the distinction of neoplastic from non-neoplastic tissues in several organs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,Predictive biomarkers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Möller, F. Lutz, F. Viehweger, M. Kluth, C. Hube-Magg, C. Bernreuther, G. Sauter, A. H. Marx, R. Simon, T. Krech, S. Steurer, C. Fraune, S. Minner, N. Gorbokon, <b>M. Lennartz<\/b>, E. Burandt, A. Menz; <br\/>University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"0f3e4998-a488-4e0b-ac1a-b873db256579","ControlNumber":"2813","DisclosureBlock":"&nbsp;<b>K. Möller, <\/b> None..<br><b>F. Lutz, <\/b> None..<br><b>F. Viehweger, <\/b> None..<br><b>M. Kluth, <\/b> None..<br><b>C. Hube-Magg, <\/b> None..<br><b>C. Bernreuther, <\/b> None..<br><b>G. Sauter, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>T. Krech, <\/b> None..<br><b>S. Steurer, <\/b> None..<br><b>C. Fraune, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>N. Gorbokon, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>E. Burandt, <\/b> None..<br><b>A. Menz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6450","PresenterBiography":null,"PresenterDisplayName":"Maximilian Lennartz, MD","PresenterKey":"50603625-21bd-4bef-b81d-f4130d3da868","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6450. High mobility group protein 2 (HMGA2) is highly expressed in a broad range of human cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"225","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 6","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High mobility group protein 2 (HMGA2) is highly expressed in a broad range of human cancers","Topics":null,"cSlideId":""}]