[{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a devastating disease projected to become the second leading cause of cancer deaths by 2030. First-line chemotherapies gemcitabine and FOLFIRINOX provide little therapeutic benefit and are accompanied by severe adverse toxicities, precluding long-term treatment. In addition, PDAC is notoriously refractory to checkpoint inhibitor immunotherapies, due to poor immunogenicity and a tumor microenvironment dominated by suppressive cell types. Thus, there is an unmet need for innovative, immune-based strategies to combat PDAC. A previous study utilized engineered bacteria to effectively kill PDAC tumor cells by directly delivering immunogenic tetanus toxoid to the tumor. Given the potential toxicity in using live bacteria, our group utilized a less toxic alternative, an FDA-approved <i>Haemophilus influenzae <\/i>type b vaccine (HibVx) also containing a tetanus toxoid component. To determine the antitumor potential of HibVx, our group used a physiologically relevant murine model, low T cell clone murine PDAC tumor model 641c95 and clinically relevant KPC mice model for PDAC. After tumors were established, animals received three consecutive daily treatments of HibVx via intraperitoneal injection. HibVx-treated animals experienced a dramatic reduction in tumor growth compared to PBS-treated controls (p&#60;0.001). Given that tetanus toxoid is highly immunogenic in nature, changes in intratumoral immune cell populations following HibVx treatments were of great interest. Using flow cytometry analysis, HibVx-treated tumors had a significant increase in natural killer cells compared to control tumors (p&#60;0.05). In addition, HibVx affected myeloid-derived suppressor cell populations (MDSCs), which are heavily implicated in the suppressive nature of PDAC tumors. HibVx also significantly decreased MDSCs within the tumor (p&#60;0.05). In all, these findings position HibVx as an effective immunostimulatory agent that can be used as an alternative to live bacteria-based therapy for the treatment of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immunotherapy,Tumor microenvironment,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. F. Giurini<\/b>, S. G. Pappas, K. H. Gupta; <br\/>Rush University Medical Center, Chicago, IL","CSlideId":"","ControlKey":"69c4b958-fc20-459b-bf2d-6008b57f86ed","ControlNumber":"4960","DisclosureBlock":"&nbsp;<b>E. F. Giurini, <\/b> None..<br><b>S. G. Pappas, <\/b> None..<br><b>K. H. Gupta, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6637","PresenterBiography":null,"PresenterDisplayName":"Eileena Giurini","PresenterKey":"3c2e6efb-f694-479a-852c-285b32e3d7be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6637. The Haemophilus influenzae vaccine mitigates pancreatic tumor progression and lowers immunoregulatory cell levels in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Haemophilus influenzae vaccine mitigates pancreatic tumor progression and lowers immunoregulatory cell levels in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Activation of immune receptors, such as Toll-like (TLR), NOD-like (NLR) and Stimulator of Interferon Genes (STING) is required for efficient innate and adaptive immunity. Gram-negative bacteria (G-NB) contain multiple TLR, NOD and STING agonists. Potential utility of G-NB for cancer immunotherapy is supported by observations of tumor regression in the setting of infection and Coley&#8217;s Toxins. Coley reported that intravenous (i.v.) administration was likely most effective but produced toxicity. The discovery of TLRs and their agonists, particularly the potent\/multi-functional TLR4 agonist lipopolysaccharide (LPS)-endotoxin, comprising ~75% of the outer membrane of G-NB, suggests that it may be both a critical active ingredient and responsible for dose-limiting toxicity of i.v. G-NB. We have produced killed, intact bacteria products from non-pathogenic G-NB with ~90% reduction of LPS activity. One product, Decoy10, contained TLR2,4,8,9, NOD2 and STING agonist activity and exhibited reduced i.v. toxicity in mice and rabbits relative to unprocessed cells. Decoy10 and closely related Decoy20 produced single agent activity or combination-mediated durable regressions, with immunological memory, in mice with syngeneic or human breast, colorectal, hepatocellular, pancreatic carcinomas or non-Hodgkin&#8217;s lymphoma. Regressions were observed in combination with chemotherapy, a non-steroidal anti-inflammatory drug, anti-PD-1, or rituximab, were associated with induction of 18-26 plasma cytokines\/chemokines, activation of innate and adaptive immune pathways in tumors, and were dependent on NK, CD4+ and CD8+ T cells (Newman, Cancer Res 2023;83(7 Suppl):Abstract nr 4165). These and preliminary clinical results demonstrating rapid clearance of Decoy20 with transient induction of &#62;50 plasma cytokines\/chemokines (Newman et al., J Immunother Cancer 2023;11(Suppl 2)782-E:A1770) are supportive of a &#8220;pulse-prime&#8221; mechanism, whereby Decoy bacteria produce transient, but broad innate and adaptive immune activation. We have now analyzed immune activation by Decoy bacteria <i>in vitro<\/i> using human peripheral blood mononuclear cells (PBMCs). Decoy10 enhanced polarization of CD14+ monocytes to M1 macrophages and inhibited Treg polarization. Decoy10 enhanced monocyte-derived dendritic cell maturation and enhanced Th1, Th2 and Th17 CD4+ polarization, with Th1 at 10-100-fold lower Decoy10 concentrations than Th2 or Th17. Decoy10 also activated NKT and T cells, and enhanced PBMC-mediated tumor cell killing. The results demonstrate that Decoy bacteria stimulate polarization, maturation, or activation of cellular mediators of innate and adaptive anti-tumor immune responses, inhibit an immune-suppressive mechanism, and enhance immune cell killing of tumor cells. The results are consistent with and significantly extend our previously reported <i>in vivo<\/i> data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Bacterial therapy,Innate immunity,Adaptive Immunity,Toll-like receptor agonists,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Newman<\/b>, D. Singh; <br\/>Indaptus Therapeutics, Inc., New York, NY","CSlideId":"","ControlKey":"3dd6d2ef-2128-47bb-8d85-a471257cd9a0","ControlNumber":"3828","DisclosureBlock":"<b>&nbsp;M. J. Newman, <\/b> <br><b>Indaptus Therapeutics, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>D. Singh, <\/b> <br><b>Indaptus Therapeutics, Inc.<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6639","PresenterBiography":null,"PresenterDisplayName":"Michael Newman, PhD","PresenterKey":"b663aee8-120a-4237-8c99-395d789ac396","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6639. Mechanisms of action of a killed, bacteria-based, multiple immune receptor agonist in development for pulsed anti-tumor immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of action of a killed, bacteria-based, multiple immune receptor agonist in development for pulsed anti-tumor immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the third leading cause of cancer-related death due to its late diagnosis, few treatment options, and extremely low survival rates due to its immunosuppressive microenvironment. Irreversible electroporation (IRE),is a tumor non-thermal ablation technique that applies high&#8208;voltage electrical pulses to permeabilize the cell membrane that is irreversible and leads to necrotic cell death. IRE has had strong success in clinical trials nevertheless, little is known about the effect of IRE beyond the initiation of cell death in the tumor tissue. We hypothesize that IRE can not only induce cell death by membrane disruption to facilitate a proinflammatory microenvironment but also causes death via cell cycle arrest. We utilized in-vitro, and immunocompetent in-vivo murine models to investigate changes to pancreatic cancer and the tumor microenvironment. Our findings show that treating the cells with an increasing voltage of IRE induces more cell death. We observed cell cycle arrest in the G1 phase which may have been caused by DNA damage. There was upregulation of DNA damage repair machinery in the treated samples. Our histopathology data suggests increased necrosis on the tumor treated with IRE, as also PCR array analysis showed more proinflammatory cell death caused by pyroptosis. Finally, we demonstrated a reduction in the tumor size and a better survival rate aftertreatment. Our data suggest that Irreversible electroporation has a promising future in inducing proinflammatory type of cell death in the tumor and benefits increased patient survival. More investigation is needed to define ideal parameters for the electrical pulses and device development for tumor ablation in larger animals like porcine models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Tumor microenvironment,Immunomodulation,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Powar<\/b>, K. Imran, I. Allen, R. Davalos, Z. Salamah, K. Aycock, R. Brock, S. Coutermarsh-Ott, K. Orr; <br\/>Virginia Tech, Blacksburg, VA","CSlideId":"","ControlKey":"b5869f6f-f036-46ce-8fc0-9075b83f27ec","ControlNumber":"7079","DisclosureBlock":"&nbsp;<b>M. Powar, <\/b> None..<br><b>K. Imran, <\/b> None..<br><b>I. Allen, <\/b> None..<br><b>R. Davalos, <\/b> None..<br><b>Z. Salamah, <\/b> None..<br><b>K. Aycock, <\/b> None..<br><b>R. Brock, <\/b> None..<br><b>S. Coutermarsh-Ott, <\/b> None..<br><b>K. Orr, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6640","PresenterBiography":null,"PresenterDisplayName":"Manali Powar, MS","PresenterKey":"1b6e4c8b-9f41-44e2-b5f5-04f0b404eeba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6640. Zap! Irreversible electroporation in pancreatic cancer cells induces proinflammatory cell death and improves progression free survival","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zap! Irreversible electroporation in pancreatic cancer cells induces proinflammatory cell death and improves progression free survival","Topics":null,"cSlideId":""},{"Abstract":"INTRODUCTION: Radiation therapy (RT) is a promising approach for bladder-sparing in muscle-invasive bladder cancer (MIBC). Despite its efficacy, 30% of patients develop radioresistant tumors necessitating salvage surgery. Combining RT with immune checkpoint inhibitor was reported to have synergic effects on anti-tumor immunity. In addition, activation of the STING pathway induces cell death, cancer cell antigens release and presentation, and promote T cells trafficking into tumors. Previous <i>in vivo <\/i>results from our team using the immunologically &#8216;hot&#8217; murine tumor model MB49 demonstrated significant improvement of survival and immune cell infiltration upon STING agonist treatment, when combined with RT and anti-PDL1 treatment. Oppositely, treating the &#8216;cold&#8217; tumor model UPPL with a combination of RT and anti-PDL1 treatment did not improve survival compared to RT alone. Consistently, UPPL tumors present low T cell and high neutrophil infiltration <i>in vivo<\/i>. Thus, the main objective of the present study is to evaluate whether combining RT, anti-PDL-1 and STING agonist treatments can improve the immunogenicity of UPPL tumors.<br \/>METHODS: Male C57BL\/6 mice were subcutaneously injected with 5.106 UPPL cells then randomized into various treatment combinations of RT, anti-PDL-1 and STING agonist. Midpoint and endpoint tumors were harvested for flow cytometry and IHC and stools for 16S-sequencing.<br \/>RESULTS: We report that RT-combined treatments delayed tumor growth and prolonged survival in vivo. Neighborhood analyses in tissue revealed that response to RT combinations associated with increased macrophages density in the vicinity of infiltrating CD8+ T cells and with gut enrichment in <i>Faecalibaculum<\/i>, <i>Bifidobacterium<\/i>, and <i>Candidatus<\/i> <i>arthomitus<\/i>. Network analyses showed strong positive correlations between pro-tumor neutrophil recruitment and beneficial gut microbes in non-responders. Network analyses revealed positive correlations between pro-tumor neutrophil recruitment and dysbiotic gut microbes in non-responders. Conversely, these same neutrophil populations were associated to families associated to gut health in responding mice.<br \/>CONCLUSIONS: Our results suggest combining RT in cold tumors enhances the TME, boosting T cell function <i>via<\/i> macrophage support. Furthermore, distal gut microbes may impact local anti-tumor immunity by influencing neutrophil polarization. This study contributes to the limited literature exploring immune modulation in a conventionally 'cold' bladder tumor cell lines, which has implications for treating human resistant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Bladder cancer,Radiation therapy,Immunomodulation,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Michaud<sup>1<\/sup>, S. Fehric<sup>1<\/sup>, G. Marcq<sup>1<\/sup>, J. Huang<sup>1<\/sup>, F. Cury<sup>2<\/sup>, M. Koti<sup>3<\/sup>, <b>J. Mansure<\/b><sup>1<\/sup>, C. Piccirillo<sup>4<\/sup>, W. Kassouf<sup>2<\/sup>; <br\/><sup>1<\/sup>McGill University Health Centre Research Institute, Montréal, QC, Canada, <sup>2<\/sup>Division of Urology, Department of Surgery, McGill University Health Centre, Montréal, QC, Canada, <sup>3<\/sup>Dept. of Biomedical and Molecular Sciences, Queen's University, Kingston, ON, Canada, <sup>4<\/sup>4Dept. of Microbiology and Immunology, McGill University, Montréal, QC, Canada","CSlideId":"","ControlKey":"e58f89fc-3058-436c-9e76-722ce5445d38","ControlNumber":"8739","DisclosureBlock":"&nbsp;<b>E. Michaud, <\/b> None..<br><b>S. Fehric, <\/b> None..<br><b>G. Marcq, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>F. Cury, <\/b> None..<br><b>M. Koti, <\/b> None..<br><b>J. Mansure, <\/b> None..<br><b>C. Piccirillo, <\/b> None..<br><b>W. Kassouf, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5985","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6641","PresenterBiography":null,"PresenterDisplayName":"Jose Joao Mansure, PhD","PresenterKey":"8f97a601-3bac-45ee-a526-0277eb35a00e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6641. Improving response to bladder-sparing therapies by combining radiotherapy to immuno-potentiating agents in immunologically cold models of bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving response to bladder-sparing therapies by combining radiotherapy to immuno-potentiating agents in immunologically cold models of bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><u>BACKGROUND:<\/u> <\/b>Psoralen is a natural ultraviolet activated compound that has been used for over 70 years to treat skin cancer, psoriasis, and vitiligo. Recently, to expand its use beyond external treatment, a novel therapeutic called X-PACT (X-ray psoralen activated cancer therapy) was created to treat internal tumors. A combination of 8-methoxypsoralen and phosphors that convert low doses of x-ray radiation to ultraviolet (UV) light are injected into solid tumors and subsequently activated by x-ray photons with considerable antineoplastic effect. Notably, canine clinical trials have observed significant abscopal effects of X-PACT therapy on metastatic lesions throughout patients, but the immunomodulatory mechanisms of action are unclear (Nolan <i>et al<\/i>, in submission). Here, we present preliminary data investigating the immune response to X-PACT therapy in a murine soft tissue sarcoma (STS) model.<br \/><b><u>METHODS:<\/u><\/b> Six mice of the inducible KrasG12D\/+; p53flox\/flox (KP) murine STS model with palpable, gastrocnemius tumors were used in this initial study. Four mice underwent treatment with X-PACT. In this group, psoralen was mixed with energy converters and injected into the tumor. The mice then received low-level radiation to activate the drug. Treatment was performed five times over a 15-day period and the animals were sacrificed within 48 hours of final treatment. The other two mice with induced tumors received no treatment prior to sacrifice. For both groups, a cardiac blood draw was performed at the time of sacrifice to obtain plasma serum for analysis. Luminex xMAP technology was used for multiplexed quantification of 45 mouse cytokines, chemokines and growth factors.<br \/><b><u>RESULTS:<\/u><\/b> There were five markers that showed significantly different levels between the treated and control groups. Results indicated significantly higher (p = 0.006) plasma concentrations of macrophage derived chemokine (MDC) following five rounds of treatment with X-PACT therapy. Additionally, the treated mice displayed significantly lower concentrations of granulocyte colony-stimulating factor (G-CSF, p = 0.003), eotaxin (p = 0.016), tissue inhibitor of matrix metalloproteinase 1 (TIMP1, p = 0.024), and interleukin-1&#946; (IL-1&#946;, p = 0.033) compared to untreated mice with STS.<br \/><b><u>CONCLUSION:<\/u><\/b> In humans, MDC levels are associated with longer survival and lower cancer severity. G-CSF, eotaxin, TIMP1, and IL-1&#946; are upregulated in cancer patients and correlate with disease severity. Together, the lower concentrations of G-CSF, Eotaxin, TIMP1, and IL-1&#946; suggest a softening of cancer severity following X-PACT treatment. Further studies and larger sample sizes are necessary to confirm and expand upon these preliminary findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cancer therapy,Immunotherapy,Sarcoma\/soft-tissue malignancies,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Beatrice Schleupner<\/b><sup>1<\/sup>, Alexandra Hunter Aitchison<sup>2<\/sup>, Elle MacAlpine<sup>3<\/sup>, Nicole Cantor<sup>4<\/sup>, Sorana Morrissy<sup>5<\/sup>, Kiran Narta<sup>5<\/sup>, Jason Somarelli<sup>6<\/sup>, Brian Brigman<sup>1<\/sup>, Julia Visgauss<sup>1<\/sup>, Michael Monument<sup>7<\/sup>, William Eward<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Orthopaedic Surgery, Duke University Medical Center, Durham, NC,<sup>2<\/sup>Duke University School of Medicine, Durham, NC,<sup>3<\/sup>Department of Orthopaedics, Washington University School of Medicine, St. Louis, MO,<sup>4<\/sup>Campbell University School of Osteopathic Medicine, Lillington, NC,<sup>5<\/sup>Department of Biochemistry & Molecular Biology, University of Calgary, Calgary, AB, Canada,<sup>6<\/sup>Department of Medicine, Duke University Cancer Institute, Durham, NC,<sup>7<\/sup>Department of Orthopaedic Surgery, University of Calgary, Calgary, AB, Canada","CSlideId":"","ControlKey":"3c12bcda-a937-487c-b197-e431e9793554","ControlNumber":"7534","DisclosureBlock":"&nbsp;<b>B. Schleupner, <\/b> None..<br><b>A. H. Aitchison, <\/b> None..<br><b>E. MacAlpine, <\/b> None..<br><b>N. Cantor, <\/b> None..<br><b>S. Morrissy, <\/b> None..<br><b>K. Narta, <\/b> None..<br><b>J. Somarelli, <\/b> None..<br><b>B. Brigman, <\/b> None..<br><b>J. Visgauss, <\/b> None..<br><b>M. Monument, <\/b> None..<br><b>W. Eward, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5986","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6642","PresenterBiography":null,"PresenterDisplayName":"Beatrice Schleupner, BS","PresenterKey":"ca76e1e4-8f90-4d8e-945f-803d94fd3080","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6642. Exploring the x-ray psoralen activated cancer therapy mechanism of action in a genetically engineered mouse model of soft tissue sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the x-ray psoralen activated cancer therapy mechanism of action in a genetically engineered mouse model of soft tissue sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has revolutionized the treatment of advanced melanoma, yet challenges persist with non-responders, development of resistance, and dosage concerns. Our strategy to enhance checkpoint inhibitor efficacy is to combine it with hyperthermia. Moderate hyperthermia, 39-45&#176;C, is an interesting anti-neoplastic therapy which induces production of tumor associated antigens rendering tumor sites more amenable to immunotherapy. To investigate temperature-induced alterations on carcinogenic phenotypes in vitro, B16-F10 melanoma cells were grown at 37&#176;C under normal culture conditions, or incubated at 41&#176;C for 2 hours for moderate, febrile hyperthermic induction. Hyperthermia-induced changes were analyzed by trypan blue exclusion assay, scratch wound assay, collection of conditioned media for cytokine array, and protein isolation for Western Blot. Conditioned media from the hyperthermia-treated group showed an inflammatory shift in cytokine and chemokine expression, with increased TNFa and decreased IL-4 expression. Prior studies found the hyperthermia-induced apoptotic effect is directly correlated to endogenous TNFa levels, elucidating a potential molecular mechanism. Treatment for two hours at 41&#176;C decreased proliferation of B16-F10 cells by 62% after 48 hours and 94% after 72 hours. Additionally, hyperthermia decreased cellular migration by 70% after 24 hours. Further evaluation of cellular interactions in important pathways responsible for these hyperthermia-induced changes were investigated via Western blot. Expression of constitutively active MAPK signaling cascade effectors pERK and ERK was decreased by 86% and 50%, respectively, helping to regulate pro-tumorigenic proliferative signaling. Some cancer cells have been demonstrated to resist hyperthermia via mechanisms to inhibit induction of caspase-3, however, in our model caspase-3 expression increased by 31% following 41&#176;C treatment, thus allowing for induction of apoptosis via caspase-3 in this model. Cellular stress may induce these cell death pathways, as well as heat shock responses. Following febrile hyperthermic induction, hsp70 expression increased by 188% compared to cells cultured at 37&#176;C. Hsp70 has a well-established role in supporting tumor-specific immune responses. Induction of hyperthermia in combination with anti-PDL1, anti-PD-1, or IL-15 immunotherapy is currently being evaluated in a C57BL\/6 mouse model by our group. These studies aim to assess if hyperthermia augments response to immunotherapies in vivo. Our current works suggests that moderate, non-ablative hyperthermia helps initiate anti-tumor immune responses, assisting in the induction of anti-tumorigenic cell programs and, potentially, the production of additional tumor associated antigens, thereby making it an interesting candidate for combination with immune checkpoint inhibition and other immunotherapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Hyperthermia,Melanoma\/skin cancers,Tumor antigen,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Jarboe<\/b><sup>1<\/sup>, D. Quaranto<sup>1<\/sup>, N. R. DeSouza<sup>1<\/sup>, K. Kopec<sup>1<\/sup>, J. Geliebter<sup>1<\/sup>, R. K. Tiwari<sup>1<\/sup>, M. D. Hurwitz<sup>2<\/sup>; <br\/><sup>1<\/sup>New York Medical College, Valhalla, NY, <sup>2<\/sup>Westchester Medical Center, Valhalla, NY","CSlideId":"","ControlKey":"782efc28-99c4-4822-8d7f-ba8728db60f8","ControlNumber":"1492","DisclosureBlock":"&nbsp;<b>T. Jarboe, <\/b> None..<br><b>D. Quaranto, <\/b> None..<br><b>N. R. DeSouza, <\/b> None..<br><b>K. Kopec, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>R. K. Tiwari, <\/b> None.&nbsp;<br><b>M. D. Hurwitz, <\/b> <br><b>Neotherma<\/b> Other, Consultant.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5987","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6643","PresenterBiography":null,"PresenterDisplayName":"Tara Jarboe, BS;MS","PresenterKey":"0a3ed334-6f3d-42a1-95fb-d3953f50403b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6643. Hyperthermic induction of immunotherapeutic response in <i>in vitro <\/i>melanoma model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hyperthermic induction of immunotherapeutic response in <i>in vitro <\/i>melanoma model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Recurrence and progression rate following surgical treatment of locally advanced urothelial cancer is high, underscoring the unmet need to develop an effective, well tolerated treatment strategies, particularly for high grade upper tract urothelial cancer (HG-UTUC). The treatment success of low grade UTUC by vascular targeted photodynamic therapy (VTP) with WST11 (Padeliporfin) in phase I clinical trials led the FDA to approve Phase 3 trial in a fast track, orphan drug designation for low grade UTUC (ENLIGHT). Recently, treatment with immune checkpoint inhibitor (ICIs) of the PD1\/PD-L1 axis has been approved for treatment of HG-UTUC. Yet, the failure rate of aPD1 therapy in HG-UTUC is high.We hypothesized that immune checkpoint inhibition needs to be complemented by the massive priming and accrual of newly activated anti-tumor immune cells through tumor immunogenic cell death. Early evidence indicated that WST11 VTP promotes anti-tumor immunity suggesting that VTP\/aPD1 combinations may significantly improve the treatment success of HG-UTUC.<br \/><b>Methods:<\/b> Mice bearing s.c. MB49-Luc, were subjected to WST11 VTP at 14d post implantation at suboptimal dose of drug or partial area of illumination. 4 or 5 doses of aPD1 were intraperitonealy administrated every 3 days starting at 1d post VTP (aPD1+1), or every 3 days till 10 days post-treatment starting at 2 days before VTP (aPD1-2). Tumor progression was followed up to 90 days post treatment using IVIS. Hematoxylin-eosin staining, and multiplex immunohistochemistry (mIHC) were performed on controls and treated animals.<br \/><b>Results<\/b>: WST11<i> <\/i>VTP with suboptimal drug dose, aPD1+1, and aPD1-2 resulted in 17%, 23% and 43% cure at day 90 post VTP. VTP at suboptimal drug dose combined with aPD1+1 or aPD1-2, resulted in 50% and 77% cure rate at 90 days, respectively. VTP with optimal drug dose (5mg\/kg) but partial illumination resulted in 20% cure rate while combining this treatment modality with aPD1-2 resulted in 90% animal cure rate at day 90.At 24h post VTP mIHC showed a 2-3 fold increase of cytotoxic T cells, dendritic and NK cells, and a ~4 folds overexpression of PD1 and PD-L1 in the treated tumor tissue. At 2 days post aPD1-2 initiation, PD1 and PD-L1 apparent expression dropped to 0 and 2 folds higher than control, respectively. Following the combined VTP and aPD1-2 treatment, both PD1 and PDL-1 contents dropped down to zero and the CD8 content reached 3 folds enhancement compared to control.<br \/><b>Conclusions:<\/b> These observations indicate that elevating the content of anti-tumor immune cells in the tumor microenvironment by VTP in combination with ICI synergistically enhances the therapeutic effect providing a much higher complete cure compared with the individual therapies. The cure rate extent strongly depends on the synchronization of the two modalities providing guidelines for the clinical management of HG-UTUC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Targeted therapy,Immune checkpoint blockade,Tumor immunity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Lilach Agemy<\/b><sup><\/sup>, Keren Sasson<sup><\/sup>, Tamar Yechezkel<sup><\/sup>, Rachel Hamri<sup><\/sup>, Raz Robas<sup><\/sup>, David Kain<sup><\/sup>, Avigdor Scherz<sup><\/sup><br><br\/>Weizmann Institute of Science, Rehovot, Israel","CSlideId":"","ControlKey":"78755e99-640f-4216-bc94-d4c57a2719e9","ControlNumber":"6976","DisclosureBlock":"&nbsp;<b>L. Agemy, <\/b> None..<br><b>K. Sasson, <\/b> None..<br><b>T. Yechezkel, <\/b> None..<br><b>R. Hamri, <\/b> None..<br><b>R. Robas, <\/b> None..<br><b>D. Kain, <\/b> None.&nbsp;<br><b>A. Scherz, <\/b> <br><b>ImPact Biotech<\/b> Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6644","PresenterBiography":null,"PresenterDisplayName":"Lilach Agemy, PhD","PresenterKey":"46795bb3-3269-41ea-ab2e-f19471332eb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6644. aPD1 treatment of urothelial cancers is synergistically enhanced by activating anti tumor immunity using vascular targeted photodynamic therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"aPD1 treatment of urothelial cancers is synergistically enhanced by activating anti tumor immunity using vascular targeted photodynamic therapy","Topics":null,"cSlideId":""},{"Abstract":"Combining pembrolizumab (anti-PD1) with radiation therapy (RT) has shown to enhance response rates in TNBC. We hypothesize that this improved efficacy is not just localized to the tumor bed, but also involves a broader systemic immune response, although the precise mechanisms are yet to be fully understood. Therefore, in this study, we aimed to investigate T cell clonal dynamics in Tumor and peripheral blood mononuclear cells (PBMCs) in 9 patients (6 responders(R) and 3 non-responders (NR)) from 3 different timepoints (before therapy (Baseline), after anti-PD1 alone and after anti-PD1+RT). CD45+ positive stained cells were sorted for subsequent single-cell RNA and T-cell receptor (TCR) sequencing analysis.Through single-cell analysis, we identified increased proportions of exhausted CD8+ and Treg cells from baseline to both treatment points, whereas exhaustedCD4+ T cells increased in proportions after PD1 alone in Responders. We aimed to then understand the origin of these cells, and how they might contribute to systemic immunity. Hence, by TCR overlap between Tumor and PBMC&#8217;s we detected 590 overlapped clones in CD8 and 1000 overlapped clones in CD4 T cells. Neo-TCR score was higher in these overlapped clones, suggesting tumor reactive clones can be identified in PBMC&#8217;s. Compared to exhausted CD4, exhausted CD8 T cell and Treg had higher overlapped clones between Tumor and PBMC. We also found that exhausted CD8+T cells clonal expansion after treatment was higher in pre-existing clones, compared to new clones in Responders. These pre-existing clones consisted of overlapped clones, suggesting tumor reactivity to be present in PBMC&#8217;s before treatment. Further investigation suggested that exhausted CD8+ cells also showed increased transition to TEMRA (in PBMC) and a tissue-resident memory CD8 T cell subset, under combination therapy. This pattern was not seen in exhausted CD4+Tcells or Treg cells, indicating that CD8+ T cell subsets in the blood are crucial in driving systemic anti-tumor immunity. Overall, this study has identified the systemic immune response triggered by the combination of anti-PD1 and radiation therapy highlighting its potential to inform and refine future therapeutic strategies in TNBC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Devarakonda<\/b>, J. Viramontes, S. Stevens, T. Dar, E. Ko, E. Canesco, K. Anderson, J. Guarnerio, S. Knott, S. Shiao; <br\/>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"6bf64569-a846-4011-a6c4-b21865e135cd","ControlNumber":"7854","DisclosureBlock":"&nbsp;<b>V. Devarakonda, <\/b> None..<br><b>J. Viramontes, <\/b> None..<br><b>S. Stevens, <\/b> None..<br><b>T. Dar, <\/b> None..<br><b>E. Ko, <\/b> None..<br><b>E. Canesco, <\/b> None..<br><b>K. Anderson, <\/b> None..<br><b>J. Guarnerio, <\/b> None..<br><b>S. Knott, <\/b> None..<br><b>S. Shiao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6645","PresenterBiography":null,"PresenterDisplayName":"Vaishnavi Devarakonda, MS","PresenterKey":"a08a29ae-817a-4232-b7a3-7dd3406ff3d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6645. Temporal immune profiling reveals systemic anti tumor immunity in triple negative breast cancer(TNBC) patients treated with immunotherapy and radiation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Temporal immune profiling reveals systemic anti tumor immunity in triple negative breast cancer(TNBC) patients treated with immunotherapy and radiation","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Head and neck squamous cell carcinoma (HNSCC) is often marked by an immunosuppressive tumor microenvironment, which contributes to the dismal 10-20% response rate to immune checkpoint inhibitor (ICI) therapy in HNSCC patients. Radiotherapy (RT) is a currently standard of care and frontline therapy for HNSCC, yet resistance is common. We sought to examine the combination therapy of RT followed by ICI therapy to test if RT induces an <i>in situ vaccination<\/i> which enhances the efficacy of subsequent ICI.<br \/>Methods: We utilized SCC cell lines derived from K15.Kras<sup>G12D<\/sup>\/Smad4<sup>-\/-<\/sup> SCCs, which mimic the progression of HPV-unrelated HNSCC, and transplanted SCC cells into immune-competent C57BL\/6J mouse recipients. Mice were subjected to RT followed by anti-PD-L1\/anti-TGFb therapy. CD8<sup>+<\/sup> splenic T cells of responder or non-responder mice were examined by paired single-cell VDJ sequencing and single cell RNA sequencing (TCR\/sc-RNAseq) to look for adaptations of the cytotoxic T cell compartment following combination therapy. Responder and non-responder tumor lines or tumors were treated with RT alone <i>in vitro <\/i>and <i>in vivo<\/i>, respectively, to examine major histocompatibility complex I (MHC-I) levels on tumor cells.<br \/>Results: Responders to this combination therapy exhibited complete tumor eradication while non-responders displayed rapid tumor progression. When re-challenged with same HNSCCs cells, responders rejected implanted tumor cells while na&#239;ve recipients rapidly developed HNSCCs. Single-cell TCR sequencing of splenic CD8<sup>+<\/sup> T cells revealed that responders, but not na&#239;ve recipients exhibited multiclonal CD8<sup>+<\/sup> T cell expansion specifically of memory cell populations. Responder tumor cells exhibited greater levels of MHC-I protein level presentation than non-responders when stimulated with RT.<br \/>Conclusions: Our data suggest that 1) elevated MHC-I by SCC tumor cells presentation driven by RT and ICI combination therapy facilitate a systemic expansion of memory CD8<sup>+<\/sup> T cell clonotypes which drive anti-tumor immunity and 2) MHC-I expression at baseline or when induced by RT may serve as a predictive marker for therapeutic response to RT and ICI combination therapy in HNSCCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Radioimmunotherapy,MHC-I,Head and neck squamous cell carinoma,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Lind<\/b><sup>1<\/sup>, A. A. Strait<sup>2<\/sup>, S. Hall<sup>2<\/sup>, J. B. Goon<sup>1<\/sup>, J. D. Aleman<sup>2<\/sup>, S. Chen<sup>2<\/sup>, P. Owens<sup>2<\/sup>, J. H. Wang<sup>3<\/sup>, C. Young<sup>2<\/sup>, X.-J. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>UC Davis Comprehensive Cancer Center, Sacramento, CA, <sup>2<\/sup>University of Colorado, Anschutz Medical Center, Aurora, CO, <sup>3<\/sup>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"a47b7eff-a268-42d4-8f21-2f31ca88de06","ControlNumber":"3505","DisclosureBlock":"&nbsp;<b>H. Lind, <\/b> None..<br><b>A. A. Strait, <\/b> None..<br><b>S. Hall, <\/b> None..<br><b>J. B. Goon, <\/b> None..<br><b>J. D. Aleman, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>P. Owens, <\/b> None..<br><b>J. H. Wang, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5990","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6646","PresenterBiography":null,"PresenterDisplayName":"Hanne Lind, BS","PresenterKey":"e89a005a-cbc7-465e-b5e4-14da445cd8bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6646. Investigating the combination of radiation and subsequent immune checkpoint inhibitor treatment in head and neck squamous cell carcinoma models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the combination of radiation and subsequent immune checkpoint inhibitor treatment in head and neck squamous cell carcinoma models","Topics":null,"cSlideId":""},{"Abstract":"Ionizing radiation therapy (RT) has been characterized as an immunogenic event that in some tumors results in cell-death mediated activation of innate inflammatory and immunostimulatory mediators. These inflammatory mediators in turn modulate lymphocyte effector function in the tumor environment that can contribute to radiation-mediated control of tumors. We aim to model these interactions ex vivo, to identify the critical signals regulating immune function. We demonstrate that it is necessary to establish a three-dimensional model for crosstalk between tumor cells and immune cells to recapitulate myeloid and T cell responses to radiation. We have established 3D tumor spheroid co-culture models using murine MC38 colon carcinoma and Panc02-SIY pancreatic carcinoma cell lines with bone-marrow derived macrophages (BMDM). The spheroid cultures were exposed to 12 Gy RT and maintained in culture over a period of 5 days. Analyses were done using live-cell imaging and flow cytometry. Our findings demonstrate a decrease in hypoxia post RT, and exposure to RT increased the phagocytosis of dying cancer cells by macrophages. This was followed by a significant increase in CD80 and CD86 expression on the surface of macrophages in co-cultures on day 3 and day 4 post RT. These data matched our analyses of tumors treated in vivo with radiation and analyzed on day 4 post RT. In addition to RT-mediated upregulation of costimulatory molecules on macrophages, we also observed an increase in PD-L1 expression that may also impact T cell responses. To test T cell function in the 3D model, antigen-specific T cells were added to the Panc-02-SIY and BMDM spheroid co-cultures, which resulted in enhanced T cell proliferation in RT-treated groups. To assess the mechanism of macrophage activation in co-cultures, we evaluated HMGB1 as an innate adjuvant that may cause TLR4-mediated macrophage activation; however, the pattern of activation did not match that of RT. The involvement of the nucleic acid sensing cGAS-STING pathway was assessed by using BMDM from STING knockout (KO) mice in the 3D co-cultures. Similar upregulation of CD80 and CD86 were observed on STING KO macrophages in 3D co-cultures on day 4 post RT, indicating the observed phenomena to be independent of STING signaling. Ongoing studies aim to decrypt the innate downstream signaling pathways involved in RT-mediated polarization of macrophages so as to identify potential targeted therapies for tumor-associated macrophages, and also translate this to patient tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Spheroids,Radiation therapy,Tumor associated macrophages,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Aanchal Preet Kaur<\/b><sup><\/sup>, Alejandro F. Alice<sup><\/sup>, Megan R. Potuznik<sup><\/sup>, Gwen Kramer<sup><\/sup>, Jason Baird<sup><\/sup>, David J. Friedman<sup><\/sup>, Marka R. Crittenden<sup><\/sup>, Michael J. Gough<sup><\/sup><br><br\/>Earle A. Chiles Research Institute, Providence Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"288a75e4-9747-48fe-9d70-e6253c634a1f","ControlNumber":"5365","DisclosureBlock":"&nbsp;<b>A. Kaur, <\/b> None..<br><b>A. F. Alice, <\/b> None..<br><b>M. R. Potuznik, <\/b> None..<br><b>G. Kramer, <\/b> None..<br><b>J. Baird, <\/b> None..<br><b>D. J. Friedman, <\/b> None.&nbsp;<br><b>M. R. Crittenden, <\/b> <br><b>Bristol-Myers Squibb<\/b> Other, Received research funding unrelated to this manuscript.. <br><b>Jounce Therapeutics<\/b> Other, Received research funding unrelated to this manuscript.. <br><b>Mavupharma, Inc.<\/b> Other, Received research funding unrelated to this manuscript.&nbsp;<br><b>M. J. Gough, <\/b> <br><b>Bristol-Myers Squibb<\/b> Other, Received research funding unrelated to this manuscript.. <br><b>Jounce Therapeutics<\/b> Other, Received research funding unrelated to this manuscript.. <br><b>Mavupharma, Inc.<\/b> Other, Received research funding unrelated to this manuscript.. <br><b>VIR Biotechnology<\/b> Other, Received research funding unrelated to this manuscript.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5991","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6647","PresenterBiography":null,"PresenterDisplayName":"Aanchal Preet Kaur, PhD,MS,BE","PresenterKey":"351d741e-1b27-4b37-a056-3642ac96fba2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6647. Established 3D tumor-spheroid co-culture models demonstrate macrophage plasticity and unveil potential supportive roles of macrophages in the T cell-tumor-macrophage crosstalk post radiation therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Established 3D tumor-spheroid co-culture models demonstrate macrophage plasticity and unveil potential supportive roles of macrophages in the T cell-tumor-macrophage crosstalk post radiation therapy","Topics":null,"cSlideId":""},{"Abstract":"Gliomas, the most common primary brain tumors, remain largely incurable despite advancements in surgical and adjuvant therapies. While immunotherapies offer promising avenues, their efficacy has been limited by formidable anatomical barriers, such as the blood-brain barrier (BBB), which restricts the migration of immune cells into the brain and impedes the efficient drainage of brain-derived antigens, establishing an immune-privileged environment. Consequently, neoplastic formations within the brain often escape detection by the peripheral immune system, complicating therapeutic interventions. The application of low-intensity pulsed ultrasound with microbubbles (LIPU\/MB) has emerged as a potential solution, enabling the transient opening of the BBB. This facilitates drug transport and immune cell trafficking, including Chimeric Antigen Receptor (CAR) T cells, into brain tumors. However, challenges such as antigen-loss escape persist with CAR T cells. One proposed solution involves promoting antigen\/epitope spreading by inducing the presentation of brain (tumor) antigens to the systemic immune system. To investigate this, we conducted intravital imaging using Colony-stimulating factor receptor 1 (CSFR1) and CX3CR1 reporter mice, visualizing antigen-presenting cell locomotion in the brain before and after LIPU\/MB treatment using two-photon microscopy. Within one hour after LIPU\/MB, we observed the migration of CSFR1+ and CX3CR1+ immune cells from the brain parenchyma and perivascular space into the bloodstream, a phenomenon absent prior to LIPU\/MB treatment. Beyond that, flow cytometry identified CD45<sup>intermediate<\/sup>CD11b<sup>+<\/sup>-CX3CR1<sup>+<\/sup>-TMEM119<sup>+<\/sup>-P2RY12<sup>+<\/sup>microglia-like' cells in the blood. To further assess the immunological effects of LIPU\/MB on brain antigen presentation, we utilized transgenic mice expressing a minigene encoding four immunogenic peptides under the glial fibrillary acidic protein (GFAP) promoter. LIPU\/MB treatment was associated with increased proliferation and priming of adoptively transferred CNS antigen-specific na&#239;ve T cells in cervical lymph nodes, ultimately homing into the CNS, indicating enhanced antigen presentation. Furthermore, in a subset of glioblastoma (GBM) patients undergoing LIPU\/MB combined with doxorubicin and anti-PD-1 blocking antibodies, CD11b+CD14+P2YR12+ microglia were detected in blood samples during cycles 3-6 of treatment. This increase was absent in blood samples from healthy donors.Collectively, our findings suggest that LIPU\/MB represents a novel approach to augment brain-antigen presentation in the periphery, holding potential implications for improving the immunotherapeutic management of gliomas.[M.G., V.A.A., A.M.S., and H.O. contributed equally to this work.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Brain tumors,Low-intensity pulsed ultrasound,Immune privilege of the brain ,Enhancing CNS-dervied antigen presentation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Gallus<\/b><sup>1<\/sup>, V. Andres Arrieta<sup>2<\/sup>, A. Saijo<sup>1<\/sup>, P. Chuntova<sup>1<\/sup>, A. Yamamichi<sup>1<\/sup>, J. Haegelin<sup>1<\/sup>, S. Phyu<sup>1<\/sup>, L. Phung<sup>1<\/sup>, S. Amir-Kabirian<sup>1<\/sup>, S. Lakshmanachetty<sup>1<\/sup>, L. Chen<sup>2<\/sup>, K. Habashy<sup>2<\/sup>, A. Gould<sup>2<\/sup>, C. Amidei<sup>2<\/sup>, C. Lee Chang<sup>2<\/sup>, R. Stupp<sup>2<\/sup>, M. Canney<sup>3<\/sup>, H. Okada<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Northwestern University, Chicago, IL, <sup>3<\/sup>Carthera, Lyon, France","CSlideId":"","ControlKey":"35d49f27-4674-48de-94bf-011b7422777b","ControlNumber":"8944","DisclosureBlock":"&nbsp;<b>M. Gallus, <\/b> None..<br><b>V. Andres Arrieta, <\/b> None..<br><b>A. Saijo, <\/b> None..<br><b>P. Chuntova, <\/b> None..<br><b>A. Yamamichi, <\/b> None..<br><b>J. Haegelin, <\/b> None..<br><b>S. Phyu, <\/b> None..<br><b>L. Phung, <\/b> None..<br><b>S. Amir-Kabirian, <\/b> None..<br><b>S. Lakshmanachetty, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>K. Habashy, <\/b> None..<br><b>A. Gould, <\/b> None..<br><b>C. Amidei, <\/b> None..<br><b>C. Lee Chang, <\/b> None..<br><b>R. Stupp, <\/b> None.&nbsp;<br><b>M. Canney, <\/b> <br><b>Carthera<\/b> Employment.<br><b>H. Okada, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5992","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6648","PresenterBiography":null,"PresenterDisplayName":"Marco Gallus","PresenterKey":"5a7d9d1a-f2c0-467c-bc1a-c811df810450","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6648. Low-intensity pulsed ultrasound enhances the presentation of brain-derived antigens by facilitating the migration of antigen-presenting cells from the brain to the periphery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Low-intensity pulsed ultrasound enhances the presentation of brain-derived antigens by facilitating the migration of antigen-presenting cells from the brain to the periphery","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is a deadly malignancy with few therapeutic options. Tumor Treating Fields (TTFields) are low-intensity electric fields that disrupt cellular processes critical for cancer cell division and tumor progression and are approved for the treatment of glioblastoma and pleural mesothelioma. A phase 3 clinical trial is in progress to test the efficacy and safety of TTFields concomitant with standard-of-care gemcitabine and nab-paclitaxel (GnP) as front-line treatment of locally advanced PDAC. TTFields have been shown to induce immunogenic cell death (ICD) in cancer cells and elicit a systemic anti-cancer immune response. Accordingly, the benefit of applying TTFields together with immune checkpoint inhibitors (ICI) was demonstrated in a phase 3 study in patients with non-small cell lung carcinoma. This preclinical study investigated TTFields-induced immune responses in PDAC.<br \/>Methods: An orthotopic PDAC tumor model was established by inoculating 4X105 Panc02 pancreatic cancer cells with stable luciferase expression into the pancreas tail of immune-competent C57BL\/6 mice. The mice were randomized into four groups following bioluminescence detection of tumor volume: control, TTFields (150 kHz, 10 days), GnP (50 mg\/kg for each drug, i.p. injected once a week for a total of two administrations), and GnP + TTFields. At the end of treatment, tumor volume was measured using caliper, and blood was collected for spectral flow cytometry-based immunophenotyping and ELISA testing for the ICD marker HMGB-1. In vitro, Panc02 cells were treated for 72h with TTFields (150 kHz, 1.62 V\/cm RMS) and examined by flow cytometry for apoptosis and ATP secretion (using quinacrine staining) and surface exposure of calreticulin.<br \/>Results: TTFields markedly reduced the tumor size in Panc02 tumor-bearing mice compared to control mice. Analysis of peripheral blood effector (CD62L-CD44+) and central (CD62L+CD44+) memory T cells demonstrated the induction of circulating effector-memory cytotoxic CD8+ T cells. Additionally, serum HMGB-1 concentrations were significantly elevated in mice treated with TTFields compared to control mice, implying the involvement of ICD in the response to TTFields. In vitro, TTFields application induced apoptosis of Panc02 cells and increased ICD, as indicated by increased surface exposure of calreticulin and ATP depletion. When TTFields were used in Panc02 tumor bearing mice concomitantly with GnP, a substantial reduction in tumor size was detected, and a complete tumor regression was observed in a number of mice.<br \/>Conclusions: Our results suggest that TTFields may enhance the effects of standard-of-care chemotherapy for the treatment of PDAC. Furthermore, TTFields were shown to induce ICD and activate an antitumor immune response in PDAC, supporting future studies evaluating the efficacy of TTFields together with ICI in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Pancreatic cancer,Gemcitabine,nab-Paclitaxel,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Kan, T. Haj Khalil, Y. Barsheshet, <b>T. Voloshin<\/b>, A. Vorontsov, B. Brant, L. Koren, R. Blatt, S. Cahal, E. Zemer-Tov, R. Paz, A. Klein-Goldberg, C. Tempel Brami, S. Jacobovitch, A. Volodin, B. Koltun, C. David, A. Haber, M. Giladi, U. Weinberg, Y. Palti; <br\/>Novocure, Haifa, Israel","CSlideId":"","ControlKey":"4c403e26-21bf-48c3-ba49-03e5499866a7","ControlNumber":"4444","DisclosureBlock":"<b>&nbsp;T. Kan, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>T. Haj Khalil, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>Y. Barsheshet, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>T. Voloshin, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>A. Vorontsov, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>B. Brant, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>L. Koren, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>R. Blatt, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>S. Cahal, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Zemer-Tov, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Paz, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Klein-Goldberg, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>C. Tempel Brami, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>S. Jacobovitch, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Volodin, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>B. Koltun, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>C. David, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5993","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6649","PresenterBiography":null,"PresenterDisplayName":"Tali Voloshin","PresenterKey":"d5fc1133-3663-4458-859b-cecd32defa2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6649. Tumor treating fields (TTFields) induce an anti-tumor immune response in a pancreatic cancer mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields (TTFields) induce an anti-tumor immune response in a pancreatic cancer mouse model","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tumor Treating Fields (TTFields) are low intensity electric fields that disrupt cellular processes critical for cancer cell viability. TTFields have previously been shown to induce immunogenic cell death, promote dendritic cell maturation, and elicit a systemic anti-cancer immune response in preclinical models. The benefit of applying TTFields together with immune checkpoint inhibitors (ICI) was demonstrated in a phase 3 study in non-small cell lung carcinoma. In the current research, we investigated possible effects of TTFields on regulation of macrophage phenotype.<br \/>Methods: Bone marrow-derived macrophages (BMDMs) were generated from the femurs and tibias of 5-8-week-old Balb\\C mice. LPS+IFN-&#947; or IL-4 were applied to the BMDMs to induce polarization (M1 and M2, respectively). The BMDMs were then treated with TTFields (150 kHz, 24 h), and then examined by flow cytometry for surface expression of the macrophage biomarker F4\/80 and the activation markers CD80, major histocompatibility complex class II (MHC II), inducible nitric oxide synthase (iNOS), CD206, and ARG-1. Cell supernatants were collected and analyzed by multiplexed secretion assay for secretion levels of CXCL1 (KC), IL-18, IL-23, IL-12p70, IL6, TNF-&#945;, IL-12p40, TGF-&#946;1, CCL22 (MDC), IL-10, IL-6, G-CSF, CCL17 (TARC), and IL-1&#946;. Cell lysates were examined using a RhoA activation kit and Western blot to determine GEF-H1, c-Jun, and p65 phosphorylation levels.<br \/>Results: BMDMs exposed to TTFields demonstrated elevated expression of the pro-inflammatory M1 markers CD80<sup>+<\/sup> and MHC II<sup>high<\/sup>, and decreased expression of the M2 markers CD206 and ARG-1. A pro-inflammatory secretion pattern was detected, with increased levels of CXCL1, IL-18, IL-23, IL-12p70, TNF-&#945;, IL-12p40, CCL22, G-CSF, CCL17 and IL-1&#946;. The treated cells further demonstrated RhoA activation and GEF-H1 phosphorylation, with subsequent activation of the transcription factors c-Jun and p65.<br \/>Conclusions: This study reveals a novel immunomodulatory role for TTFields, promoting <i>in vitro<\/i> pro-inflammatory polarization of macrophage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Immunomodulation,Macrophages,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Kan, Y. Barsheshet, B. Brant, T. Haj Khalil, <b>T. Voloshin<\/b>, A. Volodin, L. Koren, B. Koltun, A. Klein-Goldberg, E. Zemer-Tov, R. Paz, A. Haber, M. Giladi, U. Weinberg, Y. Palti; <br\/>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"c79400cc-aaa4-4087-a43d-c03d7110ede9","ControlNumber":"4636","DisclosureBlock":"<b>&nbsp;T. Kan, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>Y. Barsheshet, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>B. Brant, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>T. Haj Khalil, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>T. Voloshin, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>A. Volodin, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>L. Koren, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>B. Koltun, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Klein-Goldberg, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Zemer-Tov, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Paz, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5994","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6650","PresenterBiography":null,"PresenterDisplayName":"Tali Voloshin","PresenterKey":"d5fc1133-3663-4458-859b-cecd32defa2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6650. Macrophage pro-inflammatory phenotype skewing by the application of tumor treating fields (TTFields)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage pro-inflammatory phenotype skewing by the application of tumor treating fields (TTFields)","Topics":null,"cSlideId":""},{"Abstract":"We investigated the interplay between transforming growth factor beta (TGF&#946;) regulation of immunosuppressive signaling and immunogenic DNA repair. Loss of TGF&#946; signaling by cancer cells is accompanied by increased use of error-prone repair. We described a transcriptomic score, &#946;Alt, that reports the TGF&#946;\/DNA repair functional relationship. Pan-cancer analysis showed that high &#946;Alt cancers (i.e., low TGF&#946; and high error-prone DNA repair) are sensitive to chemoradiation and have a greater fraction of genome altered compared to low &#946;Alt cancers. Defective mismatch repair is associated with T cell infiltration and response to immune checkpoint blockade (ICB), hence we investigated the immune context of bAlt. Unsupervised clustering of RNAseq profiles 12 independent immunocompetent mouse tumor derived transplant (mTDT) tumors based on &#946;Alt score indicated that high &#946;Alt was associated with immune poor phenotype and lack of type I interferon signatures. A similar relationship was evident in the bladder, breast, and lung TCGA data. A high &#946;Alt, immune poor mTDT in which T cells were only 20% of 10% CD45 were treated with monotherapy consisting of single fraction 10 Gy radiation, anti-PD-L1 or TGF&#946; inhibition, dual or triple treatment. Only monotherapy or combinations with radiation significantly increased survival. However, these ICB resistant tumors responded to triple treatment. Response was accompanied by increased tumor infiltrating CD45<sup>+<\/sup> cells (P=0.02), circulating CD8 T cells (P&#60;0.001) and natural killer (NK) cells (P&#60;0.001). As NK cells tripled and TGF&#946; broadly impairs NK cell effector function, we depleted NK cells to test whether they were required for the response to triple treatment. NK depletion completely abrogated response (P&#60;0.00001) indicating NK cells can provoke an ICB response in high &#946;Alt immune poor tumors. Both mouse tumors and human cancers show that loss of TGF&#946; signaling resulting in error-prone DNA damage response is strongly associated with immune poor tumors and suggests that TGF&#946; inhibition can override NK cell dysfunction to create vulnerability to ICB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,DNA damage,Natural killer cells,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. T. Moore<\/b>, J. Gkantalis, I. Guix, M. Barcellos-Hoff; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"0fb91a88-d158-4f55-8f4d-3746059749cb","ControlNumber":"3496","DisclosureBlock":"&nbsp;<b>J. T. Moore, <\/b> None..<br><b>J. Gkantalis, <\/b> None..<br><b>I. Guix, <\/b> None..<br><b>M. Barcellos-Hoff, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6651","PresenterBiography":null,"PresenterDisplayName":"Jade Moore, PhD","PresenterKey":"946094e9-5c34-488c-a36c-9721b39a9f81","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6651. Compromised TGF&#946; signaling and DNA repair primes immune poor tumors response to immune checkpoint blockade by activating NK cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Compromised TGF&#946; signaling and DNA repair primes immune poor tumors response to immune checkpoint blockade by activating NK cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM), the most common and deadly primary brain tumor in adults, has limited treatment options with poor outcomes. The urgent need for innovative treatments has spurred research into immunotherapy and oncolytic virus therapy as promising alternatives. Herein, we have developed a new generation oncolytic herpes simplex virus (oHSV) armed with IL-12 and anti-PD-1 antibody to provide a synergistic anti-GBM efficacy for immune-oncolytic therapy.<br \/>Methods: MVR-C5252, a novel oHSV, was created by genetic engineering, which included the removal of a 15-kb internal repeat (IR) region and both copies of the &#947;34.5 genes, along with the insertion of two exogenous genes encoding the anti-PD-1 antibody and IL-12. MVR-C5252 was characterized and assessed for its anti-GBM activities through a series of experiments as follows: 1) Safety assessments, including evaluations of neurotoxicity and latency-reactivation characteristics, were conducted in Balb\/C mice. 2) Anti-tumor activities were evaluated in cell cultures, subcutaneous and orthotopic xenograft mouse models, and immunocompetent mouse models. 3) Mechanistic studies were performed to uncover the mode of action of MVR-C5252, with a specific focus on its ability to induce cell death in GBM cells and activate the immune response <i>in vivo<\/i>.<br \/>Results: 1) <i>In vitro<\/i> studies showed that MVR-C5252 is highly replication attenuated but with higher cell-killing activity in GBM cells compared to the first generation oHSV, R3616, which has &#947;34.5 deletions only. 2) Mechanistic studies showed that MVR-C5252 infection increased cell death by reducing CNTNR&#945; expression, which typically prevents caspase 3 activation and has an anti-apoptotic effect in glioma cells. 3) Intracranial injection of MVR-C5252 revealed a remarkable safety profile, with over an 800-fold reduction in virulence compared to wild-type HSV-1. Furthermore, the mouse trigeminal ganglion (TG) infection model suggested that MVR-C5252 was unable to establish latency or reactivate in the TG. 4)<i> In vivo <\/i>subcutaneous and orthotopic xenograft mouse models showed that compared to the R3616 group, enhanced anti-tumor activity and extended survival were observed in the MVR-C5252 group. Additionally, in the syngeneic mice model, MVR-C5252 exhibited superior anti-tumor activity and immune activation over the backbone virus.<br \/>Conclusions: With the unique combination of safety, potent anti-tumor activity, and immune-stimulatory properties, MVR-C5252 makes it a big potential candidate to address the pressing need for effective treatment strategies of GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Glioblastoma,Oncolytic herpes simplex virus (oHSV),Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Wang, X. Zhou, <b>X. Chen<\/b>, Y. Liu, Y. Zheng, R. Yan, Y. Liu, J. Zhao, G. Zhou; <br\/>ImmVira Co.,Ltd., Shenzhen, China","CSlideId":"","ControlKey":"3729de8d-0325-4830-83de-935a06bbcfec","ControlNumber":"2342","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>R. Yan, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5996","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6652","PresenterBiography":null,"PresenterDisplayName":"Xiaoqing Chen, Dr PH","PresenterKey":"9474b1f6-6f56-43b9-b65a-3f87c762cc8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6652. Advanced glioblastoma immunotherapy: Attenuated herpes oncolytic virus armed with anti-PD-1 antibody and IL-12","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advanced glioblastoma immunotherapy: Attenuated herpes oncolytic virus armed with anti-PD-1 antibody and IL-12","Topics":null,"cSlideId":""},{"Abstract":"Oncolytic herpes simplex viruses (oHSVs) have shown promise as effective treatments against various cancers. Our study evaluated the efficacy of R-115, an oHSV retargeted to human Her2 (hHer2), fully virulent in its target cells and expressing murine interleukin 12 (mIL12), in a high-grade, immunocompetent murine glioma model. This model is based on orthotopically transplant of cells derived from PDGFB-induced primary gliomas in syngeneic mice, engineered to express hHer2. Our experimental design compared the impact of R-115 on gliomas where all cells expressed hHer2 against a setup where only about 50% of cells expressed hHer2. The latter aimed to replicate the heterogeneity of patient&#8217;s high-grade gliomas, where not all cells express the target molecule. Strikingly, results in terms of overall survival and tumor eradication were similar in both setups, with about a quarter of animals showing complete glioma eradication. This suggests that mIL12-armed oHSV's impact is less about direct viral-induced cell death and more about the immune response elicited by the mIL12-expressing virus. This response effectively targets cells lacking the viral-targeted protein but likely sharing other neoantigens with hHer2-positive cells. Mice cured in both experimental setups were rechallenged with purely hHer2-negative cells. Almost all did not develop gliomas, indicating a strong immune response capable of rejecting the tumor. Plasma analysis revealed that R-115-treated mice from both setups were more immunoreactive against both hHer2-positive and negative cells compared to untreated mice. Further, co-culturing long-surviving mice's splenocytes with glioma cells showed increased cell division in CD8, CD4 and CD19 populations, and elevated IFN-&#947;, granzyme B, and TNF-&#945; production. These findings underscore R-115's profound anti-cancer potential, especially its capacity to elicit an immune response effective against glioma cells, irrespective of their expression of the target molecule. This outcome, coupled with the results of the rechallenge experiments, is pivotal. It suggests that in a clinical context, an interleukin-12-expressing oHSV could effectively target not only residual cells post-surgical resection but also infiltrating cells that are distant from the site of virus administration. Encouraged by these promising findings, we are currently advancing our research with a novel oHSV that expresses mIL12 and targets EGFRvIII, a mutation found exclusively in tumor cells. This is aimed at enhancing the safety and translatability of this therapeutic approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Glioblastoma,Vaccines,HSV,Interleukin-12,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Francesca Piaggio<sup>1<\/sup>, Francesco Alessandrini<sup>2<\/sup>, Chiara Riviera<sup>3<\/sup>, Irene Appolloni<sup>3<\/sup>, Davide Ceresa<sup>1<\/sup>, Daniela Marubbi<sup>3<\/sup>, Tatiana Gianni<sup>4<\/sup>, Gabriella Campadelli-Fiume<sup>4<\/sup>, <b>Paolo Malatesta<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>IRCCS Ospedale Policlinico San Martino, Genova, Italy,<sup>2<\/sup>Department of Neurology, Northwestern University , Feinberg School of Medicine, Chicago, IL,<sup>3<\/sup>Department of Experimental Medicine (DIMES), University of Genoa, Genova, Italy,<sup>4<\/sup>Department of Medical and Surgical Sciences, University of Bologna, Bologna, Italy","CSlideId":"","ControlKey":"44f40de0-26c9-41d8-820d-eef6135e731d","ControlNumber":"3026","DisclosureBlock":"&nbsp;<b>F. Piaggio, <\/b> None..<br><b>F. Alessandrini, <\/b> None..<br><b>C. Riviera, <\/b> None..<br><b>I. Appolloni, <\/b> None..<br><b>D. Ceresa, <\/b> None..<br><b>D. Marubbi, <\/b> None..<br><b>T. Gianni, <\/b> None.&nbsp;<br><b>G. Campadelli-Fiume, <\/b> <br><b>Nouscom<\/b> Stock.<br><b>P. Malatesta, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5997","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6653","PresenterBiography":null,"PresenterDisplayName":"Paolo Malatesta, PhD","PresenterKey":"aed72df3-0081-4525-9217-8f1a300b3f96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6653. Oncolytic virotherapy induces a long-term immune antitumoral response leading to glioma eradication","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic virotherapy induces a long-term immune antitumoral response leading to glioma eradication","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma, the most common primary brain malignancy in adults, is an aggressive cancer with five-year median survival of ~6.8%. New treatment options are urgently needed for glioblastoma and other high-grade gliomas (HGGs). Oncolytic viruses (OVs) are an emerging class of cancer therapy currently being evaluated as treatments for a variety of malignancies, including glioblastoma. Our labs developed OV C134, now under evaluation in a phase I clinical trial of recurrent glioblastoma (NCT03657576). In addition to directly infecting and lysing tumor cells, OVs are capable of stimulating anti-tumor immune responses. We previously showed in the CT2A syngeneic mouse model of HGG that treatment with a version of C134 engineered to express the shared tumor antigen Ephrin-A2 (EPHA2; commonly upregulated in glioblastoma) significantly increased survival and produced EPHA2-specific T cell responses. This finding led us to hypothesize that C134 could be further engineered to stimulate antigen-specific immune responses against tumor-specific neoantigens. We first assessed the impact of C134 treatment on immune cell dynamics in HGGs, by performing single cell RNA sequencing of CD45+ immune cell infiltrate from CT2A HGGs treated with C134 or saline (control). Clustering of these data identified 17 distinct immune cell types, and differential expression analyses revealed several C134-induced changes. These included increased expression of genes involved in antigen presentation and STAT signaling in microglia and macrophage subsets, the proliferation marker <i>Mki67<\/i> in germinal center B cells, the chemokine <i>Ccl12<\/i> from microglia, and tissue-resident memory marker genes <i>Fos<\/i> and <i>Jun<\/i> in T cells. These data suggest C134 treatment poises the tumor immune microenvironment for antigen presentation and antigen-specific immune responses. Next, we evaluated CT2A to identify candidate tumor neoantigens by isolating DNA and RNA from orthotopic tumors and DNA from tail snips of mice treated with saline or C134. We carried out RNA sequencing (tumors) and whole exome sequencing (tumor and normal), and employed the Personalized Variant Antigens by Cancer Sequencing (pVAC-Seq) computational pipeline. This pipeline takes somatic variant calls from the exome comparison of tumor to normal DNA, validates RNA expression of called variants, and feeds corresponding peptide sequences into algorithms that predict the binding of variant-containing peptides to major histocompatibility complex (MHC), thereby assessing for potential neoantigens. Our pVAC-Seq analysis revealed a conserved set of 1,264 tumor-exclusive variants expressed at the RNA level with high (ic50&#60;500nm) predicted binding to mouse MHC. I will present details of C134-induced immune remodeling in syngeneic HGG models, and describe a plan to engineer C134 to express a prioritized set of neoantigens to evaluate how efficacy from OV therapy may be further enhanced in a patient-specific manner.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Oncolytic virus,Orthotopic models,Glioma,Antigen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Hedberg<\/b>, A. Martin, D. Kim, J. Navarro, A. Rivaldi, Y. Kim, I. Hernandez-Aguirre, E. Garfinkle, K. Miller, K. Cassady, E. Mardis; <br\/>Nationwide Children's Hospital, Columbus, OH","CSlideId":"","ControlKey":"bcb2f4f8-a119-4fcf-a972-164d63477bbc","ControlNumber":"8612","DisclosureBlock":"&nbsp;<b>J. Hedberg, <\/b> None..<br><b>A. Martin, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>J. Navarro, <\/b> None..<br><b>A. Rivaldi, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>I. Hernandez-Aguirre, <\/b> None..<br><b>E. Garfinkle, <\/b> None..<br><b>K. Miller, <\/b> None.&nbsp;<br><b>K. Cassady, <\/b> <br><b>Mustang Bio<\/b> Stock. <br><b>E. Mardis, <\/b> <br><b>PACT Pharma LLC<\/b> Scientific advisory board membership, honorarium, and stock options. <br><b>Scorpion Therapeutics, LLC<\/b> Scientific advisory board membership, honorarium, and stock options. <br><b>Qiagen N.V.<\/b> Supervisory board membership, stock. <br><b>Singular Genomics, Inc.<\/b> Board of directors membership and stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5998","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6654","PresenterBiography":null,"PresenterDisplayName":"Jack Hedberg, BS","PresenterKey":"672af11e-25ca-4707-9e84-64e7b1ec1496","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6654. Oncolytic virotherapy targeting high-grade glioma tumor antigens","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic virotherapy targeting high-grade glioma tumor antigens","Topics":null,"cSlideId":""},{"Abstract":"MEM-288 is a dual-transgene armed oncolytic adenovirus in phase 1 clinical development as a standalone agent and in combination with immune checkpoint inhibitors (ICI). It encodes two potent immune agonists: IFN&#946; and a recombinant membrane-stable chimeric form of CD40L (MEM40). We previously demonstrated this agonist combination is better than either agonist individually to activate conventional dendritic cells type 1 (cDC1) crucial for CD8<sup>+<\/sup> T cell cross-priming, and to increase tumor-antigen reactive CD8<sup>+<\/sup> T cells. Furthermore, first-in-human Phase 1 clinical trial (NCT05076760) results of MEM-288 for advanced non-small cell lung cancer (NSCLC) and other solid tumors showed MEM-288 tumor shrinkage was associated with systemic antitumor T cell immunity as demonstrated by cytokine, T cell clonotype, and tumor neoantigen analysis. Here, we investigated the precise nature of the localized and systemic T cell response induced by MEM40 + IFN&#946; in preclinical tumor models. Single-cell RNA sequencing of tumor infiltrating T lymphocytes (TILs) revealed that MEM40 + IFN&#946; elicited a strong increase in T cells expressing Granzyme B and PRF1, key effector cytokines and cytotoxicity mediators. We tracked the CD8<sup>+<\/sup> T cell response in CD45.1 C57BL\/6 mice implanted with syngeneic B16 tumor expressing the model antigen OVA. Interestingly, intratumoral treatment with adenovirus encoding MEM40 + IFN&#946; did not cause an appreciable increase in absolute numbers of antigen-reactive CD8<sup>+<\/sup> T cells, despite tumor growth inhibition. However, MEM40 + IFN&#946; compared to control unarmed adenovirus induced a significant (p &#60; 0.005) 5-fold increase in polyfunctional IFN&#947;<sup>+<\/sup>TNF&#945;<sup>+<\/sup>PRF1<sup>+<\/sup> and IFN&#947;<sup>+<\/sup>TNF&#945;<sup>+<\/sup>Granzyme B<sup>+<\/sup> CD8<sup>+<\/sup> T cells. Polyfunctional CD8<sup>+<\/sup> T cells have the capacity to simultaneously produce effector cytokines and cytotoxicity mediators and are known to be strongly associated with antitumor T cell activity. The robust polyfunctional CD8<sup>+ <\/sup>T cell response in these studies is consistent with T cell-driven antitumor activity found in both our preclinical tumor experiments and our clinical studies in advanced NSCLC patients responding to MEM-288. Overall, our findings suggest MEM40 + IFN&#946; generates a strong polyfunctional CD8<sup>+<\/sup> T cell response in the TME that warrants continued evaluation to understand the pleiotropic mechanisms of this cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Oncolytic adenovirus,CD40,Immunotherapy,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Cantwell<\/b><sup>1<\/sup>, A. N. Saltos<sup>2<\/sup>, H. Zheng<sup>2<\/sup>, D. Foresman<sup>2<\/sup>, A. A. Beg<sup>2<\/sup>; <br\/><sup>1<\/sup>Memgen Inc., Houston, TX, <sup>2<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"7887200f-8e2f-44e2-9346-3a309a71b269","ControlNumber":"7339","DisclosureBlock":"<b>&nbsp;M. J. Cantwell, <\/b> <br><b>Memgen Inc.<\/b> Employment, Stock, Patent.<br><b>A. N. Saltos, <\/b> None..<br><b>H. Zheng, <\/b> None..<br><b>D. Foresman, <\/b> None.&nbsp;<br><b>A. A. Beg, <\/b> <br><b>Memgen Inc.<\/b> Grant\/Contract, Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6655","PresenterBiography":null,"PresenterDisplayName":"Mark Cantwell, PhD","PresenterKey":"afe77b86-6c41-46c2-82b3-b6050ddb41af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6655. Oncolytic adenovirus dually expressing interferon beta and membrane-stable CD40 ligand increases polyfunctional CD8<sup>+<\/sup>T cells associated with antitumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic adenovirus dually expressing interferon beta and membrane-stable CD40 ligand increases polyfunctional CD8<sup>+<\/sup>T cells associated with antitumor activity","Topics":null,"cSlideId":""},{"Abstract":"Major challenges for CAR-T cell therapy in solid tumors include various limitations due to the issue of appropriate antigen selection, tumor heterogeneity, and the immune-suppressive tumor microenvironment (TME). To overcome these hurdles, we&#8217;ve developed a novel therapy, CLM-202 which is a combination therapy of oncolytic Newcastle disease virus (NDV) and NDV F protein-targeted CAR-T cell therapy (NDV F CAR-T). After NDV infects tumor cells, NDV envelope protein F is expressed on the tumor cell surface. NDV F CAR-T recognizes NDV F protein and kills the tumor cells. This approach can be applied to patients with various indications, regardless of the presence of the target protein. Using NDV to deliver antigens minimizes the risk of tumor recurrence due to tumor heterogeneity. Furthermore, it mitigates off-target toxicity by targeting oncolytic virus-derived proteins, not human proteins. Oncolytic NDV also triggers a potent immune response within the tumor microenvironment, thereby altering the immunosuppressive conditions of the tumor and improving CAR-T efficacy. Therefore, CLM-202 can be a multipurpose solution for solid tumors. We have developed a second-generation CAR-T cell therapy, NDV F CAR-T, which can be used in combination with an oncolytic virus known as NDV. NDV F CAR-T is designed to specifically target the F protein expressed when cells are infected by NDV. It incorporates a single-chain variable fragment (scFv) derived from an antibody that can bind specifically to the F protein of NDV-infected cells. To assess the activity of NDV F CAR-T in tumor cells against a variety of solid tumors as indications, we conducted several experiments. We initially confirmed the expression of the F protein in NDV-infected tumor cells. We also conducted cytotoxicity tests to confirm NDV F CAR-T's ability to induce death in NDV-infected tumor cell lines. Furthermore, to assess the efficacy of NDV F CAR-T in an in vivo model, we established an orthotopic mouse model. In this model, we administered NDV via intratumoral injection, followed by the single-dose administration of NDV F CAR-T to perform the efficacy test. We have confirmed that NDV infects all solid tumor cell lines representing different indications and induces the expression of the F protein in infected tumor cells. Furthermore, we have observed that NDV infection in these diverse tumor cells results in robust tumor cell-killing activity by NDV F CAR-T and the subsequent activation of CAR-T. Moreover, in an orthotopic mouse model, we have demonstrated that the administration of NDV followed by NDV F CAR-T induces potent tumor growth inhibition. In summary, our research proposes a novel therapeutic strategy, CLM-202 that utilizes NDV F CAR-T and NDV to overcome the limitations of CAR-T cell therapy in solid tumors, including tumor heterogeneity and immune-suppressive tumor microenvironments. This approach aims to effectively treat a wide range of indications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CAR T cells,Oncolytic virus,Combination therapy,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Choi<\/b><sup>1<\/sup>, K. Kim<sup>1<\/sup>, S. Lee<sup>1<\/sup>, J. Choi<sup>1<\/sup>, S.-J. Lee<sup>1<\/sup>, Y. Lee<sup>2<\/sup>, J. Kim<sup>3<\/sup>, H. Lee<sup>3<\/sup>, K. Kim<sup>3<\/sup>, M.-S. Park<sup>3<\/sup>, S.-W. Song<sup>1<\/sup>; <br\/><sup>1<\/sup>R&D center, CellabMED Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Hanyang University, Ansan, Korea, Republic of, <sup>3<\/sup>Vaccine Innovation Center, Institute for Viral Diseases, Korea University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a5861c99-302b-4bdc-a13e-449ce151316e","ControlNumber":"4034","DisclosureBlock":"&nbsp;<b>S. Choi, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>S. Song, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6656","PresenterBiography":null,"PresenterDisplayName":"Soyoung Choi, MS","PresenterKey":"56430a6b-93d1-4b41-aae1-76ddf1d70fbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6656. Revolutionizing solid tumor treatment : Viral protein-targeted CAR-T with oncolytic virus","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revolutionizing solid tumor treatment : Viral protein-targeted CAR-T with oncolytic virus","Topics":null,"cSlideId":""},{"Abstract":"Objective: Epithelial Ovarian cancer (EOC) has the highest mortality rate among gynecologic malignancies, necessitating novel therapeutic approaches. Viral oncolytic immunotherapy with recombinant oncolytic vaccinia virus (OVV) offers promise for advanced-stage cancer treatment. OPCML is a GPI-anchored 3 Ig-domain tumor suppressor inactivated by somatic methylation in 87% of EOC. OVV with OPCML (OVV-OPCML) gene insertion may have potential as a therapeutic agent. This study explores the oncolytic, signaling-inhibitory, anti-angiogenic and synergistic immunotherapeutic properties of OVV-OPCML in EOC treatment, evaluating its therapeutic potential.<br \/>Methods: To create OVV-OPCML, the virulent vaccinia virus Copenhagen strain F3L site was modified with OPCML cDNA, confirmed by qPCR and western blot. Oncolytic potential was assessed through in vitro and in vivo EOC cell infection with OVV-OPCML. Real-time cell analysis (RTCA) assessed cell proliferation. Xenograft tumor models in nude mice were used to evaluate in vivo oncolytic activity, while OVV-OPCML combined with anti-PD-1 treatment was tested using a syngeneic orthotopic EOC mouse model (ID8) in C57BL\/6 immunocompetent mice. Serum IFN-&#947; and TNF-&#945; were quantified via ELISA. Receptor Tyrosine Kinases, angiogenesis and phosphorylation together with immune markers were examined by western blotting and by multiplex immunohistochemistry (mIHC) analysis of tumor sections.<br \/>Results: OVV-OPCML selectively infected OC cells, leading to viral replication and tumor cell death, while sparing normal ovarian cells in-vitro. OPCML protein expression increased post-infection. OVV-OPCML reduced ERBB2, EGFR, and FGFR1 expression in SKVO3 OV cells. Intratumoral or intraperitoneal (IP) OVV-OPCML administration in human ovarian cancer nude mouse models reduced tumor growth and improved survival. IP in-vivo OVV-OPCML in combination with anti-PD-1 treatment in vivo, in the IP ID8 syngeneic model demonstrated synergy with survival improvement. H&#38;E staining showed tumor cell damage without significant harm to normal tissues. Protein expression of ERBB2, EGFR, FGFR1, and their phosphorylated forms decreased. CD31, VEGFR2, p-VEGFR2 (Tyr1175), and p-VEGFR2 (Tyr1214) downregulation suggested tumor angiogenesis disruption. OVV-OPCML treatment elevated serum TNF-&#945; and INF-&#947; levels and increased CD8+ T cells and PD-L1 expression in OVV-OPCML treated syngeneic tumors.<br \/>Conclusions: OPCML gene enhances OVV selectivity against OC cells through direct oncolysis and OPCML protein production, inhibiting specific RTKs, suppressing angiogenesis, and activating antitumor immune responses synergistically with anti-PD-1. OVV-OPCML therapy shows promise as a targeted strategy for ovarian cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Ovarian cancer,Tumor suppressor gene,Anti-PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Tang<sup>1<\/sup>, Y. Liu<sup>2<\/sup>, M. Deng<sup>1<\/sup>, F. Huang<sup>1<\/sup>, J. Wang<sup>3<\/sup>, P. Blake<sup>4<\/sup>, H. Gabra<sup>4<\/sup>, <b>Q. Wang<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Guangxi Medical University, Nanning, China, <sup>2<\/sup>Guangxi Medical University Cancer Hospital (Guangxi Tumor Control Institute), Nanning, China, <sup>3<\/sup>Genvira Biosciences Inc., Ottawa, ON, Canada, <sup>4<\/sup>Papyrus Therapeutics Inc., West Chester, PA","CSlideId":"","ControlKey":"ce3395a5-af74-45ac-8c42-95a70370e760","ControlNumber":"2111","DisclosureBlock":"&nbsp;<b>Y. Tang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>M. Deng, <\/b> None..<br><b>F. Huang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>P. Blake, <\/b> None..<br><b>H. Gabra, <\/b> None..<br><b>Q. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6657","PresenterBiography":null,"PresenterDisplayName":"Qi Wang, PhD","PresenterKey":"2f423432-3d1b-4df8-abe5-f3479cd67856","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6657. Oncolytic Vaccinia Virus Carrying OPCML Tumor Suppressor is active in Epithelial Ovarian Cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic Vaccinia Virus Carrying OPCML Tumor Suppressor is active in Epithelial Ovarian Cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Oncolytic viruses, such as the chimeric vesicular stomatitis virus variant VSV-GP have dual modes of action, direct tumor-cell killing, and activation of tumor-specific immunity. While tumor cells deficient in type I interferon (IFN) response are permissive to VSV-GP replication and killing, IFN competent tumor cells are protected from VSV-GP-mediated oncolysis. Our previous data demonstrated that VSV-GP therapy turns immunologically &#8216;cold&#8217; tumors &#8216;hot&#8217; by increasing infiltration of T cells into the tumor. The aim of this study was to use the VSV-GP platform to locally express a T cell engager (TcE) molecule to redirect these T cells to destroy non-permissive IFN competent tumor cells expressing the target of the TcE on their cell surface.<br \/>Methods: We selected EpCAM as the target antigen and used a bispecific EpCAM-TcE molecule consisting of two variable single chain fragments against EpCAM and CD3, respectively. VSV-GP encoding EpCAM-TcE (VSV-GP-EpCAM-TcE) or an invariant control TcE (VSV-GP-TNP-TcE) were generated as previously described. T cells were co-cultured with human target cells expressing EpCAM on their cell surface, either infected with the VSV-GP-EpCAM-TcE virus or with supernatant from VSV-GP-EpCAM-TcE infected cells. T cell activation, proliferation, degranulation and cytokine secretion were analyzed by flow cytometry and multiplex cytokine assays as a measure of TcE mediated cross-linking of T cells to their target on cancer cells. Patient-derived head and neck squamous cell carcinoma (HNSCC) tumors were sectioned into approximately 200 &#181;M slices and infected with the virus. T cell activation was measured by cytokine secretion. The therapeutic potential of VSV-GP-EpCAM-TcE was tested <i>in vivo<\/i> in cell-line derived xenograft (CDX) models implanted in immunodeficient mice humanized with donor-derived PBMCs or CD34+ cells.<br \/>Results: Virus fitness was maintained for VSV-GP encoding the TcE molecule. Using co-culture assays, we demonstrated that EpCAM-TcE molecule is successfully expressed by VSV-GP and can activate both CD4+ and CD8+ T cells resulting in proliferation, degranulation, and cytokine secretion. Furthermore, we validated the concept using patient-derived HNSCC tumor slices which are representative of complex human tumor ecosystems. We could confirm that cancer cells infected by VSV-GP-EpCAM-TcE virus express functional TcE molecule and activates T cells to secrete IFN&#947; and TNF&#945;. Finally, we tested the concept in two different CDX models where VSV-GP-EpCAM-TcE showed improved tumor growth inhibition due to a combined effect of oncolysis and T cell activation by EpCAM-CD3 TcE.<br \/>Summary: The oncolytic virus VSV-GP can be successfully armed with a TcE to redirect tumor-infiltrating T cells to destroy tumor cells which are not permissive to viral replication. This resulted in an enhanced therapeutic efficacy compared to just the oncolytic effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"Oncolytic virus,T cell engager,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Ponnurangam<sup>1<\/sup>, T. Schwaiger<sup>1<\/sup>, S. Walter<sup>2<\/sup>, S. Bartl<sup>1<\/sup>, M. Mayr<sup>1<\/sup>, M. Petersson<sup>1<\/sup>, T. Schoenberger<sup>3<\/sup>, F. Heinemann<sup>3<\/sup>, P. Gross<sup>3<\/sup>, W. Rist<sup>3<\/sup>, S. Kasturirangan<sup>4<\/sup>, C. Lempp<sup>3<\/sup>, J. Petschenka<sup>3<\/sup>, <b>K. Das<\/b><sup>1<\/sup>, N. Tobias<sup>1<\/sup>; <br\/><sup>1<\/sup>ViraTherapeutics GmbH, Rum, Austria, <sup>2<\/sup>Boehringer Ingelheim RCV GmbH & Co KG, Vienna, Austria, <sup>3<\/sup>Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach a.d. Riss, Germany, <sup>4<\/sup>Boehringer Ingelheim Pharmaceutical, Inc., Ridgefield, CT","CSlideId":"","ControlKey":"def45e98-5e00-409e-bdc4-669a61bdce0b","ControlNumber":"3190","DisclosureBlock":"<b>&nbsp;A. Ponnurangam, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>T. Schwaiger, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>S. Walter, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>S. Bartl, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>M. Mayr, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>M. Petersson, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>T. Schoenberger, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>F. Heinemann, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>P. Gross, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>W. Rist, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>S. Kasturirangan, <\/b> <br><b>Boehringer Ingelheim Pharmaceutical, Inc.,<\/b> Employment. <br><b>C. Lempp, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>J. Petschenka, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>K. Das, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment. <br><b>N. Tobias, <\/b> <br><b>ViraTherapeutics GmbH<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6658","PresenterBiography":null,"PresenterDisplayName":"Krishna Das","PresenterKey":"880b68af-4455-4ad6-aab3-7e473212156b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6658. TcE armed oncolytic virus VSV-GP combines oncolysis and T-cell retargeting for improved efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TcE armed oncolytic virus VSV-GP combines oncolysis and T-cell retargeting for improved efficacy","Topics":null,"cSlideId":""},{"Abstract":"Patients with metastatic breast cancer (MBC) have a dismal prognosis, with a 5-year survival rate of only 26%. The inadequate infiltration of immune cells targeting the tumor microenvironment (TME) is a key factor contributing to this low survival rate. Immune effector cells, including CD8+ cytotoxic T cells, NKT cells, and NK cells, play a crucial role in targeting tumor cells. The activation of immune effector cells relies on the presence of conventional type I dendritic cells (cDC1), which present tumor-specific antigenic peptides on their surface. Recent studies have identified the chemokine XCL1 and growth factor FLT3L as critical factors involved in the intratumoral recruitment and expansion of dendritic cells. To enhance the activity of cDC1 in the TME we designed an oncolytic herpes simplex virus (oHSV) expressing XCL1 and FLT3L. The recombinant oHSV, rQ1-XF, was generated by incorporating LoxP sites into the viral genome through recombination with a carrier plasmid carrying the polycistronic cassette. To enhance the intratumoral penetration of oHSV injected intravenously in primary tumors and MBC lesions in the lung, we employed the cancer drug ganetespib, which can increase the permeability of tumor blood vessels. In comparison to untreated mice, ganetespib combined with rQ1-XF reduced the size of primary tumors and induced a short but significant increase in the survival of mice. Additionally, compared to the ganetespib alone treatment, ganetespib combined with rQ1-XF reduced MBC burden in the lung. The flow cytometry analysis of immune cells revealed an increased infiltration of CD11c+CD11b- dendritic cells in primary tumors treated with oHSV combination therapy compared to the ganetespib only control. A similar trend was also observed in CD4 T cells and CD8 T cells in primary tumors. As expected, there was a negative correlation between tumor burden and the infiltration of CD4+ T cells and CD8+ T cells in primary tumors. Ganetespib combined with oHSV also reduced the infiltration of CD4+ regulatory T cells (Tregs) in primary tumors, however the number of Tregs increased with primary tumor size as well as tumor burden in the lung. This could potentially lead to reduced efficacy of tumor-infiltrating dendritic cells in activating effector T cells in tumors treated with ganetespib and rQ1-XF. Moreover, the combination therapy did not yield significant alterations in the populations of DCs, CD4+ T cells, and CD8+ T cells in lungs with metastatic lesions. Further studies are underway to investigate whether the depletion of Treg cells in combination with rQ1-XF enhances effector T cell activation against metastatic breast tumor cells. The findings of this study will provide valuable insights into the effectiveness of using XCL1 and FLT3L-armed oncolytic viruses in patients with MBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Dendritic cells,Breast cancer,FLT3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Himanshu Soni<\/b><sup>1<\/sup>, Liqun Gu<sup>2<\/sup>, Sylvie Roberge<sup>2<\/sup>, Heena Kumra<sup>2<\/sup>, Hiroshi Nakashima<sup>1<\/sup>, E. Antonio Chiocca<sup>1<\/sup>, Yves Boucher<sup>2<\/sup><br><br\/><sup>1<\/sup>Harvey W. Cushing Neuro-oncology Laboratories (HCNL), Department of Neurosurgery, Harvard Medical School and Brigham and Women’s Hospital, Boston, MA,<sup>2<\/sup>Edwin L. Steele Laboratories, Radiation Oncology, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"07189e63-f164-489b-a50b-9e37abe3f1cf","ControlNumber":"1474","DisclosureBlock":"&nbsp;<b>H. Soni, <\/b> None..<br><b>L. Gu, <\/b> None..<br><b>S. Roberge, <\/b> None..<br><b>H. Kumra, <\/b> None..<br><b>H. Nakashima, <\/b> None.&nbsp;<br><b>E. Chiocca, <\/b> <br><b>Theriva Biosciences<\/b> Consultant. <br><b>Insightec<\/b> Consultant. <br><b>Genenta Inc<\/b> Consultant. <br><b>DNAtrix Inc.<\/b> Consultant.<br><b>Y. Boucher, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6659","PresenterBiography":null,"PresenterDisplayName":"Himanshu Soni, PhD","PresenterKey":"3b6ba0f0-26c7-4f9a-8785-d3729753ba2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6659. Oncolytic herpes simplex virus expressing XCL1 and FLT3L modulate the intratumoral immune response and improve the anti-tumor efficacy in a metastatic breast tumor model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic herpes simplex virus expressing XCL1 and FLT3L modulate the intratumoral immune response and improve the anti-tumor efficacy in a metastatic breast tumor model","Topics":null,"cSlideId":""},{"Abstract":"Multiple oncolytic viruses have been shown to induce multifaceted changes in the tumor microenvironment, that ultimately support induction of anti-tumor immune responses. We have previously demonstrated that CodaLytic, a codon-modified influenza virus, can kickstart the cancer immunity cycle at various steps in several mouse models with differing baseline immune contextures. Here, we are describing the activity of a new codon-modified virotherapeutic derived from the same synthetic viral engineering platform [Coleman <i>et al.<\/i>, Science 2008]. Zika virus strain MR766 was synthetically codon-modified at 664 positions in the envelop gene to yield CDX-602. Virus was originally passaged in Vero cells and working stocks were expanded in BSR-T7 cells for <i>in vivo<\/i> use after titration on MA104.1 cells. Efficacy after intratumoral injection of 10<sup>7<\/sup> PFU\/dose CDX-602 alone or in combination with 200 &#956;g\/dose &#945;PD-1 blockade (RMP1-14, i.p.) was determined in subcutaneous B16-F10 melanoma and orthotopic EMT6 breast cancer models (n = 10). Changes in the tumor immune infiltrate were characterized using flow cytometry 6 or 8 days after treatment initiation, respectively (n = 5). In the immunotherapy-resistant B16-F10 model, CDX-602 monotherapy led to highly reproducible tumor growth inhibition (TGI, 52%, p &#60; 0.0001 vs vehicle control), resulting in modest, but significant prolongation of median survival (25%, p &#60; 0.01). Anti-tumor efficacy correlated with increased tumor immune infiltration with CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells (R<sup>2<\/sup> = 0.68 and 0.67, respectively, p &#60; 0.01). Importantly, frequencies of cross-presenting dendritic cells (cDC) were increased 3.8-fold (p &#60; 0.0001) after virus treatment, while no compensatory influx of CD206<sup>+<\/sup> macrophages was observed, suggesting immune contexture changes conducive to anti-tumor immune induction. Efficacy was confirmed in the EMT6 model, in which monotherapy TGI was 44% and thus on par with &#945;PD-1 blockade (50%, both p &#60; 0.0001 vs control). Combination viroimmunotherapy in this model further improved efficacy, leading to 71% TGI and a doubling in complete regressions to 40%. Inclusion of CDX-602 in the treatment regimen led to similar changes in immune infiltration, in particular recruitment of CD8<sup>+<\/sup> T cells and cDCs (9.7-fold and 6.9-fold increase after combination, respectively). Additional <i>ex vivo<\/i> analyses to confirm induction of anti-tumor immune responses are ongoing. Taken together, this preclinical data establishes CDX-602 as a novel virotherapeutic candidate that engages multiple mechanisms of action that contribute to anti-tumor activity. CDX-602 is the second virotherapeutic candidate derived from Codagenix&#8217;s codon modification platform, further supporting the utility of this synthetic viral engineering technology for viroimmunotherapy of cancer and highlighting its potential across multiple viral species.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Tumor infiltrating lymphocytes,Dendritic cells,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Jahan<sup>1<\/sup>, Y. Zhao<sup>1<\/sup>, K. Blagovic<sup>1<\/sup>, Y. Wang<sup>2<\/sup>, J. Coleman<sup>2<\/sup>, S. Mueller<sup>2<\/sup>, <b>J. K. Kaufmann<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Codagenix, Inc., Cambridge, MA, <sup>2<\/sup>Codagenix, Inc., Farmingdale, NY","CSlideId":"","ControlKey":"3f6c62db-4824-4a50-ae51-6c423dfe4fb7","ControlNumber":"7350","DisclosureBlock":"<b>&nbsp;N. Jahan, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Stock Option. <br><b>Y. Zhao, <\/b> <br><b>Codagenix Inc.<\/b> Employment. <br><b>K. Blagovic, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Stock Option. <br><b>SQZ Biotechnologies<\/b> Employment, Stock Option. <br><b>Y. Wang, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Stock Option. <br><b>J. Coleman, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Fiduciary Officer, Stock Option, Patent. <br><b>S. Mueller, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Fiduciary Officer, Stock Option, Patent. <br><b>J. K. Kaufmann, <\/b> <br><b>Codagenix Inc.<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6660","PresenterBiography":null,"PresenterDisplayName":"Johanna Kaufmann, PhD","PresenterKey":"b8de895d-c670-4564-9501-e0d3447f9589","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6660. The novel codon-modified Zika virus CDX-602 shows anti-tumor efficacy and remodels the tumor microenvironment in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The novel codon-modified Zika virus CDX-602 shows anti-tumor efficacy and remodels the tumor microenvironment in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) based immunotherapy has found success in treating breast cancers but for more immunosuppressive cancer types, especially most of triple negative breast cancers (TNBCs), response rates generally are low. Also, combination immunotherapy with oncolytic adenoviruses (OAVs) has been shown to induce a more immune inflamed phenotype in many pre-clinical studies. Here, by using a 40-antibody panel for mass cytometry, we profiled comprehensive changes of cell phenotypes in a TNBC mouse model both systemically and in the tumor microenvironment in response to the treatment of ICIs and\/or a new systemically delivered, TGF&#946; signaling inhibiting OAV, mHAdLyp.sT. The samples in this study were collected on day 16 of tumor cell inoculation, while mHAdLyp.sT were applied by tail vein on day 7 and 9, and anti-PD-1 and anti-CTLA-4 antibodies were injected Intraperitoneally on day 8, 10, 12, 14. After sample processing and data acquisition on Helios system, a standard workflow was applied for data preprocessing including normalization, compensation, transformation, diagnostic analysis, marker ranking, cell population identification, visual representation, differential analysis, and statistical analysis. In blood samples, for T cell clusters, percentages of effector CD8<sup>+<\/sup> T cells, na&#239;ve CD8<sup>+<\/sup> T cells, and CD44<sup>low<\/sup>CD62L<sup>low<\/sup> CD8<sup>+<\/sup> T cells among total cells were increased by mHAdLyp.sT, anti-PD-1, and anti-CTLA-4 combination when compared to the buffer group but none of these significant changes were observed in groups treated with mHAdLyp.sT or ICI antibodies alone. Combination treatment also increased percentages of clusters of CD272<sup>high<\/sup>CD44<sup>high <\/sup>DCs, CD44<sup>high<\/sup>CD62L<sup>low <\/sup>B cells, and CD44<sup>high <\/sup>macrophages significantly. In spleen, combination treatment significantly increased several T cell clusters, including TCR&#946;<sup>high<\/sup>CD38<sup>high<\/sup>ROR&#947;t<sup>high<\/sup> T cells, TCR&#946;<sup>high<\/sup> CD4<sup>+<\/sup> T cells, effector CD8<sup>+<\/sup> T cells, TCR&#946;<sup>high<\/sup>CD44<sup>low<\/sup>CD62L<sup>low<\/sup> CD8<sup>+<\/sup> T cells, and CD11b<sup>high<\/sup> CD8<sup>+<\/sup> T cells when compared to the buffer group. Interestingly, while ICIs treatment increased several macrophage clusters, such as CD44<sup>high<\/sup>Ly-6G\/C<sup>high<\/sup> macrophages, CD11b<sup>low<\/sup> macrophages, and CD44<sup>high<\/sup>CD11b<sup>high<\/sup> macrophages, they are not significantly increased in the combination treatment group. In the tumor, we did not detect any significant changes by the combination treatment in the clusters we identified now although the average percentages of several clusters were either increased or decreased. We will refine these algorithm-generated clusters from tumors once we obtain our data from day 24 sample collection point for advanced analysis. In short, our current results suggested that the combination therapy is more potent in generating cytotoxic T cells and other anti-tumor immune cell populations systemically in the early stage of the treatment and tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Oncolytic adenovirus,Immune checkpoint blockade,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Xu<\/b><sup>1<\/sup>, Q. Lin<sup>2<\/sup>, Y. Li<sup>2<\/sup>, B. Filimon<sup>1<\/sup>, S. Shin<sup>1<\/sup>, M. Olson<sup>2<\/sup>, M. Chen<sup>2<\/sup>; <br\/><sup>1<\/sup>NorthShore University HealthSystem, Chicago, IL, <sup>2<\/sup>The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"102983d6-eda1-40b9-b40e-2eb84e99276f","ControlNumber":"5468","DisclosureBlock":"&nbsp;<b>W. Xu, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>B. Filimon, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>M. Olson, <\/b> None..<br><b>M. Chen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6661","PresenterBiography":null,"PresenterDisplayName":"Weidong Xu, PhD","PresenterKey":"bf698062-1571-44a9-8a72-842f0b976e41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6661. Profiling response to oncolytic adenovirus and immune checkpoint inhibitors by mass cytometry in a triple negative breast cancer mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling response to oncolytic adenovirus and immune checkpoint inhibitors by mass cytometry in a triple negative breast cancer mouse model","Topics":null,"cSlideId":""},{"Abstract":"While chemotherapy and radiotherapy are considered first-line treatments for most cancers, their significant side effects have prompted ongoing innovation and the discovery of novel cancer treatment strategies. Oncolytic viruses (OV) as one of the most advanced cancer treatments have shown promising results in treating otherwise untreatable types of cancer in last two decades. After selectively targeting tumor cells, OVs could directly kill cancer cells, and induce a powerful anti-cancer immunity.<br \/>Recently, we evaluated the anti-tumor effect of a modified OV (mOV) <i>in vitro<\/i> and <i>in vivo<\/i>. Firstly, the expression of the transgenes were validated on different tumor cells by FCM and ELISA assay. The results showed that a susceptible cell line was identified which has high expression efficiency of transgenes. In order to evaluate the cytotoxicity of mOV, CCK-8 assay was performed on 30+ tumor cell lines. It indicated that mOV has stronger killing effect on susceptible cells through inducing cellular apoptosis. To further evaluate the biological activity of the transgenes on immune cells, mOV-infected tumor cells and supernatant were collected to treat T cell, NK cell or MoDC. The results demonstrated that mOV infection could significantly promote T cell and NK cell activation, and increase the maturation of moDC cells, resulting in the secretion of IFN-&#947; by CD8+ T cells. In the <i>in vivo<\/i> efficacy study, MC38 syngeneic model was used to test the anti-tumor effect of mOV. The result showed that mOV could significantly inhibit the growth of the treatment side tumor, and reduce the contralateral tumor to a certain extent. Blood FCM analysis revealed that the percentage of IFN-&#947;+CD3+, IFN-&#947;+CD4+ and IFN-&#947;+CD8+ T cells were markedly increased by mOV treatment compared with vehicle. In addition, IHC analysis of tumor showed that mOV treatment could promote the infiltration of CD4+, CD8+ and CD86+ positive cells. To study the safety or PK of the mOV, viral bio-distribution and shedding assay were performed to detect viral genome at different tissues or excreta. It indicated that mOV was almost undetectable or at very low levels for 14 days after administration. In conclusion, our study revealed that modified OVs with immunomodulatory genes have good anti-tumor efficacy both <i>in vitro<\/i> and <i>in vivo<\/i>, which could obviously induce the activation of several immune cells. Moreover, the mOV genome was almost undetectable or at very low levels in mouse tissues and excreta.<br \/>Keywords: Oncolytic virus, immunotherapy, immunomodulatory genes","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Immunotherapy,immunomodulatory genes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Song<\/b>, G. Ding, A. Xia, W. Ma, Q. Li, C. He, X. Chen, Z. Zhang, Q. Gu; <br\/>WuXi AppTec, Nantong, China","CSlideId":"","ControlKey":"089e2bed-04df-4917-bb21-d1dea51164d3","ControlNumber":"3214","DisclosureBlock":"&nbsp;<b>Z. Song, <\/b> None..<br><b>G. Ding, <\/b> None..<br><b>A. Xia, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>C. He, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Q. Gu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6662","PresenterBiography":null,"PresenterDisplayName":"Zhongbao Song","PresenterKey":"c5441da3-8336-4420-957c-eaaf902bbf40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6662. Modified oncolytic viruses with immunomodulatory genes enhance anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modified oncolytic viruses with immunomodulatory genes enhance anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Cowpea Mosaic Virus (CPMV) is a plant comovirus non-infectious to humans or animals. In mice models, intratumor immunotherapy (ITI) with CPMV devoid of nucleic acids (empty CPMV, eCPMV) and full CPMV results in a highly potent, systemic, antitumor immune response, with full CPMV being much more effective. Dogs with spontaneous mammary (breast) cancer (MC) serve as a valuable model for studying breast cancer (BC), bridging the gap between studies in rodents and human clinical trials. Canine MC develops in the presence of an intact immune system and has a unique advantage of shorter endpoint periods compared to women BC clinical trials. New immunotherapeutic approaches are necessary for poor-prognosis BC, such as triple-negative BC, metastatic BC, and the very aggressive and lethal inflammatory BC (IBC). Previous studies by our group using eCPMV ITI in dogs with MC revealed a substantial reduction in tumor size in both injected and non-injected tumors (abscopal effect), extended survival, and improved quality of life without any adverse effects or toxicity. In this clinical trial, we employed full CPMV nanoparticles ITI in dogs with poor-prognosis (inoperable) MC, comparing them with untreated controls. Regular tumor volume assessments and clinical evaluations have been conducted. Histopathology and immunohistochemistry of immune cell populations were performed to study tumor microenvironment (TME) modifications. Thus far, 5 dogs have been treated: four cases of inflammatory mammary cancer (IMC) and one case of metastatic MC. After at least two weekly CPMV ITI sessions, a significant reduction in tumor volumes was observed. In IMC cases, marked clinical improvement of typical signs (warmth, edema, erythema, and cutaneous pain) was observed in 3 out of 4 cases, and tumor reduction was so remarkable in one dog that surgery was recommended and successfully carried out. In IMC CPMV ITI cases, the survival of 2 dogs exceeded historical IMC records; the dog with metastatic MC maintains stable disease after one year, which is also superior to controls. TME studies showed that eCPMV immunotherapy significantly increased intratumor inflammatory infiltrates, neutrophils, T lymphocytes, and macrophages. Additionally, Treg cells (FOXP3+)\/T lymphocytes (CD3+) ratio was significantly reduced. Our results demonstrate that immunotherapy with eCPMV induces a potent immunostimulatory effect on dogs with poor-prognosis MC by recruiting and activating neutrophils as the main drivers of the inflammatory response. This process reduces the immunosuppressive action of regulatory T lymphocytes and produces a breakdown of tumor immune suppression. These findings underscore the therapeutic potential of CPMV nanoparticles ITI in the management of canine IMC and metastatic MC. From a translational point of view, this study lays the groundwork for advancing the treatment of human breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Nanoparticle,plant virus,canine mammary cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Valdivia<sup>1<\/sup>, D. Pérez-Alenza<sup>1<\/sup>, L. Barreno<sup>1<\/sup>, Á. Alonso-Diez<sup>1<\/sup>, J. Affonso de Oliveira<sup>2<\/sup>, M. Suárez-Redondo<sup>1<\/sup>, S. F. Fiering<sup>3<\/sup>, N. F. Steinmetz<sup>2<\/sup>, <b>L. Peña<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Complutense University of Madrid, Madrid, Spain, <sup>2<\/sup>University of California San Diego, San Diego, CA, <sup>3<\/sup>Geisel School of Medicine at Dartmouth, Madrid, NH","CSlideId":"","ControlKey":"f3d80b49-21f9-4e4b-a7ff-53abd9cc2448","ControlNumber":"7312","DisclosureBlock":"&nbsp;<b>G. Valdivia, <\/b> None..<br><b>D. Pérez-Alenza, <\/b> None..<br><b>L. Barreno, <\/b> None..<br><b>Á. Alonso-Diez, <\/b> None..<br><b>J. Affonso de Oliveira, <\/b> None..<br><b>M. Suárez-Redondo, <\/b> None.&nbsp;<br><b>S. F. Fiering, <\/b> <br><b>Mosaic ImmunoEngineering Inc<\/b> Other, scientific advisor and paid consultant. <br><b>N. F. Steinmetz, <\/b> <br><b>Mosaic ImmunoEngineering Inc<\/b> Other, Director, Board Member, and Acting Chief Scientific Officer, and paid consultant to Mosaic.<br><b>L. Peña, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6663","PresenterBiography":null,"PresenterDisplayName":"Laura Pena, DVM;PhD","PresenterKey":"3de51ca0-0292-49d0-a0b4-f6ef1112e5a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6663. Innovative CPMV immunotherapy: A canine model for poor-prognosis breast cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Innovative CPMV immunotherapy: A canine model for poor-prognosis breast cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Despite recent advances in immunotherapy with immune checkpoint inhibitors (ICI), many patients with non-small cell lung cancer (NSCLC) fail to respond or develop resistance after an initial response. The exclusion of T cells from the tumor or the presence of a dysfunctional T cell compartment within the tumor microenvironment (TME) constitute two central hallmarks of resistance to ICI in patients with NSCLC. Seminal studies have identified that loss of LKB1 in <i>KRAS<\/i>-mutant NSCLC drives resistance to ICI, potentially by suppressing STING, thereby leading to dysregulation of the interferon (IFN) signaling. There is a pressing demand for the development of innovative immune therapies designed to bolster anti-tumor T cell responses to overcome resistance to ICI<i>. In situ<\/i> vaccination (ISV) with oncolytic viruses has emerged as a promising, antigen-agnostic strategy capable of conditioning the TME and amplifying anti-tumor T cell responses. We engineered a live attenuated viral vaccine, Hyper-Interferon Sensitive virus (HIS), by conducting a genome-wide functional screening and introducing eight interferon (IFN)-sensitive mutations in the influenza A genome. We utilized multiple syngeneic murine models of NSCLC with distinct driver mutations [<i>Kras<sup>G12D<\/sup>\/P53<sup>+\/-<\/sup>\/Lkb1<sup>-\/-<\/sup><\/i> (KPL); <i>Kras<sup>G12D<\/sup>\/P53<sup>+\/-<\/sup> <\/i>(KP); and <i>Kras<sup>G12D<\/sup> <\/i>(K)]<i> <\/i>and varying tumor mutational burden to assess the safety and efficacy of intratumoral HIS virotherapy. Compared to wild-type (WT) influenza, HIS replication was attenuated, enhancing its potential as a safe option for cancer therapy. HIS ISV elicited robust yet transient type I IFN responses in murine NSCLCs, leading an influx of polyfunctional effector Th1 CD4 and cytotoxic CD8 T cells into the tumor. HIS ISV demonstrated enhanced anti-tumor efficacy compared to WT in multiple syngeneic murine models of NSCLC. This efficacy was dependent on host type 1 IFN responses and T lymphocytes. HIS ISV synergized with anti-PD-1 to eradicate immune resistant LKB-1 deficient NSCLC in a subset of mice, resulting in improved overall survival and enduring systemic tumor-specific immunity. These studies provide compelling evidence to support further clinical evaluation of HIS as a novel &#8216;off-the-shelf&#8217; ISV strategy for patients with NSCLC refractory to ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"NSCLC,Oncolytic virus,Cancer immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Salehi-Rad<\/b>, Y. Du, T. Zhang, Y. Shi, B. Liu, S. Ren; <br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"9ec0d43d-6865-482f-9b3e-00e67e524dbd","ControlNumber":"8663","DisclosureBlock":"&nbsp;<b>R. Salehi-Rad, <\/b> None..<br><b>Y. Du, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>S. Ren, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6664","PresenterBiography":null,"PresenterDisplayName":"Ramin Salehi-Rad, MD;PhD","PresenterKey":"700c911d-6ad5-47e2-ab37-d33777d1d375","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6664. In situ vaccination with hyper-interferon sensitive influenza induces adaptive immune response and sensitizes murine non-small cell lung cancer to PD-1 blockade","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In situ vaccination with hyper-interferon sensitive influenza induces adaptive immune response and sensitizes murine non-small cell lung cancer to PD-1 blockade","Topics":null,"cSlideId":""},{"Abstract":"Tumor immunotherapy is often hindered by unresponsive cold tumor microenvironments (TME). Although <i>Salmonella<\/i>-based immunotherapy has shown potential in overcoming these cold immune environments, safety concerns remain. Our study introduces a genetically reprogrammed <i>Salmonella typhimurium<\/i> strain (OASL) with a dual safety lock to enhance safety and modify immunosuppressive TME, sensitizing tumors to immunotherapies. We propose using OASL to alter the cold TME and locally release therapeutic cargos such as PDL1 nanobodies and tumor-specific neoantigen peptides identified through bioinformatic algorithms, activating immune cells within the tumor while minimizing side effects. We selected YB1, an obligate anaerobic Salmonella strain that thrives in hypoxic environments, as our base strain and incorporated a self-lysis genetic circuit for controlled bacterial growth and cargo release upon reaching a specific population density within the tumor core. We assembled and evaluated the self-lysis gene circuit in vitro, documenting the event using an optical density (OD) reader and confirming OASL's ability to express genetic cargos through western blot analysis. We then investigated OASL's therapeutic effect in vivo and characterized TME changes using flow cytometry and immunohistochemistry staining. Our results indicate that OASL undergoes lysis and releases cargos upon reaching a specific population density in vitro. Additionally, OASL-delivered neoantigen peptides elicited a tumor-specific immune response in vivo. OASL also demonstrated the capacity to modify the TME and restore sensitivity to PDL1 in previously unresponsive tumors, enhancing therapeutic effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Bacterial therapy,Tumor microenvironment,Immune checkpoint blockade,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. He<\/b>, J. Huang; <br\/>University of Hong Kong, The - Li Ka Shing Faculty of Medicine, Pok Fu Lam, Hong Kong","CSlideId":"","ControlKey":"f231f5d0-bfa2-495f-973b-704547f9d06e","ControlNumber":"4512","DisclosureBlock":"&nbsp;<b>Y. He, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6666","PresenterBiography":null,"PresenterDisplayName":"Yige He, BS","PresenterKey":"0ff03754-b8d0-4f54-9af6-8748c147bbe0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6666. Leveraging an obligate anaerobic salmonella strain for targeted cargo delivery in the tumor microenvironment to restore immunotherapy sensitivity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"344","SessionOnDemand":"False","SessionTitle":"Immune Modulation by Viruses, Bacteria, Radiation, and Other Modalities","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging an obligate anaerobic salmonella strain for targeted cargo delivery in the tumor microenvironment to restore immunotherapy sensitivity","Topics":null,"cSlideId":""}]