[{"Abstract":"<b>Background: <\/b>Urothelial cancer (UC) of the genitourinary tract, most commonly arising from the bladder, has historically been a challenging area for the development of new therapeutics. Immune checkpoint blockade inhibitors (CBIs) induce durable responses only in a subset of patients with UC, potentially due to lack of neoantigen primed T cells. To build on this hypothesis, we designed a study to evaluate safety and immunogenicity of a combination treatment with atezolizumab and PGV-001, a personalized genomic neoantigen vaccine. Having previously reported clinical outcomes, here we describe analysis of immunogenicity induced by the treatment.<br \/><b>Methods: <\/b>In this<b> <\/b>phase I trial (NCT03359239) UC patients were enrolled to receive PGV-001 with atezolizumab in the adjuvant (undergone radical cystectomy or nephroureterectomy with a high risk of recurrence) or metastatic setting. Each PGV001 vaccine included up to 10 neoantigen (predicted using OpenVax pipeline) synthetic long peptides (SLPs). Each subject received 10 PGV-001 vaccines and 1200 mg i.v. atezolizumab every 3 weeks for up to 12 months (adjuvant) or 24 months (metastatic). To investigate T cell immunity, ex vivo IFN&#947; ELISPOT and T cell expansion assays were performed using 15mer overlapping peptide (OLP) pools corresponding to each neoantigen SLP.<br \/><b>Results: <\/b>Samples from 9 subjects (3 adjuvant and 6 metastatic) were evaluable for ex vivo ELISPOT analysis. In 100% of the subjects, at least 1 neoantigen was found to elicit an immune response. Overall, out of 87 evaluated neoantigens, 47% were immunogenic, with the immunogenic peptides inducing an average of 16.7 fold increase in ex vivo ELISPOT response over baseline. While 39% (11\/28) of the peptides in adjuvant cohort were immunogenic vs 51% (39\/50) in metastatic cohort, it is not possible to determine statistically significant difference in response between metastatic and adjuvant cohort. The T cell expansion assay was performed for 6 subjects, 3 each from the adjuvant and metastatic cohorts. Among 57 evaluated neoantigens, 46% and 54% of the peptides elicited a CD8+ and CD4+ T cell targeted immune response, respectively. A greater proportion of neoantigens induced both CD8+ and CD4+ T cell responses in subjects treated in the metastatic setting vs adjuvant setting. Upon epitope mapping, for 5 evaluable subjects, 141 OLPs were analyzed and a similar number of OLPs were found to be immunogenic for CD8+ (31.2%, 44\/141) and CD4+ response (30%, 43\/141).<br \/><b>Conclusions: <\/b>These data indicate that vaccination with personalized neoantigens in combination with systemic anti-PD-L1 can induce neoantigen-focused T cell responses in both adjuvant and metastatic disease settings. However, the single arm nature of the trial, and sample size, preclude definitive assessment of the contribution of the components of the combination therapy. Future studies will investigate the efficacy of this approach on a larger scale with pre- and on-treatment analyses of treatment-driven immunomodulation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Neoantigens,Immune response,Immune checkpoint blockade,Cancer vaccine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Mansi Saxena<sup>1<\/sup>, Jonathan Anker<sup>1<\/sup>, Julia Kodysh<sup>1<\/sup>, Timothy O'Donnell<sup>1<\/sup>, Marcia Meseck<sup>1<\/sup>, Olivia Hapanowicz<sup>1<\/sup>, Scot Niglio<sup>2<\/sup>, Hardik Shah<sup>3<\/sup>, Yayoi Kinoshita<sup>4<\/sup>, Rachel Brody<sup>4<\/sup>, Alex Rubinsteyn<sup>5<\/sup>, Robert Sebra<sup>3<\/sup>, <b>Nina Bhardwaj<\/b><sup>1<\/sup>, Mathew Galsky<sup>1<\/sup><br><br\/><sup>1<\/sup>The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY,<sup>2<\/sup>NYU Langone Health, New York, NY,<sup>3<\/sup>Genetics and Genomics, Icahn School of Medicine at Mount Sinai, New York, NY,<sup>4<\/sup>Pathology, Molecular and Cell Based Medicine, Icahn School of Medicine at Mount Sinai, New York, NY,<sup>5<\/sup>UNC School of Medicine, Chapel Hill, NC","CSlideId":"","ControlKey":"4765949d-9fa7-44f3-88f1-d693bd50727f","ControlNumber":"10787","DisclosureBlock":"&nbsp;<b>M. Saxena, <\/b> None..<br><b>J. Anker, <\/b> None..<br><b>J. Kodysh, <\/b> None..<br><b>T. O'Donnell, <\/b> None..<br><b>M. Meseck, <\/b> None..<br><b>O. Hapanowicz, <\/b> None.&nbsp;<br><b>S. Niglio, <\/b> <br><b>STEMCELL Technologies<\/b> Employment, An Immediate Family Member.<br><b>H. Shah, <\/b> None..<br><b>Y. Kinoshita, <\/b> None..<br><b>R. Brody, <\/b> None..<br><b>A. Rubinsteyn, <\/b> None.&nbsp;<br><b>R. Sebra, <\/b> <br><b>GeneDx\/BioReference<\/b> Stock, Stock Option, Other, Consulting or Advisory Role. <br><b>N. Bhardwaj, <\/b> <br><b>Tempest Therapeutics, CureVac, PrimeVax, Novartis, Roche\/Genentech, Boehringer Ingelheim, ROME Therapeutics, Apricity Health, BioNTech SE, BreakBio Corp., Carisma Therapeutics, Genotwin, Gilead Scie<\/b> Other, Scientific advisory. <br><b>Apricity Health, Genotwin, PrimeVax<\/b> Stock. <br><b>Novocure, Celldex, Genentech, Oncovir, Regeneron<\/b> Other, Research Funding. <br><b>M. Galsky, <\/b> <br><b>BioMotiv, Janssen, Dendreon, Merck, GlaxoSmithKline, Lilly, Astellas Pharma, Genentech, Bristol-Myers Squibb, Novartis, Pfizer, EMD Serono, AstraZeneca, Seagen, Incyte, Aileron Therapeutics, Dracen,<\/b> Other, Scientific advisory. <br><b>Icahn School of Medicine at Mt Sinai<\/b> Patent, METHODS AND COMPOSITIONS FOR TREATING CANCER AND RELATED METHODS. MOUNT SINAI SCHOOL OF MEDICINE July 2012 Application number: 20120322792. <br><b>Rappta Therapeutics<\/b> Stock, Stock Option. <br><b>Genentech\/Roche, AstraZeneca, Merck, Janssen Oncology, Dendreon, Novartis, Bristol-Myers Squibb<\/b> Other, Research Funding.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB113","PresenterBiography":null,"PresenterDisplayName":"Nina Bhardwaj, MD;PhD","PresenterKey":"15b2ca69-db5b-41fa-85ed-be6bbbc9051b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB113. Immunogenicity of Atezolizumab plus personalized neoantigen vaccination (PGV-001) in patients with urothelial cancer in adjuvant vs metastatic setting","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunogenicity of Atezolizumab plus personalized neoantigen vaccination (PGV-001) in patients with urothelial cancer in adjuvant vs metastatic setting","Topics":null,"cSlideId":""},{"Abstract":"Stimulator of interferon genes (STING) is an immune adaptor protein that senses cyclic GMP-AMP (cGAMP) in response to self or microbial cytosolic DNA as a danger signal. STING is ubiquitously expressed in diverse cell populations including cancer cells with distinct cellular functions such as activation of type I interferons, autophagy induction, or triggering apoptosis. It is not well understood whether and which subsets of immune cells, stromal cells, or cancer cells are particularly important for STING-mediated antitumor immunity. Here using a polymeric STING-activating nanoparticle (PolySTING) with a &#8220;shock-and-lock&#8221; dual activation mechanism, we show type 1 conventional dendritic cell (cDC1) is essential for STING-mediated rejection of multiple established and metastatic murine tumors. STING status in the host but not in the cancer cells (<i>Tmem173<sup>-\/-<\/sup><\/i>) is important for antitumor efficacy. Specific depletion of cDC1 (<i>Batf3<sup>-\/-<\/sup><\/i>) or STING deficiency in cDC1 (<i>XCR1<sup>cre<\/sup>STING<sup>fl\/fl<\/sup><\/i>) abolished PolySTING efficacy, whereas depletion of other myeloid cells had little effect. Adoptive transfer of wildtype cDC1 in <i>Batf3<sup>-\/-<\/sup><\/i> mice restored antitumor efficacy while transfer of cDC1 with STING or IRF3 deficiency failed to rescue. PolySTING induced a specific chemokine signature in wildtype but not <i>Batf3<sup>-\/-<\/sup><\/i> mice. Multiplexed immunohistochemistry analysis of STING-activating cDC1s in resected tumors correlates with patient survival while also showing increased expressions after neoadjuvant pembrolizumab therapy in non-small cell lung cancer patients. Therefore, we have defined that a subset of myeloid cells is essential for STING-mediated antitumor immunity with associated biomarkers for prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Immune cells,Dendritic cells,Solid tumors,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wang<\/b><sup>1<\/sup>, S. Li<sup>1<\/sup>, M. Wang<sup>1<\/sup>, X. Wang<sup>1<\/sup>, S. Chen<sup>1<\/sup>, Z. Sun<sup>1<\/sup>, X. Ren<sup>2<\/sup>, G. Huang<sup>1<\/sup>, B. Sumer<sup>1<\/sup>, N. Yan<sup>1<\/sup>, Y.-X. Fu<sup>1<\/sup>, J. Gao<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>2<\/sup>Tianjin Medical University Cancer Institute and Hospital, Tianjin, China","CSlideId":"","ControlKey":"97ea0d62-c7e1-4364-9e01-8a8217bbcd34","ControlNumber":"10355","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>Z. Sun, <\/b> None..<br><b>X. Ren, <\/b> None..<br><b>G. Huang, <\/b> None..<br><b>B. Sumer, <\/b> None..<br><b>N. Yan, <\/b> None..<br><b>Y. Fu, <\/b> None..<br><b>J. Gao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB114","PresenterBiography":null,"PresenterDisplayName":"Jian Wang","PresenterKey":"5340e74e-b6e0-42bd-b8fa-366af65b6ff4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB114. STING licensing of type I dendritic cells potentiates antitumor immunity<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STING licensing of type I dendritic cells potentiates antitumor immunity<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"<i>PTEN<\/i> is mutated in ~10% lung squamous cell carcinoma (LUSC) patients, which results in hyperactivation of PI3K-AKT-mTOR signaling pathways. Mutations in the PI3K-AKT-mTOR pathway influence the configuration the tumor microenvironment (TME). We have recently reported that <i>PTEN<\/i> mutations in LUSC are associated with increased tumor infiltration of T regulatory immunosuppressive cells (Tregs) and fibrogenesis (PMID: 37311042). Moreover, we have demonstrated that <i>PTEN<\/i> mutations in LUSC induces resistance to anti-PD-1 therapy. Based on these findings, we have investigated whether blockade of AKT signaling with capivasertib (AZD5363) and\/or inhibition of Treg-associated FOXP3 transcription factor, using the FOXP3 targeting antisense oligonucleotide (ASO) AZD8701 (FOXP3i), would cause tumor growth inhibition in the <i>PTEN<\/i> mutant context. In <i>in vitro<\/i> assays we found that <i>Pten<\/i>-null LUSC UN680 murine cells were highly sensitive to capivasertib, with inhibition of the AKT-mediated signaling cascade, reduction in cyclin D1 levels, cytoplasmic translocation of FOXO1 and increase in apoptosis and autophagy. In <i>in vivo<\/i> studies using <i>Pten<\/i>-null UN680 cells subcutaneously injected in AJ immunocompetent mice, treatment with either capivasertib or the FOXP3i induced &#62;90% tumor regression and increased survival. Moreover, on average 3\/8 (~37%) animals were cured in each treatment group. In a re-challenge experiment performed in animals cured by the FOXP3i, tumors were not developed upon injection of <i>Pten<\/i>-null UN680 cells, demonstrating immunological memory. Combination of capivasertib+FOXP3i at the same doses did not cause further tumor growth inhibition, but combination of capivasertib+anti-PD-L1 or FOXP3i+anti-PD-L1 increased antitumor benefit compared to monotherapy treatment, and further increased survival. In summary, we demonstrate that immunotherapy resistant tumors with hyperactivation of AKT due to <i>Pten<\/i> mutation are highly sensitive to AKT or FOXP3 inhibition and that combinatorial strategies using these targets and anti-PD-L1 can be appropriate strategies to treat these tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Akt,Foxp3,Immunotherapy,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Houry<sup>1<\/sup>, M. Redrado<sup>1<\/sup>, L. Carnevalli<sup>2<\/sup>, S. Barry<sup>3<\/sup>, N. Galan<sup>1<\/sup>, N. Otegui<sup>1<\/sup>, S. Leon<sup>1<\/sup>, L. Montuenga<sup>4<\/sup>, F. Exposito<sup>5<\/sup>, <b>A. Calvo<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>CIMA, University of Navarra, Pamplona, Spain, <sup>2<\/sup>Oncology R&D, AstraZeneca, Cambridge, UK, Cambridge, United Kingdom, <sup>3<\/sup>Astra Zeneca, UK, Cambridge, United Kingdom, <sup>4<\/sup>University of Navarra, Pamplona, Spain, <sup>5<\/sup>Yale Cancer Center, New Haven, CT","CSlideId":"","ControlKey":"17032b28-693c-445f-9429-f0f050d1ac01","ControlNumber":"9593","DisclosureBlock":"&nbsp;<b>M. Houry, <\/b> None..<br><b>M. Redrado, <\/b> None.&nbsp;<br><b>L. Carnevalli, <\/b> <br><b>Astra Zeneca<\/b> Employee. <br><b>S. Barry, <\/b> <br><b>Astra Zeneca<\/b> Other, Employee.<br><b>N. Galan, <\/b> None..<br><b>N. Otegui, <\/b> None..<br><b>S. Leon, <\/b> None.&nbsp;<br><b>L. Montuenga, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract.<br><b>F. Exposito, <\/b> None.&nbsp;<br><b>A. Calvo, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB115","PresenterBiography":null,"PresenterDisplayName":"Alfonso Calvo, PhD","PresenterKey":"abd9338d-96da-4c1e-8f69-b66e1f09d184","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB115. Strong antitumor effect elicited by inhibition of AKT or FOXP3 in combination with anti-PD-L1 in <i>Pten<\/i> mutant lung squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Strong antitumor effect elicited by inhibition of AKT or FOXP3 in combination with anti-PD-L1 in <i>Pten<\/i> mutant lung squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"In solid cancers, an immunosuppressive tumor microenvironment (TME) restrains immunotherapy. Induction of immunogenic cell death in tumor cells and simultaneously programming the TME from immunosuppressive to inflammatory employing dsRNA agonists for endosomal Toll-like receptor 3 (TLR3) represents an appealing <i>in situ<\/i> immunomodulation strategy. However, uptake of dsRNA by tumor cells is limited and systemic administration is linked to adverse side effects. Here we describe an exceptional therapeutically effect of systemically delivered TLR3 agonist RIBOXXOL using a recently developed antibody-guided nanoparticle-system designated &#8220;Rapid Inducer of Cellular Inflammation and Apoptosis&#8221; (RICIA) for targeting epidermal growth factor variant III (EGFRvIII) on tumor cells. We suggest that systemically applied monotherapy with RICIA might be effective in experimental solid tumors. This includes, (i) preferential enrichment of the immune-stimulatory RIBOXXOL and (ii) subsequent induction of a type-I interferon response in tumor cells expressing TLR3, and (iii) synergistic inflammation of the TME through TLR3 agonist thereby expediting anti-tumor immune responses. The effects of RICIA-treatment were comprehensively assessed <i>in vitro<\/i> and in murine syngeneic epidermal growth factor receptor variant III (EGFRvIII)-positive SMAvIII gliomas. Our <i>in vitro<\/i> studies confirm uptake of RICIA by EGFRvIII-mediated endocytosis in human and murine glioma cells and furthermore demonstrate TLR3-triggered type-I interferon release and mRNA signatures indicative of an innate immune response against virus. We show in the SMAvIII tumor model that monotherapy with picomolar amounts of RICIA induces regression of subcutaneous (s.c.) tumors leading to increase in survival time and results in complete tumor clearance in a significant fraction of mice accompanied by immune memory when compared to RICIAs equipped with an unspecific control antibody. Mechanistically, RICIA treatment reshapes the immunosuppressive tumor environment by mimicking viral infection leading to increased expression of the interferon beta (IFN-&#946;) gene (<i>Ifnb1<\/i>), by subsequent induction of an inflammatory state characterized by RNA-expression signatures indicating induction of apoptosis, interleukin 1beta (IL-1&#946;) signaling, and programming immunosuppressive M2 TAMs to activated pro-inflammatory M1 TAMs. In addition, a single stereotactic injection of RICIA into established intracranial glioma significantly improves mean survival time of treated mice and is able to induce complete tumor clearance thus showing therapeutic potency of RICIA in a relevant pre-clinical setting for glioma. Thus, we show that targeted activation of TLR3 represents a promising therapeutic strategy for immune-modulation of tumors with the prospect to elicit long-lasting anti-tumor immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Immunomodulation,Cancer immunotherapy,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Achim Temme<\/b><sup>1<\/sup>, Alexander Hagstotz<sup>1<\/sup>, Isabell Schau<sup>1<\/sup>, Michael Seifert<sup>2<\/sup>, Duran Sürün<sup>3<\/sup>, Stefan Zimmermann<sup>4<\/sup>, Frank Buchholz<sup>3<\/sup>, Luise Rupp<sup>5<\/sup>, Rebekka Wehner<sup>5<\/sup>, Marc Schmitz<sup>5<\/sup>, Gabriele Schackert<sup>1<\/sup>, Ilker Y. Eyüpoglu<sup>1<\/sup><br><br\/><sup>1<\/sup>Technische Universität Dresden, Faculty of Medicine and University Hospital Carl Gustav Carus, Section Experimental Neurosurgery and Tumor Immunology, University Hospital Carl Gustav Carus, Dresden, Germany,<sup>2<\/sup>Technische Universität Dresden, Faculty of Medicine, Institute for Medical Informatics and Biometry, Dresden, Germany,<sup>3<\/sup>Technische Universität Dresden, Medical Faculty and University Hospital Carl Gustav Carus, Medical Systems Biology, Dresden, Germany,<sup>4<\/sup>University of Freiburg, Laboratory for MEMS Applications, IMTEK - Department of Microsystems Engineering, Freiburg, Germany,<sup>5<\/sup>Technische Universität Dresden, Faculty of Medicine, Institute of Immunology, Dresden, Germany","CSlideId":"","ControlKey":"79c3008e-e4c7-483f-9f2d-b65ab8bc5fd3","ControlNumber":"10623","DisclosureBlock":"&nbsp;<b>A. Temme, <\/b> None..<br><b>A. Hagstotz, <\/b> None..<br><b>I. Schau, <\/b> None..<br><b>M. Seifert, <\/b> None..<br><b>D. Sürün, <\/b> None..<br><b>S. Zimmermann, <\/b> None..<br><b>F. Buchholz, <\/b> None..<br><b>L. Rupp, <\/b> None..<br><b>R. Wehner, <\/b> None..<br><b>M. Schmitz, <\/b> None..<br><b>G. Schackert, <\/b> None..<br><b>I. Y. Eyüpoglu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB116","PresenterBiography":null,"PresenterDisplayName":"Achim Temme, Dr Rer Nat","PresenterKey":"b777e079-9069-4ac8-b79c-6d5801d3cce7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB116. Antibody-TLR3 agonist-conjugates induce innate immune responses and immune memory eradicating experimental EGFRvIII-positive tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antibody-TLR3 agonist-conjugates induce innate immune responses and immune memory eradicating experimental EGFRvIII-positive tumors","Topics":null,"cSlideId":""},{"Abstract":"VerImmune is pioneering a First-in-Class treatment known as &#8220;Anti-tumor Immune Redirection&#8221; (AIR). This approach repurposes a patient&#8217;s pre-existing anti-viral or childhood vaccine immunity towards tumor cells for targeted destruction. VerImmune&#8217;s lead product, VERI-101, leverages pre-existing CD8+ T-cell immune memory acquired from past human cytomegalovirus (HCMV) infections. VERI-101 consists of VerImmune&#8217;s proprietary platform technology known as ViPs (<u>V<\/u>irus-<u>i<\/u>nspired <u>P<\/u>articles) that are conjugated on their surface with a CD8+ T cell viral peptide antigen. ViPs are based on a modified mouse papillomavirus capsid protein of which 60 copies self-assemble into a 20-30nm T=1 icosahedral structure. In the case of VERI-101, the ViP is conjugated with an HLA-A*0201 restricted peptide epitope (NLVPMVATV, [NLV]), derived from the CMV pp65 antigen with an upstream furin protease cleavage site.<br \/>The mechanism of action of AIR-ViPs including VERI-101 has been previously presented and involves three steps. Briefly, (1) VERI-101 targets the surface of the tumor cells and (2) enables the presentation of the CMV viral epitopes on their surface MHC, together (3) stimulating a recall of the pre-existing CMV memory response to attack the cancer cells (Dorrier et al., 2023 AACR).<br \/>Here, we sought to study the <i>in vivo<\/i> anti-tumor efficacy of AIR-ViPs via both intra-tumoral and systemic treatment routes in two murine tumor models with pre-existing murine CMV (MCMV) immunity: (1) MC38 subcutaneous tumors for local and (2) B16.F10 lung metastasis for systemic treatments. As human CMV is species-specific, instead of VERI-101, a surrogate product, VERI-003 which redirects MCMV immunity, was tested as a single agent or in combination with anti-PD-1 in these tumor models.<br \/>Our intra-tumoral studies with VERI-003 alone showed a dose-dependent anti-tumor effect (from 5 to 100ug) compared to no treatment controls. Surprisingly, no dose dependence was observed across the same three dose levels when combined with anti-PD-1, although significantly better anti-tumor effects occurred leading to complete tumor clearances in 50% of mice. Statistically significant prolonged survival was observed in most treated groups compared to controls.<br \/>Our systemic studies with VERI-003 were consistent with our intratumoral studies in showing statistically significant single agent anti-tumor efficacy against B16.F10 lung metastases compared to no treatment. Anti-tumor effects of anti-PD-1 and combination were also observed. Additional studies are on-going to assess dose dependence and analysis of PK\/PD effects.<br \/>Taken together, our initial <i>in vivo<\/i> results demonstrate the tumor antigen-agnostic therapeutic potential of AIR and our AIR-ViP technology as a novel class of immuno-therapeutic drugs that could be used either as a monotherapy or in combination with checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Immuno-oncology,Cytotoxic T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Dorrier<\/b>, F. Abebe, O. Pak, E. De-Bodene, J. Wang; <br\/>Verimmune Inc., Washington, DC","CSlideId":"","ControlKey":"fe736b3b-2e9d-4db3-a6a4-526f084f7b42","ControlNumber":"9587","DisclosureBlock":"<b>&nbsp;C. Dorrier, <\/b> <br><b>VerImmune<\/b> Employment, Stock Option. <br><b>F. Abebe, <\/b> <br><b>VerImmune<\/b> Employment, Stock Option. <br><b>O. Pak, <\/b> <br><b>VerImmune<\/b> Employment, Stock Option. <br><b>E. De-Bodene, <\/b> <br><b>VerImmune<\/b> Employment, Stock Option. <br><b>J. Wang, <\/b> <br><b>VerImmune<\/b> Employment, Stock Option, Other, Joshua Wang is the Founder of VerImmune Inc, and has an equity ownership interest and stock options in VerImmune Inc.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB117","PresenterBiography":null,"PresenterDisplayName":"Cayce Dorrier, PhD","PresenterKey":"1f907e85-4cf6-48d6-9857-a8b6029c4a91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB117. Virus-inspired Particles (ViPs) harnessing cytomegalovirus immune memory for local and systemic cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Virus-inspired Particles (ViPs) harnessing cytomegalovirus immune memory for local and systemic cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Although recombinant human IL-2 (rhIL-2, aldesleukin) produced approximately a 15% objective response rate in patients with renal cell carcinoma (RCC) and metastatic melanoma, its IL-2R&#945; (CD25)-biased binding and short half-life (t<sub>1\/2<\/sub> in human: 13-85 min) require a high dose and frequent dosing interval, leading to systemic toxicity such as vascular leak syndrome (VLS) and cytokine release syndrome (CRS). To overcome this limitation, various research groups are developing engineered IL-2 muteins with abolished CD25 binding affinity. While such IL-2 muteins may reduce CD25-mediated toxicity, there is a risk of a lopsided immune response. Furthermore, concomitantly reduced affinity to IL-2R&#946; (CD122) may cause insufficient anti-tumor activity. We are developing HM16390, a long-acting IL-2 analog with a significantly increased binding affinity to CD122 for potent tumor killing effect. Simultaneously, optimal binding property to CD25 was introduced for a suppression of uncontrolled systemic immune response via peripheral Treg expansion. From these novel sequence modifications, HM16390 exhibited approximately 14-fold potent activity in human NK and CD8<sup>+<\/sup> T cells compared to rhIL-2 and comparable activity with rhIL-2 in human Tregs (EC<sub>50<\/sub> of STAT5 phosphorylation) without undesired release of cytokines associated with CRS. In B16F10 mouse model, HM16390 has a longer-lasting PK property (t<sub>1\/2<\/sub>: 14.2~26.0 hr) after single subcutaneous (SC) administration. CD8<sup>+<\/sup> T cells were significantly increased in peripheral blood along with a transient increase of peripheral Tregs, suggesting that HM16390 not only has a significant effect on expansion of CD8<sup>+<\/sup> T cells but can simultaneously modulate exaggerated peripheral immune response. It is also noteworthy that, unlike in the peripheral, Tregs were drastically reduced in the tumor immune microenvironment, and CD8<sup>+<\/sup> T cells were significantly increased. Next, in orthotopic model of mouse RCC (RENCA-luc cell implantation), across treatment groups, 40%(n=4\/10) to 80%(n=8\/10) of animals achieved complete tumor regression in dose-dependent manner after once weekly SC injection of HM16390 for 4 weeks. Furthermore, tumor nodules were not observed in lung and kidney after intravenous (IV) rechallenge of RENCA cells in the mice cured by HM16390 for at least 4 months after drug discontinuation. This indicates a long-term immunological memory response of generated memory cells by treatment of HM16390. In conclusion, HM16390 demonstrates potent and durable anti-tumor activity in various murine tumor models via its enhanced CD122 binding affinity, and incorporated optimal CD25 binding affinity may alleviate systemic toxicity by immunomodulatory role of peripheral Tregs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Interleukin-2,Immunotherapy,Immunomodulation,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S.-B. Shin, J. Kim, <b>J. Choi<\/b>, S. Jeong, Y. Kim, J. Byun, S. Bae, D. Kim, I. Choi; <br\/>Hanmi Pharmaceutical Co., Ltd., Hwaseung-si, Korea, Republic of","CSlideId":"","ControlKey":"49f04653-15f4-4bd4-b421-516a29a6d1e0","ControlNumber":"10273","DisclosureBlock":"&nbsp;<b>S. Shin, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Byun, <\/b> None..<br><b>S. Bae, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>I. Choi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB118","PresenterBiography":null,"PresenterDisplayName":"Jaehyuk Choi, PhD","PresenterKey":"bb1577ff-0d24-40dc-bc85-6269e2ce5dda","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB118. HM16390, a novel long-acting IL-2 analog with fine-tuned binding affinities to IL-2 receptor subunits for favorable safety profile, exhibits potent tumor killing effect in the various tumor syngeneic models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HM16390, a novel long-acting IL-2 analog with fine-tuned binding affinities to IL-2 receptor subunits for favorable safety profile, exhibits potent tumor killing effect in the various tumor syngeneic models","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy, encompassing immune checkpoint blockades (ICBs) and immune stimulators, has become a widespread approach in cancer treatment. However, the effectiveness of these strategies relies significantly on the characteristics of the current tumor microenvironment (TME). This reliance underscores the urgent need for a potent immune modulator capable of inducing a favorable TME, particularly in non-immunogenic cold tumors. Here, we demonstrate that HM16390, a long acting IL-2 analog, has the potential to modify the immunogenicity of the TME by activating, expanding, and recruiting cytotoxic effector cells in cold tumor. In the murine B16F10 melanoma model, following the early upregulated proliferative potential, the proportions of CD8+ T as well as NK cells increased in both blood and tumor. While NK cell frequency initially increased and then recovered, CD8 T cells exhibited a dose-dependent upregulation in the late phase in both blood and tumor. Given the IL-2R&#945; (CD25) affinity of HM16390, there was an increase in Treg proportions in blood; however, intriguingly, Treg frequency decreased in the tumor. This pattern emphasizes the crucial role of HM16390 in balancing the hyper-activation of peripheral effector cells while simultaneously inducing a profoundly immune-favorable TME. Effector functions were also upregulated in both blood and tumor. Early upregulation of IFN-&#947; and TNF occurred in both blood and tumor, but the upregulation of granzyme B displayed a sustained expression pattern in the tumor. These immune-modulated features correlated with the exposures of HM16390, particularly noting a negative correlation between Treg down-regulation and Its exposure in blood. The immune modulations of HM16390 were validated in terms of efficacy in the Pancreatic Ductal Adenocarcinoma (PDAC) model. HM16390 was administered subcutaneously to panc02 tumor syngeneic mice via once-a-week administration for 6 weeks, with or without PD-1 combination treatment. HM16390 treatment group was well-tolerated and resulted in a dose-dependent anti-tumor effect. Notably, all mice treated with the highest dose exhibited a complete response. Furthermore, in panc02 syngeneic mice, known for a poor response to ICBs, the combination treatment of HM16390 with mAnti-PD-1 demonstrated synergistic anti-tumor effects. In conclusion, HM16390 demonstrates improved expansion and functions of effector tumor-infiltrating lymphocytes (TILs), correlating with exposure, and exhibits a safe Treg modulation pattern. These modulations culminate in a significant anti-tumor effect and synergies with PD-1 blockade in the B16F10 and PDAC model. Given that both B16F10 melanoma and Panc02 PDAC are recognized as poor immunogenic murine models with low TIL frequency, HM16390 shows promise in modifying the immunogenicity of the TME, thereby activating proper immune responses in preclinical models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Interleukin-2,Tumor microenvironment,Cold tumor,Immune modulator,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Jeong, Y. Kim, <b>J. Byun<\/b>, J. Kim, J. Choi, S. Bae, D. Kim, I. Choi; <br\/>Hanmi Pharmaceutical Co., Ltd., Hwaseong-si, Korea, Republic of","CSlideId":"","ControlKey":"ae608531-2008-4464-98a5-cfcd77acaa03","ControlNumber":"10569","DisclosureBlock":"&nbsp;<b>S. Jeong, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Byun, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>S. Bae, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>I. Choi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB119","PresenterBiography":"","PresenterDisplayName":"Jooyun Byun, PhD","PresenterKey":"20f8bf36-d066-4b99-9291-a66871892406","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB119. The immune-modulation of HM16390, firing up the poor tumor microenvironment to induce a potent anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The immune-modulation of HM16390, firing up the poor tumor microenvironment to induce a potent anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Despite the remarkable success of chimeric antigen receptor T cell (CAR-T) therapies in treating hematological malignancies, their use in solid tumor indications has been met with distinct challenges. The immunosuppressive tumor microenvironment (TME) and tumor antigen heterogeneity are two significant factors that may adversely impact the efficacy of these ground-breaking therapies. Engineered natural killer T (NKT) cells harbor biological features distinct from CAR-T cell or CAR-NK cell therapies and thus represent a novel therapeutic approach to deploy &#8220;off the shelf&#8221; to patients. Appia Bio&#8217;s ACUA platform is capable of generating large quantities of highly pure CAR-NKT cells from cord blood CD34+ hematopoietic stem and progenitor cells (HSPCs) for clinical use. We have demonstrated that multiple distinct mechanisms of anti-tumor activity are operative in CAR-NKT cells, including CAR-mediated killing, NK receptor-mediated killing, adjuvant effects on antigen-specific T cells and immature dendritic cells, as well as the ability to deplete of pro-tumorigenic macrophages.When transduced with a CAR, ACUA-derived CAR-NKT cells show potent CAR-mediated tumor cell killing, similar to CAR-T cells. In contrast to conventional T cells, CAR-NKT cells also demonstrate potent CAR antigen-independent tumor cell killing, mediated partially through NKG2D and DNAM-1 activating NK receptors. CAR-NKT cells, but not conventional CAR-T cells, enhanced the function of NY-ESO specific T cells in controlling multiple rounds of tumor rechallenge, through the secretion of soluble components. In regard to other adjuvant effects which may provide additional benefit <i>in vivo<\/i>, ACUA-derived NKT cells enhanced the activation of peripheral blood monocyte-derived dendritic cells, which can regulate beneficial Th1 type immune responses. To explore how ACUA-derived NKT cells could reshape the TME, we generated immunosuppressive M2-polarized macrophages and observed that ACUA-derived NKT cells can either kill or reprogram these cells to a pro-inflammatory phenotype following co-culture. Notably, these immune cell adjuvant mechanisms are specific to ACUA-derived NKT cells and are not observed with conventional CAR-T cells. In summary, these mechanistic studies underscore the advantages of ACUA-derived NKT cells over conventional CAR-T cells and highlight their potential as a promising differentiated allogeneic therapy for the treatment of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Antitumor activity,Tumor microenvironment,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Wang<\/b>, A. J. Hou, M. A. Christopher, Y. Bulliard, J. S. Damiano; <br\/>Appia Bio, Culver City, CA","CSlideId":"","ControlKey":"8e306bac-a2c2-4e53-83d0-fbc2dccf6af3","ControlNumber":"10753","DisclosureBlock":"<b>&nbsp;X. Wang, <\/b> <br><b>Appia Bio<\/b> Employment, Stock. <br><b>A. J. Hou, <\/b> <br><b>Appia Bio<\/b> Employment, Stock Option. <br><b>M. A. Christopher, <\/b> <br><b>Appia Bio<\/b> Independent Contractor, Stock Option. <br><b>Y. Bulliard, <\/b> <br><b>Appia Bio<\/b> Employment. <br><b>J. S. Damiano, <\/b> <br><b>Appia Bio<\/b> Employment, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB120","PresenterBiography":null,"PresenterDisplayName":"Xi Wang","PresenterKey":"8a6596a3-da81-40cf-9e8d-47af3317f6ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB120. Stem cell-derived ACUA CAR-NKT allogeneic cell therapies harness orthogonal mechanisms of action for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stem cell-derived ACUA CAR-NKT allogeneic cell therapies harness orthogonal mechanisms of action for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Metastatic colorectal cancer (mCRC) is the second leading cause of cancer related deaths in the US. Various factors in the tumor microenvironment (TME) play significant roles in progression of CRC tumors and their response to various therapies. Previous studies from our laboratory and other groups have demonstrated that blood vessels and their constituent endothelial cells (ECs) exert strong effects on CRC cells by altering stemness, enhancing drug resistance, and increasing cell survival. Although ECs have also been shown to affect immune cell function or alter the tumor immune environment by direct or indirect mechanisms, their role in altering immune-modulating effectors on tumor cells, especially CRC cells, are poorly understood. Thus, elucidating the role of ECs in regulating immune-modulators in CRC cells and understanding the underlying mechanisms by which this occurs will provide important insights into the role of ECs on altering the immune-microenvironment of CRC tumors that likely affects tumor progression and, possibly, response to immunotherapies.<br \/><b>Methods:<\/b> A panel of CRC cells lines were exposed to conditioned media (CM) from CRC or multiple primary or immortalized liver parenchymal endothelial cells (LPECs), and alterations in some of the known immune-inhibitory ligands were measured by western blotting or flow cytometry. Molecular size-based fractionation of CRC-CM or LPEC-CM were performed and various sized fractions were utilized to detect fractions harboring inducers of immune-inhibitory ligands. Mass spectrometry was performed to identify possible factors in LPEC-CM. Western blotting of CRC cell lysates was performed to identify possible signaling changes following LPEC-CM treatment.<br \/><b>Results:<\/b> Our studies demonstrated that ECs were more efficient in inducing PD-L1 expression in CRC cells compared to other cell types present in the CRC tumor microenvironment. LPEC-CM induced PD-L1 expression in multiple CRC cells regardless of their genetic mutations or MSI-H\/MSS status. Initial studies indicate that LPEC-CM can also enhance MHC-1 expression in CRC cells. Size-fractionation studies indicate that inducer\/s of PD-L1 expression are present in a fraction &#62;100kDa. Mass-spectrometry of this fraction has identified prospective candidates that can possibly induce PD-L1 on CRC cells. CRC cells treated with LPEC-CM led to enhanced levels of pSTAT3, a known PD-L1 transcription factor.<br \/><b>Conclusions:<\/b> Our studies, for the first time, demonstrate that ECs, through paracrine signaling, can educate CRC cells to overexpress immune-modulatory ligands. Further studies are being conducted to elucidate the molecular factors involved in these processes. These studies not only shed light on the complex role played by ECs in modulating the TME, but also warrants further investigations into the effects of these changes in CRC tumor progression and responses to therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Colorectal cancer,Endothelial cells,Paracrine,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Fan, L. M. Ellis, <b>R. Bhattacharya<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"de50d8fb-41cd-4e50-aef4-996b74311f29","ControlNumber":"10777","DisclosureBlock":"&nbsp;<b>F. Fan, <\/b> None.&nbsp;<br><b>L. M. Ellis, <\/b> <br><b>Oncohost<\/b> Other, Consultant. <br><b>Actuate Therapeutics<\/b> Consultant. <br><b>New Beta Innovations<\/b> Data Monitoring Committee. <br><b>Fibrogen<\/b> Data Monitoring Committee member. <br><b>R. Bhattacharya, <\/b> <br><b>BioMedValley Discoveries<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB121","PresenterBiography":"","PresenterDisplayName":"Rajat Bhattacharya, PhD","PresenterKey":"209b6011-f40a-454c-884a-251898e1b09b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB121. Endothelial cells mediated paracrine signaling alters immune cell modulators on colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Endothelial cells mediated paracrine signaling alters immune cell modulators on colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Clinical success of T-cell redirection therapy for solid tumors has been limited potentially due to a lack of target specificity against cancer, leading to on-target off-tumor toxicity at sub-efficacious doses. ENPP3 (ectonucleotide pyrophosphatase\/phosphodiesterase family member 3) is a transmembrane protein that was identified with the help of an artificial intelligence machine learning algorithm. ENPP3 is characterized by apically restricted expression in most normal tissues and elevated, depolarized expression in several solid tumors, thus potentially providing tumor selectivity. ENPP3 expression exhibits a high prevalence in several solid tumors including renal cell carcinoma (RCC) - clear cell (93%) and papillary (78%), lung adenocarcinoma (50%), endometrioid uterine (53%) and ovarian (47%) cancers, colorectal carcinoma (51%), and hepatocellular carcinoma (HCC, 47%).<br \/>JNJ&#8209;87890387 is a fully human bispecific antibody with high affinity and specific binding to ENPP3 on tumor cells and lower affinity binding to cluster of differentiation (CD)3 on T-cells. <i>In vitro<\/i>, JNJ&#8209;87890387 demonstrated potent (pM) T-cell activation and cytotoxicity against tumor cell lines with different levels of endogenous ENPP3 membrane expression, and absence of killing against cells lacking ENPP3 expression, confirming JNJ&#8209;87890387 specificity. <i>In vivo<\/i>, JNJ-87890387 demonstrated ENPP3-expression-dependent potent anti-tumor activity in multiple cell line-derived and patient tumor-derived RCC and HCC xenograft models with complete tumor regressions, and evidence of dose-dependent CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cell infiltration into the tumors. Preclinical safety assessment in the cynomolgus monkey with a tool molecule using the therapeutic ENPP3 binding arm but with a cynomolgus CD3 cross-reactive arm only identified toxicities consistent with the modality.<br \/>In summary, these data support JNJ-87890387&#8217;s clinical development with an ongoing first-in-human Phase I study to evaluate the safety and preliminary anti-tumor activity in advanced-stage solid tumors with a high prevalence of ENPP3 expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,T cell engager,Solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Smruthi Vijayaraghavan<\/b><sup><\/sup>, Pankaj Seth<sup><\/sup>, Annmarie Winkis<sup><\/sup>, Kristen Chevalier<sup><\/sup>, Alexa Marthaler<sup><\/sup>, Katrin Sproesser<sup><\/sup>, Vince Torti<sup><\/sup>, Nirav Shah<sup><\/sup>, Eilyn Lacy<sup><\/sup>, Anna-Lena Frisk<sup><\/sup>, Heather Deutsch<sup><\/sup>, Gerald Chu<sup><\/sup>, Michael Sharp<sup><\/sup>, Jonathan Pabalan<sup><\/sup>, Cholpon Tilegenova<sup><\/sup>, Katherine Thorton<sup><\/sup>, Josh Lauring<sup><\/sup>, Bethany Mattson<sup><\/sup>, Ken Tian<sup><\/sup>, Jacqueline Kinyamu-Akunda<sup><\/sup>, Laurie Lenox<sup><\/sup>, Wan Cheung Cheung<sup><\/sup>, Sheri Moores<sup><\/sup>, Sylvie Laquerre<sup><\/sup><br><br\/>J&J Innovative Medicine, Spring House, PA","CSlideId":"","ControlKey":"e748c3b3-a5a8-4bca-be3d-deb2a213a961","ControlNumber":"9736","DisclosureBlock":"<b>&nbsp;S. Vijayaraghavan, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment, Stock Option. <br><b>P. Seth, <\/b> <br><b>J&J<\/b> Employment, Stock Option. <br><b>Zaiming Inc \/ Simcere Pharma<\/b> Employment. <br><b>A. Winkis, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>K. Chevalier, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>A. Marthaler, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>K. Sproesser, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>V. Torti, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>N. Shah, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>E. Lacy, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>A. Frisk, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>H. Deutsch, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>G. Chu, <\/b> <br><b>J&j Innovative Medicine<\/b> Employment. <br><b>M. Sharp, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>J. Pabalan, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>C. Tilegenova, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>K. Thorton, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>J. Lauring, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>B. Mattson, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>K. Tian, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>J. Kinyamu-Akunda, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>L. Lenox, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>W. Cheung, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>S. Moores, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment. <br><b>S. Laquerre, <\/b> <br><b>J&J Innovative Medicine<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB122","PresenterBiography":null,"PresenterDisplayName":"Smruthi Vijayaraghavan, PhD","PresenterKey":"c5a855bf-8ff9-4a5d-b2ce-4b004e23c1d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB122. JNJ-87890387, a novel ENPP3 bispecific T-cell redirector (ENPP3xCD3) with tumor selectivity through targeting apical surface antigens","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JNJ-87890387, a novel ENPP3 bispecific T-cell redirector (ENPP3xCD3) with tumor selectivity through targeting apical surface antigens","Topics":null,"cSlideId":""},{"Abstract":"The presence of tertiary lymphoid structures (TLS) and associated high endothelial venules (HEV) in the tumor microenvironment strongly correlates with improved prognosis and treatment outcomes across a wide range of solid tumors. These clinical observations, now replicated repeatedly, highlight the therapeutic potential of induction of TLS and\/or boosting TLS functions, which include acting as a point of entry and education for immune effector cells locally in the tumor. Lymphotoxin beta receptor (LTBR) signalling is essential for lymphoid structure development and the ectopic expression of its ligands, lymphotoxin &#945;&#946; and LIGHT, is sufficient for TLS formation <i>in vivo<\/i> but challenging for therapeutic development. Here we present human bispecific antibodies (bsAbs) which conditionally agonize LTBR on co-engagement of fibroblast activation protein (FAP), a tumor microenvironment specific marker expressed by cancer associated fibroblasts. <i>In vitro<\/i> characterisation of these therapeutic bsAbs is presented, along with <i>in vivo<\/i> preclinical evaluation of surrogate bsAbs binding to mouse LTBR and mouse FAP in murine tumor models.<br \/><b>Results<\/b> - Therapeutic bsAbs were identified following an extensive screening campaign combining LTBR and FAP binding arms on an engineered human Fc with minimal FcyR binding.<i> In vitro<\/i> assays using primary cancer associated fibroblasts and LTBR positive cells demonstrated conditionally active therapeutic bsAbs potently activated LTBR in the presence of FAP expressing cells, whereas in the absence of FAP expressing cells no activity was observed. Surrogate bsAbs demonstrated monotherapy activity and led to tumor regressions in combination with anti-PDL1 therapy in an EMT6 mouse model, a syngeneic orthotopic model of breast cancer. Flow cytometry of endpoint tumors showed robust formation of HEVs and increased infiltration of T cells and B cells. In addition, we demonstrate that LTBR agonism, but not PD-L1 inhibition, leads to the formation of TLS structures containing organized lymphocyte aggregates with the appearance of germinal centres and accumulations of T and B cells in a mouse model of lung cancer. In conclusion, conditionally active FAP-LTBR bispecifics activate LTBR in the tumor microenvironment and induce HEV and TLS formation, leading to potent monotherapy activity <i>in vivo<\/i>, and to tumor regression in combination with PD-L1. These data support the development of FAP-LTBR bispecifics for the treatment of solid tumors as monotherapy and in combination with standard of care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Bispecific antibody,Antigen presentation,B cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Marta Lewandowska<sup><\/sup>, Fevzi Demircioglu<sup><\/sup>, Lucy Penfold<sup><\/sup>, Rebecca  B.  Riddle<sup><\/sup>, Sameer Sirohi<sup><\/sup>, Floriane Laurent<sup><\/sup>, Richard Brown<sup><\/sup>, Sonia Bains<sup><\/sup>, Dara Bevan<sup><\/sup>, Emma Stanley<sup><\/sup>, Jeanine Pignatelli<sup><\/sup>, <b>James  W.  Legg<\/b><sup><\/sup>, Ray Jupp<sup><\/sup><br><br\/>Mestag Therapeutics, Cambridge, United Kingdom","CSlideId":"","ControlKey":"18525692-41f0-45d0-8635-b12ede12ef77","ControlNumber":"10294","DisclosureBlock":"<b>&nbsp;M. Lewandowska, <\/b> <br><b>Mestag Threapeutics<\/b> Employment, Stock Option, Patent. <br><b>F. Demircioglu, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>L. Penfold, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>R. B. Riddle, <\/b> <br><b>Mestag Therapeutics<\/b> Employment. <br><b>S. Sirohi, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>F. Laurent, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>R. Brown, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>Sanofi<\/b> Stock. <br><b>S. Bains, <\/b> <br><b>Mestag Therapeutics<\/b> Employment. <br><b>D. Bevan, <\/b> <br><b>Mestag Therapeutics<\/b> Employment. <br><b>E. Stanley, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>J. Pignatelli, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option. <br><b>J. W. Legg, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>Astra Zeneca<\/b> Stock. <br><b>R. Jupp, <\/b> <br><b>Mestag Therapeutics<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB123","PresenterBiography":null,"PresenterDisplayName":"James Legg, PhD","PresenterKey":"c7aa1669-266a-42b1-8199-655a25a3f713","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB123. Conditionally active, therapeutic lymphotoxin beta receptor (LTBR) agonist bispecific antibodies for induction of tertiary lymphoid structures in the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Conditionally active, therapeutic lymphotoxin beta receptor (LTBR) agonist bispecific antibodies for induction of tertiary lymphoid structures in the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"The Araris site-specific and one-step linker conjugation technology aims at generating stable, safe and highly potent ADCs without the need for antibody engineering prior to payload conjugation. Here, we generated an anti-NaPi2b ADC with two different Topoisomerase-1 inhibitors (TOP1i) as payloads that shows excellent efficacy vs anti-NaPi2b ADCs that were unsuccessful in clinical trials due to low therapeutic indices (TI), preventing administration at therapeutically active doses. The Araris ADC was designed to combine two features in one ADC to maximize tumor-specific activity by using two different TOP1i payloads: one potent TOP1i that is able to exert bystander activity to address tumor heterogeneity and low-target expression and one exatecan derivative (DAR2) that accumulates in cells (low bystander activity) to achieve greater potency. This novel ADC is characterized by a well-defined drug-to-antibody ratio (DAR) of 4 (DAR2+2), high homogeneity and purity and shows high stability under stressed conditions. In in vitro assays on various target-positive cell lines with different NaPi2b expression levels, the Araris ADC demonstrated nM-potency in cell cytotoxicity assays, similar to the clinical NaPi2b ADCs lifastuzumab vedotin and upifitamab rilsodotin but being much less toxic to target-negative cells. Moreover, this ADC showed excellent stability in mouse and human sera, exemplified by the absence of payload deconjugation or linker cleavage. Most importantly, the ADC was extremely stable in circulation as shown in pharmacokinetic studies in rodents, demonstrating an exposure profile comparable to the unmodified parent antibody. Strikingly, in a high-expressing OVCAR-3 xenograft model, the Araris ADC administered as a single dose at 9 mg\/kg on day 0 led to very high anti-tumor activity, essentially leading to tumor eradication and a long lasting anti-tumor response in all treated animals. We here show first encouraging results on a novel concept of combining TOP1i payloads that have two different features in one ADC to maximize efficacy and tolerability. We believe that this concept in combination with a stable payload attachment at low DAR and an excellent exposure may help to develop ADCs with an improved therapeutic index for various solid tumor indications. The initial results indicate that this ADC may overcome the limitations of current clinical programs against NaPi2b and has the potential to be a first-in-class ADC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),NaPi2b,solid tumors,Microbial Transglutaminase (MTG),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Attinger-Toller<\/b>, P. Probst, L. Kallenberger, E. Renard, R. Bertrand, R. Fay, R. Santimaria, P. Maurhofer, D. Grabulovski, B. Schlereth, P. R. Spycher; <br\/>Araris Biotech AG, Au, Switzerland","CSlideId":"","ControlKey":"95b90cd1-50da-4bd8-8cce-5fadaff2c288","ControlNumber":"10897","DisclosureBlock":"&nbsp;<b>I. Attinger-Toller, <\/b> None..<br><b>P. Probst, <\/b> None..<br><b>L. Kallenberger, <\/b> None..<br><b>E. Renard, <\/b> None..<br><b>R. Bertrand, <\/b> None..<br><b>R. Fay, <\/b> None..<br><b>R. Santimaria, <\/b> None..<br><b>P. Maurhofer, <\/b> None..<br><b>D. Grabulovski, <\/b> None..<br><b>B. Schlereth, <\/b> None..<br><b>P. R. Spycher, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB124","PresenterBiography":null,"PresenterDisplayName":"Isabella Attinger-Toller, PhD","PresenterKey":"9c15e9d9-6b3f-4cfb-8216-bed245c3161e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB124. Targeting NaPi2b with a novel dual TOP1i ADC that shows excellent biophysical properties and high efficacy in vivo","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting NaPi2b with a novel dual TOP1i ADC that shows excellent biophysical properties and high efficacy in vivo","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy does not sufficiently eliminate tumor-initiating cells (TICs) of hepatocellular carcinoma (HCC). To remove TICs and achieve personalized cancer therapy, dendritic cells (DC) were vaccinated against tumor germline mutations, but metastatic cancers recurred in many cases. Emerging data suggest that nanoparticle-based siRNA delivered targeting of stemness transcription factor NANOG (pluripotency transcription factor) potentiates anti-tumor immunity. We hypothesized that pre-treatment of selective TIC inhibitors targeting stemness genes sensitized the efficacy of immunotherapy targeting of liver TICs. Novel TIC-targeting immunoglobulin, variable chain fragments were identified by phage-display library screening. The top single chain camelid antibody (scFv) candidates were identified and individually cloned into mammalian expression vectors to test binding to TICs.<b> <\/b>A Tri-specific T cell engager (TriTE) was constructed to connect TIC-targeting scFv with anti-dendritic cell (DC) scFv (anti-CD14) and CD3. Such scFv vectors were tested for target cell lysis.<b> <\/b> Candidate ligands of anti-TIC ScFvs present on the tumor cell surface were identified through a series of bioinformatic analysis., The latter provided the preconditions for one of our aims to identify the target, tumor surface ligand(s) of anti-TIC ScFv to better understand the mechanism of TriTE action upon a tumor cell. IP-Mass spectrometry analyses demonstrated that two target surface antigens, TBCE and CEP170, along with their respective mRNAs were highly expressed in CD133+ TIC Huh7 cells when compared to CD133- non-TIC Huh7 cells. This accounted for specific TriTE binding to TIC cells, but not to CD133(-) Huh7 cells or primary hepatocytes. These data demonstrated that these unique tumor antigens, primarily arising during neoplastic transformation, elicited T and\/or monocyte immunity capable of protecting the host from cancer progression. These conjunctive with PD1 antibody therapeutic modality leads to the personalized immune\/chemotherapy of HCC patients. Human monocyte-derived DCs, TIC and T cells were incubated with TriTE to measure IFN&#947; production during CTL killing effects against TICs. TriTE treatment significantly reduced tumor growth of PDX tissues in NSG-SG3 mice with humanized immunity. Other novel surface antigens on TIC were identified by mass spectroscopy analyses. These data demonstrated that the presence of unique tumor antigens, primarily arising during neoplastic transformation, which elicited T and\/or myeloid cell immunity capable of protecting the host from cancer progression. Self-adapting antigen-targeting machinery with Trite therapy is adaptable and fine-tuning next-generation immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Tumor initiating cells,T cell engager,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Ma<sup>1<\/sup>, N. Wang<sup>1<\/sup>, H. Choi<sup>1<\/sup>, L. Ziying<sup>1<\/sup>, N. Fajardo<sup>1<\/sup>, R. Ilaga<sup>1<\/sup>, R. Machida<sup>1<\/sup>, Z. Lin<sup>1<\/sup>, A. Ramrakhiani<sup>1<\/sup>, Y. Y. Chen<sup>2<\/sup>, L. Sher<sup>1<\/sup>, S. M. Tahara<sup>1<\/sup>, <b>K. Machida<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine of USC, Los Angeles, CA, <sup>2<\/sup>UCLA, Los Angeles, CA","CSlideId":"","ControlKey":"29f0c5d8-e968-453a-ac2c-300b8b7dd817","ControlNumber":"9517","DisclosureBlock":"&nbsp;<b>W. Ma, <\/b> None..<br><b>N. Wang, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>L. Ziying, <\/b> None..<br><b>N. Fajardo, <\/b> None..<br><b>R. Ilaga, <\/b> None..<br><b>R. Machida, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>A. Ramrakhiani, <\/b> None..<br><b>Y. Y. Chen, <\/b> None..<br><b>L. Sher, <\/b> None..<br><b>S. M. Tahara, <\/b> None..<br><b>K. Machida, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB125","PresenterBiography":null,"PresenterDisplayName":"Keigo Machida, PhD","PresenterKey":"60a58db7-0901-4789-b053-16907ae52b82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB125. Tri-specific T cell engager targeting of selective surface cancer-selective ligands recruits both T cells and APC targeting of cancer neoantigens of tumor-initiating stem-like cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tri-specific T cell engager targeting of selective surface cancer-selective ligands recruits both T cells and APC targeting of cancer neoantigens of tumor-initiating stem-like cells","Topics":null,"cSlideId":""},{"Abstract":"Receptor tyrosine kinase-like orphan receptor 1 (ROR1) expression is a highly specific tumor associated antigen expressed in multiple hematological malignancies and solid tumors. EMB-07 is a novel monovalent asymmetrical tandem Fab (MAT-Fab) antibody composed of two different Fab fragments targeting ROR1 and CD3&#949; respectively, and a &#8220;knob-in-hole&#8221; Fc fragment maintaining FcRn binding and Ig-like pharmacokinetics in vivo. To avoid light chain miss-pairing, the anti-ROR1 light chain was directly connected to the N-terminus of the anti-CD3 heavy chain. The ROR1 binding arm has a high affinity of 0.52 nM and recognizes a membrane distal epitope, which is different from a reference BiTE molecule currently in clinical trial. In comparison with this BiTE molecule, EMB-07 showed similar tumor killing efficacy to ROR1 expressing tumor cell lines while it induced much lower levels of cytokines both in vitro and in vivo. Moreover, comparing with a clinical stage ROR1-vc-MMAE ADC, EMB-07 demonstrated ~500-fold increased tumor lysis potency in vitro. In PD-1 resistant tumor xenograft mice models, EMB-07 showed potent tumor growth inhibition and synergistic activity in combination with PD-1 blockade. In a preclinical GLP toxicological study, EMB-07 was well tolerated in cynomolgus monkeys with no evidence of lethality, life-threatening toxicity, or obvious EMB-07-related macroscopic and histopathological adverse findings up to 50 mg\/kg. By using a highly specific IHC clone, we validated membrane-associated ROR1 expression in multiple tumor types, including triple negative breast cancer, ovarian cancer, endometrial cancer, lung adenocarcinoma, and pancreatic cancer, while the observation of its expression in normal tissues is very limited. This study supports the clinical development of EMB-07 for treating multiple solid tumors with ROR1 expression. A FIH study of EMB-07 in locally advanced\/metastatic solid tumors or relapse\/refractory lymphoma is currently ongoing (NCT05607498).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,ROR1,Breast cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Danqing Wu<sup>1<\/sup>, Shiyong Gong<sup>1<\/sup>, Xuan Wu<sup>1<\/sup>, Gaowa Naren<sup>1<\/sup>, Liqin Dong<sup>1<\/sup>, Stephan Lensky<sup>2<\/sup>, <b>Chengbin Wu<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>EpimAb Biotherapeutics Co., Ltd., Shanghai, China,<sup>2<\/sup>EpimAb USA LLC, New Braintree, MA","CSlideId":"","ControlKey":"ed95ff2b-5b0d-4310-b6bc-73977ed0016f","ControlNumber":"9859","DisclosureBlock":"<b>&nbsp;D. Wu, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment. <br><b>S. Gong, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment. <br><b>X. Wu, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment. <br><b>G. Naren, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment. <br><b>L. Dong, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment. <br><b>S. Lensky, <\/b> <br><b>EpimAb<\/b> Employment, Stock Option, Other, Employee in Executive Management. <br><b>C. Wu, <\/b> <br><b>EpimAb Biotherapeutics Co., Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB126","PresenterBiography":null,"PresenterDisplayName":"Chengbin Wu, BSc, MSc, PhD","PresenterKey":"ec7b8d0b-4a4e-4e93-af08-3dda89dfdebf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB126. Generation of a novel ROR1 x CD3 bispecific T-cell engager for better tumor killing and minimal cytokine release","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of a novel ROR1 x CD3 bispecific T-cell engager for better tumor killing and minimal cytokine release","Topics":null,"cSlideId":""},{"Abstract":"Folate receptor alpha (FOLR1) is specifically overexpressed in malignant tumors of epithelial origin, including ovarian, lung and breast cancers. While antibody-drug conjugate (ADC) therapies targeting FOLR1 have shown promise in clinical trials, there is still a large proportion of patients, particularly those with low FOLR1 expression, who do not respond, indicating new therapeutic strategies are needed. MUC1 is another tumor-associated antigen that is likewise overexpressed in epithelial ovarian cancer, breast cancer, and NSCLC, among other cancers; analysis of ovarian PDX tumors by immunohistochemistry (IHC) suggests that FOLR1 and MUC1 are both highly expressed in this cancer type. We therefore hypothesized that dual targeting of FOLR1 and MUC1 could provide therapeutic benefit in ovarian cancer as well as a broad range of tumors. We generated a FOLR1 x MUC1 bispecific antibody (bsAb) from anti-FOLR1 and anti-MUC1 monoclonal antibodies that were produced using RenLite<sup>&#174;<\/sup> fully human common light chain mice. These parental monoclonal antibodies recognize both human and cynomolgus monkey antigens. Anti-FOLR1 antibodies were highly specific for FOLR1, as they did not recognize other FOLR family members. The anti-MUC1 antibody was previously confirmed to target MUC1-C, the juxtamembrane domain of MUC1, ensuring tumor cell recognition regardless of MUC1 cleavage. Assessment of the novel FOLR1 x MUC1 bsAb indicates binding to several ovarian, breast and NSCLC cell lines, and shows enhanced internalization in MDA-MB-468 and T47D cell lines when compared to parental antibodies. Subsequently, the FOLR1 x MUC1 bsAb was conjugated to vcMMAE with a DAR of 4, to generate a bispecific ADC, BCG023. BCG023 exhibited superior tumor growth inhibition compared to benchmark ADCs conjugated with the same payload and DAR in a low FOLR1-expressing NSCLC PDX model. These data suggest that targeting FOLR1 and MUC1 with a bispecific ADC is a promising therapeutic strategy for the treatment of ovarian and other tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Folate receptor,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Zhang, C. Shang, <b>C. Guo<\/b>, Y. Yang; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"b4cd723c-83bb-42bf-b902-97a98112e148","ControlNumber":"10526","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB127","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB127. A first-in-class bispecific ADC targeting FOLR1 and MUC1 exhibits promising anti-tumor activity in a FOLR1<sup>low<\/sup> xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-in-class bispecific ADC targeting FOLR1 and MUC1 exhibits promising anti-tumor activity in a FOLR1<sup>low<\/sup> xenograft model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b><br \/>Multiple myeloma (MM) accounts for 10% of all hematologic cancers. Recent advances in MM therapy have greatly increased the overall response and survival rate. However, almost all patients eventually relapse. The prognosis still remains poor. BCMA and GPRC5D are overexpressed in myeloma cells. Although CAR-T and T cell engager (TCE) targeting BCMA or GPRC5D have been efficacious in MM patients, resistance does occur. Since the expression of BCMA and GPRC5D in MM are heterogeneous, to further improve the overall response and survival, we have recently generated a novel tri-specific T-cell engager, GBD218, targeting both BCMA and GPRC5D. GBD218 has demonstrated potent <i>in vitro<\/i> and<i> in vivo<\/i> activity against myeloma cells.<br \/><b>Methods<\/b><br \/>Anti-BCMA and GPRC5D nanobodies were screened from alpaca immune libraries, and anti-CD3 antibody was engineered from mouse hybridoma clone. The tri-specific antibodies were constructed in a &#8220;1+1+1&#8221; format through &#8220;knob into hole&#8221; technology fused with silenced IgG1 Fc. The format of the tri-specific antibodies was optimized by multiple rounds of <i>in vitro<\/i> activity and druggability evaluation. The <i>in vivo<\/i> tumor growth inhibition effects were evaluated in PBMC-humanized xenograft mouse models.<br \/><b>Results<\/b><br \/>GBD218 has been designed to potently bind hBCMA (KD=0.4nM) and hGPRC5D (cell binding EC50 ~ 2nM). To reduce CRS and other potential AEs associated with TCEs, a low affinity of anti-CD3 Fab was used. In cell-based functional assays, GBD218 showed efficient cytotoxicity against single and double positive MM cell lines with various expression levels of BCMA and GPRC5D. T cell activation and cytokine release induced by GBD218, in the presence or absence of MM cancer cells, is nicely balanced for great killing efficacy and the low risk of CRS. Importantly, the results showed that GBD218 exhibited superior<i> in vitro<\/i> killing activity compared to benchmarks, including teclistamab, talquetamab, the combination of teclistamab and talquetamab, suggesting a synergistic effect of GBD218 by targeting BCMA and GPRC5D. In xenograft models, GBD218 showed excellent anti-tumor activity, indicating great potential for GBD218 as a promising therapeutics for MM.<br \/><b>Conclusion<\/b><br \/>GBD218 is a novel tri-specific antibody that showed potent<i> in vitro<\/i> and <i>in vivo<\/i> anti-tumor activity. GBD218 efficiently kills both BCMA and\/or GPRC5D expressing MM cells, which may hold promise to increase response rate and improve survival in MM patients in clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Multiple myeloma,BCMA,Tumor-associated antigen (TAA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Tan, X. Li, F. Yu, J. Xu, Z. Qian, Y. Cao, X. Yang, Q. Du, F. Peng, <b>S. Han<\/b>, Q. Ding; <br\/>Genor Biopharma Co. Ltd., Shanghai, China","CSlideId":"","ControlKey":"d13d1ce7-94e7-4378-922a-808f7b247e8a","ControlNumber":"10613","DisclosureBlock":"&nbsp;<b>Y. Tan, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>F. Yu, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>Z. Qian, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>Q. Du, <\/b> None..<br><b>F. Peng, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>Q. Ding, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB128","PresenterBiography":null,"PresenterDisplayName":"Shuhua Han, PhD","PresenterKey":"14a1be53-9d14-47de-b71c-91fee7714ba9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB128. A novel tri-specific T cell engager targeting BCMA and GPRC5D for treatment of multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel tri-specific T cell engager targeting BCMA and GPRC5D for treatment of multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"CD38 and CD47 are co-expressed in various hematologic malignancies including multiple myeloma (MM), B-cell non-Hodgkin lymphoma (NHL), B-cell acute lymphoblastic leukemia (ALL), T-cell ALL and B-cell chronic lymphocytic leukemia (CLL). We present, herein, several CD38 antibody - CD47 ligand trap bispecific antibodies (BsAbs) in an ADCC-enhanced IgG1 form that harbor high CD38 binding affinity, low CD47 binding affinity, along with negligible affinity to red blood cells (RBCs) and no induction of RBCs agglutination. Using flow cytometry and Biolayer interferometry (BLI), we confirmed that our BsAbs can simultaneously bind to both CD38 and CD47, and that binding to either antigen first does not prevent binding to the other antigen subsequently. On CD47<sup>+<\/sup>\/CD38<sup>low<\/sup> Jurkat (T leukemic) cells, our BsAbs reveal less blocking effect on the CD47\/SIRP&#945; interaction than a monospecific CD47 ligand trap molecule based on which our BsAbs were designed; conversely, on CD38\/CD47 double-positive Reh (pro-B ALL) cells, our BsAbs reveal 200-500-fold greater blocking effect on the CD47\/SIRP&#945; interaction than the same monospecific CD47 ligand trap molecule, indicating that the inhibition of CD47\/SIRP&#945; by our BsAbs is depended on the engagement of CD38 on tumor cells. On CD47<sup>+<\/sup>\/CD38<sup>+<\/sup> Daudi (B NHL) lymphoma cells and L-1236 (B Hodgkin) lymphoma cells, four of our BsAbs inhibited CD38 enzymatic activity, which is responsible for immune-suppressive adenosine production in tumor microenvironment. Our BsAbs presented potent dose-dependent antibody-dependent cellular cytotoxicity (ADCC) against CD47<sup>+<\/sup>\/CD38<sup>+<\/sup> Raji (B NHL) and NCI-H929 (B plasmacytoma myeloma) cells, while revealing negligible ADCC activity against CD47<sup>+<\/sup>\/CD38<sup>-<\/sup> cells, indicating low off-tumor toxicity. Likewise, our BsAbs also harbor potent antibody-dependent cellular phagocytosis (ADCP) activity against Raji NHL cells, varied degree of complement-dependent cytotoxicity (CDC) activity and direct apoptosis induction against Daudi NHL cells. In a mouse xenograft model harboring NCI-H929 multiple myeloma, our BsAbs produced more potent tumor growth inhibition, than monospecific anti-CD47 ligand trap, anti-CD38 (isatuximab) or combination of isatuximab and anti-CD47 ligand trap, at the same molecular dose per body weight. Notably, clone IMM5605-12C10 eradicated all tumors and achieved 100% complete response rate in a group of six mice. In summary, simultaneous targeting CD38 and CD47 using our CD38 antibody - CD47 ligand trap bispecific design in an ADCC-enhanced IgG1 form presents a novel multimodal approach for treating hematologic malignancies that are resistant to anti-CD38 antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Multiple myeloma,hematologic malignancies,CD38,CD47,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Tian, S. Li, D. Chen, Y. Yang, H. Guo, D. Liu, R. Zhang, <b>F. Zhang<\/b>; <br\/>ImmuneOnco Biopharmaceuticals (Shanghai) Inc., Shanghai, China","CSlideId":"","ControlKey":"2a0273fa-e0e6-4b3c-b1e7-fecbad5b9147","ControlNumber":"9713","DisclosureBlock":"<b>&nbsp;W. Tian, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>S. Li, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>D. Chen, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>Y. Yang, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>H. Guo, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>D. Liu, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>R. Zhang, <\/b> <br><b>ImmuneOnco Biopharmaceuticals (Shanghai) Inc.<\/b> Employment. <br><b>F. Zhang, <\/b> <br><b>ImmuneOnco Biopharmaceuticals<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB129","PresenterBiography":null,"PresenterDisplayName":"Fan Zhang, PhD","PresenterKey":"6b980082-7844-46fe-81ea-63d5b50bd452","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB129. Preclinical development of a bispecific antibody-trap selectively targeting CD38 and CD47 for treating hematologic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of a bispecific antibody-trap selectively targeting CD38 and CD47 for treating hematologic malignancies","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors have demonstrated significant benefits in treating various types of tumors. However, a considerable number of patients do not respond to this therapy. One proposed mechanism for resistance to immune checkpoint inhibitors is the infiltration of large numbers of regulatory T cells (Tregs) into tumors, which hinders the development of effective antitumor immunity and is often linked to poor prognosis. CCR8 is a G-protein-coupled receptor (GPCR) which is predominantly expressed on Tregs infiltrating tumors. The development of CCR8-specific human antibodies to deplete CCR8<sup>+<\/sup> Tregs is a promising therapeutic strategy for cancer treatment.<br \/>Here, we report the development and characterization of fully human monoclonal antibodies targeting CCR8 that exhibit potent antibody-dependent cellular cytotoxicity (ADCC) activity. These antibodies were generated in CCR8 knock-out RenMab<sup>&#174;<\/sup> mice, which were immunized with native CCR8 antigen prepared via a proprietary cell-free membrane protein synthesis technology. Epitope mapping of the antibodies revealed recognition of a unique epitope on the N-terminus extracellular domain of CCR8. Binding assays indicated cross-reactivity of the antibodies across multiple species; importantly, however, these antibodies did not recognize related chemokine receptors, such as CCR2, CCR4, CCR5, or CX3CR1. <i>In vitro<\/i>, CCR8 antibodies effectively inhibited calcium flux induced by CCL1 binding to the CCR8 receptor. Furthermore, introduction of DE (S239D, I332E) mutations in the Fc region enhanced ADCC activity of these antibodies. To compare the efficacy of these antibodies with anti-CCR8 benchmarks <i>in vivo<\/i>, we generated benchmark analogs in-house with the same DE mutations and established syngeneic MC38 tumor models in humanized B-hCCR8 mice. In this assay, our CCR8 antibodies demonstrated potent anti-tumor activity. Notably, one mutant clone with optimized developability demonstrated robust inhibition of tumor growth when compared to both benchmark analogs and its original clone. Taken together, our fully human CCR8 antibodies demonstrate enhanced ADCC function, strong blocking activity, and superior <i>in vivo<\/i> anti-tumor activity, which may support further development into a novel cancer immunotherapy targeting Tregs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"G-protein-coupled receptors (GPCR),Antibody-dependent cellular cytotoxicity (ADCC),Regulatory T cells,Human monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Liang<sup>1<\/sup>, Y. Guo<sup>1<\/sup>, M. Yin<sup>1<\/sup>, A. Kawagishi<sup>2<\/sup>, T. Terada<sup>2<\/sup>, Y. Kihara<sup>2<\/sup>, T. Kanke<sup>2<\/sup>, <b>C. Guo<\/b><sup>1<\/sup>, W. An<sup>1<\/sup>, Y. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>LiberoThera Co., Ltd., Tokyo, Japan","CSlideId":"","ControlKey":"a350dedd-0f39-49e2-b6c2-a305030bfacb","ControlNumber":"10527","DisclosureBlock":"&nbsp;<b>H. Liang, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>M. Yin, <\/b> None..<br><b>A. Kawagishi, <\/b> None..<br><b>T. Terada, <\/b> None..<br><b>Y. Kihara, <\/b> None..<br><b>T. Kanke, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB130","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB130. Identification of fully human CCR8 antibodies that demonstrate excellent ADCC function, potent blocking activity, and robust anti-tumor immune responses","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of fully human CCR8 antibodies that demonstrate excellent ADCC function, potent blocking activity, and robust anti-tumor immune responses","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>CD73 (5&#8217;-nucleotidase or NT5E) is a cell surface enzyme responsible for the rate limiting step in adenosine production; the conversion of adenosine monophosphate (AMP) into adenosine. Immunosupressive adenosine contributes to immune evasion in solid tumors by accumulating within the tumor microenvironment and thereby inhibiting immune effector cells (e.g., CD8<sup>+<\/sup> T cells). CD73 expression levels correlate with a worse prognosis in specific cancer types, including breast cancer. Adenosine production via CD73 can be therapeutically inhibited by two independent mechanisms: (1) enzyme inhibition, and (2) receptor internalization and subsequent degradation. CBO421, a drug Fc-conjugate (DFC), comprised of a novel small molecule CD73 inhibitor stably conjugated to an immune-silent human IgG1 Fc, achieves both mechanisms, combining the strengths of small molecule inhibitors and CD73-targeting monoclonal antibodies (mAbs) with potential best-in-class efficacy.<br \/><b>Methods: <\/b>The activities of CBO421, a commercially sourced CD73 small molecule inhibitor, quemliclustat (AB680), and biosimilar anti-CD73 mAb, oleclumab (MEDI9447), were investigated. Enzymatic inhibition of soluble CD73 and membrane-bound CD73 on MDA-MB-231 cells was determined. Receptor-mediated internalization of CD73 was assessed using the human triple-negative breast cancer cell line (TNBC), MDA-MB-231, by flow cytometry. Cells were treated with CBO421 or oleclumab. CD73 internalization was measured as the decrease in CD73 surface receptor signal over a 6 h time-course using an anti-human CD73 detection antibody with non-overlapping epitopes to CBO421 or oleclumab.<br \/><b>Results: <\/b>CD73 inhibition by CBO421 of soluble CD73 or CD73 expressed on the surface of the MDA-MB-231 cell line was comparable or superior to AB680 or oleclumab. Receptor internalization activities of CBO421 and oleclumab were compared. CBO421 and oleclumab internalization percentages were determined at 1 h (52.3% vs 26.7%), 4 h (80.8% vs 38.0%), and 6 h (84.8% vs 42.9%) respectively, with CBO421 demonstrating superior maximal receptor internalization. The unconjugated hIgG1 Fc negative control did not exhibit any receptor-mediated internalization of CD73, as expected. IC<sub>50<\/sub> values were also calculated for CBO421 and oleclumab at 1 h (0.20 nM vs 0.88 nM), 4 h (0.07 nM vs 0.27 nM), and 6 h (0.08 nM vs 0.14 nM), respectively.<br \/><b>Conclusions<\/b>CBO421 demonstrated potent and complete CD73 enzyme inhibition and robust CD73 receptor internalization in CD73<sup>+<\/sup> cancer cells that was superior to oleclumab, thereby further differentiating CBO421 from existing CD73-targeting therapeutics currently in clinical development. Based on these compelling results and additional emerging data, CBO421 is progressing as a potential best-in-class clinical development candidate for the treatment of solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"CD73,DFC,Inhibitors,Internalization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Abelovski<\/b>, N. Dedeic, S. Döhrmann, J. Levin, A. Almaguer, D. Zuill, J. Fortier, Q. Zhao, M. Hernandez, K. Amundson, M. Moniz, H. Chen, D. Panickar, T. Lam, T. Brady, A. Borchardt, G. Hough, J. B. Locke, J. N. Cole, L. W. Tari; <br\/>Cidara Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"423bc5bd-f489-4607-a189-f23b389c8810","ControlNumber":"10725","DisclosureBlock":"&nbsp;<b>E. Abelovski, <\/b> None..<br><b>N. Dedeic, <\/b> None..<br><b>S. Döhrmann, <\/b> None..<br><b>J. Levin, <\/b> None..<br><b>A. Almaguer, <\/b> None..<br><b>D. Zuill, <\/b> None..<br><b>J. Fortier, <\/b> None..<br><b>Q. Zhao, <\/b> None..<br><b>M. Hernandez, <\/b> None..<br><b>K. Amundson, <\/b> None..<br><b>M. Moniz, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>D. Panickar, <\/b> None..<br><b>T. Lam, <\/b> None..<br><b>T. Brady, <\/b> None..<br><b>A. Borchardt, <\/b> None..<br><b>G. Hough, <\/b> None..<br><b>J. B. Locke, <\/b> None..<br><b>J. N. Cole, <\/b> None..<br><b>L. W. Tari, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB131","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Abelovski, BS","PresenterKey":"a66a592f-bed6-4378-b799-4529877079eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB131. CBO421, a novel drug Fc-conjugate, inhibits the enzymatic activity of CD73 and triggers CD73 internalization","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"602","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CBO421, a novel drug Fc-conjugate, inhibits the enzymatic activity of CD73 and triggers CD73 internalization","Topics":null,"cSlideId":""}]