[{"Abstract":"Introduction: The cytoplasm of living cells is dynamic and the motion arising from fluctuating forces in cells is an active process, rather than being thermally induced. Motor proteins could be the primary causative force of intracellular movement. However, which motor protein is involved in the intracellular dynamics, what process requires fluctuational intracellular activity, and where the energy source comes from is unknown. To address the impact of intracellular motion in cellular processes, we chemically separated the viscous fluid (cytosol) and elastic solid (cytomatrix) phases of cytoplasm. The multiomic analysis was used to dissect the compositional differences between the liquid and solid phases. LC-MS\/MS-based proteome analysis was used to identify the composition of the HCT-15 colon cancer cell cytomatrix. The mRNA translation was measured by Ribosome footprinting.<br \/>Results: Since the kinesis of the solid phase can trigger liquid phase flux, the composition of the cytomatrix was the primary focus of the study of cytoplasmic motion. The systemic analysis of the cytomatrix constituency allowed the identification of a diverse functional group of proteomes that included cytoskeletal and structural elements of organoids, metabolic enzymes, and normal- and proto-oncogenic signaling pathways. The two-phase system elucidated how diverse chemical reactions can occur simultaneously within the cell cytoplasm. Namely, the immobilization of catalytic complexes on the solid cytomatrix physically segregates biochemical reactants, thereby overcoming spatial impediments and allowing diverse metabolic reactions to coincide. Actomyosin and other actin-binding proteins of cytomatrix were the most abundant and diverse proteome, indicating that the primary machinery driving cytomatrix mobility consists of actomyosin, actin-binding, and actin-regulating proteins of cytomatrix. The cytomatrix dynamics trigger the cytosolic motion that carries substrates to immobilized catalytic complexes of the cytomatrix, thereby increasing product output, which appears to be a more intense process in cancer cells due to genetic and epigenetic aberrations. Under normal physiological conditions, mitochondrial respiration can deliver the energy requirements of cytomatrix micromechanics, but in cancer cells, additional energy of ATP is supplied by the aerobic glycolysis known as the Warburg effect to provide the ATP surplus for actomyosin mechanics.<br \/>Conclusion: The intracellular motion is supported through non-muscle actomyosin action of the solid phase (cytomatrix), permitting increased glycolytic pathway activity in tumor cells. This novel concept of cancer links the Warburg effect with the bioenergetics of cytomatrix micromechanics and the dynamics of metabolic processes in tumors. Thus, two of the mysteries in cancer cell biology, how chemical reactions occur in the cytoplasm and energy is generated by tumor cells, have now been linked.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Warburg effect,Actin cytoskeleton,Glycolysis,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. E. Shaiken<\/b>; <br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"bbf1d204-f8f5-4dee-8534-b3a1b8071fae","ControlNumber":"1227","DisclosureBlock":"&nbsp;<b>T. E. Shaiken, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4421","PresenterBiography":null,"PresenterDisplayName":"Tattym Shaiken, PhD","PresenterKey":"5aa23282-4eab-4cb8-9dc6-9c0ffcf47d99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4421. Intracellular cytomatrix actin and the Warburg effect","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracellular cytomatrix actin and the Warburg effect","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM) is a recurrent, chemoresistant, malignant brain tumor. Hypoxia is a major factor contributing to resistance in GBM which develops due to aggressive tumor growth and chronic anti-angiogenic therapy. Thus, under limited oxygen supply it is unlikely that the high energy consuming pathways are solely able to provide the energy requirement of GBM cells. Thus, based on our metabolomics data stated below we hypothesize that GBM cells adapt to chronic hypoxia utilizing alternate metabolic pathways such as peroxisomal fatty acid oxidation (FAO). Here we have explored the role of Acyl coenzyme A oxidase (ACOX-1), a rate limiting enzyme for peroxisomal FAO in the metabolic adaptations to hypoxia and as a potential drug target.<br \/>Methods: U251 CRISPR dox inducible ACOX1 (KO) cells and patient derived primary GBM were grown under normoxic and hypoxic conditions (2%O2, 5%CO<sub>2<\/sub>, 70% humidity). Metabolic analysis was done using UHPLC-MS and LCMS analysis. RNAseq was done using TopHat2 (genome alignment), HTSeq, and DEseq to study the differential gene expression at cut-off of 2-fold change, and p&#60;0.05. GSEA was used to interpret biological pathways. NCr\/SCID (Severe Combined Immunodeficiency) mice (n=5) inoculated with U251 ACOX1 knockout cells expressing luciferase were used and treated with anti-angiogenic agent pazopanib at 30 mg\/kg, 5 days a week. The U251 luciferase-labeled tumors were imaged starting weekly for tumor volumes using the IVIS (In Vivo Imaging System) Lumina.<br \/>Results: In patient derived primary GBM cell lines alterations in metabolites in chronic hypoxia compared to normoxia, such as decrease in citric acid cycle metabolites, increase in glycolytic metabolites, and dysfunctional mitochondrial metabolites. In RNA seq downregulation of genes PCK1, SCD, SREBF1, and PIPOX (p&#60;1x10<sup>8<\/sup>) involved in PPAR and lipid metabolism pathways in hypoxia versus normoxia were noted. Inhibition of ACOX-1 displayed increased survival in mice administered (p=6.7E-04) with pazopanib compared to the U251 parental control group.<br \/>Conclusion: There is metabolomic reprogramming in ACOX-1 KO cells channeled predominantly through FAO as seen through the downregulation of genes downstream of the PPAR signaling pathway, mediated through SREBF1 the master regulator of lipid metabolism. Thus, these genes could be future targets for therapy in combination with anti-angiogenic therapies that aggravate hypoxia in GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Glioblastoma,Metabolomics,Hypoxia,Antiangiogenic therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Bhattacharya<\/b><sup>1<\/sup>, L. Caflisch<sup>1<\/sup>, H. Balinda<sup>1<\/sup>, A. Lodi<sup>2<\/sup>, M. Zhou<sup>1<\/sup>, M. Li<sup>1<\/sup>, J. Chiou<sup>2<\/sup>, R. Pandey<sup>2<\/sup>, G. R. Sareddy<sup>1<\/sup>, S. Tiziani<sup>2<\/sup>, Y. Chen<sup>1<\/sup>, R. K. Vadlamudi<sup>1<\/sup>, A. J. Brenner<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>The University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"40c9a127-a739-4dfd-b730-48972f94b9c7","ControlNumber":"2021","DisclosureBlock":"&nbsp;<b>A. Bhattacharya, <\/b> None..<br><b>L. Caflisch, <\/b> None..<br><b>H. Balinda, <\/b> None..<br><b>A. Lodi, <\/b> None..<br><b>M. Zhou, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>J. Chiou, <\/b> None..<br><b>R. Pandey, <\/b> None..<br><b>G. R. Sareddy, <\/b> None..<br><b>S. Tiziani, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>R. K. Vadlamudi, <\/b> None..<br><b>A. J. Brenner, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4422","PresenterBiography":null,"PresenterDisplayName":"Ayon Bhattacharya, MD","PresenterKey":"68a4ec7e-51e9-4bbc-8e5f-8335316f536c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4422. Metabolic adaptations of glioblastoma in hypoxia is mediated by acox-1","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic adaptations of glioblastoma in hypoxia is mediated by acox-1","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Previously, we reported that VLDL promoted cell proliferation of epithelial ovarian cancer (EOC) cells in vitro. In vivo, we also confirmed that High-Fat Diet (HFD) strongly promoted the tumor growth of EOC. These results suggest that lipid molecules in HFD might contribute to cell proliferation of EOC cell. In this study, we performed metabolome analysis and analyzed the metabolomic profile of lipid molecules of HFD fed mouse serum. Finally, we demonstrated that some lipid molecules promoted the cell proliferation of EOC cells in vitro and vivo.<br \/>Methods: We obtained the serum of HFD and normal diet (ND) fed mouse (non-tumor bearing) and performed metabolome analysis to identify the lipid molecules which associate with cell proliferation. In addition, we demonstrated that the lipid molecules promoted cell proliferation and activated signaling pathway of EOC cells in vitro. Moreover, we evaluated that the lipid molecules-rich diet promoted the tumor growth of EOC in vivo.<br \/>Results: The tumor growth of EOC (EOC cell line; KURAMOCHI and RMG-I) was significantly promoted by HFD compared to ND in vivo (p &#60; 0.05, respectively). Metabolome analysis using the serum of HFD and ND fed mouse (non-tumor bearing) detected 210 metabolites, and principal component analysis showed obvious different metabolic profiles of HFD fed mouse serum compared to ND. Partial least squares-discriminant analysis revealed cholesterol and arachidonic acid (AA) as the lipid molecules with high VIP score in the serum of HFD fed mouse. In vitro, cholesterol and AA significantly promoted cell proliferation, respectively (p &#60; 0.05) through the activation of MAPK signaling pathway. In vivo, we also confirmed that cholesterol and AA-rich feed promoted the tumor growth of EOC, respectively (p &#60; 0.05).<br \/>Conclusions: Cholesterol and AA significantly promoted the tumor growth of epithelial ovarian cancer through the activation of MAPK signaling pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Cancer metabolism,Metabolomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Sakaguchi-Mukaida<\/b>, K. Hiramatsu, M. Kakuda, S. Nakagawa, T. Kimura, Y. Ueda, T. Kimura; <br\/>Osaka University, Suita City, Osaka, Japan","CSlideId":"","ControlKey":"5a4adf91-880f-4e7a-a751-fa6254abc888","ControlNumber":"2390","DisclosureBlock":"&nbsp;<b>H. Sakaguchi-Mukaida, <\/b> None..<br><b>K. Hiramatsu, <\/b> None..<br><b>M. Kakuda, <\/b> None..<br><b>S. Nakagawa, <\/b> None..<br><b>T. Kimura, <\/b> None..<br><b>Y. Ueda, <\/b> None..<br><b>T. Kimura, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9041","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4423","PresenterBiography":null,"PresenterDisplayName":"Hitomi Sakaguchi-Mukaida, MD","PresenterKey":"f4ad5ff9-e6c2-4120-ae36-c53963278246","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4423. Cholesterol and arachidonic acid promote the tumor growth of epithelial ovarian cancer via MAPK signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cholesterol and arachidonic acid promote the tumor growth of epithelial ovarian cancer via MAPK signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Background: Inhibition of the cell cycle kinases CDK4\/6 is the standard-of-care for advanced hormone receptor-positive breast cancer. The clinical efficacy of CDK4\/6 inhibitors in triple-negative breast cancer remains uncertain. Mechanisms of sensitivity and resistance are not fully understood. This study comprehensively investigated the metabolic response of triple-negative and estrogen receptor-positive breast cancer cells to abemaciclib (Abe), with the aim of providing metabolic insights for resistance mechanisms.<br \/>Methods: MCF-7 (MCF) and MDA-MB-231 (MDA) cells were treated with Abe (0, 100, and 500 nM) for 1, 2, or 7 days. Cell cycle and cell senescence analyses were performed to assess drug effects. Cellular metabolism was investigated using the Seahorse assay, LC-MS\/MS based targeted metabolomics, and stable isotope-assisted metabolic flux analyses with [U-<sup>13<\/sup>C]glutamine, [1,2-<sup>13<\/sup>C]glucose, and [U-<sup>13<\/sup>C]glucose as the tracers.<br \/>Results: Abe induced cell cycle arrest at G0\/G1 in both cell lines, more pronounced in MCF. Dose- and time-dependent cell senescence occurred in both treated cell lines, more pronounced in MDA. The Seahorse assay indicated that energy metabolism (assessed by oxygen consumption rate and extracellular acidification rate) was reduced in both treated cell lines. Targeted metabolomics revealed that post Abe treatment, intracellular lactate significantly decreased in both cell lines; intracellular TCA intermediates significantly decreased in MCF while being unchanged in MDA; intracellular deoxynucleotides decreased in both cell lines, to a lesser extent in MDA; cellular energy levels (assessed as the ratios of ATP\/AMP, ATP\/ADP, CTP\/CMP, CTP\/CDP) were significantly lower in MCF while remaining unchanged or increased in MDA; intracellular levels of many amino acids significantly increased in MDA while decreasing in MCF. [U-<sup>13<\/sup>C]glutamine flux revealed a significant decrease of intracellular glutamine-derived TCA intermediates in both treated cell lines. [1,2-<sup>13<\/sup>C]glucose flux indicated an enhanced oxidate pentose phosphate pathway (PPP) activity and increased de novo syntheses of purine nucleotides (ATP and GTP) in treated MDA (but not MCF). [U-<sup>13<\/sup>C]glucose flux suggested that while both cell lines responded to Abe with decreased anaerobic glycolysis (pyruvate converting to lactate), MDA (but not MCF) showed an enhanced capability of utilizing glucose-derived carbon to replenish TCA intermediates and increased amino acid synthesis.<br \/>Conclusion:<b> <\/b>Adaptive cellular metabolism, characterized by enhanced utilization of glucose-derived carbon to replenish TCA intermediates and increased PPP activity, thus promoting biosynthesis of amino acids and purine nucleotides to maintain cellular energy and redox balance, may contribute to the intrinsic resistance of triple-negative breast cancer to CDK4\/6 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolism,Metabolomics,CDK inhibitor,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Jiang<sup>1<\/sup>, X. Bao<sup>1<\/sup>, Y. Jiang<sup>1<\/sup>, Y. Yue<sup>1<\/sup>, M. Huettemann<sup>2<\/sup>, <b>J. Li<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Karmanos Cancer Institute, Detroit, MI, <sup>2<\/sup>Wayne State University, Detroit, MI","CSlideId":"","ControlKey":"304e82d8-2916-4949-82f3-89f624d0e965","ControlNumber":"4114","DisclosureBlock":"&nbsp;<b>J. Jiang, <\/b> None..<br><b>X. Bao, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>Y. Yue, <\/b> None..<br><b>M. Huettemann, <\/b> None..<br><b>J. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9042","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4424","PresenterBiography":null,"PresenterDisplayName":"Jing Li, PhD","PresenterKey":"70280395-3269-4cbb-8c25-3492770813d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4424. Differential metabolic response of triple-negative and estrogen receptor-positive breast cancer cells to abemaciclib, a CDK4\/6 inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential metabolic response of triple-negative and estrogen receptor-positive breast cancer cells to abemaciclib, a CDK4\/6 inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Dedifferentiated liposarcoma (DDLPS) is a rare, life-threatening malignancy in the family of adipocytic sarcomas. DDLPS, which usually arises in the retroperitoneum of middle-aged adults, has a poor prognosis. This is due to the propensity of DDLPS to metastasize and recur locally, combined with a dearth of effective systemic therapies. A longstanding curiosity is that DDLPS has non-lipogenic morphology and no lipid droplets, while its less aggressive sister sarcoma, well-differentiated liposarcoma (WDLPS), resembles benign adipose tissue and contains large lipid droplets. How DDLPS metabolizes lipids and the metabolic vulnerabilities of DDLPS in patients, which may form new therapeutic targets, are unknown. In our project, we investigate the metabolism of DDLPS versus WDLPS using patient samples and cell lines. Snap-frozen tissues from patients were obtained from the Dana-Farber\/Harvard Cancer Center specimen bank of DDLPS and WDLPS. We performed metabolomics and lipidomics on these samples. We complemented these results with publicly available transcriptional profiles of separate cohorts of DDLPS, WDLPS, and other cancers. In vitro, we made use of a panel of multiple DDLPS-derived cell lines, WDLPS-derived cells, benign preadipocytes, and benign adipocytes. We measured mitochondrial function and the cellular effects of perturbing various metabolites in screens in culture. Overall, our initial results indicate strong alterations in mitochondrial metabolism in DDLPS in patients. In culture, DDLPS is susceptible to multiple metabolic perturbations related to mitochondrial dysfunction. These metabolic vulnerabilities of DDLPS provide potential therapeutic opportunities. Work is ongoing to optimize the targeting of these vulnerabilities in vivo, elucidate the molecular roles of specific metabolites, and complete a blueprint of DDLPS metabolic weaknesses in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Mitochondria,Metabolomics,Lipid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. O. Brett<\/b><sup>1<\/sup>, J. Han<sup>2<\/sup>, C. Kim<sup>3<\/sup>, L. P. Kelley<sup>2<\/sup>, S. Han<sup>2<\/sup>, D. Boone<sup>3<\/sup>, J. Crowley<sup>2<\/sup>, S. Joshi<sup>2<\/sup>, C. P. Raut<sup>4<\/sup>, A. Greka<sup>3<\/sup>, M. C. Haigis<sup>2<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>4<\/sup>Brigham and Women’s Hospital, Boston, MA","CSlideId":"","ControlKey":"c4b50ffd-a262-4a9f-9612-ccda03d77860","ControlNumber":"4218","DisclosureBlock":"&nbsp;<b>J. O. Brett, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>L. P. Kelley, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>D. Boone, <\/b> None..<br><b>J. Crowley, <\/b> None..<br><b>S. Joshi, <\/b> None..<br><b>C. P. Raut, <\/b> None.&nbsp;<br><b>A. Greka, <\/b> <br><b>Goldfinch Bio<\/b> Other, Founding advisor. <br><b>52199-550P01US<\/b> Patent. <br><b>M. C. Haigis, <\/b> <br><b>Alixia<\/b> Other, Advisory board. <br><b>Minovia<\/b> Other, Advisory board. <br><b>MitoQ<\/b> Other, Advisory board.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9043","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4425","PresenterBiography":null,"PresenterDisplayName":"Jamie Brett, MD;PhD","PresenterKey":"bc415622-59da-42f4-9331-2f847f064982","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4425. Metabolic vulnerabilities of dedifferentiated liposarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic vulnerabilities of dedifferentiated liposarcoma","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is the third most common lung cancer and is extremely aggressive and highly metastatic. SCLC responds to radiation and standard platinum-based chemotherapy, yet this is invariably followed by relapse and the rapid emergence of lethal chemoresistant disease. Hence, SCLC has been declared a recalcitrant malignancy by NCI, and there is an urgent need to identify new and actionable therapeutic vulnerabilities. Unbiased metabolomic and shotgun and activity-based proteomic analyses of NSCLC and SCLC patient derived tumor tissues, PDX and a panel of cell lines revealed marked upregulation of glycolytic and nucleotide metabolic pathways in SCLC. Further, unbiased screens with metabolic inhibitors revealed selective sensitivity of SCLC cells to the MCT1 lactate transporter inhibitor SR13800 and to the PFKFB3 inhibitor PFK15, and that combined treatment provokes rapid apoptosis. Metabolic, flux and molecular analyses revealed that MCT1 inhibition (MCT1i) or loss in SCLC cells impairs glycolysis and triggers rapid increases in intracellular lactate that then diminish, and this is driven by the induction of lactate dehydrogenase-B (LDH-B) that oxidizes lactate into pyruvate. This is accompanied by a marked shift in the NAD<sup>+<\/sup> to NADH ratio towards NADH, and increased pyruvate dehydrogenase (PDH) activity and OXPHOS. Further, MCT1 inhibition provoked increases in the Aspartate-Malate and DHAP-SnG3P shuttles, which restored the NAD<sup>+<\/sup>\/NADH balance in the cytosol. In contrast, treatment of SCLC cells with PFKFB3 inhibitors (PFKFB3i) leads to inhibition of PDH activity, a collapse in OXPHOS and increases in lactate efflux that are due to flux of glucose through pentose phosphate pathway and re-entry into glycolysis via 3-phosphoglygerate (3-PGA). Combined MCT1\/PFKFB3 inhibition amplifies metabolic alterations provoked by both MCT1i and PFKFB3i, triggering a collapse in both glycolysis and OXPHOS. Similarly, inhibition or silencing of enzymes that drive the Aspartate-Malate and DHAP-SnG3P shuttles, or inhibition of the mitochondrial pyruvate transporter, provoked metabolic collapse and cell death following inhibition or loss of MCT1. Finally, SCLC xenografts and primary SCLC CDX treated with a combination of SR13800 and PFK15 showed improved survival compared to vehicle or monotherapy treatments. Thus, co-targeting adaptive metabolic circuits provoked by inhibition of MCT1 and PFKFB3 provokes synthetic lethality in SCLC, supporting the notion that inhibition of these metabolic chokepoints will be an effective strategy for treatment of this lethal malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Transporters,Glycolysis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. H. Prabhu<\/b><sup>1<\/sup>, K. Scott<sup>1<\/sup>, P. Stewart<sup>1<\/sup>, D. Grass<sup>1<\/sup>, M. Fernandez<sup>1<\/sup>, D. Ercan<sup>1<\/sup>, J. Koomen<sup>1<\/sup>, T. Bannister<sup>2<\/sup>, C. Rudin<sup>3<\/sup>, G. DeNicola<sup>1<\/sup>, E. Haura<sup>1<\/sup>, J. Cleveland<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>The Herbert Wertheim UF Scripps Institute, Jupiter, FL, <sup>3<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"38f6ddf6-0732-4611-9223-7dab366a44c0","ControlNumber":"4647","DisclosureBlock":"&nbsp;<b>A. H. Prabhu, <\/b> None..<br><b>K. Scott, <\/b> None..<br><b>P. Stewart, <\/b> None..<br><b>D. Grass, <\/b> None..<br><b>M. Fernandez, <\/b> None..<br><b>D. Ercan, <\/b> None..<br><b>J. Koomen, <\/b> None..<br><b>T. Bannister, <\/b> None..<br><b>C. Rudin, <\/b> None..<br><b>G. DeNicola, <\/b> None..<br><b>E. Haura, <\/b> None..<br><b>J. Cleveland, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4426","PresenterBiography":null,"PresenterDisplayName":"Antony Prabhu, BS;MS;PhD","PresenterKey":"64c24d19-d657-4c3d-85d9-1987790bb3b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4426. Targeting MCT1 and PFKFB3 provokes synthetic lethality in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting MCT1 and PFKFB3 provokes synthetic lethality in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The near equal incidence and mortality rates of pancreatic cancer, combined with projections that pancreatic cancer will become the second-most common cancer-related deaths by 2050, underscore the need to identify patients with early disease and interrupt this trajectory. Obesity, weight gain and waistline have been implicated in increasing the risk of pancreatic cancer. Although metabolomic analyses of pancreatic cancer patients have established correlations between phospholipids, lysophospholipids with treatment outcomes, the association between metabolites, obesity, and pancreatic cancer remains largely understudied. The objective of this pilot study was to determine differences in serum metabolites in obese and overweight pancreatic cancer patients compared with healthy non-obese subjects. Our long-term goal is to develop serum marker(s) that may be used to prevent advanced pancreatic cancer and thus improve outcomes for these patients. Serum was obtained from healthy subjects (n=11; BMI range from 18-25), overweight (n=9; 25-30) and obese (n=7; &gt;30) pancreatic cancer patients from an IRB approved study. Males (n=12) and females (n=15) were represented in the study. Global metabolic profiles were determined using Ultrahigh performance liquid chromatography-tandem mass spectroscopy. Raw data was extracted, peaks were identified and processed at Metabolon using the Laboratory Information Management System. Comparison between overweight pancreatic cancer patients and healthy controls identified 403 biochemicals (111 upregulated and 292 downregulated; p &lt;0.05) and 93 biochemicals (40 upregulated and 53 downregulated; 0.05&lt;p&lt;0.10). Comparison of the differences in biochemicals between obese pancreatic cancer patients and healthy controls showed changes in 293 biochemicals (71 upregulated and 222 downregulated; p &lt;0.05) and 123 biochemical changes at 0.05&lt;p&lt;0.10 (42 increased and 81 decreased). 38 (p &lt;0.05) and 47 (0.05&lt;p&lt;0.10) differential levels of biochemicals were identified when obese and overweight pancreatic cancer patients were compared. Random forest analysis showed that the 30 top ranking biochemicals were involved in lipid metabolism, amino acid metabolism, nucleotide metabolism, peptide, xenobiotics, and carbohydrate metabolism. These data suggest an association between changes in lipid metabolism may be another link between obesity and pancreatic cancer. This project was funded in part by VA-Merit Award (I01 BX003876).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Obesity,Metabolomics,Lipid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Ghosh, D. Ajit, J. Woodworth, D. Fritze, F. G. Cigarroa, G. A. Halff, <b>A. P. Kumar<\/b>; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"5520616c-1777-4005-a689-637b6e3f5075","ControlNumber":"4840","DisclosureBlock":"&nbsp;<b>R. Ghosh, <\/b> None..<br><b>D. Ajit, <\/b> None..<br><b>J. Woodworth, <\/b> None..<br><b>D. Fritze, <\/b> None..<br><b>F. G. Cigarroa, <\/b> None..<br><b>G. A. Halff, <\/b> None..<br><b>A. P. Kumar, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4427","PresenterBiography":null,"PresenterDisplayName":"Addanki Kumar, PhD","PresenterKey":"8a86598f-7380-4d21-b460-c136b99f11f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4427. Do changes in lipid metabolism link obesity to pancreatic cancer?","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Do changes in lipid metabolism link obesity to pancreatic cancer?","Topics":null,"cSlideId":""},{"Abstract":"Despite technological advances in molecular medicine over the last 30 years, no single approach has proven to be sufficient to meet the diagnostic needs in cancer care. Here we use a multiomic approach leveraging proteomic, metabolomic, and transcriptomic technologies to study the metabolic shifts that occur during colorectal cancer (CRC) progression, Our integrated analysis identified systemic changes to beta oxidation pathways and localized changes to tyrosine metabolism within the tumor, creating a mechanistic, actionable description of the core CRC metabolic program. We conducted untargeted proteomics and metabolomics profiling on serum samples from CRC patients (n=10) and healthy controls (n=10). Our serum proteomics data is generated through sample enrichment on the Seer Proteograph system followed by LC\/MS analysis with the Thermo Orbitrap Astral. Our metabolomics approach employs LC\/MS assays for unbiased profiling of the serum metabolome, exposome, and lipidome. We supplemented this discovery work with both targeted serum and tumor-specific approaches including targeted proteomics to quantify select targets, inflammatory profiling with Alamar proteomics, public transcriptomics data from TCGA, and in vitro metabolic flux data. These large and diverse datasets were then integrated through joint pathway analysis and network integration. The global serum proteomics and metabolomics profiles generated show distinct separation between healthy and diseased individuals. Joint pathway analysis of these discovery datasets highlighted enrichment in beta oxidation pathways and tyrosine metabolism, among others. Interestingly, the Alamar inflammatory panel revealed that many of the analytes in the tyrosine metabolism pathway were well correlated with inflammatory status, while the beta oxidation signature had a lower correlation. To determine the relationship of these systemic findings from serum to tumor metabolism itself, we integrated tumor-specific transcriptomics data and found alterations to tyrosine metabolism with differences in tyrosine aminotransferase expression. The beta oxidation related genes, on the other hand, were not concordant with the serum findings. However, our in vitro metabolic flux studies have shown beta oxidation in CRC cells is upregulated to provide additional fuel for oxidative phosphorylation. This result suggests that beta oxidation may not be transcriptionally regulated in the tumor but rather a consequence of organismal metabolic rewiring. The results of this work, which is currently expanding into a larger and more diverse patient population, underscores the power of multiomic profiling for enhancing our understanding of metabolic dysregulation in CRC. Ultimately, a comprehensive model of the molecular alterations in CRC will yield a better understanding of tumor phenotypes and inform better diagnostics and therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolomics,Proteomics,Colorectal cancer,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Patti<\/b><sup>1<\/sup>, E. Stancliffe<sup>2<\/sup>, A. Richardson<sup>2<\/sup>, A. Mehta<sup>2<\/sup>, M. Gandhi<sup>2<\/sup>, K. Cho<sup>1<\/sup>; <br\/><sup>1<\/sup>Washington University in St. Louis, St. Louis, MO, <sup>2<\/sup>Panome Bio, St. Louis, MO","CSlideId":"","ControlKey":"6dd9e15c-e29b-4989-ba30-70f1f122cbf5","ControlNumber":"4863","DisclosureBlock":"&nbsp;<b>G. Patti, <\/b> None..<br><b>E. Stancliffe, <\/b> None..<br><b>A. Richardson, <\/b> None..<br><b>A. Mehta, <\/b> None..<br><b>M. Gandhi, <\/b> None..<br><b>K. Cho, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9046","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4428","PresenterBiography":null,"PresenterDisplayName":"Gary Patti, BA,PhD","PresenterKey":"58428e96-afab-45e2-aa77-949f686f329e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4428. Integrated multi-omics analysis reveals systemic and localized metabolic disruptions in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated multi-omics analysis reveals systemic and localized metabolic disruptions in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Dysregulation of metabolic processes contributes to colorectal cancer (CRC) etiology. We aimed to comprehensively evaluate the prospective associations between pre-diagnostic metabolic biomarkers and CRC risk in 230,420 UK Biobank participants.<br \/><b>Methods<\/b>: A total of 249 metabolic biomarkers were measured by nuclear magnetic resonance spectroscopy from baseline plasma samples. Cox proportional hazard models were used to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) for the associations of metabolic biomarkers with CRC risk after adjusting for potential confounders. Subgroup analyses were performed by sex and CRC subsites (i.e., proximal colon, distal colon, rectum). We also conducted factor analyses to identify latent factors and examined their associations with CRC risk.<br \/><b>Results:<\/b> During a median follow-up time of 9.7 years, 2,410 incident primary CRC cases were identified after excluding participants diagnosed with CRC within two years after blood collection. After correcting for multiple testing, 50 metabolic biomarkers, including lipids and lipoproteins, fatty acids, ketone bodies, and inflammation, were significantly associated with incident CRC risk. No statistically significant differences were observed for the biomarker-CRC associations by sex and CRC subsite. In the sensitivity analysis, excluding cholesterol-lowering medication users did not alter the main findings. In factor analyses, we identified a significant association of CRC risk (HR = 1.08; 95% CI = 1.04-1.13; <i>P<\/i>-value = 6.89&#215;10<sup>-5<\/sup>) with a metabolite pattern which was positively correlated with triglycerides and inversely correlated with relative concentrations of omega-6 fatty acids and polyunsaturated fatty acids.<br \/><b>Conclusion: <\/b>We identified multiple metabolic biomarkers and a metabolite pattern associated with CRC risk in a large prospective cohort. These findings suggest lipid metabolism may contribute to carcinogenesis of the colorectum.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Colorectal cancer,Metabolomics,Biomarkers,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Yuan<\/b>, G. Jia, W. Wen, W. Zheng; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"e5e7f574-4752-4c4d-93a7-532dae1ac07a","ControlNumber":"5155","DisclosureBlock":"&nbsp;<b>F. Yuan, <\/b> None..<br><b>G. Jia, <\/b> None..<br><b>W. Wen, <\/b> None..<br><b>W. Zheng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9047","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4429","PresenterBiography":null,"PresenterDisplayName":"Fangcheng Yuan, BA;BS;MS","PresenterKey":"4e6e5a3d-b4c1-4353-9ca8-c5779c512abf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4429. Plasma metabolic profiles in association with subsequent risk of colorectal cancer in the UK Biobank cohort","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasma metabolic profiles in association with subsequent risk of colorectal cancer in the UK Biobank cohort","Topics":null,"cSlideId":""},{"Abstract":"Alveolar soft part sarcoma (ASPS) is a lethal soft tissue malignancy typically incident among adolescents and young adults, distinguished by the t(X;17) ASPSCR1::TFE3 fusion gene (AT3). Conventional chemotherapy has shown limited efficacy against ASPS, necessitating exploration of alternative strategies. Previous investigations have shown the pivotal role of the fusion gene in sarcomagenesis in mice, particularly in lactate-rich environments. This study aims to elucidate the metabolic alterations actuated by the AT3 fusion gene, both in vitro and in vivo. To model in vitro metabolic profiles, ASPS (ASPS-1) and renal cell carcinoma (FU-UR1) cell lines, each expressing AT3, were employed. Utilizing siRNA-mediated gene silencing, AT3 and VCP, a cofactor, were targeted in vitro. Metabolomic profiling through GC-MS analyzed the impact of depletion of AT3 or its transcriptional co-factor, VCP. C13-labeled metabolites were introduced and traced in vitro and in vivo to enhance comprehension of carbon utilization in aerobic respiration. While metabolic activity and O2 consumption differed between cell lines, inhibition of AT3 and VCP led to similar metabolite alterations. Significant changes in amino acid metabolism, notably glutamate, aspartate, and alanine were observed in both cell lines. There was notable diversion of glucose carbon utilization away from typical entry into the tricarboxylic acid (TCA) cycle, with minimal carbon incorporation beyond alpha-ketoglutarate. Despite prior data indicating heightened mitophagy activity in AT3 driven cells, inhibition of lysosomal activity did not yield significant changes in cellular respiration or O2 consumption.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Metabolomics,Glucose metabolism,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Patel<\/b><sup>1<\/sup>, A. Pozner<sup>1<\/sup>, K. Dunlap<sup>2<\/sup>, L. Carroll<sup>1<\/sup>, J. Brown<sup>1<\/sup>, G. Ducker<sup>2<\/sup>, K. Jones<sup>1<\/sup>; <br\/><sup>1<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>2<\/sup>University of Utah, Salt Lake City, UT","CSlideId":"","ControlKey":"89b225f5-f332-4b74-9c5e-13e620c5d4f3","ControlNumber":"5729","DisclosureBlock":"&nbsp;<b>R. Patel, <\/b> None..<br><b>A. Pozner, <\/b> None..<br><b>K. Dunlap, <\/b> None..<br><b>L. Carroll, <\/b> None..<br><b>J. Brown, <\/b> None..<br><b>G. Ducker, <\/b> None..<br><b>K. Jones, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9048","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4430","PresenterBiography":null,"PresenterDisplayName":"Rahi Patel, BS","PresenterKey":"7ff72a6a-77ee-4756-9872-354ad6622778","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4430. Metabolic reprogramming by ASPSCR1::TFE3 and VCP","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic reprogramming by ASPSCR1::TFE3 and VCP","Topics":null,"cSlideId":""},{"Abstract":"Background: Steroid hormones influence breast tissue development and play a role in breast carcinogenesis. Their associations with mammographic breast density (MBD), an established risk factor for breast cancer, are less clear. We, therefore, investigated the associations of steroid hormone metabolites with MBD in premenopausal women.<br \/>Methods: Our study population consists of 705 premenopausal women recruited during their annual screening mammogram at the Washington University School of Medicine, St. Louis, MO. We assessed volumetric percent density (VPD), dense volume (DV), and non-dense volume (NDV) using Volpara. We assayed 54 steroid hormone metabolites from fasting blood samples at Metabolon. Linear regression models were used, after adjusting for covariates, to estimate the least square means of VPD, DV, and NDV across tertiles (T) of each metabolite. Sensitivity analysis was performed among the subset of participants with a history of oral contraceptive use (OCP). We used the Benjamini-Hochberg procedure to correct for multiple tests to control the false discovery rate (FDR) at a 5% level.<br \/>Results:<b> <\/b>Five androgen metabolites (androstenediol (3beta,17beta) monosulfate 2, androstenediol (3beta,17beta) disulfate 1, 5alpha-androstan-3alpha,17beta-diol monosulfate 2, 5alpha-androstan-3alpha,17beta-diol disulfate, and 5alpha-androstan-3beta,17beta-diol disulfate) and two corticosteroid metabolites (tetrahydrocortisone glucuronide 5, and cortolone glucuronide 1) were inversely associated with VPD. Androstenediol (3beta,17beta) disulfate 1, and 5alpha-androstan-3alpha,17beta-diol disulfate displayed the strongest associations with VPD. The mean VPD decreased across tertiles of androstenediol (3beta,17beta) disulfate 1 from 9.0% in T1 to 8.5% in T2, and 7.5% in T3 (FDR p-value=0.02). Similarly, the mean VPD decreased from 8.8% in T1 to 8.4% in T2, and 7.6% in T3 of 5alpha-androstan-3alpha,17beta-diol disulfate (FDR p-value=0.03). Progestin steroid metabolites appeared to be positively associated with VPD but only 5alpha-pregnan-3beta,20alpha-diol monosulfate 2 was marginally significant after FDR correction (7.5% in T1, 8.3% in T2, and 8.8% in T3; FDR p-value=0.06). Four metabolites (three corticosteroids and one androgenic steroid) were positively associated with NDV. No metabolite was associated with DV. In sensitivity analysis limited to OCP users, mean VPDs were lower but the directions of associations were similar to those observed in the overall analysis.<br \/>Conclusion: We report novel associations of corticosteroids and androgen metabolites with breast density in premenopausal women. Our findings shed important new insights into hormonal biomarkers and MBD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Breast density,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. A. Matthew<sup>1<\/sup>, G. K. Vanapali<sup>1<\/sup>, K. R. Getz<sup>1<\/sup>, M. S. Jeon<sup>1<\/sup>, C. Luo<sup>1<\/sup>, X. Guo<sup>2<\/sup>, J. Luo<sup>1<\/sup>, <b>A. T. Toriola<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Washington University School of Medicine in St. Louis, St. Louis,, MO, <sup>2<\/sup>Vanderbilt Epidemiology Center, Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN","CSlideId":"","ControlKey":"1d5a0ac5-134b-411f-a3dd-6f9d7179fd50","ControlNumber":"5771","DisclosureBlock":"&nbsp;<b>K. A. Matthew, <\/b> None..<br><b>G. K. Vanapali, <\/b> None..<br><b>K. R. Getz, <\/b> None..<br><b>M. S. Jeon, <\/b> None..<br><b>C. Luo, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4431","PresenterBiography":null,"PresenterDisplayName":"KAYODE MATTHEW","PresenterKey":"d7cfa353-a6be-4e00-a49a-d146c0fc952c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4431. Steroid hormone metabolites and mammographic breast density in premenopausal women","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Steroid hormone metabolites and mammographic breast density in premenopausal women","Topics":null,"cSlideId":""},{"Abstract":"Non-Hodgkin lymphomas (NHLs) constitute a diverse collection of lymphoid neoplasms, each characterized by distinct biological features. Approximately 90% of all lymphomas in the United States stem from B lymphocytes, with the remainder originating from T cells. The therapeutic approach for NHLs hinges on the neoplastic histology and the tumor stage, guiding the determination of whether radiotherapy, chemotherapy, or a combination thereof represents the most effective treatment strategy. Following an indolent phase, 50% of patients experience disease transformation into an aggressive form of lymphoma, leading to rapid deterioration and patient demise. While extensive efforts have been directed towards understanding the genetics of transformation, the contribution of altered tumor metabolism, induced by these genetic lesions, to disease aggressiveness remains unclear. Therefore, there exists an urgent need to better understand the metabolic changes during lymphoma transformation and treatment. Given the metabolic adaptations supporting bioenergetics, biosynthesis, and redox in malignant cells, here in this study we aimed to identify unique metabolic signatures in prominent lymphoma subsets&#8212;diffuse large B-cell (DLBCL), mantle cell (MCL), and follicular lymphomas (FL). Employing unbiased mass spectrometry-based metabolomics, we screened sera samples from n=30 patients with lymphoma and n=25 aged and BMI-matched healthy controls for molecular biomarkers that may be indicative of the subtypes. Principal component analysis revealed distinct clustering of the disease and control groups, indicating unique metabolic profiles induced by lymphoma presence. A total of 36 metabolites, including adenine, trans-aconitic acid, and citric acid, were significantly deregulated between groups (FC &#62; 2, FDR p &#60; 0.05). Functionally, enriched pathways included tryptophan metabolism and the tricarboxylic cycle (FDR p &#60; 0.05), supporting our previous findings that lymphomas rely on oxidative phosphorylation for sustained proliferation. Comparing metabolic profiles of different lymphomas subtypes demonstrated unique clustering, emphasizing the distinct metabolic flexibility of each malignancy. Interestingly, cystine was the primary metabolite driving separation of the groups in our partial least squares discriminant analysis (PLS-DA), with DLBCLs demonstrating the highest abundance of this amino acid. In summary, our research uncovered that there are distinctive metabolic shifts resulting from the transformation of lymphomas. The findings stemming from our unbiased metabolic screening enables a better understanding of the complex metabolic intricacies in lymphomas and paves the way for prominent biomarker detection for improved patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Biomarkers,Metabolomics,Lymphoma: non-Hodgkin's lymphoma,Serum,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"F. Choueiry, S. Singh, L. Sehgal, <b>J. Zhu<\/b>; <br\/>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"de1b5506-ac1f-4f5a-a238-b07c7c620eb4","ControlNumber":"5857","DisclosureBlock":"&nbsp;<b>F. Choueiry, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>L. Sehgal, <\/b> None..<br><b>J. Zhu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4432","PresenterBiography":null,"PresenterDisplayName":"Jiangjiang (Chris) Zhu, PhD","PresenterKey":"eb504499-e933-43a2-8be2-e5c746091fa9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4432. Molecular biomarkers of non-Hodgkin lymphomas and subtypes identified by mass spectrometry-based metabolomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular biomarkers of non-Hodgkin lymphomas and subtypes identified by mass spectrometry-based metabolomics","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains a leading cause of cancer-related mortality globally, necessitating innovative approaches for early detection and improved understanding of its metabolic landscape and consequences. Secondary Electrospray Ionization Mass Spectrometry (SESI-MS), an innovative analytical technique, has emerged as a powerful tool for the analysis of volatile organic compounds (VOCs) associated with various diseases, from metabolic disorders to bacterial infections. In this proof-of-concept study, we first utilized SESI-MS analyses of four representative lung cancer cells of both non-small cell lung cancer (NSCLC) and small cell lung cancer (SCLC) to demonstrate its capability to profile VOCs released by lung cancer cells. The technique allows for real-time, non-invasive analysis of the headspace above cultured cells, enabling the detection of unique VOC signatures associated with different lung cancer subtypes. Meanwhile, SESI-MS also facilitated the discrimination specific cells based on distinct VOC patterns. Furthermore, we also performed cisplatin treatment experiments and observed the metabolic signature shift post drug treatment. These results collectively offered potential applications in early diagnosis and personalized treatment strategies. Next, we continued with in vivo investigations to further extend the utility of SESI-MS in lung cancer research. Animal models, mimicking human lung cancer pathophysiology, have been subjected to SESI-MS analysis to identify volatile biomarkers indicative of tumor development and progression. Several representative cancer drug treatments were performed to the lung cancer mice model, and the drug-induced responses were also monitored via SESI-MS breath analyses. The in vivo SESI-MS approach detected many interesting breath VOC features that could provide valuable insights into the dynamic changes in VOC profiles during various stages of lung cancer, and therefore has the potential to offer a deeper understanding of the disease's metabolic alterations and potential avenues for targeted therapeutic interventions. In conclusion, SESI-MS-based volatile analysis presents a robust and versatile approach for investigating lung cancer, and our ongoing work has the potential to bridge the gap between in vitro and in vivo models for better translational research outcomes. The detection of unique VOC signatures associated with lung cancer cells and tumors holds significant promise for early detection, subtype classification, and monitoring of treatment responses. As technology continues to advance, SESI-MS stands poised to play a pivotal role in transforming the landscape of lung cancer diagnostics and research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Mass spectrometry,Biomarkers,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhu<\/b>, F. Choueiry; <br\/>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"35259573-bb77-4c64-97ac-cc5e6c82aa5b","ControlNumber":"5893","DisclosureBlock":"&nbsp;<b>J. Zhu, <\/b> None..<br><b>F. Choueiry, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4433","PresenterBiography":null,"PresenterDisplayName":"Jiangjiang (Chris) Zhu, PhD","PresenterKey":"eb504499-e933-43a2-8be2-e5c746091fa9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4433. Secondary electrospray ionization mass spectrometry for volatile analysis of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Secondary electrospray ionization mass spectrometry for volatile analysis of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Once breast carcinoma in situ breaks through the basement membrane, it preferentially invades the lipid-rich microenvironment around the mammary gland, which indicates a poor prognosis. However, the detailed mechanisms of this interaction remain elusive. Here, we describe bidirectional communication between breast cancer cells and cancer-associated adipocytes (CAAs). Different from the common hormone-driven mechanism of lipolysis of adipocytes, we found that CAAs perform a unique lipolysis program, and Zeb1 plays an important role in this lipolysis process.<br \/><b>Methods<\/b>: Fabp4-cre;Zeb1<sup>-\/-<\/sup> as adipose tissue-specific Zeb1 gene knockout homozygous mice and Fabp4-cre;Zeb1 tg as adipose tissue-specific Zeb1 gene overexpression mice were constructed to study mammary gland development and perform orthotopic tumor transplantation experiments. Tetracycline-induced Zeb1-overexpressing stable cells were constructed from mouse preadipocytes 3T3-L1 to study phenotypes of lipolysis. Single-cell sequencing, targeted lipidomics, and RNA sequencing analysis were used to investigate the interaction between cancer cells and adipocytes. Western blotting and immunohistochemical staining assays were used to detect the expression Zeb1 at the cellular level, in mouse models and in patient tissue samples.<br \/><b>Results<\/b>: Our results indicated that breast cancer cell-derived adrenomedullin (ADM) significantly down-regulates Zeb1 expression in adipocytes, which drives downstream gene expression of Pnpla2\/HSL\/SCD1 and induces adipocyte lipolysis into CAA, a process that results in the release of excess palmitoleic acid. Consequently, we proved that palmitoleic acid could replace arachidonic acid (ARA) in the phospholipid sn-2 position of breast cell membrane, which enhances the fluidity and invasiveness of cancer cells. In addition, overexpression of Zeb1 in adipocytes reduces the ability of cancer cells to induce adipolysis and inhibits the malignant progression of cancer cells.<br \/><b>Conclusion<\/b>: These results indicate that Zeb1 plays a pivotal role as core transcriptional factor in CAA lipolysis. The interaction between breast cancer cells and adipocytes leads to the reprogramming of metabolism within their tumor microenvironment, which may become a new target for breast cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Breast cancer,metabolism reprogramming,tumor microenvironment,zeb1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Cao<\/b>, X. Chen, Y. Shi, S. Yang; <br\/>Nankai University, Tianjin, China","CSlideId":"","ControlKey":"efb03441-2c86-4fb6-86b4-32ea7d05de08","ControlNumber":"6139","DisclosureBlock":"&nbsp;<b>L. Cao, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>S. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4434","PresenterBiography":null,"PresenterDisplayName":"Cao Lixia","PresenterKey":"31a05ffe-b0f0-4566-846b-189ac8f3fb20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4434. Cancer cell-derived adrenomedullin downregulates Zeb1 in adipocytes to induce adipolysis and promote breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer cell-derived adrenomedullin downregulates Zeb1 in adipocytes to induce adipolysis and promote breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC), known for its aggressive nature and poor prognosis, presents a significantly altered metabolic landscape compared to normal pancreatic tissue, a feature that has been the focus of recent research but remains underexplored in actual pancreatic tissues. In this study, we undertook an untargeted metabolomics analysis to compare the metabolic profiles of PDAC with matched normal tissues, revealing a notable elevation in taurine levels in PDAC. This increase was further validated through immunohistochemistry in separate PDAC and normal tissue samples. To delve deeper, we conducted a comprehensive bioinformatics analysis, integrating transcriptomic and proteomic data, which identified the taurine metabolism pathway as significantly altered, with <i>ADO<\/i> emerging as a pivotal gene in this process. Further investigations, including gene modulation and xenograft models, demonstrated that <i>ADO<\/i> knockdown curtails cancer cell proliferation and tumor growth, potentially impacting the Raf-MEK-ERK signaling pathway. Clinically, the ADO-Taurine axis was found to have substantial prognostic significance, correlating with recurrence rates and survival in PDAC patients. These insights collectively suggest that the ADO-Taurine axis, through its modulation of taurine metabolism, presents as a promising biomarker for PDAC prognosis and a potential avenue for therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor markers,Multiomics,Taurine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Nam<\/b><sup>1<\/sup>, W. Lee<sup>2<\/sup>, H. T. Nguyen<sup>1<\/sup>, L. X. Mai<sup>1<\/sup>, S. Kim<sup>2<\/sup>, S. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>University of Ulsan College of Medicine, Asan Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a605fe49-f708-4776-b139-7eca178fef5e","ControlNumber":"6209","DisclosureBlock":"&nbsp;<b>H. Nam, <\/b> None..<br><b>W. Lee, <\/b> None..<br><b>H. T. Nguyen, <\/b> None..<br><b>L. X. Mai, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4435","PresenterBiography":null,"PresenterDisplayName":"Hoonsik Nam, Pharm D","PresenterKey":"9a3e0c83-a4bd-4975-8028-42248396c55f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4435. Taurine metabolism as a marker for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Taurine metabolism as a marker for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The high chemoresistance of pancreatic ductal adenocarcinoma (PDAC) is partly attributed to the phenotypic plasticity and high adaptability of PDAC cells to the challenges of the harsh microenviroment. Phenotypic presentation of the PDAC cell is also determined by the lipid composition of the plasma membrane and lipid species that organize the rigid or more flexible lipid bilayer and determine the cellular mobility and plasticity. Lipids are also important energy and signaling molecules that contribute to the aggressiveness of the cell. Here we focus on differences in lipid profile of PDAC cells in epithelial and mesenchymal cell state using single-cell lipidomics approach (SpaceM).<br \/>Methods: Lipid profile of 2D cultures of eight conventional and ten primary patient derived cell lines of different source (patient derived xenograft, ascites, primary tumor, organoid derived) was investigated. Epithelial (E) or mesenchymal (M) cell state was evaluated by gene and protein expression of EMT markers. Matrix-Assisted Laser Desorption\/Ionization (MALDI)-imaging MS was used for data acquisition on positive ion mode at 25 &#181;m step size and m\/z range of 600-1000. For annotating lipids in MALDI-imaging data, we used the METASPACE cloud software. For constructing single-cell lipidomic profiles we used the SpaceM method. In total, around 150.000 cells were analyzed and 1400 lipid ions detected.<br \/>Results: Gene expression analysis suggested prominent metabolism of structural lipids in the conventional epithelial cells. In UMAP analysis of single cell lipidomics data, each cell line, conventional and primary, presented a unique lipid fingerprint with however prominent clustering into the two phenotypes, epithelial and mesenchymal. We detected enrichment of alkyl-acyl phosphatidylcholines, alkyl-acyl phospatidylethanolamines, ceramides and sphingolipids in the epithelial phenotype. Mesenchymal phenotype was enriched for lipids involved in lateral diffusion and low bilayer thickness supporting the increased fluidity of the mesenchymal cell membrane. Furthermore, mesenchymal phenotype was enriched for lipid droplets and energy storing triacylglycerols, also confirmed by histological lipid droplet staining.<br \/>Conclusions: Using the single cell lipid information, a successful grouping to epithelial or mesenchymal subtype could be performed regardless of sample source, suggesting a conserved lipid profile typical for the two states. Further detailed investigation of single cell lipidomics data aims to unveil the prominent epithelial-mesenchymal state lipid markers and open a niche for functional investigations of cell-state specific markers and potential cell-state targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Cancer metabolism,Single cell,Lipids,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Trajkovic-Arsic<sup>1<\/sup>, J. Delafiori<sup>2<\/sup>, M. Shahraz<sup>2<\/sup>, C. Münch<sup>3<\/sup>, S. Lueong<sup>3<\/sup>, S. Liffers<sup>3<\/sup>, D. Hellerschmied<sup>4<\/sup>, T. Alexandrov<sup>2<\/sup>, <b>J. T. Siveke<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Consortium (DKTK), partner site Essen\/Düsseldorf, a partnership between DKFZ and University Hospital Essen, Essen, Germany, Essen, Germany, <sup>2<\/sup>European Molecular Biology Laboratory - EMBL, Metabolomics Core Facility, Heidelberg, Germany, Heidelberg, Germany, <sup>3<\/sup>University Hospital Essen, Bridge Institute of Experimental Tumor Therapy- West German Cancer Center, University of Duisburg-Essen, Essen, Germany, Essen, Germany, <sup>4<\/sup>Faculty of Biology, Center of Medical Biotechnology, University Duisburg-Essen, Essen, Germany, Essen, Germany","CSlideId":"","ControlKey":"f3dff43b-4a12-4090-a87b-9f2bfc2fcc9d","ControlNumber":"6449","DisclosureBlock":"&nbsp;<b>M. Trajkovic-Arsic, <\/b> None..<br><b>J. Delafiori, <\/b> None..<br><b>M. Shahraz, <\/b> None..<br><b>C. Münch, <\/b> None.&nbsp;<br><b>S. Lueong, <\/b> <br><b>Qiagen<\/b> Other, Consulting. <br><b>Roche<\/b> Other, Consulting.<br><b>S. Liffers, <\/b> None..<br><b>D. Hellerschmied, <\/b> None.&nbsp;<br><b>T. Alexandrov, <\/b> <br><b>BioInnovation Institute<\/b> Other, Consulting. <br><b>J. T. Siveke, <\/b> <br><b>AstraZeneca<\/b> Other, Consultant or continuing medical education. <br><b>Bayer<\/b> Other, Consultant or continuing medical education. <br><b>Boehringer Ingelheim<\/b> Other, Consultant or continuing medical education; research funding;. <br><b>Bristol-Myers Squibb<\/b> Consultant or continuing medical education; research funding;. <br><b>Immunocore<\/b> Consultant or continuing medical education. <br><b>MSD Sharp Dohme<\/b> Other, Consultant or continuing medical education. <br><b>Novartis<\/b> Other, Consultant or continuing medical education. <br><b>Roche\/Genentech<\/b> Other, Consultant or continuing medical education; research funding;. <br><b>Servier<\/b> Other, Consultant or continuing medical education. <br><b>Abalos Therapeutics<\/b> Other, research funding. <br><b>Celgene<\/b> Other, research funding. <br><b>Eisbach Bio<\/b> Other, research funding. <br><b>Pharma15<\/b> Other, Ownership; Board of directors;.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4436","PresenterBiography":"","PresenterDisplayName":"Jens Siveke, MD","PresenterKey":"bf276767-f233-4015-aadf-bcc5e10b4e51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4436. Phenotypic heterogeneity in pancreatic ductal adenocarcinoma revealed by single-cell lipidomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic heterogeneity in pancreatic ductal adenocarcinoma revealed by single-cell lipidomics","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of lipid metabolism is observed during the development and progression of various types of cancer including prostate cancer (PCa). Systemic metabolic changes driven by genetic alterations in conjunction with obesity and a high-fat diet have been demonstrated to induce PCa progression. In this study, we aimed to investigate the impact of high- and low-fat diets on the progression and morbidity of prostate cancer, utilizing inducible genetically engineered mouse models (GEMMs) that mimic different grades of prostate cancer. The mice were initially placed on a standard diet until week 6, after which they were randomly assigned to either a low-fat or high-fat diet. At week 8, the Cre recombinase enzyme was activated to induce the desired phenotype in the GEMMs, effectively mimicking the initiation and progression of prostate cancer. The experimental design allowed us to gain insights into the interplay between dysregulated lipid metabolism, diet, and the pathogenesis of prostate cancer. Two groups of mice were taken for the study, with one group being fed a low-fat diet and the other group being fed a high-fat diet. The mice were maintained on their respective diets for a period of 1, 3, and 5 months. At each endpoint, tissue samples were collected. Samples were taken from the prostate, plasma, and liver tissues. These samples were then subjected to various analyses to investigate the changes occurring at the molecular and cellular level. Blood was collected to determine lipidomic content in response to high and low-fat diet and the relation of tumour progression. Finally, faecal samples were collected throughout the duration of the experiment to perform metagenomic studies. The consumption of a high-fat diet significantly increased the body weight of the mice which corresponded to increased liver weight. Furthermore, we identified that the consumption of a high-fat diet significantly correlated with an increase in prostate weight at 3 and 5 months after initiation. Preliminary metabolomic analysis of the plasma revealed a distinct clustering of samples based on the consumed diet. Metagenomic analyses conducted at 1 and 3 months indicated a visible shift in the composition and diversity of gut microbiota in mice fed either a high- or low-fat diet. In conclusion, our study will shed light on the influence of dietary factors on prostate cancer development, providing valuable information for the development of targeted therapeutic strategies to combat this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolism,High-fat diet,Lipidomics,GEMMs of prostate cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Saurav Subedi<sup>1<\/sup>, Federico La Manna<sup>1<\/sup>, Katja Ovchinnikova<sup>1<\/sup>, <b>Wanli Cheng<\/b><sup>1<\/sup>, Eugenio Zoni<sup>1<\/sup>, Nicola Zamboni<sup>2<\/sup>, Bahtiyar Yilmaz<sup>3<\/sup>, George N.  Thalmann<sup>4<\/sup>, Marianna Kruithof-de Julio<sup>1<\/sup><br><br\/><sup>1<\/sup>Department for BioMedical Research, Urology Research Laboratory, University of Bern, Bern, Switzerland,<sup>2<\/sup>Institute of Molecular Systems Biology, ETH Zürich, Zürich, Switzerland,<sup>3<\/sup>Department of BioMedical Research, Systems biomedicine of cellular development, University of Bern, Bern, Switzerland,<sup>4<\/sup>Department of Urology, Inselspital, Bern, Switzerland","CSlideId":"","ControlKey":"f97ddfc2-559e-4a44-bf2f-9519d739c1e0","ControlNumber":"6655","DisclosureBlock":"&nbsp;<b>S. Subedi, <\/b> None..<br><b>F. La Manna, <\/b> None..<br><b>K. Ovchinnikova, <\/b> None..<br><b>W. Cheng, <\/b> None..<br><b>E. Zoni, <\/b> None..<br><b>N. Zamboni, <\/b> None..<br><b>B. Yilmaz, <\/b> None..<br><b>G. N.  Thalmann, <\/b> None..<br><b>M. Kruithof-de Julio, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4437","PresenterBiography":null,"PresenterDisplayName":"Wanli Cheng, Unknown","PresenterKey":"8603aec0-57a3-4304-ab3c-526148dc82d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4437. Dysregulated lipid metabolism and high-fat diet influences prostate cancer (PCa) progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dysregulated lipid metabolism and high-fat diet influences prostate cancer (PCa) progression","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background<\/u><\/b>- Treatment of metastatic head and neck cancer remains an area of unmet need with median survival less than a year. We tested the efficacy of a novel circadian aligned fasting intervention called &#8220;time restricted eating&#8221; (TRE), to improve ICB response in tumor bearing head and neck syngeneic mice models (MOC1), and showed significant reduction in tumor growth, which we then recapitulated in a pilot, open labeled, interventional clinical trial in 30 metastatic head and neck cancer patients. We noted significant improvement in median progression free survival (5 months vs not reached (NR), HR-0.2, p-0.0008) and overall survival (8 months vs NR, HR-0.00000045) in patients observing TRE vs those who did not. The favorable effect of TRE was mediated via modulation of gut microbiome, microbial tryptophan metabolome, and insulin signalling, specifically reduction in circulating insulin-like growth factor 1 (IGF1). We hypothesized that IGF1 mediates ICB resistance via protecting tumor cells from cytotoxic T cell activity.<br \/><b><u>Methods<\/u><\/b>- We performed in vitro luciferase cytotoxicity assays using HLA-A2<sup>+<\/sup>NY-ESO<sup>+ <\/sup>squamous cell cancer 4 (SCC-4) human cancer cells as targets, and HLA-A2-restricted NY-ESO-1-specific T cell receptor (TCR) -transduced T cells. We co-cultured the tumor cells and the T cells for 24 hours under different conditions of IGF-1 concentration (100 ng, 50 ng, and 10 ng) and T cell-to-tumor cell ratio (1:5, 1:10, and 1:20). We also treated the tumor cells with IGF-1 alone to assess its direct cytotoxic effect.<br \/><b><u>Results<\/u><\/b><u> <\/u>We observed that IGF-1 impaired the ability of the T cells to kill the tumor cells in a dose-dependent manner, while IGF-1 had no cytotoxic effect on the tumor cells in the absence of T cells.<br \/><b><u>Conclusion-<\/u><\/b> While the role of IGF1 in treatment resistance has been described, its role and mechanism in antitumor immune response is largely unknown. We, for the first time demonstrate the role of IGF1 in impairing T cell mediated antitumor activity in a dose dependent fashion, thus contributing to ICB resistance. Further work will help us develop alternative strategies to modulate IGF1 and improve ICB resistance, in patients who are unable to tolerate TRE.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolomics,IGF-1,Head and neck squamous cell carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Eysha<\/b><sup>1<\/sup>, C. A. Galindo<sup>1<\/sup>, J. Muzaffar<sup>2<\/sup>, J. Mine<sup>1<\/sup>, R. Chauriogonzalez<sup>1<\/sup>, M. Baig<sup>3<\/sup>, L. Lopez-bailon<sup>1<\/sup>, M. Alhomsi<sup>1<\/sup>, M. Hathout<sup>3<\/sup>, J. Wang<sup>1<\/sup>, W. Zhang<sup>1<\/sup>, D. Rizvi<sup>1<\/sup>, A. Huang<sup>1<\/sup>, K. Lee<sup>1<\/sup>, D. Kye<sup>1<\/sup>, A. Sen<sup>1<\/sup>, J. Conejo-Garcia<sup>1<\/sup>, S. Bari<sup>2<\/sup>; <br\/><sup>1<\/sup>Duke University School of Medicine, Durham, NC, <sup>2<\/sup>Duke Cancer Institute, Durham, NC, <sup>3<\/sup>Duke University shcool of medicine, Durham, NC","CSlideId":"","ControlKey":"4773123b-64ce-498b-8f76-392cb8565a79","ControlNumber":"6770","DisclosureBlock":"&nbsp;<b>M. Eysha, <\/b> None..<br><b>C. A. Galindo, <\/b> None..<br><b>J. Muzaffar, <\/b> None..<br><b>J. Mine, <\/b> None..<br><b>R. Chauriogonzalez, <\/b> None..<br><b>M. Baig, <\/b> None..<br><b>L. Lopez-bailon, <\/b> None..<br><b>M. Alhomsi, <\/b> None..<br><b>M. Hathout, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>D. Rizvi, <\/b> None..<br><b>A. Huang, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>D. Kye, <\/b> None..<br><b>A. Sen, <\/b> None..<br><b>J. Conejo-Garcia, <\/b> None..<br><b>S. Bari, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9056","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4438","PresenterBiography":"","PresenterDisplayName":"Mostafa Eysha, MBBCh","PresenterKey":"eab6b900-124a-48bb-9a64-67f40a583d68","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/eab6b900-124a-48bb-9a64-67f40a583d68.profile.jpg","SearchResultActions":null,"SearchResultBody":"4438. Time restricted eating improves antitumor immune responses via modulation of insulin-like growth factor 1 in patients with head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Time restricted eating improves antitumor immune responses via modulation of insulin-like growth factor 1 in patients with head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"TP53 is a critical regulator of major metabolic pathways. Metabolic reprogramming is one of the \"hallmarks of cancer\" and drives tumorigenesis. Frequent p53mutations not only eradicate tumour suppressor capacities but also confer various activities that impact the alteration of metabolic pathways now regarded as central for tumour development and progression. We selected three hotspot mutants (R175H, R273H and R249S) and wtp53 to evaluate the effects in the human non-small cell lung carcinoma cell line (NCI-H1299).<b> <\/b>Differential expressions of p53 mutants were observed in normal and glucose\/glutamine starvation. However, WTp53 expression was not found to be affected. Under both the glucose and glutamine starvation, inhibition of the cell growth and migratory potential of mutant cells was observed which was more prominent in glutamine starvation. Basal respiration and ATP production in p53<sup>-\/-<\/sup> R273H and R249S significantly increased under glucose starvation. However, Non-mitochondrial oxygen consumption and maximal respiration were found to be decreased in all the cell lines. Importantly, the cells harbouring mutation R175H increase the glycolysis and TCA cycle. The metabolic intermediates of the urea cycle were found to be increased by nearly fourfold in R273H cells. Indicating increased utilization of the urea cycle instead of the TCA cycle, which has been known to be fueled by glutamine for anaplerosis.<b> <\/b>This study demonstrates that mutp53 influences several metabolic processes and has an influence on cancer cell aggression under starvation of main carbon sources (Glucose and Glutamine). In starved conditions, cells with p53 mutations enhance mitochondrial activity and use alternative pathways in non-small cell lung cancer cells. This might provide a foundation for the development of more effective targeted therapeutics\/pharmacological approaches toward variants of mutant p53.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolomics,Metabolism,Cancer metabolism,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Khan, Sr.<\/b>, A. Rehman, Sr., A. Mathur, Sr., Naveen Kumar Bhatrajuc, Anannya Tulid, Divya Rajput, Mohammad Askandar Iqbal, D. Saluja, Sr.; <br\/>University Of Delhi (North Campus), New Delhi, India","CSlideId":"","ControlKey":"b13ec903-e9d9-4384-b145-33627fdf8ba9","ControlNumber":"7282","DisclosureBlock":"&nbsp;<b>J. Khan, <\/b> None..<br><b>A. Rehman, <\/b> None..<br><b>A. Mathur, <\/b> None..<br><b>D. Saluja, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4439","PresenterBiography":"","PresenterDisplayName":"Jiyauddin Khan, PhD","PresenterKey":"d4d92067-3499-44e1-92c1-8e50f156c8f5","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/d4d92067-3499-44e1-92c1-8e50f156c8f5.profile.jpg","SearchResultActions":null,"SearchResultBody":"4439. Decoding the metabolic symphony TP53 mutation-driven rewiring of cellular metabolism in non-small cell lung carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Decoding the metabolic symphony TP53 mutation-driven rewiring of cellular metabolism in non-small cell lung carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Pancreatic cancer is a lethal malignancy characterized by complex intratumoral metabolic reprogramming and intercellular nutrient sharing between cells in the tumor microenvironment (TME) that promote pancreatic cancer progression. However, this crosstalk, as well as regional variation in perfusion and oxygenation, can lead to metabolic heterogeneity that has not been appreciated by metabolomics of whole tumors. Here we quantify amino acids and tricarboxylic acid cycle (TCA) intermediates using a novel methodology that allows us to portray global tumor metabolite heterogeneity in a tumor.<br \/>Methods: Human PaTu-8902 or murine HY19636 (from female KPC mice LSL-KrasG12D; p53 L\/+, Ptf1a-Cre+) pancreatic cancer cell lines were orthotopically injected into pancreata of NCr nude mice (n=3) or C57BL\/6 mice (n=2). Mice were euthanized after 3-5 weeks and tumors were harvested. Tumor slices were further sectioned into 1mm x 1mm x 1mm cubes using a custom-made multisectional slicing device and each cube location was recorded. Each cube was extracted using methanol, water, and chloroform with labelled amino acid standards, derivitized, and resolved using gas chromatography-mass spectrometry (DB-35MS column with Agilent 7890B gas chromatograph coupled to a single quadrupole 5977B mass spectrometer). 22 metabolites (15 amino acids, 5 TCA intermediates, lactate, and pyruvate) were identified by unique fragments and retention time compared to known standards. Peaks were picked using OpenChrom and analyzed using MATLAB. Data was analyzed using Graphpad Prism. Principal Component Analysis (PCA) was visualized using Python on a Jupyter notebook.<br \/>Results: Both orthotopic human and murine pancreatic tumors demonstrated striking levels of intratumoral metabolite heterogeneity. Glycine, glutamine, and proline were the amino acids with the highest coefficient of variance, while leucine, isoleucine, and serine had the lowest coefficient of variance. &#945;-ketoglutarate and succinate were the TCA intermediates with highest coefficient of variance. Lactate had the lowest coefficient of variance among all examined metabolites. Spatial mapping of each metabolite demonstrated distinct regions with varying abundance levels of metabolites. PCA demonstrated 75% of variance was carried by PC1 and 10% carried by PC2.<br \/>Conclusions: This study reveals insights into the degree of intratumoral heterogeneity present in pancreatic tumors that illustrate the difficulty of <i>in vivo<\/i> metabolomics analysis and suggest that high-resolution (single cell) metabolomics techniques will be critical to study metabolism in the complex TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metabolism,In vivo,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Yu<\/b><sup>1<\/sup>, R. Banh<sup>1<\/sup>, A. Sohn<sup>1<\/sup>, S. Martis<sup>2<\/sup>, D. Biancur<sup>1<\/sup>, K. Yamamoto<sup>1<\/sup>, E. Lin<sup>1<\/sup>, A. Kimmelman<sup>1<\/sup>; <br\/><sup>1<\/sup>NYU Grossman School of Medicine, New York, NY, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"21fe0a47-eec2-4882-bfde-817f6945ed0a","ControlNumber":"7794","DisclosureBlock":"&nbsp;<b>P. Yu, <\/b> None..<br><b>R. Banh, <\/b> None..<br><b>A. Sohn, <\/b> None..<br><b>S. Martis, <\/b> None..<br><b>D. Biancur, <\/b> None..<br><b>K. Yamamoto, <\/b> None..<br><b>E. Lin, <\/b> None..<br><b>A. Kimmelman, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4440","PresenterBiography":null,"PresenterDisplayName":"Peter Yu, MD","PresenterKey":"ff34afc6-4d7f-44a9-88af-4ea796166581","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4440. Topographical investigation of metabolites in excised squares (TIMES<sup>2<\/sup>): Comprehensive cross-sectional metabolite quantification of pancreatic cancer <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Topographical investigation of metabolites in excised squares (TIMES<sup>2<\/sup>): Comprehensive cross-sectional metabolite quantification of pancreatic cancer <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of epigenetic factors is a key component of tumorigenesis. BMI1, a member of the polycomb repressor complex 1 (PRC1), is an oncogenic factor studied in many types of cancer, including pancreatic ductal adenocarcinoma (PDAC). PDAC is the third most common cause of cancer-related death in the United States and investigation of the biology involved in transformation is critical for improving outcomes in this devastating disease. In PDAC, BMI1 is required for initiation of pancreatic cancer in mice and enhances <i>in vitro<\/i> growth of human and murine tumor cell lines. CRISPR-mediated knock out of BMI1 results in reduced subcutaneous and orthotopic tumor growth in mice and decreased expression of genes related to metabolism, specifically glycolysis, and cell proliferation. BMI1 has also been implicated in regulation of metabolism in other epithelial tumor types, including ovarian cancer. Given these preliminary findings, we hypothesized that loss of BMI1 in multiple human PDAC cell lines would result in altered metabolic activity, reducing the growth and tumorigenic properties of these cells. We demonstrated that BMI1 expression is higher in PDAC cell lines compared to normal pancreatic epithelial cells and normal human donor pancreatic tissue. Following CRISPR-mediated BMI1 knock out in human PDAC cell lines, we investigated the alterations to metabolism using metabolic flux analysis. Loss of BMI1 resulted in lower basal and compensatory rates of glycolysis and increased oxygen consumption rates compared to wild-type cells. Metabolomic analysis demonstrated reduction in all the enzymes involved in the glycolysis pathway with loss of BMI1. Cell growth was reduced by loss of BMI1 <i>in vitro<\/i>, and orthotopic injection into mice of human cells with BMI1 knock out resulted in decreased tumor size compared to wild-type, recapitulating these findings <i>in vivo<\/i>. Together, these data identify a role of BMI1 in promotion of tumor growth through regulation of metabolism in pancreatic cancer. Experiments are ongoing to determine the underlying mechanism of this regulation and implications on therapeutic targeting with BMI1\/PRC1 complex inhibitors in conjunction with traditional chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Epigenetics,Metabolomics,Glycolysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. N. Mills<\/b><sup>1<\/sup>, D. Awad<sup>1<\/sup>, H. K. Schofield<sup>1<\/sup>, J. K. Thompson<sup>1<\/sup>, H. Watkoske<sup>1<\/sup>, D. Sutton<sup>1<\/sup>, N. Nedzesky<sup>1<\/sup>, D. Drouillard<sup>2<\/sup>, Z. Nwosu<sup>3<\/sup>, C. Espinoza<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, A. Del Vecchio<sup>4<\/sup>, C. J. Halbrook<sup>5<\/sup>, M. Pasca di Magliano<sup>1<\/sup>, C. A. Lyssiotis<sup>1<\/sup>, F. Bednar<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Medical College of Wisconsin, Milwaukee, WI, <sup>3<\/sup>Cornell University, Ithaca, NY, <sup>4<\/sup>Memorial Sloan Kettering, New York, NY, <sup>5<\/sup>University of California, Irvine, Irvine, CA","CSlideId":"","ControlKey":"ea14d10f-2506-40d6-94f8-b6ecd91a49bf","ControlNumber":"7842","DisclosureBlock":"&nbsp;<b>J. N. Mills, <\/b> None..<br><b>D. Awad, <\/b> None..<br><b>H. K. Schofield, <\/b> None..<br><b>J. K. Thompson, <\/b> None..<br><b>H. Watkoske, <\/b> None..<br><b>D. Sutton, <\/b> None..<br><b>N. Nedzesky, <\/b> None..<br><b>D. Drouillard, <\/b> None..<br><b>Z. Nwosu, <\/b> None..<br><b>C. Espinoza, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>A. Del Vecchio, <\/b> None..<br><b>C. J. Halbrook, <\/b> None..<br><b>M. Pasca di Magliano, <\/b> None..<br><b>C. A. Lyssiotis, <\/b> None..<br><b>F. Bednar, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4441","PresenterBiography":null,"PresenterDisplayName":"Jamie Mills, MD;PhD","PresenterKey":"e7a3f229-410d-422b-9b1b-3de7364a31f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4441. The epigenetic factor BMI1 regulates metabolism and tumorigenesis in human pancreatic cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The epigenetic factor BMI1 regulates metabolism and tumorigenesis in human pancreatic cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u> Annually, approximately 200,000 people are diagnosed with biliary tract cancer (BTC). Most present with metastatic disease which encompasses a 5-year survival rate of &#60;5%. Etiology is poorly understood though some studies suggest metabolic dysregulation may contribute to development. Previous evaluations of metabolites and BTC risk have primarily been limited to case-control studies, few metabolites, or post-diagnostic blood samples.<br \/><u>Methods<\/u> We evaluated 248,285 adult participants with metabolite data in the UK Biobank, a prospective cohort study. Participants were excluded (6.2%) primarily due to a baseline history of cancer. To reduce potential influences of reverse causation, those who developed cancer or died within one year after baseline blood collection were also removed. Metabolites were trimmed to two standard deviations, log-transformed (ln[x+0.5]), z-scored, and evenly divided into tertiles. Cox proportional hazards regression was implemented to evaluate associations of BTC risk per 1-standard deviation (SD) and across tertiles with hazard ratios (HR) and 95% confidence intervals (95% CI). Models were adjusted for age, sex, education, income, fasting time, and statin use. A p-value of 0.001 was considered statistically significant after multiple comparison adjustment (0.05 divided by 50, the number of independent tests).<br \/><u>Results<\/u> The analyzed cohort includes 232,781 UKB participants with a median age of 58, a median follow-up time of 11.8 years, and 268 first primary incident BTC cases. Multiple metabolites were significantly associated with BTC risk using continuous variables (per 1-SD increment). High triglyceride to total lipid ratios were associated with higher BTC risk, and the strongest association was for intermediate-density lipoproteins (the HR (95% CI) was 1.33 (1.15-1.54), p=0.0001). On the other hand, high cholesterol to total lipid ratios were associated with lower BTC risk, and the strongest association was for the free cholesterol to total lipids in small very-low-density lipoproteins (VLDL) (0.76 (0.66-0.88), p =0.0002). High glutamine was associated with lower BTC risk (0.68 (0.69-0.89), p =0.0003) as was the phospholipid to total lipid ratio in small VLDL (0.75 (0.65-0.87), p =0.0002). Analysis by tertile identified additional significant associations, including a higher polyunsaturated fatty acid to total fatty acid ratio being associated with lower BTC risk (the HR (95% CI) comparing the highest to lowest tertile, 0.50 (0.35-0.71), p-trend=0.0001). Notably, within polyunsaturated fatty acids, a higher omega-6 to omega-3 ratio trended toward higher risk (1.32 (0.94-1.85), p-trend=0.11).<br \/><u>Conclusion<\/u> These findings indicate circulating metabolites may be biomarkers for BTC and suggest that triglycerides, cholesterols, fatty acids, phospholipids, and glutamine may be involved in BTC etiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Cancer,Metabolomics,Gastrointestinal cancers: other,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Gunchick<\/b>, G. Gia, W. Zheng; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"85c6fa03-94e8-41e8-80f0-52d4c7f3cad9","ControlNumber":"8175","DisclosureBlock":"<b>&nbsp;V. Gunchick, <\/b> <br><b>Cornerstone<\/b> Other, Consultant.<br><b>G. Gia, <\/b> None..<br><b>W. Zheng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4442","PresenterBiography":null,"PresenterDisplayName":"Valerie Gunchick, BS;MS","PresenterKey":"31080e6d-c415-4f50-8b44-0e434fa719ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4442. Associations between pre-diagnostic plasma metabolites and biliary tract cancer risk in the prospective UK Biobank cohort","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations between pre-diagnostic plasma metabolites and biliary tract cancer risk in the prospective UK Biobank cohort","Topics":null,"cSlideId":""},{"Abstract":"While prostate cancer (PCa) is highly heritable, mechanisms underlying disease risk and PCa disparities are not well understood. Here, we conducted a two-sample Mendelian randomization (MR) to assess whether serum metabolites are causally associated with PCa risk in European, African, and Hispanic populations.<br \/>MR analyses were performed on metabolite quantitative trait loci (mQTLs) for 250 metabolites quantified by untargeted mass spectroscopy via the Metabolon platform for 1,498 European and 1,740 African ancestry individuals from the Atherosclerosis Risk in Communities (ARIC) cohort and for 711 metabolites measured in 3,166 Hispanic individuals from the Hispanic Community Health Study\/Study of Latinos (SOL). PCa GWAS summary statistics were obtained for men from European (122,188 cases, 604,640 controls), African (19,391 cases, 61,608 controls) and Hispanic (3,931 cases, 26,405 controls) populations from the PRACTICAL Consortium. Within each population, QTLs associated with metabolites at the genome-wide significance level (P&#60;5x10<sup>-8<\/sup>) were included in instruments upon removing rare (minor allele frequency&#8804;0.01) or correlated (R<sup>2<\/sup>&#8805;0.2) SNPs calculated in ancestry-matched TOPMed populations. Inverse variance weighted (IVW) random effect models are presented as primary results. Sensitivity analyses were utilized to assess assumption violations (weighted mode, weighted median and MR egger). MR were conducted separately in each population, and fixed effect meta-analyses were conducted across population-specific MR results to identify trans-population associations. A false discovery rate was implemented to account for multiple testing.<br \/>In total, 22, 4 and 1 metabolites significantly associated with PCa risk in Hispanic, European and African populations, respectively. Of these, 13 metabolites had a MR instrument in &#8805;1 population, 12 of which were significant following a trans-population meta-analysis, including 5 fatty acids, 3 lysophospholipids, 1 amino acid, 1 carbohydrate, 1 nucleotide and 1 xenobiotic. All fatty acids were associated with decreased PCa odds (2%-10%), as were 4 other metabolites (amino acid 3-methyoxytyrosine, nucleotide 5-methyluridine and lysophospholipids 1-archidonoyl-GPC (20:4n6) and 1-archidonoyl-GPE (20:4n6), 4%-9%). The 3 remaining metabolites, erythritol, 1-linoleoyl-GPE (18:2) and mannose, were found to increase PCa odds by 10%, 6% and 4%, respectively. Additional metabolite harmonization efforts are underway to conduct trans-population analyses metabolome-wide.<br \/>This study provides evidence of associations between metabolites, such as fatty acids and lysophysopholipids, and PCa across diverse populations. These findings point to mechanisms that could inform preventive or therapeutic strategies pending functional investigations. Multivariable and bidirectional MR are ongoing to further assess findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Metabolomics,,"},{"Key":"Keywords","Value":"Metabolomics,Prostate cancer,Biomarkers,Trans-ancestry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Fuller<\/b><sup>1<\/sup>, R. Rohde<sup>2<\/sup>, H. Highland<sup>2<\/sup>, J. Shen<sup>3<\/sup>, B. Yu<sup>4<\/sup>, E. Boerwinkle<sup>4<\/sup>, M. Grove<sup>4<\/sup>, K. E. North<sup>2<\/sup>, D. V. Conti<sup>3<\/sup>, C. A. Haiman<sup>3<\/sup>, K. Young<sup>2<\/sup>, B. F. Darst<sup>1<\/sup>; <br\/><sup>1<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>2<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC, <sup>3<\/sup>University of Southern California, Los Angeles, CA, <sup>4<\/sup>The University of Texas Health Science Center, Houston, TX","CSlideId":"","ControlKey":"6aa8f85b-522b-4a86-b32b-8c8de452cc2b","ControlNumber":"8186","DisclosureBlock":"&nbsp;<b>H. Fuller, <\/b> None..<br><b>R. Rohde, <\/b> None..<br><b>H. Highland, <\/b> None..<br><b>J. Shen, <\/b> None..<br><b>B. Yu, <\/b> None..<br><b>E. Boerwinkle, <\/b> None..<br><b>M. Grove, <\/b> None..<br><b>K. E. North, <\/b> None..<br><b>D. V. Conti, <\/b> None..<br><b>C. A. Haiman, <\/b> None..<br><b>K. Young, <\/b> None..<br><b>B. F. Darst, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4443","PresenterBiography":null,"PresenterDisplayName":"Harriett Fuller, BS;MS;PhD","PresenterKey":"ed3255b8-40e3-4add-bc0f-15d3c398b620","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4443. Trans-population two-sample Mendelian randomization study of circulating metabolites and prostate cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Metabolomics","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trans-population two-sample Mendelian randomization study of circulating metabolites and prostate cancer risk","Topics":null,"cSlideId":""}]