[{"Abstract":"To address the need for targeted therapy in the treatment of HER3-positive solid tumors, the human HER3 mAb, seribantumab, was evaluated in the context of an antibody-drug conjugate (ADC). As a proof-of-concept, seribantumab was conjugated with a cleavable valine-citrulline linker and monomethyl auristatin E (MMAE) payload via the stochastic cysteine conjugation method to yield HER3-ADC1. A drug-antibody ratio of 4 was selected for preclinical assessment in HER3-expressing models. Methods: HER3-ADC1 was evaluated <i>in vitro<\/i> and <i>in vivo<\/i>, with patritumab deruxtecan (patri-DXd) as a comparator. Binding to BT474 breast carcinoma cells (HER3 high; immunohistochemical (IHC) staining intensity 3+) was measured by flow cytometry. Internalization properties were established using seribantumab and patritumab coupled to Fab-AF488 following 4 hours incubation in SK-BR-3 breast adenocarcinoma (HER3 high; IHC 3+) and HCC1569 breast carcinoma (HER3 low; IHC 0-1+) cell lines. <i>In vitro<\/i> cytotoxicity was evaluated for HER3-ADC1, isotype-MMAE and free MMAE payload as well as patri-DXd, isotype-DXd and free deruxtecan payload in BT474 cells, SK-BR-3 cells and NCI-H446 lung carcinoma (HER3 low; IHC 0-1+) cells. <i>In vivo<\/i> anti-tumor activity was assessed for HER3-ADC1, isotype-MMAE, patri-DXd and isotype-DXd in patient derived xenograft (PDX) models of pancreatic (HER3 high; IHC 3+) and breast cancer (HER3 low; IHC 0-1+). Results: HER3-ADC1 binding to cancer cells, endocytosis, MMAE release, and inhibition of proliferation were dependent on HER3 expression. In assays investigating antibody internalization, seribantumab displayed similar internalization capacity as patritumab. For both HER3 mAbs, internalization was greater in a HER3 high than a HER3 low cell line. In cytotoxicity assays, HER3-ADC1 and patri-DXd displayed HER3 expression level-dependent cell killing. HER3-ADC1 outperformed patri-DXd in HER3 high cell lines based on <i>in vitro<\/i> cytotoxicity. HER3-ADC1 and patri-DXd were ineffective against NCI-H466 cells with low HER3 expression. In a PDX model of pancreatic cancer (HER3 high), HER3-ADC1 induced tumor regression, while isotype-MMAE had only a moderate anti-tumor effect. Both patri-DXd and isotype-DXd had moderate anti-tumor effects, indicating a lack of HER3 target dependence. In a PDX model of breast cancer (HER3 low), HER3-ADC1 and isotype-MMAE lacked anti-tumor activity; isotype-DXd had a moderate anti-tumor effect and patri-DXd had a substantial anti-tumor effect. Conclusions: HER3-ADC1 demonstrated target-dependent <i>in vitro<\/i> cytotoxicity and <i>in vivo <\/i>anti-tumor activity in a HER3-expressing pancreatic cancer PDX model. Results from <i>in vitro <\/i>and <i>in vivo<\/i> studies highlight the promising therapeutic potential of a seribantumab-based ADC for patients with HER3-expressing cancers. Additional results on the optimization and characterization of HER3-ADC1 will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER3,Monomethyl auristatin E (MMAE),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. O'Hare<\/b>, J. Cleveland, V. M. Jansen, D. Dornan; <br\/>Elevation Oncology, Inc., Boston, MA","CSlideId":"","ControlKey":"525c55d9-8271-483e-99ff-b7d62571c7cd","ControlNumber":"5625","DisclosureBlock":"<b>&nbsp;T. O'Hare, <\/b> <br><b>Elevation Oncology, Inc.<\/b> Employment, Stock Option. <br><b>J. Cleveland, <\/b> <br><b>Elevation Oncology, Inc.<\/b> Employment, Stock Option. <br><b>V. M. Jansen, <\/b> <br><b>Elevation Oncology, Inc.<\/b> Employment, Stock Option. <br><b>D. Dornan, <\/b> <br><b>Elevation Oncology, Inc.<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3121","PresenterBiography":null,"PresenterDisplayName":"Thomas O'Hare, PhD","PresenterKey":"74f4edd7-c2cc-4429-87e8-ace5284ff5e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3121. Therapeutic potential of a HER3 antibody-drug conjugate for the treatment of HER3-expressing cancers&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic potential of a HER3 antibody-drug conjugate for the treatment of HER3-expressing cancers&#8239;","Topics":null,"cSlideId":""},{"Abstract":"Claudin-6 is a member of the claudin family and consists of four transmembrane helices, two extracellular loops, and an amino- and carboxyl-terminal tail with a PDZ-binding motif in the cytoplasm. It is involved in the formation of tight junctions and is expressed in developing human epithelial structures during early-to-mid gestation while expression in iadult tissues is mostly absent. Claudin-6 expression is upregulated in ovarian cancer, testicular cancer, endometrial cancer, non-small cell lung cancer (NSCLC) and gastric cancer. Here, the generation and preclinical characterization of a novel Claudin-6 specific antibody-drug conjugate (ADC) is described, composed of a humanized IgG1 directed against human Claudin-6 site-specifically conjugated a novel payload containing a valine-alanine cleavable linker and a camptothecin warhead with a drug to antibody ratio of 6. Fc&#947;R-mediated effector function of the ADC was abrogated via mutations in the Fc portion of the antibody. The purpose of this study was to evaluate the expression of Claudin-6 in different tumour indications and characterise the <i>in vitro<\/i> and <i>in vivo<\/i> anti-tumour activity in human cancer cell lines and patient-derived xenograft (PDX) models. In addition, the tolerability of the ADC was evaluated in a repeat-dose toxicity study cynomolgus monkeys. Cell binding studies using Fabs showed high affinity binding to Claudin-6, while affinity for Claudin-9 was 16-fold lower with no binding to Claudin-3 and Claudin-4. Cross-reactivity with cynomolgus monkey and mouse Claudin-6 was also demonstrated. Fcgamma receptor binding studies confirmed the strongly reduced binding of the antibody to Fc&#947;I, Fc&#947;I,IIa, Fc&#947;IIb and Fc&#947;IIa, consistent with the introduction of mutations in the Fc domain of the antibody. <i>In vitro<\/i>, the Claudin-6 ADC showed potent and specific cytotoxicity against various Claudin-6-expressing solid cancer cell lines, including OVCAR3, PA-1, OV-90, FU-97, BeWo, NTERA-2 and NUGC3 in comparison to a non-binding control ADC conjugated to the same payload, and it also showed potent bystander killing. <i>In vivo<\/i>, a single dose intravenous (IV) of the Claudin-6 ADC demonstrated potent anti-tumour activity in multiple solid tumour xenograft models, including OVCAR3 and PA-1. Furthermore, administration of the Claudin-6 ADC to cynomolgus monkeys was well tolerated up to 40 mg\/kg IV when given on Day 1 and 22. Cell membrane expression of Claudin-6 was confirmed by immunohistochemistry (IHC) in ovarian cancer (70%), testicular cancer (98%), endometrial cancer (30%), NSCLC (28%) and gastric cancer (24%), confirming expression of Claudin-6 in indications with high unmet need. In summary, this novel Claudin-6 ADC demonstrated potent, specific anti-tumour activity in Claudin-6 expressing cancer-derived models and was well tolerated in cynomolgus monkey, supporting future clinical development of this ADC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Ovarian cancer,Endometrial cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Tsang<\/b><sup>1<\/sup>, N. Veillard<sup>1<\/sup>, E. Horsley<sup>1<\/sup>, K. Havenith<sup>1<\/sup>, N. Janghra<sup>1<\/sup>, K. Zaitseva<sup>1<\/sup>, C. Oblette<sup>1<\/sup>, I. Kirby<sup>1<\/sup>, P. W. Hogg<sup>1<\/sup>, F. Zammarchi<sup>2<\/sup>, L. de Haan<sup>1<\/sup>, P. H. van Berkel<sup>1<\/sup>; <br\/><sup>1<\/sup>ADC Therapeutics, London, United Kingdom, <sup>2<\/sup>Myricx Bio, London, United Kingdom","CSlideId":"","ControlKey":"b471ede1-7341-40d9-a800-64367f3c8d4a","ControlNumber":"6222","DisclosureBlock":"<b>&nbsp;N. Tsang, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>N. Veillard, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>E. Horsley, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>K. Havenith, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>N. Janghra, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>K. Zaitseva, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>C. Oblette, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>I. Kirby, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>P. W. Hogg, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>F. Zammarchi, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>Myricx Bio<\/b> Employment, Stock. <br><b>L. de Haan, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock. <br><b>P. H. van Berkel, <\/b> <br><b>ADC Therapeutics<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3122","PresenterBiography":null,"PresenterDisplayName":"NICOLA TSANG","PresenterKey":"dcf26750-9f39-4383-a638-9cdee465f00f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3122. Preclinical development of a novel camptothecin-based antibody-drug conjugate targeting solid tumors expressing Claudin-6","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of a novel camptothecin-based antibody-drug conjugate targeting solid tumors expressing Claudin-6","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Molecular alterations of oncogene FGFR3 in various cancers include FGFR3 gene fusions, activating mutations, and overexpression as a driver mutation. AMB302\/GQ1011 is a novel FGFR3-targeting ADC conjugated with an innovative topoisomerase I inhibitor (TopoIx) using intelligent Ligase-Dependent Conjugation (iLDC) technologies developed by GeneQuantum (GQ), providing high homogeneity, excellent druggability, and superior linker stability. Based on preclinical characterization, AMB302\/GQ1011 exhibits impressive anti-tumor activities against bladder cancer (BC), head and neck squamous cell carcinoma (HNSCC), and glioblastoma (GBM) with either FGFR3 overexpression or FGFR3 alterations including gene fusions, demonstrating potential as a first-in-class FGFR3 ADC against FGFR3 relevant solid tumor indications.<br \/><b>Methods: <\/b>For biomarker analysis, patient tissue microarrays and tissue blocks were subjected to IHC staining for FGFR3 to assess its real-world intensity. To characterize AMB302\/GQ1011, in vitro assays and ex vivo plasma stability were evaluated to confirm the anti-tumor effect and linker stability. In vivo anti-tumor effects of AMB302\/GQ1011 were assessed on various CDX and PDX models with FGFR3 overexpression or alterations. The potential toxicity profile of AMB302\/GQ1011 was evaluated in NHP via repeated intravenous infusions.<br \/><b>Results: <\/b>AMB302\/GQ1011 conjugates a novel FGFR3-targeting antibody (Aimedbio Inc.) with TopoIx (GQ) via a cleavable linker through iLDC platform. In IHC analysis, we detected high and widespread FGFR3 expression in various tumors. In in vitro cytotoxicity assay, AMB302\/GQ1011 showed excellent antitumor activity against FGFR3-expressing cells. In various CDX and PDX models with FGFR3 expression or alterations, AMB302\/GQ1011 demonstrated superior efficacy compared with benchmark ADCs and FGFR pan-inhibitors. AMB302\/GQ1011 dramatically prolonged survival in GBM orthotopic PDX models with F3-T3 fusion by &#62;150% in combination with TMZ. Particularly, in combination with an immune checkpoint inhibitor (ICI), AMB302\/GQ1011 exhibited an excellent synergistic antitumor effect. In a monkey toxicity study, AMB302\/GQ1011 demonstrated a high tolerability up to 60 mg\/kg dosing, without severe adverse effects.<br \/><b>Conclusion: <\/b>AMB302\/GQ1011 demonstrated a potent antitumor efficacy in vitro and in vivo models with FGFR3 overexpression and alterations across various solid tumors. Notably, AMB302\/GQ1011 suggests the potential for combination with ICI treatment. Moreover, AMB302\/GQ1011 exhibited excellent tolerability at high doses in NHP, indicating its safety profile. Our data suggest that AMB302\/GQ1011 has potential to become a first-in-class FGFR3-targeting ADC for solid tumors with FGFR3 overexpression or alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Fibroblast growth factor receptor 3  (FGFR-3),Bladder cancer,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Byeongkwi Min<sup>1<\/sup>, Sunghyun Lee<sup>1<\/sup>, Wonsik Jung<sup>1<\/sup>, Lina Wang<sup>2<\/sup>, Yajun Sun<sup>2<\/sup>, Hyejin Kim<sup>1<\/sup>, Nam-Gu Her<sup>1<\/sup>, Paul  H.  Song<sup>2<\/sup>, Gang Qin<sup>2<\/sup>, <b>Do-Hyun Nam<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Aimed Bio Inc., Seoul, Korea, Republic of,<sup>2<\/sup>GeneQuantum Healthcare Suzhou Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"f91efd19-3deb-4c59-b638-8c02e7791574","ControlNumber":"8855","DisclosureBlock":"<b>&nbsp;B. Min, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>S. Lee, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>W. Jung, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment. <br><b>L. Wang, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>N. Her, <\/b> <br><b>Aimed Bio Inc.<\/b> Stock Option, Other Business Ownership. <br><b>P. H. Song, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>D. Nam, <\/b> <br><b>Aimed Bio Inc.<\/b> Stock, Other Business Ownership, Other, Founder & CTO. <br><b>Samsung Medical Center<\/b> Employment. <br><b>SAIHST, Sungkyunkwan University<\/b> Employment. <br><b>Therapeutics antibodies, AVATASCAN, AvataMed, Drug screening methods and chips<\/b> Patent. <br><b>KDDF<\/b> Other, Partial funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3123","PresenterBiography":null,"PresenterDisplayName":"Do-Hyun Nam, MD, PhD","PresenterKey":"71f66d1e-c77a-4363-903e-ad9985deaf2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3123. Preclinical characterization of AMB302\/GQ1011, a first-in-class FGFR3 antibody-drug conjugate (ADC) with topoisomerase 1 inhibitor against diverse FGFR3 overexpression or alteration","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of AMB302\/GQ1011, a first-in-class FGFR3 antibody-drug conjugate (ADC) with topoisomerase 1 inhibitor against diverse FGFR3 overexpression or alteration","Topics":null,"cSlideId":""},{"Abstract":"Background: Hepatocellular carcinoma (HCC) is one of the most challenging cancers with high unmet medical need. Glypican-3 (GPC3) is an oncofetal glycoprotein anchored to the cell surface via GPI (glycosylphosphatidylinositol) and frequently over-expressed in HCC with limited expression in normal adult tissues, which makes it an appealing antibody-drug conjugate (ADC) target for HCC. MRG006A is a potentially first-in-class GPC3-targeting ADC composed of a novel humanized IgG1 antibody conjugated to a proprietary linker-payload platform utilizing a potent topoisomerase 1 inhibitor via a peptide-based cleavable linker.<br \/>Materials and Methods: As a GPC3-targeting ADC intended for clinical therapy of GPC3-expressing cancers, the mechanism of action and therapeutic potential of MRG006A were investigated in a series of preclinical studies, including (1) MRG006A and its antibody moiety binding to human GPC3 expressed on cells assessed by flow cytometry; (2) binding affinity to human and cynomolgus monkey GPC3 measured by SPR (surface plasmon resonance); (3) internalization in Huh7 cells assessed by pHAb Reactive Dye and confocal microscopy; (4) <i>in vitro<\/i> cytotoxicity against a panel of HCC cell lines (Huh7, HepG2, Hep3B and GPC3-negative SK-HEP-1); (5) anti-tumor activity of MRG006A evaluated in Huh7 and HepG2 cell line-derived xenograft (CDX) as well as a panel of HCC patient-derived xenograft (PDX) mouse models with a different expression level of GPC3; (6) plasma stability of MRG006A evaluated in human, cynomolgus monkey, rat and mouse plasma; and (7) an exploratory pharmacokinetic (PK) and toxicology study of MRG006A in cynomolgus monkey.<br \/>Results: The GPC3-targeting ADC, MRG006A, and its antibody moiety exhibited superior binding activity to GPC3-expressing cancer cell lines than a clinical antibody benchmark and similar nanomolar binding affinity to both human and cynomolgus monkey GPC3, which makes cynomolgus monkey suitable for toxicological studies. Rapid internalization of MRG006A antibody was observed in GPC3-expressing Huh7 cells, and MRG006A maintained comparable internalization capability to the naked antibody. More importantly, MRG006A exhibited potent GPC3-dependent cytotoxic activity in a panel of HCC cells expressing varying levels of GPC3. Administrations of MRG006A resulted in a robust and dose-dependent tumor growth inhibition of multiple CDX models and HCC PDX models. Remarkable stability of MRG006A was shown in the plasma of various species tested. MRG006A demonstrated a favorable PK and safety profile with good tolerability in the exploratory toxicology study.<br \/>Conclusion: Overall, the preclinical study results suggest that MRG006A is a feasible ADC drug candidate for treating GPC3-expressing cancers in clinical studies. MRG006A was aimed to submit IND in China and the U.S in 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Glypican-3,Hepatocellular carcinoma,Topoisomerase I inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Yanchun Wang<sup>1<\/sup>, Hongfeng Li<sup>1<\/sup>, Hao Shen<sup>2<\/sup>, Wenchao Liu<sup>1<\/sup>, Shoujia Liu<sup>1<\/sup>, Kequan Yin<sup>1<\/sup>, Haili Xu<sup>1<\/sup>, Xueyuan Cui<sup>1<\/sup>, Wei Li<sup>1<\/sup>, Wei Liu<sup>1<\/sup>, Xiangyu Wu<sup>1<\/sup>, Liu Yang<sup>2<\/sup>, Tian Ma<sup>1<\/sup>, Zhongrun Zhao<sup>1<\/sup>, Jun Wang<sup>3<\/sup>, Feifei Cui<sup>2<\/sup>, <b>Lei Fang<\/b><sup>2<\/sup>, Minmin Qin<sup>3<\/sup>, Chaohong Hu<sup>1<\/sup><br><br\/><sup>1<\/sup>Shanghai Miracogen Inc., Shanghai, China,<sup>2<\/sup>Concept to Medicine Biotech Co., Ltd., Shanghai, China,<sup>3<\/sup>Lepu Biopharma Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"aae30748-470c-4d6a-bab0-2cebbbfc75e6","ControlNumber":"2865","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>H. Shen, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>K. Yin, <\/b> None..<br><b>H. Xu, <\/b> None..<br><b>X. Cui, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>T. Ma, <\/b> None..<br><b>Z. Zhao, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>F. Cui, <\/b> None..<br><b>L. Fang, <\/b> None..<br><b>M. Qin, <\/b> None..<br><b>C. Hu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3124","PresenterBiography":null,"PresenterDisplayName":"Lei Fang, PhD","PresenterKey":"f12b9df3-f760-4402-aff5-50a1dd28dd41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3124. MRG006A, a novel glypican-3-targeting antibody-drug conjugate, demonstrated potent anti-tumor activity and good safety profile in preclinical studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MRG006A, a novel glypican-3-targeting antibody-drug conjugate, demonstrated potent anti-tumor activity and good safety profile in preclinical studies","Topics":null,"cSlideId":""},{"Abstract":"Tumor-associated carbohydrate antigens (TACAs) are short oligosaccharides expressed on the surface of cancer cells and play key roles in cellular communication, immune evasion, apoptosis and metastasis. TACAs are therefore interesting targets for antibody-based therapies in cancer. We have generated an antibody (TCX-101) against a TACA structure with improved binding affinity compared to other monoclonal antibodies (mAbs) against the same target as shown by surface plasmon resonance (~ 10x superior KD), as well as high level of specificity against glycan species related to the target, as accessed by glycan array, flow cytometry, and immunocytochemistry or immunofluorescence. Immunohistochemistry studies on fresh-frozen tissue microarrays showed high expression of the target in various solid tumors (e.g. gastrointestinal, lung, and breast) and only low expression in normal tissues. <i>In vitro<\/i>, TCX-101 has ~ 4x higher maximum binding, ~ 2x faster binding kinetics, ~ 4x faster cellular internalization and induces ~ 2x higher antibody-dependent cellular cytotoxicity than a reference antibody. Monomethyl auristatin E (MMAE) was used in a drug-antibody ratio (DAR) of 4 to generate an antibody-drug conjugate (ADC). This ADC was effective in <i>in vitro<\/i> toxicity assays against murine B16 melanoma cells induced to express the target (measurable effect on WT cells), as well as human breast cancer MCF7 WT cells (~ 25x less activity on target-knockout MCF7 cells, Table 1). When tested <i>in vivo<\/i>, TCX-101 was highly effective in two different xenograft mouse models (B16, MCF7) with more than 95% tumor growth inhibition compared to vehicle, and no signs of toxicity (no weight loss, no histophatological findings). A fully humanized version of TCX-101 with improved binding properties (EC50 6.27 nM vs. 8.13 nM) was generated and will be evaluated in further <i>in vivo<\/i> experiments. In conclusion, TCX-101 is a promising ADC for the treatment of various solid tumors.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{D38AF7DF-8B36-4700-BD58-05759EE0B08F}\"><caption>Table 1<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">IC50 [nM] TCX-101-MMAE 4 DAR<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">B16 KI<\/td><td rowspan=\"1\" colspan=\"1\">7.64<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">B16 WT<\/td><td rowspan=\"1\" colspan=\"1\">no killing observed<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">MCF7 WT<\/td><td rowspan=\"1\" colspan=\"1\">1.97<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">MCF7 KO<\/td><td rowspan=\"1\" colspan=\"1\">45.97<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Monoclonal antibodies,MCF-7 cells,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. G. Gomes, F. Muraca, G. M. Schmidt Garcia Moreira, K. Rösch, M. Bräutigam, P. Sondermann, <b>M. Ocker<\/b>; <br\/>TACALYX GmbH, Berlin, Germany","CSlideId":"","ControlKey":"e27c6709-5d25-4307-9c4d-58b2ecee84b9","ControlNumber":"3129","DisclosureBlock":"&nbsp;<b>F. G. Gomes, <\/b> None..<br><b>F. Muraca, <\/b> None..<br><b>G. M. Schmidt Garcia Moreira, <\/b> None..<br><b>K. Rösch, <\/b> None..<br><b>M. Bräutigam, <\/b> None..<br><b>P. Sondermann, <\/b> None.&nbsp;<br><b>M. Ocker, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>Bayer<\/b> Stock. <br><b>Gilead<\/b> Stock. <br><b>BioNTech<\/b> Stock. <br><b>Siemens Healthineers<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3125","PresenterBiography":null,"PresenterDisplayName":"Matthias Ocker, MD","PresenterKey":"037f9986-4f5f-4687-a2d8-dbad0691fa90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3125. TCX-101, a novel antibody-drug conjugate targeting a tumor-associated carbohydrate antigen for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TCX-101, a novel antibody-drug conjugate targeting a tumor-associated carbohydrate antigen for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"ADCs have showed improved efficacy and target selectivity comparing to the non-specific small molecule cytotoxicity drugs. However, conventional IgG based ADC has been hindered in solid tumor therapies by the poor tumor penetration, low internalization efficiency, unexpected efflux from tumor cells, and narrow therapeutic window due to the on target\/off tumor toxicity, etc. To address these issues, we have developed the pegylated bispecific ADC platform and proved the concept with JY207, which targets PD-L1 and CD47 with a 30k PEG-MMAE linker-payload. JY207 has demonstrated advantages in tumor penetration, internalization efficiency, without efflux post internalization, lacking Fc related toxicity, and better tumor inhibition than DS-8201a in a model positive for Her2, PD-L1 and CD47. In this study, we further improved the compound by site-specific conjugating the fusion protein of two scFvs that target PD-L1 and CD47, with a 40K PEG-MMAE linker-payload. As expected, the new compound JY207b retained all the advantages of JY207. Additionally, JY207b did not bind to human red blood cells at all even though an ultra-sensitive detection method was employed, while CD47 antibodies with reported low affinity bound &#62;90% red blood cells under our ultra-sensitive detection method. Meanwhile, JY207b could still preferentially bind to CD47\/PD-L1 double positive tumor cells, thus reducing the possibility of on-target toxicities. In the <i>in vitro<\/i> cytotoxicity assays, the compound JY207b demonstrated strong potencies in CD47\/PD-L1 double positive tumor cells, with almost no killing effect to CD47 or PD-L1 single positive tumor cells. In CDX models and a PDX model of transplanted tumor tissues from lung cancer patients, the compound JY207b demonstrated strong tumor inhibition efficacies at low doses. More interestingly, although the elimination half-life (T1\/2) of JY207b in mice is 59.17&#177;3.824 hours, the elimination time of JY207b in tumors is beyond 1 week by the IVIS imaging examination, which allows for weekly dosing in PK unfavorable mouse animals for pegylated protein drugs. Moreover, preliminary repeated-dosing toxicological study has found the maximum tolerated dose of JY207 in CD47\/PD-L1 double transgenic mice to be 50mg\/kg. These studies suggested favorable anti-tumor effect of JY207 both in vitro and in vivo, and its mechanism of action has been well described. These findings provide evidence for the efficacy of JY207 as a clinical treatment for patients with CD47\/PD-L1 double positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),CD47,Polymer drug conjugate,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wen<\/b>, Shumin Liu, Weidong Lyu, Yang Lei, Shuangyu Tan, Zibin Wu, Shuqiang Yin, Qiudong Zhuo, Dechun Wu; <br\/>Shenzhen Enduring Biotech, Ltd., Shenzhen, China","CSlideId":"","ControlKey":"f45423b9-f28c-49c3-b629-b2a82426db70","ControlNumber":"6085","DisclosureBlock":"&nbsp;<b>Y. Wen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3126","PresenterBiography":null,"PresenterDisplayName":"Shumin (Sam) Liu, PhD","PresenterKey":"fcfcd8a5-127e-418d-8e88-9f66807dea41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3126. A novel pegylated bispecific antibody-drug conjugate (P-BsADC) JY207b targeting cancers co-expressing PD-L1 and CD47","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel pegylated bispecific antibody-drug conjugate (P-BsADC) JY207b targeting cancers co-expressing PD-L1 and CD47","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Antibody-drug conjugates (ADCs) are an effective class of cancer therapeutics which have gained prominence for the treatment of several malignancies. A cytotoxic ADC consists of a linker-payload conjugated to a monoclonal antibody, which targets a distinct tumor-associated antigen (TAA) to enable the delivery of the cytotoxic payload to cancer cells. Presently, there is a need for <i>in vitro<\/i> models that better recapitulate <i>in vivo<\/i> tumor tissue complexity to aid in the screening and evaluation of ADCs during preclinical development. Hence, efforts have been made to develop <i>in vitro<\/i> three-dimensional (3D) models with improved translation to <i>in vivo<\/i> tumor models compared to traditional two-dimensional (2D) cancer cell line monolayer models. We aimed to generate monoculture cancer cell line spheroids in a high-throughput manner. Subsequently, we sought to evaluate the spheroid penetration capability of structurally distinct ADCs and to assess the 3D cytotoxic activity of a variety of microtubule inhibitor (MTI) and topoisomerase 1 inhibitor (TOPO1i)-bearing ADCs targeting multiple TAAs, comparing to activity in 2D models.<br \/><b>Methods:<\/b> Monoculture cancer cell spheroids were generated by seeding cells from a variety of tumor types, using an automated liquid-handling robot, into microtiter plates treated with ultra-low attachment coating, which allows for scaffold-free self-assembly of cancer cells into a 3D arrangement. Following spheroid formation by incubation for 2-3 days under standard culturing conditions, spheroids were treated with ADCs at a range of concentrations for functional evaluation: the spheroid penetration capability of ADCs of different antibody formats was assessed using high-content confocal imaging of spheroids treated with fluorescently labeled antibodies; the cytotoxic activity of ADCs was characterized using an ATP quantification luminescent reagent, live\/dead cell fluorescent stains, and confocal imaging.<br \/><b>Results:<\/b> Monoculture spheroids of varying morphologies were successfully and reproducibly generated with a large panel of &#62;50 cancer cell lines derived from &#62;10 tumor types. Antibodies with different formats demonstrated target-mediated binding and a range of spheroid penetration depths. Additionally, MTI and TOPO1i ADCs evaluated in a panel of cancer cell spheroids demonstrated robust 3D cytotoxicity and differentiated activity when compared to the 2D monolayer assay. In a number of cases, the potency trends across multiple ADCs in 3D cytotoxicity assays were more predictive of <i>in vivo<\/i> efficacy compared to the 2D assay. Taken together, our high-throughput spheroid assays present important and straightforward <i>in vitro<\/i> tools to aid in the screening and selection of therapeutic cytotoxic ADC candidates for the treatment of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Spheroids,Topoisomerase I inhibitor,Cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jodi Wong<\/b><sup><\/sup>, Andrea Hernández Rojas<sup><\/sup>, Allysha Bissessur<sup><\/sup>, Lemlem  T.  Degefie<sup><\/sup>, Araba  P.  Sagoe-Wagner<sup><\/sup>, Samir Das<sup><\/sup>, Vincent Fung<sup><\/sup>, Kevin Yin<sup><\/sup>, Renee Duan<sup><\/sup>, Sam Lawn<sup><\/sup>, Laurence Madera<sup><\/sup>, Catrina Mi Jung Kim<sup><\/sup>, Alex Wu<sup><\/sup>, Mark  E.  Petersen<sup><\/sup>, Raffaele Colombo<sup><\/sup>, Jamie  R.  Rich<sup><\/sup>, Stuart  D.  Barnscher<sup><\/sup><br><br\/>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"d4845305-0bfe-4735-89de-6b2419ec2c9a","ControlNumber":"5393","DisclosureBlock":"&nbsp;<b>J. Wong, <\/b> None..<br><b>A. Hernández Rojas, <\/b> None..<br><b>A. Bissessur, <\/b> None..<br><b>L. T. Degefie, <\/b> None..<br><b>A. P. Sagoe-Wagner, <\/b> None..<br><b>S. Das, <\/b> None..<br><b>V. Fung, <\/b> None..<br><b>K. Yin, <\/b> None..<br><b>R. Duan, <\/b> None..<br><b>S. Lawn, <\/b> None..<br><b>L. Madera, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>A. Wu, <\/b> None..<br><b>M. E. Petersen, <\/b> None..<br><b>R. Colombo, <\/b> None..<br><b>J. R. Rich, <\/b> None..<br><b>S. D. Barnscher, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3127","PresenterBiography":null,"PresenterDisplayName":"Jodi Wong","PresenterKey":"240ec775-0595-4e99-823c-47fd41c5ce08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3127. Development of three-dimensional cancer cell line spheroid models for the <i>in vitro<\/i> functional characterization of cytotoxic antibody-drug conjugates","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of three-dimensional cancer cell line spheroid models for the <i>in vitro<\/i> functional characterization of cytotoxic antibody-drug conjugates","Topics":null,"cSlideId":""},{"Abstract":"The physiological function of tissue factor (TF) is to initiate coagulation cascade by forming complex with plasma Factor VII after vascular injury. For Tisotumab vedotin (Tivdak), a TF targeting antibody-drug conjugate (ADC) approved for the treatment of cervical cancer, bleeding events were prespecified as adverse effects (AEs) of interest, besides ocular toxicity and peripheral neuropathy (known MMAE payload related AE). In order to mitigate the bleeding risk, a next generation of TF-targeting ADC is developed by Hengrui Pharmaceuticals. HRA00184-C004 is a novel ADC comprising a differentiated TF-targeted antibody (HRP07132) conjugated to a proprietary topoisomerase I inhibitor (Dxh, an exatecan derivative) via a protease-cleavable linker. In contrast to most TF-targeting antibodies, the naked HRP07132 does not interfere the interaction between TF and Factor VII or Factor X, has no impact on coagulation function in prothrombin time and thrombin generation assay, therefore reduced bleeding incidence is expected for HRA00184-C004. Meanwhile, HRA00184-C004 exhibited not only potent growth inhibition against multiple TF-expressing cancer cell lines but also bystander-killing effect <i>in vitro<\/i>. HRA00184-C004 also displayed robust and sustained anti-tumor activities in the PDAC HPAFII (TF high), TNBC MDA-MB-231 (TF moderate) and NSCLC H358 (TF low) TF-expressing xenograft models. Furthermore, in cynomolgus monkey, HRA00184-C004 is well-tolerated over a 6-week period with 12 mg\/kg dosing every 3 weeks with acceptable PK profile. Notably, neither coagulation disorder nor skin rash was observed, which are superior to the historical NHP data reported by Tivdak. In conclusion, with the encouraging efficacy in preclinical study and promising safety profiles in NHPs, HRA00184-C004 has demonstrated the best-in-class potential and is scheduled to advance into clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),tissue factor,high selectivity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Ying<\/b>, L. You, N. He, S. Xu, P. Pu, S. Lin, J. Feng, Z. Zhang, X. Ye, M. Hu, F. He; <br\/>Shanghai Hengrui Pharmaceutical Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"766f7312-a502-44d4-8551-43093c6942d3","ControlNumber":"4851","DisclosureBlock":"&nbsp;<b>H. Ying, <\/b> None..<br><b>L. You, <\/b> None..<br><b>N. He, <\/b> None..<br><b>S. Xu, <\/b> None..<br><b>P. Pu, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Ye, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>F. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3128","PresenterBiography":null,"PresenterDisplayName":"Jun Feng","PresenterKey":"5115f887-e436-48fc-b99e-ba9cd867b9cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3128. HRA00184-C004, preclinical characterization of a novel tissue factor-targeted antibody-drug conjugate","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HRA00184-C004, preclinical characterization of a novel tissue factor-targeted antibody-drug conjugate","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>CD123, the alpha chain of the interleukin-3 receptor (IL-3R&#945;), is overexpressed in multiple hematologic malignancies and found particularly highly expressed on the surface of acute myeloid leukemia (AML) cells. Furthermore, increased CD123 expression on leukemic stem cells relative to non-neoplastic hematopoietic stem cells makes CD123 an attractive tumor-associated target for an antibody-drug conjugate (ADC). BYON4413 is an ADC that consists of a novel humanized IgG1 anti-CD123 antibody site-specifically conjugated with Byondis' proprietary duocarmazine linker-drug technology, ByonZine&#174; and ByonShieLD&#174;. The efficacy of BYON4413 is studied as monotherapy and in combination with azacitidine and venetoclax (AZA\/VEN), since the AZA\/VEN regimen is the standard of care (SOC) for AML patients who are ineligible for intensive chemotherapy.<br \/><b>Method: <\/b>A panel of CD123+ and CD123- hematological cell lines and AML patient-derived bone marrow mononuclear cells (BMMCs)\/peripheral blood mononuclear cells (PBMCs) were utilized in <i>in vitro<\/i> studies to determine the cytotoxic effects of BYON4413. The induction of apoptosis and cell killing by BYON4413 in a triple combination with AZA\/VEN was studied <i>in vitro<\/i> using the CD123+ AML cell lines MOLM-13 and MV4-11. AML patient and cell line-derived xenograft models were used to investigate the <i>in vivo<\/i> efficacy of BYON4413.<br \/><b>Results: <\/b><i>In vitro<\/i> studies with human AML cell lines show that BYON4413 is highly effective in eradicating CD123+ cells while having little impact on CD123- cells. These results were confirmed <i>ex vivo<\/i> with AML patient-derived BMMCs\/PBMCs<i>. <\/i>BYON4413 effectively killed AML patient-derived blasts<i> <\/i>while largely sparing healthy hematopoietic cells. The triple combination of BYON4413 with AZA\/VEN enhanced both apoptosis and cell killing of AML cell lines compared to the singular BYON4413 treatment. <i>In vivo<\/i> studies demonstrate that BYON4413 is remarkably efficient at reducing the tumor burden in AML patient- and cell line-derived xenograft models.<br \/><b>Conclusions: <\/b>Preclinical studies show that BYON4413 has potential to be an effective targeted therapy against CD123+ hematological malignancies such as AML. The enhanced efficacy of BYON4413 together with AZA\/VEN suggests that a clinical benefit from the triple combination may be achievable and is worth further exploration. A first-in-human dose-escalation and expansion trial with BYON4413, designed to enroll R\/R AML and high-risk MDS patients, is scheduled to start in Q2 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cytotoxicity,Acute myeloid leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. M. van der Lee<\/b><sup>1<\/sup>, T. van Achterberg<sup>1<\/sup>, K. Hersmus<sup>1<\/sup>, A. Brouwers-Vos<sup>2<\/sup>, M. van der Vleuten<sup>1<\/sup>, M. Pruis<sup>2<\/sup>, W. Kappers<sup>1<\/sup>, G. Verheijden<sup>1<\/sup>, G. Huls<sup>2<\/sup>, G. van Wigcheren<sup>1<\/sup>, R. Ubink<sup>1<\/sup>, A. Sesink<sup>1<\/sup>, A. MacInnes<sup>1<\/sup>, J. Schuringa<sup>2<\/sup>, W. Dokter<sup>1<\/sup>; <br\/><sup>1<\/sup>Byondis B.V., Nijmegen, Netherlands, <sup>2<\/sup>University Medical Center Groningen, University of Groningen, Groningen, Netherlands","CSlideId":"","ControlKey":"ae44aead-f87b-42e4-bf75-1854f34f5034","ControlNumber":"5017","DisclosureBlock":"&nbsp;<b>M. M. van der Lee, <\/b> None..<br><b>T. van Achterberg, <\/b> None..<br><b>K. Hersmus, <\/b> None..<br><b>A. Brouwers-Vos, <\/b> None..<br><b>M. van der Vleuten, <\/b> None..<br><b>M. Pruis, <\/b> None..<br><b>W. Kappers, <\/b> None..<br><b>G. Verheijden, <\/b> None..<br><b>G. Huls, <\/b> None..<br><b>G. van Wigcheren, <\/b> None..<br><b>R. Ubink, <\/b> None..<br><b>A. Sesink, <\/b> None..<br><b>A. MacInnes, <\/b> None..<br><b>J. Schuringa, <\/b> None..<br><b>W. Dokter, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3129","PresenterBiography":null,"PresenterDisplayName":"Miranda van der Lee, BS","PresenterKey":"4c07e29a-beda-49fb-be6e-732e4d83ba11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3129. BYON4413, an <i>in vivo<\/i> active CD123-targeting antibody-drug conjugate, combines effectively with azacitidine and venetoclax in acute myeloid leukemia cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BYON4413, an <i>in vivo<\/i> active CD123-targeting antibody-drug conjugate, combines effectively with azacitidine and venetoclax in acute myeloid leukemia cell lines","Topics":null,"cSlideId":""},{"Abstract":"<u>BACKGROUND<\/u><br \/>TROP2, a transmembrane glycoprotein widely expressed on epithelial cancers, has emerged as an attractive target for antibody-drug conjugate (ADC) development. Sacituzumab govitecan, a TROP2 ADC conjugated to topoisomerase inhibitor (TOP1) SN-38, has been approved for patients with triple-negative breast cancer. This study aims to investigate the characteristics of a novel TROP2 antibody (R4702) and its ADC OBI-992, which is derived from the conjugation of R4702 with a TOP1 inhibitor exatecan.<br \/><u>METHODS<\/u><br \/><i>Clinical study<\/i>: Prognostic roles of TROP2 and TOP1 in patients were accessed through the &#8220;Kaplan-Meier plotter&#8221; database from more than 1055 colon cancer patients.<br \/><i>In vitro study<\/i>: An ELISA study was conducted to investigate the binding epitope of R4702. Cell binding assay and Surface Plasmon Resonance were carried out to measure non-specific binding activity and binding affinity, respectively. DNA damage activity, cytotoxicity, and immunogenic cell death (ICD) effects of three TOP1 inhibitors exatecan, deruxtecan (Dxd), and SN-38, were evaluated. Cytotoxicity of OBI-992 along with other ADC was measured in both 2D and 3D spheroids cancer cells (gastric cancer NCI-N87, pancreatic cancer Capan1, and prostate cancer DU145). TROP2 and BCRP expression as well as potential mutations in TOP1 were investigated in TROP2 ADCs-induced resistant colon cancer cells. The synergistic effects of the combination of OBI-992 with PARP inhibitors were evaluated.<br \/><u>RESULTS <\/u><br \/><i>Clinical study<\/i>: Positive correlations between high mRNA expressions of both TROP2 (p=0.0075) and TOP1 (p=0.043) with poor overall survival for colon cancer patients were found.<br \/><i>In vitro<\/i>: The R4702 antibody displayed different binding epitopes from sacituzumab and datopotamab. In addition, R4702 showed lower non-specific binding and better binding affinity to TROP2 antigen than datopotamab. The payload exatecan demonstrated excellent ICD effects. Relatively higher cytotoxicity was observed by exatecan when compared to that of Dxd and SN-38. OBI-992 exhibited excellent activities on cell growth inhibition in 2D cell cultures and 3D cell spheroids. TROP2 down-regulation and BCRP upregulation were not found in OBI-992-induced resistant cells. A mutation R364H was identified in TOP1 in the resistance study with OBI-992, which is critical for the binding to TOP1 inhibitors camptothecin analogs. Finally, a synergistic effect of OBI-992 and PARP inhibitors (talazoparib, rucaparib, niraparib, and olaparib) on the enhancement of cancer cell killing and DNA damage was observed.<br \/><u>CONCLUSION<\/u><br \/>High expression of both TROP2 and TOP1 is associated with poor survival in patients with colon cancer. R4702 is a novel TROP2 antibody with a unique binding epitope and low non-specific<br \/>binding. Exatecan and exatecan-conjugated ADC OBI-992 showed high cytotoxic activities. Combination of OBI-992 with PARP inhibitors have potential in TROP2-expressing malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted therapy,Topoisomerase I inhibitor exatecan,OBI-992,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-M. Kuo<\/b>, T.-Y. Chang, J.-Y. Huang, W.-C. Tang, C.-J. Lin, Y.-C. Wu, C.-H. Lu, H.-C. Weng, Y.-J. Chen, Y.-H. Tsao, C.-Y. Wei, L. Shen, W.-F. Li, M.-T. Lai; <br\/>OBI Pharma, Inc, Taipei, Taiwan","CSlideId":"","ControlKey":"ffb2c692-378a-463e-be41-3bf111c73f02","ControlNumber":"5722","DisclosureBlock":"&nbsp;<b>T. Kuo, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>W. Tang, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>H. Weng, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Tsao, <\/b> None..<br><b>C. Wei, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>M. Lai, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3130","PresenterBiography":null,"PresenterDisplayName":"Tzer-Min Kuo, PhD","PresenterKey":"e65618a4-570b-40c9-9b8a-1efb9341bc69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3130. <i>In vitro<\/i> characterization of a novel TROP2-targeting antibody-drug conjugate OBI-992","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> characterization of a novel TROP2-targeting antibody-drug conjugate OBI-992","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADC) for oncology indications have been developed, however, only few of them are approved for the treatment of gastrointestinal (GI) cancers, which represent as a huge unmet medical need. As such, we developed a novel ADC of which monomethyl auristatin E (MMAE), an antimitotic agent, was conjugated to a cadherin-17 (CDH17)-targeting monoclonal antibody via protease-cleavable peptide valine-citrulline linker. CDH17 is highly restricted to the intestinal adherent junctions which is not accessible in healthy individuals. In contrast, it is overexpressed and becomes reachable in over half of the gastric and pancreatic cancer patients and in more than 95% of patients with colorectal cancer, making it a perfect target for ADC. Our ADC is designed to deliver MMAE specifically to CDH17-expressing tumors to exert the cytotoxic effect of MMAE on cancer cell, mitigating the undesired off-target cytotoxicity. LC\/MS analysis revealed that MMAE was conjugated in a drug-to-antibody ratio of 4 with a yield of higher than 75%. ELISA showed that the binding of naked antibody and ADC to CDH17 was comparable (EC<sub>50<\/sub>, 0.17 nM &#38; 0.3 nM, respectively), indicating the conjugation process did not affect antigen binding. This ADC also bound to different CDH17-expressing cell lines, including pancreatic AsPC1 and gastric AGS (EC<sub>50<\/sub>, 2.1 nM &#38; 1.53 nM, respectively). By labelling the ADC with pH-sensitive fluorescent indicator, we illustrated that ADC internalization only occurred in CDH17+ but not CDH17- cells, suggesting the high specificity of the ADC. Similarly, the ADC showed selective killing on CDH17+ cells (EC<sub>50<\/sub>, 0.02-0.5 nM), and the data together proposed a positive correlation between ADC internalization level and its cytotoxicity (R<sup>2<\/sup> = 0.4307). This supported the specificity and safety of the ADC in killing CDH17+ cancer cells only without affecting normal cells. Furthermore, a preliminary <i>in-vivo<\/i> study on subcutaneous AsPC1 xenograft model demonstrated that the ADC significantly suppressed tumor growth without causing any changes in body weight. Our ADC would potentially be a &#8220;First-in-class&#8221; ADC for the treatment of GI cancers with minimal adverse systemic toxicity. Further pharmacokinetics, safety, and other IND-enabling studies are underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Gastrointestinal cancers,Cancer therapy,CDH17,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Wong<\/b><sup>1<\/sup>, L. He<sup>2<\/sup>, K. Chow<sup>1<\/sup>, K. Wong<sup>1<\/sup>, C. O<sup>1<\/sup>, D. Wong<sup>3<\/sup>, J. M. Luk<sup>3<\/sup>, P.-C. Lo<sup>2<\/sup>, K. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>Arbele Limited, Hong Kong, Hong Kong, <sup>2<\/sup>City University of Hong Kong, Hong Kong, Hong Kong, <sup>3<\/sup>Arbele Corp, Seattle, WA","CSlideId":"","ControlKey":"e2c506fa-2d76-4d7c-abfb-1fe711bf5721","ControlNumber":"2938","DisclosureBlock":"&nbsp;<b>P. Wong, <\/b> None..<br><b>L. He, <\/b> None..<br><b>K. Chow, <\/b> None..<br><b>K. Wong, <\/b> None..<br><b>C. O, <\/b> None..<br><b>D. Wong, <\/b> None..<br><b>J. M. Luk, <\/b> None..<br><b>P. Lo, <\/b> None..<br><b>K. Wong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3131","PresenterBiography":null,"PresenterDisplayName":"Po Yee Wong","PresenterKey":"8d308274-ea85-463f-a4cc-e39ae3533fac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3131. Novel CDH17-targeting antibody-drug conjugate exhibits anti-tumor efficacy in preclinical models of gastrointestinal cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel CDH17-targeting antibody-drug conjugate exhibits anti-tumor efficacy in preclinical models of gastrointestinal cancers","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) are emerging therapeutic agents for targeted cancer treatment with remarkable clinical success. However, tumor heterogeneity and microenvironment complexity are still the major factors contributing to drug resistance, recurrence, and metastasis, which cannot be resolved with a mono therapy strategy. We&#8217;ve developed a novel dual drug ADC (BiADC), BR113, by conjugating an anti-hTrop2 antibody with a drug linker of a Topoisomerase I inhibitor payload, and another drug linker of an immune stimulator. Our studies show that the homogeneous ADC containing two distinct payloads is a new promising drug class, with two different anti-tumor MOAs, synergistic antigen-specific cell killing potency, desirable pharmacokinetic profiles, and minimal toxicity at therapeutic doses. In the cancer cells and human PBMC co-culture assay, BR113 exerts significantly more potent killing on cancer cells than two individual single-drug ADCs and the combination of two single-drug ADCs, which suggested a synergy on anti-tumor effects of this dual-drug ADC. In the xenograft mouse model studies, BR113 exhibits greater treatment effect and survival benefit than the combo of two single-drug ADCs at various doses. This robust superior anti-tumor activity is further confirmed in a hTrop2-MC38 syngeneic model with a prolonged anti-tumor protection against the tumor re-challenge. Finally, the novel BiADC, BR113, is well tolerated in hTop2 humanized mice after repeated administration. Our findings highlight the therapeutic potential of the BiADC format for treating refractory advanced solid tumors. The outstanding anti-tumor activity across various CDX tumor models and its favorable safety profile in mice support further evaluation of the innovative BiADC, BR113.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Trop-2,Topoisomerase I inhibitor,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zhu<\/b>, X. Zhao, E. Li, H. Xu, L. Nie, G. Chen, H. Wang; <br\/>BioRay Pharmaceutical Co., Ltd., San Diego, CA","CSlideId":"","ControlKey":"8a762fc4-79f9-43ff-b993-75d558d32c3c","ControlNumber":"8134","DisclosureBlock":"&nbsp;<b>J. Zhu, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>E. Li, <\/b> None..<br><b>H. Xu, <\/b> None..<br><b>L. Nie, <\/b> None..<br><b>G. Chen, <\/b> None..<br><b>H. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3132","PresenterBiography":null,"PresenterDisplayName":"Jie Zhu, PhD","PresenterKey":"fd7380a2-9e49-45e2-8852-5ff728df3c53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3132. A novel dual drug antibody-drug conjugate targeting hTrop2 has synergetic anti-tumor activity in solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel dual drug antibody-drug conjugate targeting hTrop2 has synergetic anti-tumor activity in solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) have exhibited considerable advancements in cancer therapy, though their efficacy is often confined to specific patient subsets or results in modest clinical responses due to low and heterogenous expression of drug targets in tumors. Targeting more than one tumor-associated antigens (TAAs) represents a new strategy to broaden treatment applicability and minimize on-target toxicity of ADC. Our analysis of co-expression of HER2 and Trop-2, two clinically validated ADC targets, in tumors of various histological malignancies manifests the great potential for an ADC simultaneously targeting these two antigens. We describe here a novel bispecific ADC (BIO-201) designed to co-target HER2 and Trop-2. This compound comprises a bispecific anti-HER2\/Trop-2 antibody conjugated with a novel topoisomerase I inhibitor via a cleavable linker. BIO-201 demonstrates increased or comparable cell binding and internalization compared to parental antibodies. In in vitro cytotoxicity assays, BIO-201 effectively kills cancer cells with an IC50 in the sub nM range, irrespective of whether they co-express HER2 and Trop-2 or express only one antigen. Co-culture studies reveal that BIO-201 possesses a good bystander killing effect on drug target-negative tumor cells. In vivo studies further demonstrate the superior anti-tumor activity of BIO-201 in various tumor xenograft models, including those expressing different levels of HER2 and\/or Trop-2, as well as models resistant to HER-2-targeting therapies. Moreover, BIO-201 exhibits favorable plasma stability, preclinical pharmacokinetics (PK), and toxicity profiles. In conclusion, these findings suggest that the anti-HER2\/Trop-2 bispecific ADC, BIO-201, holds significant promise as an effective therapy for a diverse range of cancers, especially those expressing heterogenous levels of HER2 or Trop-2, and has the potential to benefit a broad patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Topoisomerase I inhibitor,Trop-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Zhong, Y. Xiong, H. Huang, Y. Pan, N. Wang, B. Sun, S. Liu, W. Yuan, D. Liu, J. Fang, <b>H. Bao<\/b>; <br\/>BiOneCure Therapeutics, Inc., Germantown, MD","CSlideId":"","ControlKey":"0f4a2f3e-e61a-4363-8768-478c04a9b7c0","ControlNumber":"6138","DisclosureBlock":"<b>&nbsp;H. Zhong, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>Y. Xiong, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>H. Huang, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>Y. Pan, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>N. Wang, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>B. Sun, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>S. Liu, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>W. Yuan, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>D. Liu, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>J. Fang, <\/b> <br><b>BiOneCure Therapeutics, Inc<\/b> Employment. <br><b>H. Bao, <\/b> <br><b>BiOneCure Therapeutics, Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3133","PresenterBiography":null,"PresenterDisplayName":"Haifeng Bao, PhD","PresenterKey":"2160bc1d-6c4c-40cf-8ee7-9618c40c1968","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3133. A novel bispecific antibody-drug conjugate targeting HER2 and Trop-2 displays potent antitumor activity in a variety of tumor models with promising preclinical characteristics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel bispecific antibody-drug conjugate targeting HER2 and Trop-2 displays potent antitumor activity in a variety of tumor models with promising preclinical characteristics","Topics":null,"cSlideId":""},{"Abstract":"Background: LIV-1, also known as SLC39A6 or ZIP6, is a transmembrane protein belonging to the zinc transporter family. LIV-1 is a promising target for antibody-drug conjugate (ADC) therapy due to its broad expression in tumors and limited normal tissue expression. Ladiratuzumab vedotin, a LIV-1 targeting ADC with payload of MMAE, is now in phase I clinical trial stage and is the only LIV-1 ADC under clinical development worldwide. The preliminary clinical results demonstrated promising efficacy in TNBC (ORR=32%) but no response in HR+\/HER2- breast cancer (ORR=0%), and typical MMAE-related adverse events were observed. Herein, we presented a novel LIV-1 directed ADC, SDP03923-000-9106, consisting of a LIV-1 mAb developed in house conjugated to a proprietary topoisomerase I inhibitor via a cleavable linker with an optimized average drug-to-antibody ratio (DAR) of 6.<br \/>Method: The<i> in vitro<\/i> binding affinity of SDP03923-000-9106 against LIV-1 protein was measured by Surface Plasmon Resonance (SPR) assays. The expression levels of LIV-1 in different cancer cell lines were detected by flow cytometry and IHC staining. <i>In vitro<\/i> activity against cancer cell lines was analyzed by CellTiter Glo assays following 10 days of treatment. The <i>in vivo<\/i> anti-tumor activities were investigated in both CDX and PDX models of breast cancer.<br \/>Results: SDP03923-000-9106 is a novel anti-LIV-1 ADC comprised of a humanized LIV-1 monoclonal antibody conjugated to the potent topoisomerase I inhibitor (a novel exatecan derivative designed by Hengrui with a better liposolubility and cellular permeability) by a cleavable linker. SDP03923-000-9106 had an optimal drug-to-antibody ratio (DAR) of 6 and showed strong binding affinity to LIV-1 and favorable internalization. SDP03923-000-9106 exhibited robust anti-tumor activity in cell lines across breast cancer, esophageal squamous cancer, gastric cancer, prostate cancer and non-small cell lung cancer. In the LIV-1 highly expressed breast cancer cell line of MCF-7, SDP03923-000-9106 demonstrated a strong inhibitory effect with IC<sub>50<\/sub> of 5.36 nM. Moreover, in a LIV-1 high-expressing patient-derived xenograft model of breast cancer, SDP03923-000-9106 showed pronounced tumor regression at both doses of 3 and 10 mg\/kg and showed stronger anti-tumor activity (TGI: 109%) at the same dose of 3 mg\/kg versus BMK-MMAE (TGI: 75%; BMK-MMAE is synthesized by Hengrui using the published structure of Ladiratuzumab vedotin).<br \/>Conclusion: In summary, SDP03923-000-9106 is a novel LIV-1 targeted ADC with a highly permeable payload demonstrating great anti-tumor activity across multiple types of tumors in preclinical studies. The promising preclinical data support advancing SDP03923-000-9106 into clinical testing, and Investigational New Drug (IND) application to NMPA has been submitted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Breast cancer,Antibody-drug conjugate (ADC),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yanling Gong<\/b><sup><\/sup>, Xing Sun<sup><\/sup>, Changyong Yang<sup><\/sup>, Simeng Chen<sup><\/sup>, Wei Zhang<sup><\/sup>, Cheng Liao<sup><\/sup><br><br\/>Jiangsu Hengrui Pharmaceuticals Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"c93a272b-cc15-47ed-bffa-db23064a9dc3","ControlNumber":"4379","DisclosureBlock":"&nbsp;<b>Y. Gong, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>C. Liao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3134","PresenterBiography":null,"PresenterDisplayName":"Yanling Gong, PhD","PresenterKey":"9741e5c9-983f-4cc3-91d9-25ae0038e1b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3134. SDP03923-000-9106, a novel and optimized LIV-1 ADC with superior anti-tumor efficacy in breast cancer xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SDP03923-000-9106, a novel and optimized LIV-1 ADC with superior anti-tumor efficacy in breast cancer xenograft models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Antibody-drug conjugates (ADCs) have become a promising therapeutic option for patients with cancer. Bispecific ADCs targeting two tumor-associated antigens have potential differential anti-tumor advantages. HER2 and PD-L1 are co-expressed in some tumor cell types, such as breast cancer, gastric cancer, lung adenocarcinoma and urothelial carcinoma. A bispecific ADC targeting HER2 and PD-L1 should provide therapeutic benefit, particularly for patients with HER2 low cancer. Dual-target mediated cytotoxicity combined with PD-L1 mediated immunotherapy provides an innovative approach for cancer patients.<br \/><b>Experimental procedures: <\/b>An anti-PD-L1 monoclonal antibody was identified from A\/J mice immunized with PD-L1-ECD-Fc and screened by the Biosion proprietary SynTracer<sup>&#174; <\/sup>High Throughput Endocytosis Platform. A &#8220;knob-in-hole&#8221; bispecific antibody, BSI-730, targeting HER2 and PD-L1 was created with trastuzumab and the humanized anti-PD-L1 scFv. Target binding specificity, binding activity, and affinity of BSI-730 were evaluated by protein-based ELISA, cell-based FACS and Biacore-based SPR, and the ligand blocking activity of PD-L1 portion was measured by competitive ELISA and cell-based FACS. The internalization activities on various cancer cell lines with different expression levels of HER2 and PD-L1 were evaluated by using the SynTracer<sup>&#174;<\/sup> Platform.<br \/><b>Summary: <\/b>BSI-730, a HER2\/PD-L1 bispecific antibody, showed comparable binding affinity to HER2 as compared to trastuzumab, as well as comparable bioactivity to the parental anti-PD-L1 antibody regarding PD-L1 binding and PD-1\/PD-L1 blocking. Based on a cell-based reporter assay, BSI-730 was able to reverse PD-L1 mediated T-cell suppression and exhibited comparable potency to the parental anti-PD-L1 antibody. The internalization of BSI-730 on HER2 low cancer cell lines was stronger than that of trastuzumab whereas the internalization of BSI-730 on HER2 high cancer cell lines was comparable to that of trastuzumab.<br \/><b>Conclusion: <\/b>BSI-730 is a novel bispecific antibody for the development of a first-in-class bispecific ADC with the potential advantage of increased potency that can be further investigated to treat HER2 and PD-L1 co-expression tumors, particularly HER2 low tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,HER2,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Hao<sup>1<\/sup>, H. Li<sup>1<\/sup>, X. F. Liu<sup>2<\/sup>, J. Liu<sup>1<\/sup>, W. Dai<sup>1<\/sup>, Y. Pan<sup>1<\/sup>, H.-H. Hu<sup>1<\/sup>, J. Li<sup>1<\/sup>, S. Xia<sup>1<\/sup>, Q. Lyu<sup>1<\/sup>, <b>H. M. Davis<\/b><sup>2<\/sup>, M. Chen<sup>1<\/sup>, Z. Peng<sup>1<\/sup>; <br\/><sup>1<\/sup>Biosion, Inc., Nanjing, China, <sup>2<\/sup>Biosion USA, Inc., Newark, DE","CSlideId":"","ControlKey":"575d5d69-1da2-495d-9898-0dcefb95e881","ControlNumber":"6344","DisclosureBlock":"&nbsp;<b>X. Hao, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>X. F. Liu, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>W. Dai, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>H. Hu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>S. Xia, <\/b> None..<br><b>Q. Lyu, <\/b> None..<br><b>H. M. Davis, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>Z. Peng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3135","PresenterBiography":null,"PresenterDisplayName":"Hugh Davis, PhD","PresenterKey":"873e0402-1851-4479-a9ce-1ecd479811c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3135. BSI-730, a bispecific antibody targeting HER2 and PD-L1 for the development of a first-in-class bispecific ADC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BSI-730, a bispecific antibody targeting HER2 and PD-L1 for the development of a first-in-class bispecific ADC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: <b> <\/b>Trophoblast cell surface antigen 2 (TROP-2) is a member of Tumor-associated Calcium Signal Transducer family (TACSTD2), which is a 35kDa transmembrane protein with 4 N-linked glycosylation sites. The overexpression of TROP2 in various cancers is associated with poor prognosis and increased risk of metastasis. Anti-TROP2 antibody drug conjugates (ADCs) are emerging as an innovative therapeutic intervention for cancer treatment. While these efforts were rewarded by the FDA approval of Trodelvy ( Sacituzumab govitecan), a Trop2 targeted ADC, in 2020 for the TNBC patients, tumor heterogeneity could present one of the limitations for the Trop2-targeting therapy, leading to drug resistance. Here, we report our effort in developing a novel biparatopic TROP2 ADC which demonstrate superior cell killing activity compared with the monospecific TROP2 ADC, including certain resistant cell lines for the approved therapy.<br \/><b>Methods: <\/b>Various biparatopic Abs were engineered using two different mAbs targeting the two non-overlapping epitopes of Trop2. The physical stability and biological activities were characterized. Binding competition assay was utilized for epitope binning using SPR. Cell binding affinity was determined using flow cytometry. Cellular internalization activity was measured using Incucyte system, and tumor cell killing efficacy was evaluated in multiple cancer cell lines. CDX mouse models were utilized to investigate the TROP2-ADC <i>in vivo<\/i> efficacy.<br \/><b>Results: <\/b>We identified a biparatopic TROP2 mAb using two monospecific TROP2 mAbs with A recognizing the same epitope as Trodelvy, and B binding to a non-overlapping epitope vs Sacituzumab&#8217;s. mAb-B demonstrates superior ability to recognize a few resistance cell lines to mAb-A. The biparatopic TROP2 mAb-A\/B displays a KD of 0.81 nM protein binding compared with 6.42 nM and 0.26 nM, respectively for mAb-A and mAb-B. Importantly, the biparatopic mAb-A\/B demonstrates significantly faster cellular internalization activity compared to those of the individual mAbs, signifying the biparatopic scaffold could drive receptor clustering and subsequently enhance the internalization, trafficking to the lysosome and degradation of the target. As expected, the ADC of the biparatopic mAb-A\/B conjugated with a TOPi payload shows cancer cell killing efficacy in both <i>in vitro<\/i> and <i>in vivo<\/i> experiments. Furthermore, we tested mAb-A , -B and biparatopic mAb-A\/B for their binding affinity to 14 missense mutations in TROP2 ECD expressed in HEK293 cells. Interestingly, mAb-A showed decreased binding in 5 mutant cell lines, while mAb-B and biparatopic mAb-A\/B maintains activity.<br \/><b>Conclusion: <\/b>We have engineered a novel TROP2 biparatopic antibody with unique biological features as well as superior in vitro and in vivo activities. Such a biparatopic ADC presents its potential to be a best-in-class ADC therapy by overcoming the limitation of the monospecific ADC therapy such as drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antitumor activity,Antibody-drug conjugate (ADC),Trop-2,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Wu, B. Jiang, J. Rivera, F. Wang, J. Zhou, L. Liu, S. Hudson, W. Draper, J. Li, X. Min, H. Chen, <b>Z. Wang<\/b>; <br\/>RemeGen Biosciences, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"421cb945-ea9f-4213-be2f-cb3eec31e930","ControlNumber":"8843","DisclosureBlock":"<b>&nbsp;Y. Wu, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>B. Jiang, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>J. Rivera, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>F. Wang, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>J. Zhou, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>S. Hudson, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>W. Draper, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>X. Min, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>Z. Wang, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3136","PresenterBiography":null,"PresenterDisplayName":"Zhulun Wang, PhD","PresenterKey":"670f9c57-d5a1-47e1-842d-e1df8f4d1c4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3136. Towards development of a novel biparatopic trop2-ADC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Towards development of a novel biparatopic trop2-ADC","Topics":null,"cSlideId":""},{"Abstract":"Placental alkaline phosphatases, ALPP and ALPPL2, are highly homologous, membrane-bound proteins involved in fetal development. Despite having limited expression in normal tissues, they are highly differentiated in tumor cells making them ideal targets for antibody drug conjugate (ADC) development.<br \/>AT2604 is an ADC that consists of a humanized IgG1 anti-ALPP\/ALPPL2 antibody that displays specificity over other human alkaline phosphatases and is cross reactive to NHP ALPPL2 but not to murine ALPPL2. The anti-ALPP\/ALPPL2 antibody shows high target binding affinity and internalization into ALPP and ALPPL2 positive cells.&#8203; AT2604 utilizes AxcynCYS<sup>TM<\/sup> technology for site-specific conjugation to achieve a highly homogeneous (&#62;97%) DAR4 ADC product. The payload is the clinically validated microtubule disrupting agent monomethyl auristatin E (MMAE) conjugated to the antibody via a protease-cleavable peptide linker approved for ADC use.<br \/>When evaluated in mouse xenograft models of gastric (NCI-N87) and pancreatic (HPAC) cancer, AT2604 displayed strong tumor growth inhibition (&#62;90%) at 1 mg\/kg (QW3x2 dosing) in both models. Furthermore, a pre-tox study in non-human primates concluded AT2604 has a HNSTD of 10 mg\/kg (QW3x3 dosing) and did not exhibit any non-reversible adverse effects; implying that AT2604 possesses an improved safety profile over other vedotin-based ADCs. Taken together, the data supports the continued development of AT2604 towards evaluation in human trials.&#8203;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),ALPP and ALPPL2,Gastric cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. K. S. Yeung<\/b>, X. Koh, W. Ling, W. Tan, Y. Wu, X. Zhang, H. Tan, S. Liu, C. Zhong, B. Zou; <br\/>Axcynsis Therapeutics, Singapore, Singapore","CSlideId":"","ControlKey":"7fa4287b-e58e-48bc-b814-b1d2c4862f6f","ControlNumber":"1420","DisclosureBlock":"&nbsp;<b>B. K. S. Yeung, <\/b> None..<br><b>X. Koh, <\/b> None..<br><b>W. Ling, <\/b> None..<br><b>W. Tan, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>H. Tan, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>C. Zhong, <\/b> None..<br><b>B. Zou, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3137","PresenterBiography":null,"PresenterDisplayName":"Bryan Yeung, BS;PhD","PresenterKey":"1abec3cc-ad0a-4db0-a198-26973c9a6025","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3137. Development of AT2604, a highly efficacious&#8239; ADC targeting alkaline phosphatases ALPP&#8239; and ALPPL2&#8203;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of AT2604, a highly efficacious&#8239; ADC targeting alkaline phosphatases ALPP&#8239; and ALPPL2&#8203;","Topics":null,"cSlideId":""},{"Abstract":"CLDN6 is a membrane-bound oncofetal protein and a promising target for cancers such as ovarian and testicular cancer. CLDN6 shares high sequence homology with other CLDN family members which are expressed in normal tissues, making a high degree of selectivity required for CLDN6-targeting therapies. In particular, CLDN6 is closest to CLDN9 in sequence with a difference of only three residues in the extracellular loops, making it challenging to generate a highly selective antibody.<br \/>We report the development of a humanized anti-CLDN6 antibody with high affinity and high selectivity for targeted cells which displays &#62; 800-fold higher binding affinity for CLDN6 over CLDN9. The antibody was refined for use as an ADC and incorporates AxcynCYS<sup>TM<\/sup> technology for site-specific conjugation which can reproducibly achieve high DAR4 ratios of greater than 97% by HIC analysis. AT65474 is an ADC candidate that incorporates a proprietary payload derived from an FDA approved drug that was optimized in-house for increased potency and improved PK properties to limit systemic exposure. In vitro, the payload displays broad sub-nanomolar activity across a wide range of cancer cell lines including those resistant to paclitaxel, DM1, MMAE and DXd. The payload is conjugated via an enzyme-cleavable linker optimized for solubility, stability, and high drug to antibody ratios.<br \/>We provide evidence characterizing AT65474 as a highly potent ADC with high DAR4 homogeneity and strong in vivo activity at low doses. Compared with a benchmark ADC in clinical development, AT65474 shows stronger binding, higher internalization, superior in vitro cytotoxicity, and stronger bystander killing effect. When evaluated in PA-1 and OV90 xenograft models of ovarian cancer, AT65474 displays significantly higher efficacy over the benchmark ADC. Furthermore, we show that AT65474 displays an ADCC effect that contributes to tumor suppression in the OV90 model. AT65474 was shown to be well tolerated in all xenograft mouse models and a pre-tox study in non-human primates. The combined data support further development of AT65474.&#8203;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Proprietary payload,Ovarian cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Zhong<\/b>, Y. Wu, X. Zhang, Y. Cheng, Q. Wang, P. Du, S. Liu, B. Zou; <br\/>Axcynsis Therapeutics, Singapore, Singapore","CSlideId":"","ControlKey":"eaca4c3c-12a1-42e9-853a-3bcc263212c6","ControlNumber":"1402","DisclosureBlock":"&nbsp;<b>C. Zhong, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>Y. Cheng, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>P. Du, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>B. Zou, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3138","PresenterBiography":null,"PresenterDisplayName":"Chen Zhong, BSc, MSc, PhD","PresenterKey":"8f7cee27-af0b-41bd-8ff6-5d66f5076aa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3138. Discovery of AT65474, a highly selective anti-CLDN6&#8239; ADC with a proprietary payload","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of AT65474, a highly selective anti-CLDN6&#8239; ADC with a proprietary payload","Topics":null,"cSlideId":""},{"Abstract":"CD33, is a transmembrane receptor expressed on cells of myeloid lineage. It is therapeutically targeted in cancer due to overexpression broadly among hematopoietic malignancies including AML. To develop a promising therapeutic anti-tumor agent, we generated BL-M11D1, a CD33-Ed-04 ADC. It is built on gemtuzumab, a specific monoclonal antibody against CD33, having a wt Fc that can mediate ADCC in vitro. BL-M11D1 is composed of gemtuzumab, a cathepsin B cleavable linker, and a novel topoisomerase I inhibitor agent (Ed-04). The novel Ed-04 is a derivative of the alkaloid camptothecin and mediates cell cycle arrest at the S phase and subsequent apoptosis. BL-M11D1 achieves a high drug-to-antibody-ratio (DAR=8) with a highly stable linker and is readily internalized and trafficked to lysosomal cellular compartments. The antitumor efficacy of BL-M11D1 was evaluated in xenograft tumor models. BL-M11D1 exhibited strong tumor inhibition capacity toward the human hematopoietic malignancies engrafted xenograft models. In summary, these studies suggest BL-M11D1, a novel CD33-targeting ADC, is potentially efficacious in the treatment of CD33-expressing disease. The clinical phase I trial is being undertaken to evaluate safety, dosing and observations of preliminary signs of efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Weili Wan<sup>1<\/sup>, Shuwen Zhao<sup>1<\/sup>, Shi Zhuo<sup>1<\/sup>, Yong Zhang<sup>1<\/sup>, Lan Chen<sup>1<\/sup>, Ruigang Li<sup>1<\/sup>, <b>Jahan Salar Khalili<\/b><sup>2<\/sup>, Xiao Sa<sup>1<\/sup>, Yongqi Yan<sup>2<\/sup>, Xuejiao Shen<sup>1<\/sup>, Yi Zhu<sup>2<\/sup><br><br\/><sup>1<\/sup>Sichuan Baili Pharmaceutical Co., Ltd., Chengdu, China,<sup>2<\/sup>SystImmune Inc., Redmond, WA","CSlideId":"","ControlKey":"cb798abf-5249-4ff0-a04d-15cc6241ea48","ControlNumber":"7984","DisclosureBlock":"<b>&nbsp;W. Wan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhuo, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>R. Li, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. S. Khalili, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>X. Sa, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Yan, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>X. Shen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>SystImmune Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3139","PresenterBiography":"","PresenterDisplayName":"Jahan Khalili, BA;PhD","PresenterKey":"1c2d7952-8db5-432e-838d-69cd59757c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3139. BL-M11D1, a novel CD33-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BL-M11D1, a novel CD33-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","Topics":null,"cSlideId":""},{"Abstract":"Claudin 18.2, is a member of the tight junction protein family, and an isoform of claudin18. It is therapeutically targeted in cancer due to its limited expression in normal tissue and prevalent expression in a variety of human carcinomas. To develop a promising therapeutic anti-tumor agent, we generated BL-M05D1, an anti-Claudin 18.2-Ed-04 ADC. It is comprised of a novel, specific monoclonal antibody against Claudin 18.2 (5103F3), having a wt Fc that can mediate ADCC and CDC in vitro. BL-M05D1 is composed of (5103F3), a cathepsin B cleavable linker, and a novel topoisomerase I inhibitor agent (Ed-04). The novel Ed-04 is a derivative of the alkaloid camptothecin and mediates cell cycle arrest at the S phase and subsequent apoptosis. BL-M05D1 achieves a high drug-to-antibody-ratio (DAR=8) with a highly stable linker and is readily internalized and trafficked to lysosomal cellular compartments. The antitumor efficacy of BL-M05D1 was evaluated in xenograft tumor models. BL-M05D1 exhibited strong tumor inhibition capacity toward the human gastric cancer cell MKN-45-Claudin18.2 (#C11D) xenograft model, and human pancreatic cancer cell Patu8988s-Claudin18.2 (#C7G) xenograft model. In summary, these studies suggest BL-M05D1, a novel Claudin 18.2-targeting ADC, is potentially efficacious in the treatment of Claudin 18.2-expressing carcinomas. The clinical phase I is being undertaken to evaluate safety, dosing and observations of preliminary signs of efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Weili Wan<sup>1<\/sup>, Kelcey Dinkel<sup>2<\/sup>, Austin Sanford<sup>2<\/sup>, Shuwen Zhao<sup>1<\/sup>, Shi Zhuo<sup>1<\/sup>, Yong Zhang<sup>1<\/sup>, Lan Chen<sup>1<\/sup>, Ruigang Li<sup>1<\/sup>, <b>Jahan Salar Khalili<\/b><sup>2<\/sup>, Xiao Sa<sup>1<\/sup>, Yongqi Yan<sup>2<\/sup>, Xuejiao Shen<sup>1<\/sup>, Yi Zhu<sup>2<\/sup><br><br\/><sup>1<\/sup>Sichuan Baili Pharmaceutical Co., Ltd., Chengdu, China,<sup>2<\/sup>SystImmune Inc., Redmond, WA","CSlideId":"","ControlKey":"85fc6deb-4dd8-4bee-80c1-aba37919358f","ControlNumber":"8013","DisclosureBlock":"<b>&nbsp;W. Wan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>K. Dinkel, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>A. Sanford, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>S. Zhao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhuo, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>R. Li, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. S. Khalili, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>X. Sa, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Yan, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>X. Shen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>SystImmune Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3140","PresenterBiography":"","PresenterDisplayName":"Jahan Khalili, BA;PhD","PresenterKey":"1c2d7952-8db5-432e-838d-69cd59757c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3140. BL-M05D1, a novel claudin 18.2-targeting ADC, demonstrates specific potent anti-tumor efficacy in preclinical evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BL-M05D1, a novel claudin 18.2-targeting ADC, demonstrates specific potent anti-tumor efficacy in preclinical evaluation","Topics":null,"cSlideId":""},{"Abstract":"Claudin18.2 (CLDN18.2) is an isoform of CLDN18 with very limited expression in gastric epithelial cells in normal tissues, and aberrant overexpression in gastric, pancreatic, esophageal, ovarian, lung, and other solid tumors. This expression pattern presents a significant hurdle in developing an ADC targeting CLDN18.2 due to potential on-target toxicity to the gastrointestinal (GI) tract. LCB02A is an antibody-drug conjugate (ADC) that targets CLDN18.2, composed of a topoisomerase 1 inhibitor (TOPO1i) as payload (DAR4) linked to the CLDN18.2 specific binding PR301839 hClaudin18.2 (CLDN18.2) is an isoform of CLDN18 with very limited expression in gastric epithelial cells in normal tissues, and aberrant overexpression in gastric, pancreatic, esophageal, ovarian, lung, and other solid tumors. This expression pattern presents a significant hurdle in developing an ADC targeting CLDN18.2 due to potential on-target toxicity to the gastrointestinal (GI) tract. LCB02A is an antibody-drug conjugate (ADC) that targets CLDN18.2, composed of a topoisomerase 1 inhibitor (TOPO1i) as payload (DAR4) linked to the CLDN18.2 specific binding PR301839 humanized IgG1 antibody utilizing LegoChem Biosciences&#8217; <i>ConjuAll<sup>TM<\/sup><\/i> technology. LCB02A showed potent <i>in vitro<\/i> cytotoxicity in CLDN18.2 expressing gastric and pancreatic cancer cell lines. LCB02A also showed excellent anti-tumor efficacy in various gastric and pancreatic cell line-derived xenograft (CDX) models and patient-derived xenograft (PDX) models. Preliminary toxicity assessment in cynomolgus monkeys (CLDN18.2 cross-reactive species) demonstrated that LCB02A was well tolerated, with repeat doses of up to 60 mg\/kg. In conclusion, LCB02A is a promising ADC for the treatment of CLDN18.2 expressing solid tumors including gastric cancer (GC) and pancreatic ductal adenocarcinoma (PDAC). umanized IgG1 antibody utilizing LegoChem Biosciences&#8217; <i>ConjuAll<sup>TM<\/sup><\/i> technology. LCB02A showed potent <i>in vitro<\/i> cytotoxicity in CLDN18.2 expressing gastric and pancreatic cancer cell lines. LCB02A also showed excellent anti-tumor efficacy in various gastric and pancreatic cell line-derived xenograft (CDX) models and patient-derived xenograft (PDX) models. Preliminary toxicity assessment in cynomolgus monkeys (CLDN18.2 cross-reactive species) demonstrated that LCB02A was well tolerated, with repeat doses of up to 60 mg\/kg. In conclusion, LCB02A is a promising ADC for the treatment of CLDN18.2 expressing solid tumors including gastric cancer (GC) and pancreatic ductal adenocarcinoma (PDAC).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Gastric cancer,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Baek<\/b>, C.-W. Chung, C. Park, T. Jang, Y. Jeong, S.-A. Lee; <br\/>LegoChem Biosciences, Yuseong-gu, Korea, Republic of","CSlideId":"","ControlKey":"483f6c2f-6a06-44b8-abe0-0550c0e7b237","ControlNumber":"8338","DisclosureBlock":"<b>&nbsp;E. Baek, <\/b> <br><b>LegoChem Biosciences<\/b> Employment. <br><b>C. Chung, <\/b> <br><b>LegoChem Biosciences<\/b> Employment. <br><b>C. Park, <\/b> <br><b>LegoChem Biosciences<\/b> Employment. <br><b>T. Jang, <\/b> <br><b>LegoChem Biosciences<\/b> Employment. <br><b>Y. Jeong, <\/b> <br><b>LegoChem Biosciences<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>LegoChem Biosciences<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3141","PresenterBiography":null,"PresenterDisplayName":"Eun ji Baek, MS","PresenterKey":"a3b20163-ab5e-4ffd-844f-0e9e6fd18f30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3141. LCB02A an antibody drug conjugate (ADC) targeting CLDN18.2 expressing solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LCB02A an antibody drug conjugate (ADC) targeting CLDN18.2 expressing solid tumors","Topics":null,"cSlideId":""},{"Abstract":"c-Kit (CD117) is a type III receptor tyrosine kinase (RTK), which is known to be activated upon binding to its cognate ligand stem cell factor (SCF) to induce critical signaling pathways involved in cell proliferation, survival, and differentiation. Indicative of poor prognosis, overexpression and activating mutations of c-Kit have been implicated in a variety of human cancers including small cell lung cancer (SCLC), gastrointestinal stromal tumors (GIST), and acute myelogenous leukemia (AML). While imatinib, a small molecule c-Kit inhibitor, has been a beneficial treatment for GIST, resistance eventually develops to the drug, moreover, shows limited efficacy in c-Kit overexpressing tumors such as SCLC. Herein, we developed NN3201, a novel c-Kit targeting antibody-drug conjugate (ADC), comprised of fully human 2G4 antibody with a picomolar binding affinity to c-Kit and cytotoxic monomethyl auristatin E (MMAE) as the payload. NN3201 displayed potent <i>in vitro<\/i> cytotoxicity in various wild-type and mutant c-Kit positive SCLC and GIST cell lines with IC<sub>50<\/sub> in the nanomolar range. In addition, NN3201 was rapidly internalized and inhibited c-Kit-mediated signaling., NN3201 treatment resulted in the increased proportions of the sub G1 and G2\/M in the c-Kit positive cancer cell lines, indicating that release of MMAE induced cell cycle arrest. Moreover, bystander effect was confirmed by co-culturing c-Kit high and negative cell lines. Most importantly, in mouse xenograft models, NN3201 showed a remarkable tumor growth inhibition of several wild type, mutant<i> <\/i>c-Kit positive, and imatinib resistant SCLC and GIST cell lines. Enhanced anti-tumor activity and delayed tumor growth were observed in an SOC-treated (etoposide and carboplatin) SCLC xenograft model, by NN3201 in comparison to second line SOC (topotecan or irinotecan). In the GLP study, repeated intravenous administration of NN3201 was well tolerated at all doses (0.5, 1, 2 mg\/kg Q3Wx3) without unscheduled death. Dose-dependent, yet transient, cytotoxicity of NN3201 was observed in the bone marrow. We confirmed HNSTD (Highest Non-Severely Toxic Dose) of NN3201 to be 2 mg\/kg through exploratory and GLP repeat dose toxicity studies as no serious irreversible toxicity was observed. Accumulating data suggest that NN3201 is a promising therapeutic alternative for the treatment of SCLC and GIST regardless of wild-type or activating mutations in c-Kit.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),c-Kit,Lung cancer,Gastrointestinal cancers: stomach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Kim, J. Cho, T. Wi, J. Moon, H.-J. Ko, J. Lee, J. Park, Y. Lee, S. Kim, J.-O. Kim, <b>J. Song<\/b>, S.-H. Lee, S. Park; <br\/>Novelty Nobility, lnc., Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"d9ad1720-937c-4ef6-bc7e-dfe8367a0872","ControlNumber":"2093","DisclosureBlock":"&nbsp;<b>C. Kim, <\/b> None..<br><b>J. Cho, <\/b> None..<br><b>T. Wi, <\/b> None..<br><b>J. Moon, <\/b> None..<br><b>H. Ko, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3142","PresenterBiography":null,"PresenterDisplayName":"Jaeyoung Song, Ph.D.","PresenterKey":"2d0fc0e9-6406-4bd6-8bd8-db24fd11dfcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3142. NN3201, a novel c-Kit targeting ADC, exhibits robust preclinical anti-tumor efficacy in SCLC and GIST models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NN3201, a novel c-Kit targeting ADC, exhibits robust preclinical anti-tumor efficacy in SCLC and GIST models","Topics":null,"cSlideId":""},{"Abstract":"During the last decade antibody-drug-conjugates (ADCs) have become an important and validated treatment modality for cancer patients. Here, we introduce a unique next generation ADC platform based on Sortase-mediated antibody conjugation (SMAC-Technology) yielding in very homogenous and stable drug conjugates with limited systemic, but powerful anti-tumor activity. The highly potent payload used is a proprietary derivative of the Anthracycline PNU-159682. Our PNU-159682-based ADCs are known to not only induce DNA damage in the target cell, but importantly also trigger immunogenic cell death and thus, stimulating anti-tumor immunity offering untapped combination potential. ADCs based on the SMAC-Technology platform currently undergo clinical development. In this work, we present functional studies that were performed to further elucidate the mode of action (MoA) of the ADC payload PNU-159682 and to investigate any potential liabilities with respect to sensitivity, which could limit treatment options for cancer patients. Flow cytometry-based readouts verified that PNU-EDA, a derivative of PNU-159682, is a highly potent inducer of DNA damage, cell cycle arrest and cell death. Interestingly, PNU-EDA arrests cells and inhibits DNA synthesis in S-phase in contrast to other Anthracyclines such as Doxorubicin, which leads to a block in the G2\/M-phase. High-throughput cell line panel sensitivity screens confirmed that the activity of PNU-EDA is broad and not restricted to specific cancer indications. Notably, a correlation between lower potency and increased ABCB1 (MDR1) expression levels was observed for PNU-EDA, but not for parental PNU-159682. More detailed mechanistic insights were obtained by performing a genome-wide CRISPR-Cas9 KO screen, which revealed a partial dependency of the PNU-EDA potency on the proficiency of the TC-NER DNA damage repair mechanism. This finding further highlights a distinct MoA of PNU-159682 compared to Doxorubicin or other DNA-targeting compounds such as Cisplatin. Overall, our screens and mechanistic studies verified that PNU-159682-based ADCs efficiently kill cancer cells via a particular MoA and thereby, offer highly promising therapeutic options to a diverse and large population of cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cell death,CRISPR\/Cas9,Response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Kaiser<\/b><sup>1<\/sup>, U. Fiedler<sup>1<\/sup>, D. Gerlach<sup>2<\/sup>, N. Kraut<sup>2<\/sup>, L. Bammert<sup>1<\/sup>; <br\/><sup>1<\/sup>NBE Therapeutics, Basel, Switzerland, <sup>2<\/sup>Boehringer Ingelheim, Vienna, Austria","CSlideId":"","ControlKey":"8db07867-c77c-4cf0-a9c1-945eedd0f0f1","ControlNumber":"6256","DisclosureBlock":"<b>&nbsp;M. Kaiser, <\/b> <br><b>NBE Therapeutics<\/b> Employment. <br><b>U. Fiedler, <\/b> <br><b>NBE Therapeutics<\/b> Employment. <br><b>D. Gerlach, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>N. Kraut, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>L. Bammert, <\/b> <br><b>NBE Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3143","PresenterBiography":null,"PresenterDisplayName":"Ulrike Fiedler, PhD","PresenterKey":"41e49902-b0c6-4adf-8411-85c00501ace8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3143. The ADC payload PNU-159682 is highly active in a wide range of cancer indications by inducing DNA damage and cell death via a distinct mode of action","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ADC payload PNU-159682 is highly active in a wide range of cancer indications by inducing DNA damage and cell death via a distinct mode of action","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second most common cancer, and it is the fifth leading cause of cancer-related death among men. The incidence rates of PCa are 37.5 per 100,000 in developed countries and 11.3 per 100,000 in developing countries, while mortality rates are 8.1 per 100,000 in developed countries and 5.9 per 100,000 in developing countries<sup>1<\/sup>. As androgen receptor (AR) signaling plays an essential role in PCa initiation and disease progression, androgen deprivation therapy (ADT) has been a backbone of treatment for patients with advanced disease<sup>2<\/sup>. However, patient responses to ADT vary, and most patients eventually develop castration-resistant prostate cancer (CRPC) which remains large unmet clinical need<sup>3<\/sup>. Prostate-specific membrane antigen (PSMA), a transmembrane glycoprotein located on the cell membrane, is specifically and highly expressed in PCa with an extremely low expression level in non-prostatic tissues<sup>4<\/sup>, which makes it an ideal target for the treatment of PCa<sup>5<\/sup>.Here, we presented a PSMA-directed ADC, HRA00242-C004, which features a differentiated topoisomerase I inhibitor payload DXh conjugated via a cleavable linker to a humanized anti-PSMA IgG1 antibody (HRP04732). HRP04732 showed good binding affinity in both protein and cell-level assays, and a better cell internalization profile when compared with the reference antibody (AB-PG1-XG1-006, published sequences from US8114965B2). HRA00242-C004 exerted strong inhibition effect on cell lines with different PSMA expression levels.<i> In vivo<\/i> efficacy study, HRA00242-C004 showed potent anti-tumor activity in PSMA medium expression human prostate cancer 22RV1 xenograft model without significant weight loss during the experiments. Moreover, HRA00242-C004 demonstrated satisfactory PK profiles in SD rats and cynomolgus monkeys without any toxicity observed in PK assays. Compared with AB-PG1-XG1-006-DXh (the reference ADC), HRA00242-C004 exhibited a longer elimination half-life as well as higher serum exposure level of both the total antibody and the intact ADC. Meanwhile, as employing the same linker-payload as SHR-A1811, HRA00242-C004 has potential good plasma stability which was consistent with the results of PK study. In summary, with a highly permeable payload, high DAR, potent <i>in vitro <\/i>and <i>in vivo<\/i> anti-tumor efficacy, HRA00242-C004 demonstrated the best-in-class potential.<br \/>1.CA Cancer J. Clin. 2021, 71, 209-249.2.Nat. Rev. Urol. 2019, 16, 645-654.3.J. Clin. Oncol. 2015, 33, 1151-1156.4.World J Surg. 2006; 30: 628-36.5.Front Oncol. 2018; 8: 653-63.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),anti-PSMA ADC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Lin<\/b>, H. Zhang, Z. Xu, L. You, Z. Xue, Y. Mao, X. Yang, B. Hu, S. Lin, J. Feng, Z. Zhang, X. Ye, M. Hu, F. He; <br\/>Shanghai Hengrui Pharmaceutical Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"7626c43a-9b18-40c2-80bd-e51eba03d87a","ControlNumber":"4790","DisclosureBlock":"&nbsp;<b>G. Lin, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>L. You, <\/b> None..<br><b>Z. Xue, <\/b> None..<br><b>Y. Mao, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>B. Hu, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Ye, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>F. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3145","PresenterBiography":null,"PresenterDisplayName":"Jun Feng","PresenterKey":"5115f887-e436-48fc-b99e-ba9cd867b9cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3145. HRA00242-C004, a novel anti-PSMA ADC with high DAR reveals potent <i>in vitro<\/i> and <i>in vivo<\/i> anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HRA00242-C004, a novel anti-PSMA ADC with high DAR reveals potent <i>in vitro<\/i> and <i>in vivo<\/i> anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Small Cell Lung Cancer (SCLC) is a highly aggressive neuroendocrine tumor, accounting for ~15% of all new lung cancer cases<sup>1<\/sup>. It is estimated that there are 250,000 new SCLC cases and at least 200,000 deaths globally each year<sup>2<\/sup>. SCLC exhibits high recurrence after first-line treatment, poor response to subsequent therapies, and rare survival<sup>3<\/sup>. Lacking of recommended treatments for prolonging survival remains a problem over decades<sup>4<\/sup>. DLL3 is an inhibitory ligand of the Notch receptor. It binds to its Notch receptor through a cis-interaction, thus, mediates inhibition of Notch pathway to facilitate neuroendocrine tumorigenesis<sup>5<\/sup>. DLL3 is highly upregulated and aberrantly expressed on the cell surface in SCLC and other high-grade neuroendocrine tumors with limited expression in normal tissues<sup>6<\/sup>.Here we presented a DLL3-directed ADC, HRA00130-C004, which features a differentiated topoisomerase I inhibitor payload DXh conjugated via a cleavable linker to a humanized IgG1 antibody. HRA00130-C004 strongly inhibited the proliferation of cell lines with different DLL3 expression. In the bystander killing assays, HRA00130-C004 was able to kill both DMS53 cells (DLL3 over-expressed) and U-2OS (DLL3-negative) cells when they are co-cultured. The <i>in vivo<\/i> treatment of HRA00130-C004 resulted in a dramatic and sustained inhibition of tumor growth in H1184 (DLL3 high) and DMS53 (DLL3 low) xenograft models. No obvious weight loss was observed during the experiment. Furthermore, HRA00130-C004 demonstrated a favorable PK profile and satisfactory molecular integrity in rats with 3mg\/kg dosing and cynomolgus monkeys with 10 mg\/kg dosing. The exposure of total antibody and intact ADC was consistent. Moreover, HRA00130-C004 was well tolerated in rats and cynomolgus monkeys with no related adverse &#64257;ndings, which indicated its favorable safety profiles. In summary, taking advantage of Hengrui&#8217;s DXh platform, HRA00130-C004 has demonstrated great potency and good safety profiles. These data support the future clinical development of HRA00130-C004.<br \/>1.CA Cancer J. Clin., 2018, 68, 7; 2.J. Natl. Compr. Cancer Netw. 2018, 16, 1171; 3.Mol. Ther. Oncolytics, 2021, 20, 470; 4.Journal of Cancer, 2022, 13, 2945; 5.Cellular Oncology, 2019, 42, 261; 6.Journal of Hematology and Oncology 2019, 12, 61;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),anti-DLL3 ADC, bystander effect,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Yao<\/b>, C. Xue, Z. Xu, L. You, Z. Xue, Y. Mao, S. Lin, J. Feng, Z. Zhang, X. Ye, M. Hu, F. He; <br\/>Shanghai Hengrui Pharmaceutical Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"db8deed0-9f5f-4212-9ed1-df09ed972426","ControlNumber":"4509","DisclosureBlock":"&nbsp;<b>Q. Yao, <\/b> None..<br><b>C. Xue, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>L. You, <\/b> None..<br><b>Z. Xue, <\/b> None..<br><b>Y. Mao, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Ye, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>F. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3146","PresenterBiography":null,"PresenterDisplayName":"Jun Feng","PresenterKey":"5115f887-e436-48fc-b99e-ba9cd867b9cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3146. HRA00130-C004, a novel anti-DLL3 ADC with bystander effect, high DAR and favorable safety profiles","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HRA00130-C004, a novel anti-DLL3 ADC with bystander effect, high DAR and favorable safety profiles","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) have become a promised drug class in cancer therapy. Armed with three main components-an antibody, a linker molecule, and a cytotoxic agent (&#8220;payload&#8221;), plus sites of the antibody conjugation and the distribution of tumor-associate antigens, nowadays ADCs have proved the unique ability of the precision of targeted therapy, a great leap forward from traditional chemotherapeutic approaches that cause widespread effects without specificity. Both epidermal growth factor receptor (EGFR) and mucin 1 (MUC1) are tumor-associated antigens (TAA) that are co-expressed in many solid tumors, such as, colon cancer, non-small cell lung cancer (NSCLC), esophageal cancer, epidermal cancer, and pancreatic cancer. In particular, MUC1, a glycoprotein essential for the formation of the epithelial mucous barrier, is hypoglycosylated and dimerizes with EGFR, a potent oncoprotein, in transformed cells. For our anti-Muc1 ADC clinical program, for treatment of colon and pancreatic cancers, it was found out that the highly glycosylated transmembrane Muc1 had much more turning over rates on the luminal surface of epithelial cells. Here, we first designed and generated bispecific Fab\/scFv antibodies targeting both MUC1 and EGFR, using the knob-into-hole technology. The addition of the affinity- and internalization-optimized anti-EGFR arm to the other single Muc1 arm was aimed to broaden tumor selectivity and to reduce on-target toxicity, for the treatment of gastrointestinal tumors in comparison to individual full IgG1-ADC, either EGFR or Muc1-ADC. Indeed, many of generated anti- MUC1\/EGFR bispecific antibodies (BsAbs) showed strong binding affinity in MUC1<sup>modetate<\/sup>EGFR<sup>modetate<\/sup> cells, in addition to both MUC1 and EGFR highly expressed cells. Internalization assays demonstrated that the BsAbs were endocytosed in tumor cells co-expressing EGFR and MUC1 more efficiently than monoclonal antibodies targeting MUC1. The selected BsAbs were subsequently conjugated with tubulysin B analogs with varieties of Tubulysin B analog payloads and function peptidyl spacer\/linkers to generate bispecific ADC (DXC025) candidates. DXC025 candidates exhibited very potent cytotoxicity in vitro against epidermal cancer, lung adenocarcinoma, and pancreatic cancer cell lines with IC<sub>50<\/sub> of single or tens digital pM. In in vivo cell-derived xenograft (CDX) models, DXC025 candidates demonstrated much superior efficacies of tumor growth inhibition in comparison with parental (monoclonal), either Muc1- or EGFR- ADC for the treatment of gastrointestinal tumors. These results indicated that the MUC1\/EGFR-ADC (DXC025) would be a promising ADC candidate for targeted treatment of either Muc1- or EGFR-expressing gastrointestinal tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Gastrointestinal cancers: other,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Xingyan Jiang<sup><\/sup>, Junxiang Jia<sup><\/sup>, Huihui Guo<sup><\/sup>, Xiangfei Kong<sup><\/sup>, Yongfang Xu<sup><\/sup>, Sishi Ye<sup><\/sup>, Yong Du<sup><\/sup>, Zhicang Ye<sup><\/sup>, Qikuang Cen<sup><\/sup>, Lingli Zhang<sup><\/sup>, Yongxiang Chen<sup><\/sup>, Gaituo Chen<sup><\/sup>, Lu Bai<sup><\/sup>, Yunxia Zheng<sup><\/sup>, Wei Zheng<sup><\/sup>, Jun Zheng<sup><\/sup>, Juan Wang<sup><\/sup>, Wenjun Li<sup><\/sup>, Yuanyuan Huang<sup><\/sup>, Linyao Zhao<sup><\/sup>, Yifang Xu<sup><\/sup>, Mengmeng Liu<sup><\/sup>, Binbin Chen<sup><\/sup>, Meng Dai<sup><\/sup>, Miaomiao Chen<sup><\/sup>, Zhixiang Guo<sup><\/sup>, Qingliang Yang<sup><\/sup>, <b>Robert Y. Zhao<\/b><sup><\/sup><br><br\/>Hangzhou DAC Biotechnology Co., Ltd., Hangzhou City, China","CSlideId":"","ControlKey":"d4b15912-9752-4a76-b191-622e095d0b85","ControlNumber":"4355","DisclosureBlock":"&nbsp;<b>X. Jiang, <\/b> None..<br><b>J. Jia, <\/b> None..<br><b>H. Guo, <\/b> None..<br><b>X. Kong, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>S. Ye, <\/b> None..<br><b>Y. Du, <\/b> None..<br><b>Z. Ye, <\/b> None..<br><b>Q. Cen, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>G. Chen, <\/b> None..<br><b>L. Bai, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>J. Zheng, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>M. Dai, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>Q. Yang, <\/b> None..<br><b>R. Y. Zhao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3147","PresenterBiography":null,"PresenterDisplayName":"Robert Zhao, PhD","PresenterKey":"b4a32f46-cc10-4a24-a15b-411b288d5a18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3147. DXC025, a novel anti-MUC1\/EGFR bispecific antibody-tubulysin conjugate with a function linker, exhibits potent anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DXC025, a novel anti-MUC1\/EGFR bispecific antibody-tubulysin conjugate with a function linker, exhibits potent anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer has the highest rates of incidence (2.1 million cases\/year) and mortality (1.8 million deaths\/year) among all cancers worldwide. Approximately 15% of lung cancers are small cell lung cancer (SCLC). SCLC is typically diagnosed at late stages, with approximately 70% of patients having extensive stage disease at time of diagnosis. Unfortunately, these patients have a dismal 5-year survival rate of approximately 3%. In contrast to non-small cell lung cancer (NSCLC), there has been little advancement in the treatment of SCLC, with no biomarker directed therapies available for patients. SEZ6 is overexpressed in most SCLC&#8217;s and other neuroendocrine tumor types. This overexpression and limited normal tissue expression suggest SEZ6 would be a good target for the development of an antibody drug conjugate (ADC). Validation of SEZ6 as an ADC target was supported by signs of clinical activity for ABBV-011, a SEZ6-targeting calicheamicin ADC. Preclinical and clinical data suggest an increased therapeutic index for Top1i ADCs relative to calicheamicin ADCs. Furthermore, Top1i inhibition is an effective mechanism of action in SCLC with topotecan approved in 2L, although significant toxicity limits broad utility. As such, we hypothesized that a SEZ6-Top1i ADC would enable effective Top1 inhibition in tumor cells and reduce toxicity relative to ABBV-011 or systemic chemotherapy, driving increased therapeutic benefit. ABBV-706 is an ADC comprised of the same SEZ6 targeting antibody as ABBV-011 conjugated to AbbVie&#8217;s topoisomerase-1 (Top1) inhibitor. ABBV-706 is a potent anti-proliferative agent in SEZ6 positive SCLC cell lines, with sub- to low-nanomolar activity. SEZ6 dependence was demonstrated by the correlation of SEZ6 mRNA expression to ABBV-706 growth inhibition. On-target Top1i activity was confirmed in cells treated with ABBV-706 as measured by dose-dependent induction of &#947;-H2AX, a marker of DNA damage, and G2\/M arrest. ABBV-706 possessed superior anti-tumor activity compared to ABBV-011 in a panel of SCLC cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) models with a range of SEZ6 expression levels. In addition, ABBV-706 had activity in the setting of resistance to cisplatin\/etoposide (1L SoC in SCLC), in combination with cisplatin, and in SEZ6-expressing neuroendocrine liver and cervical PDX models. ABBV-706 has favorable pharmacokinetics and is well-tolerated in cynomolgus monkeys with bone marrow and gastrointestinal tract toxicities common to other Top1 inhibitors. ABBV-706 shows promise as an agent for the treatment of SCLC and other difficult to treat SEZ6 expressing neuroendocrine tumors. ABBV-706 has completed dose escalation, and dose expansion is currently ongoing in a Phase 1 FIH clinical study (NCT05599984).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Topoisomerase I inhibitor,Antibody-drug conjugate (ADC),Lung cancer: small cell,Neuroendocrine tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. J. Faivre<\/b><sup>1<\/sup>, M. A. Pysz<sup>2<\/sup>, E. Ó hAinmhire<sup>1<\/sup>, L. Kreckler<sup>1<\/sup>, K. Doyle<sup>1<\/sup>, A. D'Souza<sup>2<\/sup>, Z. Ding<sup>2<\/sup>, T. Sondkar<sup>2<\/sup>, D. Maji<sup>2<\/sup>, F. Zhao<sup>1<\/sup>, A. Phillips<sup>1<\/sup>; <br\/><sup>1<\/sup>AbbVie Inc., North Chicago, IL, <sup>2<\/sup>AbbVie Inc., South San Francisco, IL","CSlideId":"","ControlKey":"13ce7d0b-e0c2-441c-af68-22134003c612","ControlNumber":"5478","DisclosureBlock":"<b>&nbsp;E. J. Faivre, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>M. A. Pysz, <\/b> <br><b>AbbVie In.c<\/b> Employment. <br><b>E. Ó hAinmhire, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>L. Kreckler, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>K. Doyle, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>A. D'Souza, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>Z. Ding, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>T. Sondkar, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>D. Maji, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>F. Zhao, <\/b> <br><b>AbbVie Inc.<\/b> Employment. <br><b>A. Phillips, <\/b> <br><b>AbbVie Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3148","PresenterBiography":null,"PresenterDisplayName":"Emily Faivre, PhD","PresenterKey":"5583c295-cf7a-4140-aa6e-bbe2c543bb50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3148. ABBV-706 is a novel SEZ6-targeted topoisomerase 1 inhibitor ADC for SCLC and other neuroendocrine cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABBV-706 is a novel SEZ6-targeted topoisomerase 1 inhibitor ADC for SCLC and other neuroendocrine cancers","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) represent a promising modality for delivering cytotoxic drugs to targeted tumor cells while avoiding off-tumor toxicities. Despite successes in the past 20 years, development of effective ADCs with broad therapeutic window remains challenging due to the complexity of conjugation technologies and the instability of the linkers. Most platforms currently in the market as well as under clinical development may face limitations ascribed to the heterogeneity of ADCs with various drug-to-antibody ratio (DAR). This likely resulted from random conjugation and poor overall biophysical characteristics caused by linker hydrophobicity. The limitations may impact the efficacy, safety, bioavailability, and the robustness of manufacturing process of these therapeutic agents. OBI developed a unique glycan ADC platform (GlycOBI) to enable a site-specific conjugation, which is in a 'Plug and Play' format and compatible with any antibodies, linkers, and payloads in various DAR. This is an efficient and scalable process to generate homogenous ADCs. This platform overcomes the limitations of traditional ADCs, resulting in the improvement of efficacy and stability. We developed a non-genetic, engineering-free approach to generate site-specific homogenous ADCs. This was achieved by utilizing OBI proprietary enzymatic technology (EndoSymeOBI), followed by the click chemistry to conjugate the hydrophilic linker-payload via the glycan site that naturally occurs on the antibody&#8217;s Fc region. The conjugation process avoids disrupting the antibody structure, ensuring the related ADC has similar biophysical characteristics compared to native antibody. Furthermore, OBI linker technology improves the conjugation efficiency of the payload, as well as reduces the aggregation propensity, and expands the half-life of the ADC products. Anti-TROP2 and anti-HER2 ADCs are developed based on OBI glycan ADC platform (GlycOBI) using a topoisomerase I inhibitor, exatecan, as the payload. Both ADCs demonstrated greater chemical stability in serum stability studies compared to competitor ADCs. Additionally, they showed broad activity against different cancer cell lines in vitro as well as in mouse xenograft models. The preclinical data presented here suggest that GlycOBI is an outstanding ADC platform to improve the performance of ADCs. Further investigations, including studies in the clinical settings, are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Site-specific conjugation,Enzymatic technology,Glycan remodeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-Y. Huang<\/b>, Y.-C. Hsieh, K.-S. Fung, Y.-C. Huang, C.-S. Shia, M.-F. Chiang, N.-H. Wang, W.-F. Li, M.-T. Lai; <br\/>OBI Pharma, Inc., Taipei, Taiwan","CSlideId":"","ControlKey":"355f0678-3ad9-42cb-af7f-998d5c493386","ControlNumber":"5998","DisclosureBlock":"&nbsp;<b>T. Huang, <\/b> None..<br><b>Y. Hsieh, <\/b> None..<br><b>K. Fung, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>C. Shia, <\/b> None..<br><b>M. Chiang, <\/b> None..<br><b>N. Wang, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>M. Lai, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3149","PresenterBiography":null,"PresenterDisplayName":"Teng-Yi Huang, PhD","PresenterKey":"97455c6f-bb8a-463c-9062-9b683d3e1790","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3149. Development of a novel site-specific ADC glycan platform with potential for improved <i>in vivo<\/i> efficacy and stability of the ADC in animal studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"281","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel site-specific ADC glycan platform with potential for improved <i>in vivo<\/i> efficacy and stability of the ADC in animal studies","Topics":null,"cSlideId":""}]