[{"Abstract":"Glioblastoma is a highly aggressive brain tumor for which there is no cure. The dire prognosis of this disease is largely attributable to a high level of heterogeneity, including the presence of a sub-population of tumor initiating glioblastoma stem-like cells (GSCs), which are refractory to chemo- and radiotherapy. Here, in an unbiased marine-derived fungal extract screen, together with bioguided dereplication based on high resolution mass spectrometry, we identified malformin C to preferentially induce cell death in patient-derived GSCs, and explore the potential of this cyclic peptide as a therapeutic agent for glioblastoma. Malformin C significantly reduced tumor growth in an <i>in vivo<\/i> xenograft model of glioblastoma. Using transcriptomics and chemoproteomics, we found that malformin C binds to many proteins leading to aggregation, and rapidly induces unfolded protein response, including autophagy, in GSCs. Malformin C also appears to accumulate in lysosomes, disrupting autophagic flux and driving cells to death. Supporting this, malformin C synergizes with chloroquine, an inhibitor of autophagy. Strikingly, we observed that autophagic flux is differentially regulated in GSCs compared with normal astrocytes. The sensitivity of GSCs to malformin C highlights the relevance of proteostasis and autophagy as a therapeutic vulnerability in glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Glioblastoma,Cancer stem cells,Natural products,Unfolded protein response (UPR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. L. Phillips<\/b><sup>1<\/sup>, S. van Enk<sup>1<\/sup>, S. Kildgaard<sup>2<\/sup>, S. Schlue<sup>1<\/sup>, M. Göttmann<sup>1<\/sup>, V. Jennings<sup>1<\/sup>, F. Bethke<sup>1<\/sup>, G. Müller<sup>1<\/sup>, C. Herold-Mende<sup>3<\/sup>, D. Pastor-Flores<sup>1<\/sup>, M. Schneider<sup>1<\/sup>, D. Helm<sup>1<\/sup>, T. Ostenfeld Larsen<sup>2<\/sup>, V. Goidts<sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Research Center, Heidelberg, Germany, <sup>2<\/sup>Technical University of Denmark, Copenhagen, Denmark, <sup>3<\/sup>University Hospital Heidelberg, Heidelberg, Germany","CSlideId":"","ControlKey":"aaaac8dd-ce69-4fcf-8b5a-05625b373537","ControlNumber":"5290","DisclosureBlock":"&nbsp;<b>E. L. Phillips, <\/b> None..<br><b>S. van Enk, <\/b> None..<br><b>S. Kildgaard, <\/b> None..<br><b>S. Schlue, <\/b> None..<br><b>M. Göttmann, <\/b> None..<br><b>V. Jennings, <\/b> None..<br><b>F. Bethke, <\/b> None..<br><b>G. Müller, <\/b> None..<br><b>C. Herold-Mende, <\/b> None..<br><b>D. Pastor-Flores, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>D. Helm, <\/b> None..<br><b>T. Ostenfeld Larsen, <\/b> None..<br><b>V. Goidts, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4091","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"655","PresenterBiography":null,"PresenterDisplayName":"Emma Phillips, PhD","PresenterKey":"d1b08561-9ec9-4b0a-9c1c-5a936660cb06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"655. Fungal extract screening reveals malformin C to preferentially kill glioblastoma stem-like cells via concerted induction of proteotoxic stress and autophagic flux blockade","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fungal extract screening reveals malformin C to preferentially kill glioblastoma stem-like cells via concerted induction of proteotoxic stress and autophagic flux blockade","Topics":null,"cSlideId":""},{"Abstract":"Human telomerase reverse transcriptase (hTERT) is overexpressed in most human cancers. hTERT is considered as an important target for cancer therapy. In the present study, a new peptide HS1002 were synthesized with sequence of pGlu-His-Trp-Ser-Tyr-Arg-Leu-Arg-Phe-Ile-Pro-NHEt based on the GnRH agonist and hTERT. The aim of this study was to evaluate HS1002 for its anticancer activity by dual-targeting to GnRH\/hTERT in prostate cancer cells. Upon comparison with different prostate cancer cell lines, HS1002 exhibited highest cytotoxicity against LNCaP cells. The hTERT expression correlated with telomerase activity in LNCaP cells, was significantly inhibited by HS1002, resulting in reduction of proliferation, metastasis and increase in apoptosis. Additionally, HS1002 suppressed c-Myc and AKT\/ERK pathway in LNCaP cells. In the tumor-bearing nude mice model, HS1002 significantly inhibited tumor growth and downregulated the expression of hTERT and Ki-67 in tumor tissue as evidenced by western blot and immunohistochemistry analysis, respectively. Moreover, repeated subcutaneous injection of HS1002 resulted in the reduction of both serum testosterone levels and seminal vesicle weight. HS1002 also increased cytosolic calcium influx and CRE-luciferase activity in GnRHR-overexpressing HEK293 cells compared to mock-transfected transfected cells. Furthermore, a potent cytotoxicity in LNCaP cells was exhibited by HS1002-activated peripheral blood mononuclear cell (PBMC) with interleukin (IL)-2 using LDH release assay. In addition, a flow-cytometric analysis confirmed an elevation in the production of granzyme B and IFN-&#947; in CD8<sup>+<\/sup> T cells in the MC38 syngeneic mouse model by HS1002. These data indicate that the inhibition of hTERT expression by HS1002 suppresses prostate cancer cell growth and induced anti-cancer immunity. Therefore, HS1002 might be used as a novel therapeutic drug for prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"hTERT,GnRH,Immune response,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Park<\/b>, J. Kim, H. Cha, H. Kim; <br\/>Sungkyunkwan University College of Pharmacy, Suwon, Korea, Republic of","CSlideId":"","ControlKey":"1771463c-1801-4511-a4ec-0cb446943536","ControlNumber":"1284","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Cha, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4092","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"656","PresenterBiography":null,"PresenterDisplayName":"Jae Hyeon Park, BS","PresenterKey":"edc6dde7-06a4-409b-b244-66c88000680a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"656. A novel dual-targeting peptide HS1002 enhances anti-tumor activity via GnRH\/human telomerase reverse transcriptase (hTERT) interaction in human prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel dual-targeting peptide HS1002 enhances anti-tumor activity via GnRH\/human telomerase reverse transcriptase (hTERT) interaction in human prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"KRAS is the most frequently dysregulated oncogene with high prevalence in non-small cell lung cancer (NSCLC), colorectal cancer (CRC), and pancreatic ductal adenocarcinoma (PDAC). Currently, FDA-approved sotorasib and adagrasib provide ground breaking through therapies for cancer patients harboring KRAS G12C mutation. However, there is still high unmet medical needs for inhibitors targeting broader KRAS-driven tumor, especially a substantial unmet medical need for agents that can penetrate BBB to control the brain metastases. SHP2, a key activator of KRAS located in the upstream of RAS pathway, facilitates the conversion of GDP-bound KRAS (off) state to GTP-bound KRAS (on) state serving as a key mechanism of KRAS activation. Therefore, SHP2 could be a promising therapeutic target to shut down the oncogenic RAS pathway as a broad combination partner with RAS\/RAF\/MEK\/ERK pathway inhibitors. Here we report a highly potent and selective brain penetrant SHP2 inhibitor that is designed to target solid tumors metastazied to brain. KT-01766 showed excellent potency against SHP2 protein in various biochemical and cellular assays and showed the robust synergistic effect with RAS pathway inhibitors. KT-01766 as a mono therapy and in combination with KRAS G12C inhibitors demonstrated great anti-tumor efficacy with no apparent toxicity in mouse xenograft models harboring KRAS mutations. Furthermore, robust anti-tumor acitivty was confirmed in intracranial brain tumor model, supporting its potential to control brain-metastasized tumors. The present data suggest that KT-01766 is a potential candidate for combination therapy with agents targeting RAS pathway, as it is able to effectively suppress tumor growth both systemically and within the brain in KRAS mutated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"KRAS,SHP2,NSCLC,Brain,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Kim<\/b><sup>1<\/sup>, D. Kim<sup>1<\/sup>, Y. Jeon<sup>1<\/sup>, K. Yoon<sup>1<\/sup>, A. Jang<sup>1<\/sup>, M. Lee<sup>2<\/sup>, D. Jeon<sup>2<\/sup>, S. Jang<sup>2<\/sup>, J. Kim<sup>2<\/sup>, E. Kim<sup>2<\/sup>, J. Park<sup>3<\/sup>, V. Hong<sup>3<\/sup>, H. Jung<sup>1<\/sup>, S. Choi<sup>1<\/sup>; <br\/><sup>1<\/sup>KANAPH Therapeutics, Seoul, Korea, Republic of, <sup>2<\/sup>Yungjin Pharm, Suwon, Korea, Republic of, <sup>3<\/sup>Keimyung University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"0c95633e-b6ee-4dd6-8df2-0d00d8a4bf7d","ControlNumber":"6057","DisclosureBlock":"&nbsp;<b>M. Kim, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>Y. Jeon, <\/b> None..<br><b>K. Yoon, <\/b> None..<br><b>A. Jang, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>D. Jeon, <\/b> None..<br><b>S. Jang, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>V. Hong, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>S. Choi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4093","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"657","PresenterBiography":null,"PresenterDisplayName":"Miyeon Kim","PresenterKey":"8660355b-2438-416a-b1d4-b835d3b99e39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"657. Discovery of a novel brain penetrant SHP2 allosteric inhibitor with anti-tumor effects","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a novel brain penetrant SHP2 allosteric inhibitor with anti-tumor effects","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma is characterized by significant dysregulation of protein translation. The eukaryotic translation initiation factor 4E (eIF4E), a rate determining element of oncogene translation, is highly expressed in multiple myeloma cells compared to normal plasma cells and is associated with enhanced levels of key oncogenic drivers such as MYC. We have developed potent small molecule allosteric regulators of eIF4E activity by aligning medicinal chemistry tools with patient directed pharmacology to optimize and identify orally bioavailable, potent compounds with<i> in vivo<\/i> activity. To identify sensitive cancer models and markers associated with response to PIC eIF4E regulators, we screened the 302-cell line Eurofins OncoPanel&#8482;, followed by gene expression profiling comparing the most and least sensitive cell lines and QIAGEN Ingenuity Pathway Analysis. Consistent with the role of eIF4E, we identified proteomic dysregulation as a marker of sensitivity to PIC eIF4E regulators. In addition, the multiple myeloma cell line MM.1R was amongst the most sensitive cell lines. Proteomic analysis of PIC eIF4E regulator treated MM.1R cells identified significant changes, both increases and decreases, in approximately 8% of the 7800 proteins detected by label free mass spectrometry. QIAGEN Ingenuity Pathway Analysis of significantly altered proteins identified enrichment of proteins involved in the G2\/M checkpoint, cell cycle control of chromosomal replication, and DNA repair as well as protein translation, EIF4E regulation and mTOR signaling. PIC eIF4E regulators significantly decreased cell viability of both the steroid sensitive MM.1S and steroid resistant MM.1R multiple myeloma cell lines, which was associated with significantly reduced MYC protein levels. Consistent with earlier reported findings and the mechanistic impacts of PIC eIF4E regulators, reduced MYC expression was associated with a significant decrease in hyper-phosphorylated 4EBP1. In contrast to cancer cells, PIC eIF4E regulator treatment did not affect viability of B, T, NK and plasma cell populations in freshly isolated peripheral blood mononuclear cells (PBMCs) at exposures that cause significant cell death in multiple myeloma cells. Furthermore, CD4+ T-cells isolated from fresh PBMCs demonstrated proliferative responses following stimulation (ImmunoCult&#8482;) in the presence of PIC eIF4E regulators. The impact on key oncogenic drivers and potent antiproliferative activity in multiple myeloma models with minimal effects on normal immune cell populations suggests that targeting eIF4E activity with PIC allosteric eIF4E regulators could offer an attractive therapeutic strategy in multiple myeloma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"EIF4E,Multiple myeloma,Myc,Translation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L.-M. Sturla<\/b>, X. Zhang, Y. Kan, R. Gedrich, K. Bowdish, C. VanDeusen; <br\/>PIC Therapeutics, Natick, MA","CSlideId":"","ControlKey":"41fe2e9a-5c57-48ae-b051-0d504c12054c","ControlNumber":"6544","DisclosureBlock":"&nbsp;<b>L. Sturla, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>Y. Kan, <\/b> None..<br><b>R. Gedrich, <\/b> None..<br><b>K. Bowdish, <\/b> None..<br><b>C. VanDeusen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4094","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"658","PresenterBiography":"","PresenterDisplayName":"Lisa-Marie Sturla, PhD","PresenterKey":"9fa9a8d7-76b6-41bd-a460-8d4d9b58916e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"658. Small molecule allosteric regulators of eIF4E activity target proteomic dysregulation and demonstrate potent antiproliferative activity in multiple myeloma models whilst sparing normal immune cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule allosteric regulators of eIF4E activity target proteomic dysregulation and demonstrate potent antiproliferative activity in multiple myeloma models whilst sparing normal immune cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Ferroptosis is an emerging potential target for the treatment of colorectal cancer (CRC) and has been shown to sensitize cancer cells to combinatory chemotherapy. Our studies show that the TR-107 compound, an agonist of ClpP - the proteolytic subunit of mitochondrial maintenance complex - can synergize with Erastin, an inducer of ferroptosis cell death. TR-107 potently disrupts mitochondrial proteostasis and attenuates oxidative phosphorylation, resulting in excessive oxidative stress. Here, we show that Erastin synergizes with TR-107 activity by downregulating the cofactor of GPX4, a major intracellular antioxidant defense resulting in CRC cell apoptosis.<br \/><b>Methods: <\/b>We first evaluated the efficacy of TR-107 against eight CRC cell lines belonging to four established consensus molecular subtypes. Cells were treated with control (DMSO) or TR-107 (10 nM, 50 nM, 1 &#181;M) for 24, 48, and 72 hours. We determined IC<sub>50<\/sub> values with Cell Titer-Glo, cell proliferation with the Beckman Coulter cell counter, cell cycle with flow cytometry, OXPHOS activity with Seahorse Real-Time ATP Rate assay, mitochondrial protein levels with western blot and proteomics, and differential gene expression using RNA sequencing and RT-PCR. Subsequently, we assessed the efficacy of TR-107 and Erastin co-treatment. Cells were treated with DMSO, TR-107 (10, 50 nM), Erastin (1, 10 &#181;M), or combinations of the abovementioned concentrations. Cell viability was measured 72 hours post-treatment with Cell Titer-Glo. Synergy scores (HSA) were calculated with Synergyfinder on RStudio. Ferroptosis-related protein expression 24 hours after co-treatment was assessed with western blot and densitometry.<br \/><b>Results:<\/b> TR-107 IC<sub>50<\/sub> values ranged from 2-70 nM, producing a dose- and time-dependent inhibitory effect in cell proliferation. Western blot showed that 50 nM TR-107 abolished the expression of critical mitochondrial proteins ClpX, TFAM, and TUFM. Seahorse data showed a significant reduction in OXPHOS activity. Multi-omics revealed downregulation of respiratory chain complex subunits, mtDNA transcription\/translation factors, and upregulation of mitophagy and ferroptosis-related pathways in treated cells. Co-treatment with Erastin produced synergistic HSA scores in 63% (5\/8) of assessed CRC cell lines. RKO and NCI-H508 were highly sensitive to Erastin treatment, suggesting that lower Erastin concentrations may synergize with TR-107 and thus reduce dose toxicity. Western blot analysis 24 hours post-treatment showed a loss of GPX4 protein levels in co-treated cells compared to 50 nM TR-107 treatment. This suggests a rapid downregulation of intracellular antioxidant defense that may induce ferroptosis sooner and more effectively than single-agent treatment.<br \/><b>Conclusion: <\/b><i>In vitro<\/i> results suggest that co-treating with TR-107 and Erastin produces a significant, synergistic reduction in CRC cell viability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Imipridone,Drug synergy,In vitro,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Giarrizzo<\/b><sup>1<\/sup>, J. F. LaComb<sup>1<\/sup>, H. R. Patel<sup>1<\/sup>, A. B. Bialkowska<sup>1<\/sup>, R. Reddy<sup>1<\/sup>, L. M. Graves<sup>2<\/sup>, E. J. Iwanowicz<sup>3<\/sup>; <br\/><sup>1<\/sup>Renaissance School of Medicine at Stony Brook University, Stony Brook, NY, <sup>2<\/sup>The University of North Carolina at Chapel Hill, Chapel Hill, NC, <sup>3<\/sup>Madera Therapeutics LLC, Cary, NC","CSlideId":"","ControlKey":"d911e68f-928e-4d68-bd4e-0dc582e5a953","ControlNumber":"5247","DisclosureBlock":"&nbsp;<b>M. Giarrizzo, <\/b> None..<br><b>J. F. LaComb, <\/b> None..<br><b>H. R. Patel, <\/b> None..<br><b>A. B. Bialkowska, <\/b> None..<br><b>R. Reddy, <\/b> None..<br><b>L. M. Graves, <\/b> None..<br><b>E. J. Iwanowicz, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4095","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"659","PresenterBiography":null,"PresenterDisplayName":"Michael Giarrizzo","PresenterKey":"5ff27cae-bda3-4a4d-bd0f-0cd03656bd3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"659. TR-107 and erastin produce synergistic inhibition of colorectal cancer cell viability <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TR-107 and erastin produce synergistic inhibition of colorectal cancer cell viability <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is an aggressive hematological cancer derived from malignant plasma cells in the bone marrow. E1A-binding protein (EP300) and CREB-binding protein (CBP) are transcription coactivators that contain both epigenetic writer histone acetyltransferase (HAT) and reader bromo- (BRD) domains that regulate transcription of genes via chromatin remodeling. EP300\/CBP inhibition causes cell cycle arrest and apoptosis in MM through suppression of interferon regulatory factor (IRF4) and concomitant repression of c-MYC, rendering EP300\/CBP as a novel target for MM. OPN-6602 is a potent, selective, and orally active small molecule dual EP300\/CBP inhibitor discovered through structure guided drug design. Its binding interaction exhibits low nM activity on EP300 (Kd= 1.5 nM) and CREBBP (Kd= 1 nM), with &#62; 200-fold less activity against BRD4. OPN-6602 binding to EP300 is particularly potent by Surface Plasmon Resonance analysis, displaying a Kd of 0.87 nM, with a fast association rate (1.5 E+06\/Ms) and a slow dissociation rate (1.3 E-03\/s) with a residence time of 13 min. It potently inhibits cell growth in MM cell lines OPM-2 (IC50 ~ 4 nM) and MM.1S (IC50 ~ 47 nM) as well as histone acetylation (IC50 ~ 2 nM) via BRD intramolecular modulation of HAT activity. OPN-6602 demonstrated potent inhibition of H3K27Ac in both LK2 (CBP-deficient lung cancer cells, IC50 = 11 nM) and in OPM-2 (IC50 = 1.6 nM). OPN-6602 also potently inhibited H3K27ac expression in PBMCs with IC50s of 0.75 and 1.4 nM, respectively. The effects of OPN-6602 with dexamethasone (dex) or lenalidomide (len) on the growth of OPM-2 and MM1.S cells were evaluated in a matrix combination study. As single agents, maximal growth inhibition reached 60-75% following dex treatment and only 30-40% following len treatment. <i>In vitro<\/i> combination studies utilizing a systematic assessment of a broad range of OPN-6602 concentrations in combination with dex or len demonstrated strong synergy. Synergy was observed between OPN-6602 at 3.7 nM and len through a concentration range from 0.027 to 20 &#181;M. Synergy was observed with 1.2 or 3.7 nM of OPN-6602 in combo with dex concentrations from 0.055 to 40 &#181;M. In the OPM-2 xenograft model, OPN-6602 inhibits tumor growth by 30-111% at doses from 2.5-60 mg\/kg QD. This growth inhibition correlated with downregulation of IRF4 and cMYC in tumor samples analyzed by QPCR analysis. The pharmacokinetic profile is favorable for oral QD dose administration due to a high Cmax (19 &#181;g\/mL at 24 mg\/kg) and short half-life (T<sub>1\/2 <\/sub>= 1.5 hr). A first-in-human study of OPN-6602 in patients with MM is planned for 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Multiple myeloma,Small molecule inhibitor,EP300,CBP,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Matusow<\/b><sup>1<\/sup>, W. Spevak<sup>2<\/sup>, C. Zhang<sup>2<\/sup>, Y. Ma<sup>2<\/sup>, R. Shellooe<sup>1<\/sup>, J. Tsai<sup>2<\/sup>, P. Li<sup>2<\/sup>, P. Chen<sup>1<\/sup>, G. Habets<sup>1<\/sup>, C. Nichols<sup>1<\/sup>, P. Singh<sup>1<\/sup>, K. Inokuchi<sup>1<\/sup>, J. Walling<sup>1<\/sup>, J. Halladay<sup>2<\/sup>, G. Bollag<sup>1<\/sup>; <br\/><sup>1<\/sup>Opna Bio LLC, South San Francisco, CA, <sup>2<\/sup>Plexxikon Inc., South San Francisco, CA","CSlideId":"","ControlKey":"aae14753-fe33-4afd-8cc1-0e28025c0f2d","ControlNumber":"3889","DisclosureBlock":"&nbsp;<b>B. Matusow, <\/b> None..<br><b>W. Spevak, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>Y. Ma, <\/b> None..<br><b>R. Shellooe, <\/b> None..<br><b>J. Tsai, <\/b> None..<br><b>P. Li, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>G. Habets, <\/b> None..<br><b>C. Nichols, <\/b> None..<br><b>P. Singh, <\/b> None..<br><b>K. Inokuchi, <\/b> None..<br><b>J. Walling, <\/b> None..<br><b>J. Halladay, <\/b> None..<br><b>G. Bollag, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4096","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"660","PresenterBiography":null,"PresenterDisplayName":"Bernice Matusow, MS","PresenterKey":"5198e15b-bc38-4326-bca2-25a3bdc5f631","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"660. OPN-6602, a potent dual EP300\/CBP bromodomain inhibitor, targets multiple myeloma through concomitant suppression of IRF4 and c-MYC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OPN-6602, a potent dual EP300\/CBP bromodomain inhibitor, targets multiple myeloma through concomitant suppression of IRF4 and c-MYC","Topics":null,"cSlideId":""},{"Abstract":"The E3 ubiquitin ligase Casitas B-lineage lymphoma b (Cbl-b) is a member of the highly conserved family of Cbl (casitas b-lineage lymphoma) proteins, which associates with multi-immune response regulations including Teff and NK activation, Treg differentiation. <i>Cbl-b<\/i> KO mice showed enhanced immune responses and resistance to tumor transplantation. Previously, we reported a novel Cbl-b inhibitor, ZM-8026, which robustly activated T cells and efficiently inhibited tumor growth as monotherapy or in combination with anti-PD-1. Here, we further demonstrated that Cbl-b inhibition restores the Teff cells' function in immune suppression conditions, such as in the presence of PGE2, A2AR agonist, and TGF-&#946;. CD8<sup>+<\/sup>T proliferation and cytokines induction were maintained in the presence of MDSC. Furthermore, CD8<sup>+<\/sup>T function was reversed from an exhausting status induced by a continuous anti-CD3\/CD28 activation for a long period. To investigate whether continuous target occupancy was necessary for sustained TCR activation, the dynamic impacts of Cbl-b inhibition on CD8<sup>+<\/sup>T cell activation were explored using a washout assay. The results showed that the high-level activated T cells lasted for 48 h after more than 4hs preincubation with 1 &#181;M Cbl-b inhibitor followed by a washout, however, short and weak activation states were found with less than 4hs preincubation or low inhibitor concentration treatment (&#60; 0.1 uM). This finding revealed sufficient inhibitor concentration and treatment time ensure high T-cell activation. Further, <i>in vivo<\/i> efficacy studies demonstrated less anti-tumor growth efficacy for intermittent dosing (Q2D, Q3D) compared with QD dosing. <i>In vitro<\/i> and <i>in vivo<\/i> pharmacokinetics studies exhibited favorable ADME profiles and bioavailability of our Cbl-b inhibitor for oral administration in mice, rats, and dogs. At least in two syngeneic models, our Cbl-b inhibitor exhibited efficient anti-tumor growth with more than 70% TGI (tumor growth inhibition). In a CT26 syngeneic model, complete tumor growth inhibition in 6 of 8 mice was found in the Cbl-b inhibitor combined with an anti-PD1 antibody. The complete regression mice were re-challenged with the same tumor cells, and no measurable tumors were found for up to 30 days, suggesting the treatment-induced immune memory. Tumor samples in mice were collected, RNAseq showed that activated functions of tumor-infiltrated T, NK, DC, and macrophage were dramatically increased in the Cbl-b inhibitor treatment group, and the T and NK activation signature genes such as Gzmb, Ifng were significantly upregulated by RT-PCR. In conclusion, our Cbl-b inhibitor exhibited a favorable PK profile in multi-preclinical animals. The sustained T cell activation <i>in vitro<\/i> was identified and robust anti-tumor growth <i>in vivo<\/i> was demonstrated with optimized dosing frequency.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Immuno-oncology,Cbl-b, CD8+T,anti-PD1 ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Zhou<\/b><sup>1<\/sup>, G. Yang<sup>1<\/sup>, Y. Liu<sup>2<\/sup>, L. Xue<sup>1<\/sup>, W. Chen<sup>2<\/sup>, Z. Li<sup>1<\/sup>, X. Liu<sup>2<\/sup>, J. Li<sup>2<\/sup>, R. Tang<sup>1<\/sup>; <br\/><sup>1<\/sup>State Key Laboratory of Neurology and Oncology Drug Development, Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China, <sup>2<\/sup>Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China","CSlideId":"","ControlKey":"d7aede5c-ba44-424c-a706-120681c9a844","ControlNumber":"6540","DisclosureBlock":"<b>&nbsp;F. Zhou, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>G. Yang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Xue, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>W. Chen, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>X. Liu, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>R. Tang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4097","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"661","PresenterBiography":null,"PresenterDisplayName":"Feng Zhou, PhD","PresenterKey":"612add25-c1aa-42d3-88b2-3d03dd47f24c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"661. An oral Cbl-b inhibitor with sustained T cell activation demonstrated robust anti-tumor efficacy along with enhanced infiltration and activation of functional T cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An oral Cbl-b inhibitor with sustained T cell activation demonstrated robust anti-tumor efficacy along with enhanced infiltration and activation of functional T cells","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer death in men and the second leading cause of cancer death in women worldwide. Cigarette smoke-induced oxidative and inflammatory responses are the major risk factors for the development of lung cancer. Several compounds have been tested for their efficacy in preventing lung cancer. However, very few compounds have gone through clinical studies. We hypothesize that with its potent anti-oxidative and anti-inflammatory actions, fursultiamine, a disulfide lipid-soluble derivative of vitamin B1 (thiamine), could prevent lung cancer growth and spread. Our results indicate that treatment of non-small cell lung cancer cells (A549 cells) with fursultiamine prevents A549 cells death in a dose-dependent manner. Similarly, live and dead cell staining assay also confirms that fursultiamine prevents proliferation of A549 cells. Further, fursultiamine prevents A549 cell proliferation by inducing the apoptotic cell death. It also promoted the activation of caspase-3 and cleavage of PARP protein. Fursultiamine also prevented reactive oxygen species in A549 cells. Further, fursultiamine regulated the expression of various anti-apoptotic (Bcl-2, Bcl-x) and pro-apoptotic (Cleaved Caspase-3), survival (Survivin) and anti-survival factors (Clusterin, p-Rad17) in A549 cells. We next planned to examine the effect of fursultiamine on lung cancer growth in vivo using athymic nude mice injected with A549 cells subcutaneously without or with a diet containing fursultiamine. In conclusion, our in vitro results suggest that vitamin B1 derivative, fursultiamine, by promoting the apoptotic pathways prevents lung cancer growth and has potential for further development as a chemoprevention drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Lung cancer,Vitamin B1 Derivative,Fursultiamine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Boekweg<\/b>, R. Powers, K. Ramana; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"cd98fd40-4aa3-4369-96ae-18580ae11f6f","ControlNumber":"2928","DisclosureBlock":"&nbsp;<b>N. Boekweg, <\/b> None..<br><b>R. Powers, <\/b> None..<br><b>K. Ramana, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4098","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"662","PresenterBiography":null,"PresenterDisplayName":"Noah Boekweg, BAAS","PresenterKey":"6136396e-ba38-4251-8561-4c6452d321ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"662. Vitamin B1 derivative, fursultiamine, prevents lung cancer cells growth","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitamin B1 derivative, fursultiamine, prevents lung cancer cells growth","Topics":null,"cSlideId":""},{"Abstract":"The incidence and death rates for pancreatic adenocarcinoma in the US have been increasing by about 1% per year and the death rate has increased by approximately 0.2% yearly. The five-year survival rate has remained below 10% for many years. With surgery, radiation, and chemotherapy being the main treatment options to extend survival or for symptom relief, there is an urgent unmet need for effective new treatment options. Signal Transducer and Activator of Transcription (Stat) 3, one of the Stat family members, is aberrantly activated in human pancreatic and many other cancers. Aberrantly-active Stat3 promotes abnormal tumor-cell intrinsic and extrinsic mechanisms, including dysregulation of gene expression and mitochondria energy metabolism in the tumor cells, and suppression of immune cell functions in the tumor microenvironment. Stat3 is therefore an important target for therapeutic development. Herein we present two small molecules, H182 and H333, which are covalent inhibitors of Stat3 and that potently block Stat3 DNA-binding activity <i>in vitro<\/i>, with IC<sub>50<\/sub> 0.66-0.98 &#181;M. H182 and its structural analog, H333 bind Stat3 via irreversible covalent interactions with key cysteine residues in the Stat3 DNA-binding domain to induce a time-dependent inhibition of Stat3 activity. Both compounds inhibit intracellular constitutive Stat3 tyrosine phosphorylation and induce loss of viable cells and apoptosis <i>in vitro<\/i> of human pancreatic Panc-1 and Mia-Paca2 cells. H333 is 13-fold more specific and H182 is 4-fold more specific against tumor cells over normal cells. Furthermore, MiaPaca-2 cells treated with H182 and analyzed by Seahorse showed dramatically decreased mitochondria respiration. Notably, xenograft models of MiaPaca2 treated with H182 or H333 via i.p. every other day for 27 days showed dramatic growth inhibition. Collectively, our results identify H182 and H333 as therapeutically-viable small molecules with unique irreversible mechanism of Stat3 inhibition which accounts for their strong antitumor effects against human pancreatic tumor xenografts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,STAT3,Cancer therapy,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Chen<sup>1<\/sup>, N. Zhai<sup>1<\/sup>, P. Yue<sup>1<\/sup>, C. Brotherton-Pleiss<sup>2<\/sup>, W. Fu<sup>2<\/sup>, K. Nakamura<sup>2<\/sup>, W. Chen<sup>2<\/sup>, M. Tius<sup>2<\/sup>, F. Lopez-Tapia<sup>1<\/sup>, <b>J. Turkson<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>University of Hawaii, Manoa, Honolulu, HI","CSlideId":"","ControlKey":"9ea4964e-50de-4d10-bac6-1be6e9fb69f7","ControlNumber":"8143","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>N. Zhai, <\/b> None..<br><b>P. Yue, <\/b> None..<br><b>C. Brotherton-Pleiss, <\/b> None..<br><b>W. Fu, <\/b> None..<br><b>K. Nakamura, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>M. Tius, <\/b> None..<br><b>F. Lopez-Tapia, <\/b> None..<br><b>J. Turkson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4099","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"663","PresenterBiography":null,"PresenterDisplayName":"James Turkson, PhD","PresenterKey":"929f4325-307d-4fb3-b41f-73d0497fd241","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"663. Irreversible covalent azetidine-based small molecule inhibitors of Stat3 activity block growth of human pancreatic tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Irreversible covalent azetidine-based small molecule inhibitors of Stat3 activity block growth of human pancreatic tumors","Topics":null,"cSlideId":""},{"Abstract":"Chromosome instability (CIN) and Genetic instability is a common feature of malignant tumor cells, which may contribute to tumor progression and lead to drug resistance and tumor metastasis. KIF18A, a member of the kinesin-8 family, is an ATP dependent plus end microtubule motor protein. Studies have found that genetic depletion of KIF18A greatly impacts the chromosome alignment, elongation of mitotic spindles, activation spindle assembly checkpoint of CIN+ tumor cell and leads to cell death, while have little impact towards the survival of normal cells, making KIF18A an attractive therapeutic target for targeting the vulnerability of CIN related tumors. Here we report the pharmacology characterization of a &#8220;best in class&#8221; potential KIF18A inhibitor for CIN+ tumors. <i>In vitro<\/i>, GSC000190 inhibited KIF18A ATPase activity with a single nM potency and has great potency inhibiting growth of a wide range of TP53 mutant\/CIN+ tumor cells. <i>In vivo<\/i>, GSC000190, at approximately one tenth of systematic exposure comparing to that of AMG650, the leading clinical KIF18A inhibitor, causes tumor shrinkage in multiple CDX models including ovarian, colon and lung cancers. In an HGSOC PDX model which is resistant to platinum and olaparib, GSC000190 induced strong tumor regression both as single agent and through combination without significant body weight reduction. PD study confirms a more elevated mitotic phosphorylated histone 3 (PH3) staining in GSC000190 treated tumor tissues, correlating with a better <i>in vivo<\/i> efficacy than that of AMG650. GSC000190 has a favorable ADME profile in rodents, dogs and NHPs, as well as a much better safety profile. GSC000190 is now under IND-enabling study and P1 study is planned in the second quarter of 2024.<br \/><b>Legal entity responsible for the study:<\/b> The authors.<br \/><b>Disclosure:<\/b> All authors have declared no conflicts of interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Chromosomal instability,KIF18A,TP53,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Tu, C. Zhang, B. Lu, <b>Y. Xia<\/b>, F. Yang; <br\/>Changchun Genescience Pharmaceuticals Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"0c4f0d73-2428-4dbe-b338-1f561183d02d","ControlNumber":"2300","DisclosureBlock":"&nbsp;<b>P. Tu, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>B. Lu, <\/b> None..<br><b>Y. Xia, <\/b> None..<br><b>F. Yang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4101","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"664","PresenterBiography":null,"PresenterDisplayName":"Yuanfeng Xia, PhD","PresenterKey":"ee3941b4-e6d3-48b0-a02f-adfda34ebae8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"664. GSC000190, a highly potent inhibitor of KIF18A, for tumors with chromosome instability","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GSC000190, a highly potent inhibitor of KIF18A, for tumors with chromosome instability","Topics":null,"cSlideId":""},{"Abstract":"Myelofibrosis (MF) is a pathological chronic bone marrow (BM) condition characterized by abnormal growth of erythroid and megakaryocytic precursors and deposition of fibrotic tissue. The JAK\/STAT pathway plays an important role in MF (Cardoso 2015), and multiple JAK1\/2 inhibitors (JAKis) are approved for MF treatment. Despite initially limiting disease symptoms, JAKis often fail due to persistent JAK2 activation and survival of MF-driving cells, hence new treatment strategies are highly needed. PIM kinases also contribute to MF pathogenesis. PIM1 is highly overexpressed in granulocytes, peripheral blood mononuclear cells (PBMCs), and BM of patients with MF. PIM1\/2 expression is dependent upon JAK2 signaling in myeloproliferative neoplasms (MPNs). Hence, PIM inhibitors represent potential therapeutic targets for MPNs and have been evaluated in several preclinical and clinical studies (Rampal 2021). MEN1703\/SEL24 (MEN) is an oral, first-in-class, dual PIM\/FLT3 kinase inhibitor in development for hematologic malignancies.<br \/>This study aims to investigate the efficacy of MEN alone and in combination with the JAKi ruxolitinib (RUX) in preclinical MF models and to elucidate the underlying signaling pathways.<br \/>MF cell lines (JAK2<sup>V617F<\/sup> and JAK2 wild type) were used in MTS assays to assess the <i>in vitro<\/i> cytotoxicity of MEN alone and in combination with RUX, compared with the PIM inhibitor TP-3654 (Dutta 2022). Cell cycle distribution and signaling pathways were analyzed via propidium iodide\/FACS analysis and immunocapillary electrophoresis, respectively, upon treatment with the single agents and MEN + RUX. <i>In vivo<\/i> efficacy was assessed in a murine xenograft model treated with MEN +\/- RUX.<br \/><i>In vitro<\/i> studies showed single agent MEN activity with an IC<sub>50<\/sub> ranging from 0.3 to 2.3 &#181;M. Moreover, a synergistic drug interaction was found with MEN + RUX in all tested cell lines (Combination Index [CI] range 0.41-0.80). MEN presented cytotoxic and cytostatic capacity, inducing apoptosis and arresting a proportion of cells in G2\/M phase. This effect was maintained in combination with RUX. Signaling pathway analysis showed that MEN inhibits phosphorylation of STAT proteins and decreases Mcl1 protein expression. These effects were enhanced with MEN + RUX. Compared with TP-3654, MEN was more effective both as a single agent (IC<sub>50<\/sub> 2-3 fold lower than TP-3654) and in combination with RUX (mean CI of 0.77-0.80 compared to 0.79-0.98 with TP-3654).<br \/>MEN showed anti-tumoral efficacy in MF preclinical models, moderately higher than TP-3654, exhibiting <i>in vitro<\/i> activity at clinically relevant concentrations. Importantly, MEN combined with the standard of care RUX was synergistic, and molecular analyses confirmed the role of PIM downstream target inhibition. Our results support the therapeutic potential and relevance of MEN in MF treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Myelofibrosis,PIM,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Iannitto<\/b>, D. Bisignano, S. Zicari, F. Belli, A. Fiascarelli, S. Talucci, G. Merlino, V. Nicolis di Robilant, C. Irrissuto, M. Bigioni, A. Bressan, D. Bellarosa, M. Binaschi; <br\/>Menarini Group, Pomezia, Italy","CSlideId":"","ControlKey":"2a84bf27-9b60-48d3-8534-2015700171d2","ControlNumber":"850","DisclosureBlock":"<b>&nbsp;M. Iannitto, <\/b> <br><b>WO2018202808A2 Patent<\/b> Patent. <br><b>Menarini Group<\/b> Employment. <br><b>D. Bisignano, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>S. Zicari, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>F. Belli, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>A. Fiascarelli, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>S. Talucci, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>G. Merlino, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>V. Nicolis di Robilant, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>C. Irrissuto, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>M. Bigioni, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>A. Bressan, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>D. Bellarosa, <\/b> <br><b>Menarini Group<\/b> Employment. <br><b>M. Binaschi, <\/b> <br><b>Menarini Group<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4102","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"665","PresenterBiography":null,"PresenterDisplayName":"MARIA LUISA IANNITTO","PresenterKey":"49ac9b71-d96e-4cbd-a087-95116ebc2936","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"665. MEN1703\/SEL24 exhibits promising antitumoral activity in preclinical models of myelofibrosis both as single agent and combined with ruxolitinib","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MEN1703\/SEL24 exhibits promising antitumoral activity in preclinical models of myelofibrosis both as single agent and combined with ruxolitinib","Topics":null,"cSlideId":""},{"Abstract":"Mesothelioma is a universally lethal, rare cancer caused by asbestos that is lacking effective targeted treatments, particularly in the relapsed setting. P53 is predominantly wildtype (WT 83%) but is likely restrained by MDM2 particularly in the context of 9p21 deletion, a common, clonal somatic event affecting around half of all mesotheliomas that results in deletion of the MDM2 suppressor ARF. 9p21 deletion is also associated with a cold, immunosuppressed microenvironment. Unleashing p53<sup>WT<\/sup> by inhibiting its interaction with MDM2 has therapeutic potential in mesothelioma. To test this hypothesis, we employed live <i>patient derived explants<\/i> (PDEs) as a model that reflects the genomic inter-patient heterogeneity of mesotheliomas, and harbours an intact tumour microenvironment. Between August 2017 and April 2021 a total of 71 patients were consented prior to extended pleurectomy decortication, and PDEs were harvested at the time of surgery. PDEs were then cultured and treated with ASTX295, an inhibitor of p53-MDM2 interaction, using two concentrations (0.5 and 1 micromolar) and two timepoints (48 and 72 hours). PDEs passing quality control were subjected to spatial profiling using multiplex immunofluorescence microscopy. PDEs harbouring p53<sup>WT<\/sup> showed ASTX295-induced p21 (CDK1A) upregulation, which correlated with induction of apoptosis (p=0.04). PDE rank-order sensitivity was conserved across different doses and exposure-times. Transcriptome analysis confirmed ASTX295 induced p53 pathway activation in conjunction with a pro-inflammatory phenotype; both of which were absent in one PDE harbouring an inactivating p53 single nucleotide variant. Constitutive epithelial mesenchymal transition (EMT) was enriched in responding PDEs, as well as MDM2 inhibitor sensitive mesothelioma cell lines. 9p21 deletion (revealed by exome sequencing) was detected in both responding and non-responding PDEs. In summary, inhibition of MDM2-P53 interaction triggers robust p53 activation and a pro-inflammatory phenotype, which is potentiated in EMT enriched mesothelioma PDEs. ASTX295 is currently under clinical investigation (NCT03975387).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mesothelioma,p53,MDM2,Ex vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. A. Fennell<\/b><sup>1<\/sup>, J. Dzialo<sup>1<\/sup>, J. Rogel<sup>1<\/sup>, D. Faulkner<sup>1<\/sup>, N. Nusrat<sup>1<\/sup>, A. Bzura<sup>1<\/sup>, K. Kutywayo<sup>1<\/sup>, P. Wells-Jordan<sup>1<\/sup>, C. Poile<sup>1<\/sup>, A. Biondo<sup>2<\/sup>, M. Sims<sup>2<\/sup>, A. Nakas<sup>3<\/sup>, J.-L. Luo<sup>1<\/sup>, M. Zhang<sup>4<\/sup>, M. Ahn<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Leicester, Leicester, United Kingdom, <sup>2<\/sup>Astex Pharmaceuticals, Cambridge, United Kingdom, <sup>3<\/sup>Glenfield Hospital, Leicester, United Kingdom, <sup>4<\/sup>Novogene, Beijing, China","CSlideId":"","ControlKey":"08499f28-2d1c-4a32-ad19-20bce0cbc76d","ControlNumber":"7775","DisclosureBlock":"<b>&nbsp;D. A. Fennell, <\/b> <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>RS Oncology<\/b> Grant\/Contract, Travel. <br><b>Bergen Bio<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Owkin<\/b> Grant\/Contract. <br><b>Iovance<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Cambridge Research Laboratory<\/b> Other, consultant. <br><b>Astra Zeneca<\/b> Other, Advisory Board. <br><b>MSD<\/b> Other, advisory board.<br><b>J. Dzialo, <\/b> None..<br><b>J. Rogel, <\/b> None..<br><b>D. Faulkner, <\/b> None..<br><b>N. Nusrat, <\/b> None..<br><b>A. Bzura, <\/b> None..<br><b>K. Kutywayo, <\/b> None..<br><b>P. Wells-Jordan, <\/b> None..<br><b>C. Poile, <\/b> None..<br><b>A. Biondo, <\/b> None.&nbsp;<br><b>M. Sims, <\/b> <br><b>Astex Pharmaceuticals<\/b> Employment.<br><b>A. Nakas, <\/b> None..<br><b>J. Luo, <\/b> None.&nbsp;<br><b>M. Zhang, <\/b> <br><b>Novogene<\/b> Employment. <br><b>M. Ahn, <\/b> <br><b>Astex Pharmaceuticals<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4103","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"666","PresenterBiography":null,"PresenterDisplayName":"Dean Fennell, MBBS;PhD","PresenterKey":"9ee7d213-6b41-41a0-b5e8-6d8ef7ec3d5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"666. ASTX295 engages p53-mediated apoptosis and an inflammatory response in patient derived mesothelioma explants","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ASTX295 engages p53-mediated apoptosis and an inflammatory response in patient derived mesothelioma explants","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>High-throughput drug screening and computational methods to associate genomic features of cell lines to drug sensitivity are valuable tools for predicting biomarkers of sensitivity. In addition, integrating genomic features to expression-based patterns could improve biomarker prediction and patient stratification. Particularly weighted gene co-expression networks represent an effective approach to identify key modules and possible biological mechanisms of sensitivity. Using a combination of cell panel screening and gene co-expression networks, we predicted markers of sensitivity to ASTX295 (MDM2i) in cancer cell lines and confirmed expression-based signatures in publicly available clinical datasets.<br \/><b>Method <\/b>ASTX295 was screened in a panel of 210 p53<i> <\/i>wild-type cancer cell lines derived from a range of tumor tissues. ANOVA was used to identify significant associations of genomics features of cell lines to drug response. Transcriptomics profiling of apoptotic and non-apoptotic patient-derived cell lines was performed and significant differentially expressed genes were identified. Further, pathway enrichment and expression-based signatures identified in cell lines were further confirmed in TCGA patient data using weighted gene co-expression network analysis (WGCNA). Expression modules identified by WGCNA were correlated to genomic features and clinical parameters to identify potentially clinically relevant biomarkers.<br \/><b>Results <\/b>Analysis of the cell panel data identified CDKN2A loss as a statistically significant biomarker predictive of sensitivity to ASTX295. As mesothelioma is one of the indications with high prevalence of loss of CDKN2A, the anti-proliferative activity of ASTX295 was further confirmed in an independent panel of p53 wild-type, patient-derived mesothelioma cell lines. Further, pathway and transcriptional regulator analysis identified the Interferon signalling as significantly enriched in apoptotic cell lines and was confirmed in a TCGA mesothelioma patient data set and the module was found to be significantly correlated with a subgroup of P53 wild-type patients with CDKN2A loss. In conclusion, combining cell panel drug screening with co-expression networks helped to identify biomarkers associated with ASTX295 sensitivity, and provided new insights into the underlying mechanism of ASTX295 response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mesothelioma,MDM2,TP53,gene co-expression networks,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. K. Saini, M. Ahn, G. Ward, J. Kucia-Tran, C. Gewinner, N. Ferrari, J. Brothwood, L. Bevan, <b>M. Davis<\/b>, L. Fazal, M. Sims, M. O'Reilly, G. Chessari, R. Ferraldeschi, J. Lyons, N. Wallis, N. Thompson; <br\/>Astex Pharmaceuticals, Inc., Cambridge, United Kingdom","CSlideId":"","ControlKey":"78ec3d62-ade3-404f-86ef-2f98c746b119","ControlNumber":"7655","DisclosureBlock":"&nbsp;<b>H. K. Saini, <\/b> None..<br><b>M. Ahn, <\/b> None..<br><b>G. Ward, <\/b> None..<br><b>J. Kucia-Tran, <\/b> None..<br><b>C. Gewinner, <\/b> None..<br><b>N. Ferrari, <\/b> None..<br><b>J. Brothwood, <\/b> None..<br><b>L. Bevan, <\/b> None..<br><b>M. Davis, <\/b> None..<br><b>L. Fazal, <\/b> None..<br><b>M. Sims, <\/b> None..<br><b>M. O'Reilly, <\/b> None..<br><b>G. Chessari, <\/b> None..<br><b>R. Ferraldeschi, <\/b> None..<br><b>J. Lyons, <\/b> None..<br><b>N. Wallis, <\/b> None..<br><b>N. Thompson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4104","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"667","PresenterBiography":null,"PresenterDisplayName":"Matthew Davis, PhD","PresenterKey":"16ba452a-b7da-436c-bde9-0a6dafd72e74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"667. Identification of biomarkers of response to MDM2 inhibition in solid tumours using computational, multi-omics approaches","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of biomarkers of response to MDM2 inhibition in solid tumours using computational, multi-omics approaches","Topics":null,"cSlideId":""},{"Abstract":"Background: Y-box binding protein 1 (YB-1, <i>YBX1<\/i>) is a multifunctional nucleic acid binding protein that regulates the expression of various genes by binding to their mRNA and stabilizing them. In over 20 cancer types, including lung adenocarcinoma (LUAD), <i>YBX1<\/i> expression is significantly elevated in tumor samples compared to normal tissue. Within cancer cells, YB-1 promotes the expression of genes involved in tumorigenesis and chemoresistance. Consequently, elevated <i>YBX1<\/i> expression in tumor is associated with poor clinical outcomes and significantly reduced overall survival in LUAD patients. Therefore, YB-1 emerges as a promising therapeutic target for LUAD treatment. Utilizing a small molecule YB-1 inhibitor, CET056, we performed a series of <i>in vitro<\/i> and <i>in vivo <\/i>analyses to assess the therapeutic efficacy of YB-1 inhibition and unravel YB-1&#8217;s role in tumorigenesis and disease progression in LUAD.<br \/>Methods: Four human and one mouse LUAD cell lines were treated with CET056 and\/or chemotherapeutic drugs and analyzed for the <i>in vitro<\/i> therapeutic activity of CET056. Using xenograft and syngeneic LUAD mouse models, the preclinical<i> <\/i>therapeutic efficacy of CET056 on disease progression of LUAD was also tested.<br \/>Results: CET056 was shown to effectively decrease YB-1 expression in both human and mouse LUAD cell lines and exert inhibitory effects on LUAD <i>in vitro<\/i> and <i>in vivo<\/i>. This treatment delayed tumor progression and metastasis in CMT-64 syngeneic mouse model<i>. <\/i>Proteomics analysis revealed that translational machinery-associated pathways were down-regulated in LUAD cells after CET056 treatment whereas apoptosis and cell death-associated pathways were up-regulated. In alignment with this finding, CET056 treatment in combination with cisplatin showed chemo-sensitizing effect on LUAD <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Conclusion: Our studies suggest that YB-1 could be a promising target for combating chemoresistance in LUAD. Inhibition of YB-1 with a small molecule drug as a monotherapy or combination therapy could an effective strategy to treat LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Chemosensitization,Chemoresistance,Small molecule inhibitor,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lee<\/b><sup>1<\/sup>, D. Tailor<sup>1<\/sup>, F. J. Garcia-Marques<sup>2<\/sup>, A. Bermudez<sup>2<\/sup>, S. Pitteri<sup>2<\/sup>, S. V. Malhotra<sup>1<\/sup>; <br\/><sup>1<\/sup>Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Stanford University School of Medicine, Palo Alto, CA","CSlideId":"","ControlKey":"fa3b5231-033e-4d44-8216-3460bbb160d6","ControlNumber":"3507","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>D. Tailor, <\/b> None..<br><b>F. J. Garcia-Marques, <\/b> None..<br><b>A. Bermudez, <\/b> None..<br><b>S. Pitteri, <\/b> None..<br><b>S. V. Malhotra, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4105","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"668","PresenterBiography":null,"PresenterDisplayName":"Jee Min Lee, MS","PresenterKey":"d8ce79fc-ffad-4f15-9af0-61dc8d40a76a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"668. Enhancing chemosensitivity of lung adenocarcinoma via Y-box binding protein 1 (YB-1) inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing chemosensitivity of lung adenocarcinoma via Y-box binding protein 1 (YB-1) inhibition","Topics":null,"cSlideId":""},{"Abstract":"Despite the extensive efforts of researchers and physicians over the past two decades, glioblastoma (GBM) remains the most prevalent brain tumor type with a grim average survival time of 8 months following diagnosis irrespective of treatment. Additionally, the current standard-of-care has not changed from maximal surgical resection followed by concurrent chemoradiation from its establishment in 2005. One of the major challenges that limits progress in treating GBM is the presence of GBM stem cells (GSCs) that are highly invasive, reaching far past the tumor margins, are resistant to both chemotherapy and radiation, and can recapitulate the primary tumor following resection. Recent studies have found that GSCs, however, are highly sensitive to targeting of core circadian clock components, particularly positive regulators of the clock Brain and Muscle ARNTL-Like 1 (BMAL1) and Circadian Locomoter Output Cycles Protein Kaput (CLOCK). Here we employ the use of small molecule compounds that upregulate the activity of the negative regulators of the clock in order to suppress BMAL1::CLOCK transcriptional activity or repress <i>BMAL1<\/i> transcription. We find that these compounds not only have a much more potent effect against GSCs compared to temozolomide (TMZ) chemotherapy but also, they display combination effect against both GSCs and differentiated GSCs (DGCs) when combined with TMZ. These results suggest that the blood brain barrier (BBB) penetrant circadian clock compounds can be utilized as an adjuvant to current GBM therapies as they can effectively target both the primary tumor cells and GSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Glioblastoma,Circadian genes,Small molecule drugs,Chemosensitization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Chan<\/b><sup>1<\/sup>, Q. Wu<sup>2<\/sup>, A. Hovsepyan<sup>3<\/sup>, S. Mkhitaryan<sup>3<\/sup>, G. Karapetyan<sup>3<\/sup>, K. Shah<sup>4<\/sup>, H. Wakimoto<sup>5<\/sup>, T. Kamenecka<sup>6<\/sup>, L. A. Solt<sup>6<\/sup>, J. Cope<sup>7<\/sup>, T. Hirota<sup>8<\/sup>, R. A. Moats<sup>3<\/sup>, J. N. Rich<sup>2<\/sup>, S. A. Kay<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Southern California, Los Angeles, CA, <sup>2<\/sup>School of Medicine UPMC, University of Pittsburgh, Pittsburgh, PA, <sup>3<\/sup>Children's Hospital of Los Angeles, Los Angeles, CA, <sup>4<\/sup>Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, <sup>5<\/sup>Massachusetts General Hospital, Harvard Medical School, Boston, MA, <sup>6<\/sup>UF Scripps, University of Florida, Jupiter, FL, <sup>7<\/sup>Synchronicity Pharma, San Jose, CA, <sup>8<\/sup>Nagoya University, Nagoya, Japan","CSlideId":"","ControlKey":"02a752e4-5f21-4c91-9bde-402bb738c3b6","ControlNumber":"854","DisclosureBlock":"&nbsp;<b>P. Chan, <\/b> None..<br><b>Q. Wu, <\/b> None..<br><b>A. Hovsepyan, <\/b> None..<br><b>S. Mkhitaryan, <\/b> None..<br><b>G. Karapetyan, <\/b> None..<br><b>K. Shah, <\/b> None..<br><b>H. Wakimoto, <\/b> None..<br><b>T. Kamenecka, <\/b> None..<br><b>L. A. Solt, <\/b> None.&nbsp;<br><b>J. Cope, <\/b> <br><b>Synchronicity Pharma<\/b> Employment.<br><b>T. Hirota, <\/b> None..<br><b>R. A. Moats, <\/b> None.&nbsp;<br><b>J. N. Rich, <\/b> <br><b>Synchronicity Pharma<\/b> Grant\/Contract. <br><b>S. A. Kay, <\/b> <br><b>Synchronicity Pharma<\/b> Other Business Ownership, Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4106","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"669","PresenterBiography":null,"PresenterDisplayName":"Priscilla Chan, BS;MS","PresenterKey":"a3842432-208d-4a7c-9f2a-aec968d777dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"669. Interrogating circadian clock compounds as an adjuvant to chemoradiation against GBM","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interrogating circadian clock compounds as an adjuvant to chemoradiation against GBM","Topics":null,"cSlideId":""},{"Abstract":"The Fanconi anemia (FA) and translesion synthesis (TLS) are DNA damage tolerance and repair pathways that have been found to be regulated by reversible ubiquitination in which ubiquitin-specific protease 1 (USP1) plays a key role. Numerous studies have indicated that USP1 inhibitors have therapeutic effects on tumors with homologous recombination deficiency (HRD), including mutations in BRCA1\/2. Due to the emergence of resistance to PARP inhibitors in clinical applications, new strategies are needed to address this issue. Here we present LAE120, a novel, allosteric and highly potent USP1 inhibitor, displayed monotherapy potency and combination activity with PARP inhibitor in HRD cancers. LAE120 has a unique tail group distinct from all the published USP1 inhibitors and is predicted to induce a different conformational change at the USP1 allosteric site. In the biochemical assay, LAE120 strongly inhibited USP1 enzymatic activity with IC<sub>50<\/sub> of 5.6 nM. LAE120 potently inhibited proliferation of BRCA-mutated MDA-MB-436 breast cancer cell (IC<sub>50<\/sub>:19 nM) and exhibited anti-proliferative activity in NCI-H1792 (IC<sub>50<\/sub>: 69 nM) and K562 (IC<sub>50<\/sub>: 38 nM) cell lines. In the xenograft model of MDA-MB-436 cells with BRCA mutations, LAE120 demonstrated robust single-agent tumor inhibitory activity (TGI: 88%, 10 mg\/kg BID) and a favorable dose-dependent response (TGI: 106%, 25 mg\/kg BID). We also observed strong tumor-inhibition efficacy of LAE120 as a single agent in the K562 xenograft model with Bcr-Abl expression (TGI: 86%, 10 mg\/kg BID). Current research indicates that USP1 inhibitors exhibit synergistic activity in combination with PARP inhibitors and re-sensitizes PARP refractory tumors. Similar results have been confirmed in the xenograft model of BRCA-mutated MDA-MB-436 cells. The combination of LAE120 and Olaparib (PARP inhibitor) yielded a more robust and durable anti-tumor efficacy at low dose (TGI: 110%, LAE120, 5 mg\/kg BID + Olaparib, 50 mg\/kg QD). LAE120 also displayed favorable ADME properties and PK profiles. Preclinical-tox studies indicated the molecule was well tolerated without significant toxicities and hematological observations. Both in vitro and in vivo data strongly support further investigation of LAE120, whether as a single agent or in combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Drug discovery,Cancer,DNA damage,USP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wang<\/b>, Y. Chen, J. Chen, L. Jiang, X. Lin, C. Cai, M. Zhang, M. Li, J. Gu; <br\/>Laekna Therapeutics Shanghai Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"b7e511bc-11f1-4432-be17-42068cc48821","ControlNumber":"538","DisclosureBlock":"<b>&nbsp;J. Wang, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>J. Chen, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>L. Jiang, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>X. Lin, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>C. Cai, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>M. Zhang, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>M. Li, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>J. Gu, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4107","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"670","PresenterBiography":null,"PresenterDisplayName":"Jintao Wang","PresenterKey":"40787716-30c1-485d-af90-19e9e5048ee3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"670. Preclinical candidate LAE120, a novel selective USP1 inhibitor shows effective anticancer and combination activity with PARP inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical candidate LAE120, a novel selective USP1 inhibitor shows effective anticancer and combination activity with PARP inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Background: Uveal melanoma is a rare but aggressive intraocular malignancy with limited therapeutic options. A hallmark genetic alteration associated with uveal melanoma is the mutation of the GNAQ gene, particularly the Q209L substitution in the G&#945;q protein, which contributes to oncogenic signaling and tumor progression. The GNAQ gene encodes for a G&#945;q protein that plays a critical role in signal transduction pathways involving G protein-coupled receptors (GPCRs). The Q209L substitution results in a gain-of-function mutation, leading to the chronic activation of downstream signaling pathways. This persistent signaling activity contributes to the uncontrolled growth of uveal melanoma cells. As G protein-coupled receptors (GPCRs) play a crucial role in this process, screening libraries of GPCR inhibitors has been explored as a potential therapeutic avenue. These libraries comprise a vast array of compounds with the potential to block or modulate GPCR activity. Identifying specific inhibitors that can effectively interfere with the oncogenic signaling cascades triggered by the mutated G&#945;q protein is a critical step in developing targeted therapies for uveal melanoma.<br \/>Methods: GPCR library high throughput screening employed isogenic cell lines expressing wild type or mutant (Q209L) GNAQ. This process utilized IP-One assays to identify compounds affecting Gq-coupled receptors by detecting inositol monophosphate accumulation. Subsequently, promising hits were evaluated for their impact on inhibiting the growth and proliferation of uveal melanoma cells. Further analysis involved Western blotting to assess their potential in promoting autophagy and apoptosis, inhibiting downstream signaling pathways, and a migration assay. Finally, ROS generation was assessed using flow cytometry.<br \/>Results: Using isogenic cell lines expressing GNAQ gene wild type and the Q209L mutant, a high-throughput screening of GPCR libraries identified sertindole among 5 hits. Sertindole showed a dose-dependent inhibition of Q209L-mutated uveal melanoma cells, significantly reducing cell viability, proliferation, and migration. It also suppressed key signaling pathways, including the critical MAPK pathway, and activated autophagy and apoptosis, likely via ROS generation. These findings suggest sertindole's multifaceted approach in suppressing cancer in uveal melanoma.<br \/>Conclusion: Our study highlights the potential therapeutic value of sertindole in GNAQ Q209L-mutated uveal melanoma. Further research is needed to evaluate the efficacy of sertindole in preclinical mouse models of uveal melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Uveal melanoma,GPCR-G-protein coupled receptor,Autophagy,G proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Rheinschmidt<sup>1<\/sup>, <b>T. Bargenquast<\/b><sup>2<\/sup>, S. Adamson<sup>1<\/sup>, T. Thode<sup>1<\/sup>, A. Weston<sup>1<\/sup>, T. Ghosh Halder<sup>1<\/sup>, S. Ng<sup>1<\/sup>, H. Tulasi<sup>1<\/sup>, B. Durbin<sup>1<\/sup>, J. Moser<sup>2<\/sup>, M. Kaadige<sup>1<\/sup>, R. Soldi<sup>1<\/sup>, S. Sharma<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>HonorHealth Research Institute, Scottsdale, AZ","CSlideId":"","ControlKey":"c0f261d7-6c36-4b83-b218-4343acca7f53","ControlNumber":"8074","DisclosureBlock":"&nbsp;<b>S. Rheinschmidt, <\/b> None..<br><b>T. Bargenquast, <\/b> None..<br><b>S. Adamson, <\/b> None..<br><b>T. Thode, <\/b> None..<br><b>A. Weston, <\/b> None..<br><b>T. Ghosh Halder, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>H. Tulasi, <\/b> None..<br><b>B. Durbin, <\/b> None..<br><b>J. Moser, <\/b> None..<br><b>M. Kaadige, <\/b> None..<br><b>R. Soldi, <\/b> None..<br><b>S. Sharma, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4108","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"671","PresenterBiography":null,"PresenterDisplayName":"Taylor Bargenquast, BS","PresenterKey":"190f8ed9-19b4-4b92-a567-fcefaf6cf591","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"671. G-protein coupled receptor (GPCR) screening library identifies sertindole, an antipsychotic, as potential therapeutic option to target GNAQ mutation Q209L in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"G-protein coupled receptor (GPCR) screening library identifies sertindole, an antipsychotic, as potential therapeutic option to target GNAQ mutation Q209L in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic and colorectal cancer are leading causes of cancer deaths worldwide. Resistance to current therapeutics is a significant challenge in treating these cancers. Ferroptosis, a non-apoptotic iron-dependent form of cell death characterized by overwhelming lipid peroxidation, has emerged as a potential strategy to overcome drug resistance. Our lab previously identified the small-molecule NSC59984 as a p53 pathway restoring compound that induces reactive oxygen species, requires p73, and targets mutant p53 for ubiquitin-mediated proteolysis involving MDM2 and HSP90. In pre-clinical models of pancreatic and colorectal cancer, we now show that the small-molecule NSC59984 induces lipid peroxidation and causes reactive oxygen species-dependent apoptosis as monotherapy. However, when combined with ferroptosis inducers or cystine deprivation, NSC59984 potently induces ferroptosis in a mitochondrial complex III-dependent manner. Using CRISPR\/Cas9 in pancreatic cancer cells, we further show that HRI, an EIF2-alpha kinase responsible for the cellular response to mitochondrial stress, induces the integrated stress response (ISR) upon treatment with NSC59984 or ferroptosis inducers. The ISR serves as a mechanism for resistance to cell death induced by NSC59984 or ferroptosis inducers, causing upregulation of key anti-oxidative stress and anti-ferroptosis proteins, including the cystine importer SLC7A11 and the GPX4-stabilizing protein HSPA5\/BIP\/GRP78. The combination therapy overcomes the ISR to induce potent cell death. Our work demonstrates the importance of the interplay between mitochondria and the ISR during ferroptosis induction in pancreatic and colorectal cancer cells.<b><i><\/i><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mitochondria,Stress response,Reactive oxygen species,Ferroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. R. Srinivasan<\/b>, A. J. De La Cruz, M. Pinho-Schwermann, A. George, W. J. MacDonald, S. Zhang, W. S. El-Deiry; <br\/>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"3708995a-cfe0-4f63-a952-43d06753ab74","ControlNumber":"8120","DisclosureBlock":"&nbsp;<b>P. R. Srinivasan, <\/b> None..<br><b>A. J. De La Cruz, <\/b> None..<br><b>M. Pinho-Schwermann, <\/b> None..<br><b>A. George, <\/b> None..<br><b>W. J. MacDonald, <\/b> None..<br><b>S. Zhang, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Chimerix<\/b> Co-founder of Oncoceutics, a subsidiary of Chimerix.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4109","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"672","PresenterBiography":null,"PresenterDisplayName":"Praveen Srinivasan, BA","PresenterKey":"614f1bcf-a467-473d-a293-4e65f1d0456a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"672. Small molecule NSC59984 stimulates mitochondria-dependent ferroptosis and overcomes integrated stress response pro-survival signaling in pre-clinical pancreatic and colorectal cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule NSC59984 stimulates mitochondria-dependent ferroptosis and overcomes integrated stress response pro-survival signaling in pre-clinical pancreatic and colorectal cancer models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian cancer patients are typically diagnosed late stage after the cancer has left the primary site, this is the major factor contributing to the 70% 5-year mortality rate. Standard of care is Platinum therapies or debulking surgery followed by maintenance therapies to keep cancer from coming back. The limitation to these therapies is overall toxicity to the patient forcing them to stop treatments or eventual resistance to the therapy. The objective of this study is to evaluate the mechanisms in which the novel drug, SHetA2, alone compares to the competitor, Olaparib. Additionally, discover the genetic differences between attached tumor and floating tumor in ascites.Objective: Our objective was to evaluate the mechanisms in which the novel drug, SHetA2, alone compares to the front-line competitor, Olaparib, in affecting Filamin A and cyclin d1 levels in ovarian cancer. Methods: Individual and combination drug treatments were preformed on two ovarian cancer cell lines and patient samples for cell viability assays. Immunocytochemistry was performed to visualize colocalization of proteins. RNA isolation was performed for Nanostring analysis.<br \/>Results: Ovarian cancer cells treated with SHetA2 or olaparib demonstrate a decrease of cyclin D1 on the membrane colocalized with filamin A, a structural protein that facilitates movement by acting as a signaling molecule for downstream effects. Nanostring analysis of attached tumor and spheroids form ascites shows significant differential gene expression in tumor versus ascites.<br \/>Conclusions: These results suggest the decrease of cyclin D1 with filamin A upon treatment with SHetA2 or olaparib could be one of the primary factors leading to each drug&#8217;s efficacy and additivity with each other. The differential gene expression of tumor versus ascites begins to elucidate the fundamental differences between attached and floating tumors and spheroids.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Ovarian cancer,Drug synergy,Novel anticancer agents,Ascites fluid,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. F. Mortan<\/b>, D. Benbrook; <br\/>University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"0359f692-4070-42e8-913e-4bacc56234af","ControlNumber":"590","DisclosureBlock":"&nbsp;<b>L. F. Mortan, <\/b> None..<br><b>D. Benbrook, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4110","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"673","PresenterBiography":null,"PresenterDisplayName":"Laura Mortan","PresenterKey":"c8c4b61e-a51a-4e1f-ba94-5bb930b7f0d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"673. Mechanisms of drugs in ovarian cancer and prevention of invasion and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of drugs in ovarian cancer and prevention of invasion and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Aberrant migration and proliferation of cancer cells are the hallmark of metastatic tumors. Protein Regulator of Cytokinesis 1 (PRC1) is a scaffold protein that regulates metabolic pathways of cancer cell proliferation, survival, and metastasis. BKT300 is a small molecule (MW 399.33, C22H25NO6), that selectively inhibits the migration and survival of hematological and solid cancer cells. BKT300 inhibits, at high affinity, both actin and microtubule formation and organization leading to G2\/M cell cycle arrest, mitotic catastrophe, and apoptosis through the caspase 3 pathway. These effects are selective to cancer cells and were not observed on normal cells. BKT300 was found to arrest PRC1 in a phosphorylated form at position T481, down regulates the expression of CDC25C and up regulate p21. Suppression of PRC1 using SiRNA ablation inhibited BKT300 induced apoptosis on several tumor cell lines and inhibited the effect of BKT300 on G2M cell cycle arrest. Furthermore, using Biacore SPR, microscale thermophoresis (MST), and ELISA assays we were able to demonstrate the direct binding of BKT300 to PRC1. Beyond its single agent activity, BKT300 was shown to synergize with standard of care (SoC) treatments, including anti PD-1 immunotherapy, BCL-2 inhibitor (Ventoclax), topoisomerase I inhibitor (Irinotecan) topoisomerase II inhibitor (Doxorubicin), anti-metabolite Fluorouracil (5-FU) and alkylating agent (Temozolomide). BKT300 has a remarkable safety profile when administered at high doses to mice rats, minipigs and non-human primates. Treatment with BKT300 showed almost no effects on hematopoiesis and biochemistry in doses far higher than the affective ones. The in-vivo activity of BKT300 was demonstrated in multiple Xenograft, Syngeneic and PDX models in mice. In-vivo treatment with BKT300 resulted in preventive (small tumors) as well as therapeutic (large tumors) activity in triple negative breast cancer (TNBC) xenograft, MDA-MB-453 and MDA-MB-468 models leading to over then 70%-90% reduction in tumor size following one to two treatments cycles. Similar results were obtained using PDX models derived from patients with Colon, Ovarian and Pancreatic cancer. BKT300 is a novel, first in class, targeted anti-cancer treatment that inhibits the activity of the scaffold protein PRC1. BKT300 is expected to provide a new treatment option to, the high unmet medical need of, advanced difficult to treat cancers, specifically ones that overexpress PRC1 and CDC25C.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Molecular targets,Cell cycle arrest,Apoptosis,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Peled<\/b><sup>1<\/sup>, M. Abraham<sup>2<\/sup>, H. Wald<sup>2<\/sup>, R. Rosenfeld<sup>2<\/sup>, O. Eizenberg<sup>2<\/sup>, A. Aharon<sup>2<\/sup>; <br\/><sup>1<\/sup>Hadassah Hebrew University Hospital, Jerusalem, Israel, <sup>2<\/sup>Alonbio ltd, Ness Ziona, Israel","CSlideId":"","ControlKey":"00f9db01-a6a1-4094-b4d8-4e9129b6ca7c","ControlNumber":"3049","DisclosureBlock":"<b>&nbsp;A. Peled, <\/b> <br><b>AlonBio Ltd., Ness Ziona, Israel<\/b> Fiduciary Officer, Independent Contractor, Stock, Stock Option, Grant\/Contract, Patent, CSO of AlonBio. <br><b>M. Abraham, <\/b> <br><b>AlonBio ltd<\/b> Employment. <br><b>H. Wald, <\/b> <br><b>Alonbio ltd<\/b> Employment. <br><b>R. Rosenfeld, <\/b> <br><b>Alonbio ltd<\/b> Independent Contractor. <br><b>O. Eizenberg, <\/b> <br><b>Alonbio ltd<\/b> Employment, Stock Option. <br><b>A. Aharon, <\/b> <br><b>Alonbio ltd<\/b> Employment, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4111","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"674","PresenterBiography":null,"PresenterDisplayName":"Amnon Peled, PhD","PresenterKey":"39fe852d-7403-4e4c-b3d0-9004dcf315f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"674. Novel anti-cancer small molecule targeting the protein regulator of cytokinesis pathway","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel anti-cancer small molecule targeting the protein regulator of cytokinesis pathway","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive form neuroendocrine carcinoma with limited treatment options and poor prognosis, and novel approaches are urgently needed for the treatment of this disease. Bcl-2 and Bcl-xl are aberrantly expressed in 60-70% SCLC and have been considered as promising therapeutic targets for SCLC. However, navitoclax (ABT-263), a Bcl-2\/Bcl-xl dual inhibitor, demonstrated limited efficacy in SCLC while induced sever adverse events, such as thrombocytopenia due to the platelet toxicity mediated by Bcl-xl inhibition. Therefore, agents with novel mechanisms of action and safety profile are to be developed for the treatment of SCLC with Bcl-2\/Bcl-xl dependency. LP-118 is a new generation and super potent Bcl-2 inhibitor with moderate Bcl-xl activity, and it is being evaluated in Phase1 clinical trials in solid tumors and hematological cancers (NCT05025358, NCT04771572). In this preclinical study, we aimed to evaluate the single agent activity of LP-118 in a panel of 9 SCLC cell lines and to further determine if LP-118 can enhance the efficacies of Standard of Cares (SOC) <i>in vitro<\/i> and <i>in vivo<\/i>. The results show that LP-118 has high <i>in vitro<\/i> activity in a subset of SCLC cell lines, and it is particularly potent in Bcl-2-depended cell lines, such as NCI-H889, with the IC<sub>50<\/sub> of 0.15 nM. LP-118 is also very potent in NCI-H1963, a Bcl-xl dependent cell line (IC50: 5nM), and NCI-H526, a Bcl-2\/Bcl-xl co-dependent cell line (IC50: 4-5.1 nM). Overall, LP-118 is more potent than ABT-263 in Bcl-2 or Bcl-2\/Bcl-xl co-dependent cell lines, and it is relatively less active in Bcl-2\/Bcl-xl\/Mcl-1 co-dependent cell lines, such as NCI-H69 (IC50: 169.7 nM). In addition, combinations of LP-118 and SN-38 (the active metabolite of irinotecan), topotecan, or etoposide, induced strong synergist effects in both NCI-H69 and NCI-H146 cell lines, suggesting that LP-118 could enhance the cytotoxicity of these drugs. Consistent with the <i>in vitro<\/i> data, treatment with LP-118 alone induced complete tumor remissions in NCI-H889-derived xenograft models (10\/10), whereas no complete tumor remission was observed in the ABT-263-treated group. Moreover, LP-118 plus carboplatin or topotecan dramatically inhibited tumor growth of NCI-H526 xenograft models and has significantly better efficacy than either carboplatin or topotecan alone. Importantly, no significant body weight loss was observed in mice treated with LP-118 single agent or the combinations, indicating such regimens were well tolerated. In summary, LP-118, a new generation Bcl-2\/Bcl-xl dual inhibitor, is highly active, as single agent or in combination with SOCs, in a large subset of SCLC cell lines. Clinical trials are ongoing to further evaluate the safety and efficacy of LP-118 in hematological cancers and solid tumors, including SCLC. Additional studies are also underway to develop predictive biomarkers for facilitating patient stratification in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Chemotherapy,Combination studies,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L.-L. Lee<sup>1<\/sup>, H. Chen<sup>2<\/sup>, C. Zhu<sup>3<\/sup>, Y. Chen<sup>4<\/sup>, B. Feldmeier<sup>5<\/sup>, Y. Shen<sup>3<\/sup>, Y. Chen<sup>1<\/sup>, S. P. Anthony<sup>1<\/sup>, F. Tan<sup>6<\/sup>, Y. Chen<sup>1<\/sup>, <b>B. Dai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Newave Pharmaceutical Inc., Pleasanton, CA, <sup>2<\/sup>University of Toronto Scarborough, internship at Newave Pharmaceutical Inc., Toronto, ON, Canada, <sup>3<\/sup>Guangzhou Lupeng Pharmaceutical Co. Ltd., Guangzhou, China, <sup>4<\/sup>The Quarry Lane School, internship at Newave Pharmaceutical Inc, Pleasanton, CA, <sup>5<\/sup>Amador Valley High School, internship at Newave Pharmaceutical Inc, Pleasanton, CA, <sup>6<\/sup>Guangzhou Lupeng Pharmaceutical Co. Ltd., Guanghzou, China","CSlideId":"","ControlKey":"217f8294-4038-4601-9b3f-506e185e7267","ControlNumber":"3952","DisclosureBlock":"<b>&nbsp;L. Lee, <\/b> <br><b>Newave Pharmaceutical Inc.<\/b> Employment.<br><b>H. Chen, <\/b> None.&nbsp;<br><b>C. Zhu, <\/b> <br><b>Guangzhou Lupeng Pharmaceutical Co. Ltd.<\/b> Employment.<br><b>Y. Chen, <\/b> None..<br><b>B. Feldmeier, <\/b> None.&nbsp;<br><b>Y. Shen, <\/b> <br><b>Guangzhou Lupeng Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>Newave Pharmaceutical Inc.<\/b> Employment. <br><b>S. P. Anthony, <\/b> <br><b>Newave Pharmaceutical Inc.<\/b> Employment. <br><b>F. Tan, <\/b> <br><b>Guangzhou Lupeng Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>Newave Pharmaceutical Inc.<\/b> Employment. <br><b>B. Dai, <\/b> <br><b>Newave Pharmaceutical  Inc.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4112","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"675","PresenterBiography":null,"PresenterDisplayName":"Bing Dai, Dr PH","PresenterKey":"9996f277-18c4-48bf-9def-66511e3920e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"675. Targeting Bcl-2\/Bcl-xl for small cell lung cancer treatment with LP-118","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Bcl-2\/Bcl-xl for small cell lung cancer treatment with LP-118","Topics":null,"cSlideId":""},{"Abstract":"Successive generations of BTK inhibitors and CAR T-cell therapy have transformed the treatment of mantle cell lymphoma (MCL). However, treatment resistance has inevitably emerged, creating significant medical need. Recently a novel, clinical stage small molecule, BTM-3566, has been described that targets a mitochondrial process essential for Diffuse Large B-cell lymphoma (DLBCL) survival. BTM-3566 activates the mitochondrial protease OMA1, triggering the ATF4 integrated stress response (ISR). BTM-3566 has robust <i>in vitro<\/i> efficacy in DLBCL cell lines irrespective of genomic background and elicits complete tumor regression in multiple CDX and PDX mouse models of DLBCL. Based on the activity observed in DLBCL, we further explored the effectiveness of BTM-3566 in MCL models <i>in vitro<\/i> and in xenograft mouse models <i>in vivo<\/i>. BTM-3566 inhibited cell proliferation across a panel of MCL cell lines, irrespective of resistance status to ibrutinib and venetoclax (IC<sub>50<\/sub>s of 142.5-687.6 nM). Following a 24-hour treatment with BTM-3566, a dose-dependent increase in apoptosis was observed in four tested MCL cell lines&#8212;JeKo-1, JeKo-IBN-R, Mino, and Mino-VEN-R, as determined by increased caspase-3 activation and PARP cleavage. Similarly, western blot analysis revealed dose-dependent reductions in MCL-1 and c-MYC, accompanied by an increase in the transcription factor ATF4, indicative of activation of the stress response. We evaluated the <i>in vivo<\/i> efficacy of BTM-3566 in the JeKo-CDX mouse model. Daily oral administration of BTM-3566 at 10, 20 and 30 mg\/kg (n = 5 for each group) in a 5-day on and 2-day off schedule resulted in tumor regression at all three doses (Treatment vs. Vehicle, p &#60; 0.01). We expanded our investigation to PDX mouse models, including those derived from patients resistant to multiple therapies. Four PDX models encompassing naive, rituximab-resistant, BTKi-CAR T dual-resistant and BTKi-VEN-CAR T triple-resistant models were evaluated. BTM-3566 treatment results in nearly complete tumor growth inhibition associated with robust reductions in tumor burden in treated mice across all four PDX models (reduction in tumor weight at the study endpoint, p &#60; 0.001). Notably, no toxicity was observed during the treatment period. In summary, BTM-3566 is effective in treating MCL <i>in vitro<\/i> and <i>in vivo<\/i> in preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,Drug resistance,Stress response,Antitumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Liu<\/b><sup>1<\/sup>, H.-H. Lee<sup>1<\/sup>, J. McIntosh<sup>1<\/sup>, Y. Li<sup>1<\/sup>, T. Zhang<sup>1<\/sup>, W. Wang<sup>1<\/sup>, M. J. Kostura<sup>2<\/sup>, M. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Bantam Pharmaceutical, 8 Davis Dr. Suite 220, Research Triangle Park, NC","CSlideId":"","ControlKey":"7e539d2a-2fab-43a1-b663-529fa94e71f5","ControlNumber":"7435","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. McIntosh, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>W. Wang, <\/b> None.&nbsp;<br><b>M. J. Kostura, <\/b> <br><b>Bantam Pharmaceuticals<\/b> Independent Contractor, Stock. <br><b>M. Wang, <\/b> <br><b>AstraZeneca<\/b> Other, consultant. <br><b>BeiGene<\/b> consultant. <br><b>BioInvent<\/b> consultant. <br><b>CSTone<\/b> consultant. <br><b>Deciphera<\/b> consultant. <br><b>DTRM Biopharma (Cayman) Limited<\/b> consultant. <br><b>Epizyme<\/b> consultant. <br><b>Genentech<\/b> consultant. <br><b>InnoCare<\/b> consultant. <br><b>Janssen<\/b> consultant. <br><b>Juno Therapeutics<\/b> consultant. <br><b>Kite Pharma<\/b> consultant. <br><b>Lilly<\/b> consultant. <br><b>Miltenyi Biomedicine GmbH<\/b> consultant. <br><b>Oncternal<\/b> consultant. <br><b>Pepromene Bio<\/b> consultant. <br><b>Pharmacyclics<\/b> consultant. <br><b>VelosBio<\/b> consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4113","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"676","PresenterBiography":null,"PresenterDisplayName":"Yang Liu, PhD","PresenterKey":"b4dd4fb2-9e4b-4005-9d00-61d97429c4e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"676. The integrated stress activator BTM-3566 overcomes therapeutic resistance in mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The integrated stress activator BTM-3566 overcomes therapeutic resistance in mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"The Rac1 signaling pathway is known to be hyperactivated in numerous solid tumors. We developed a Rac1 AlphaLISA assay that is amenable to high-throughput screening (HTS) to screen large libraries of small molecules.&nbsp; Based on molecular modeling of a putative allosteric binding site for several of the hits, we optimized a series of compounds that lead to RP-102124.&nbsp; RP-102124 engages with Rac1 in both biochemical and cellular target engagement assays. RP-102124 has greater potency than previously reported Rac1 inhibitors in biochemical assays, with potent inhibition of phenotypic characteristics of Rac signaling such as cell migration and cytoskeletal rearrangements. RP-102124 is a Rac<sup>multi<\/sup>&nbsp;inhibitor with activity against oncogenic Rac1b. RP-102124 is orally bioavailable and shows dose dependent inhibition of tumor growth in xenograft models at doses that are well-tolerated. RP-102124 is a first-in-class allosteric Rac<sup>multi<\/sup>&nbsp;inhibitor that shows promising therapeutic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Rac,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Robert Silverman<sup>1<\/sup>, Alan Cooper<sup>1<\/sup>, Ronodip Kar<sup>2<\/sup>, Mayuri  V.  Raman<sup>2<\/sup>, Ramu Ravirala<sup>2<\/sup>, Mubarak Hasan Shah<sup>2<\/sup>, Sandeep Mahankali<sup>2<\/sup>, <b>Erik T. Goka<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Revere Pharmaceuticals, Arlington, MA,<sup>2<\/sup>Aurigene Pharmaceutical Services Limited, Telangana, India","CSlideId":"","ControlKey":"16a9c41e-ca9d-43b2-9ccd-563dae524dcf","ControlNumber":"8445","DisclosureBlock":"<b>&nbsp;R. Silverman, <\/b> <br><b>Revere Pharmaceuticals<\/b> Employment, Stock, Patent. <br><b>A. Cooper, <\/b> <br><b>Revere Pharmaceuticals<\/b> Independent Contractor, Stock, Patent.<br><b>R. Kar, <\/b> None..<br><b>M. V. Raman, <\/b> None..<br><b>R. Ravirala, <\/b> None..<br><b>M. H. Shah, <\/b> None..<br><b>S. Mahankali, <\/b> None.&nbsp;<br><b>E. T. Goka, <\/b> <br><b>Revere Pharmaceuticals<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4114","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"677","PresenterBiography":null,"PresenterDisplayName":"Erik Goka, PhD","PresenterKey":"bbda90bf-bf01-46ec-9e3c-d850df3c9868","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"677. Discovery of a first-in-class allosteric inhibitor of the small GTPase Rac1","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a first-in-class allosteric inhibitor of the small GTPase Rac1","Topics":null,"cSlideId":""},{"Abstract":"Patients with triple-negative breast cancer (TNBC) typically experience minimal benefits from the existing hormonal or trastuzumab-based therapies, necessitating reliance on chemotherapy as the predominant treatment approach, which, unfortunately, is limited by insufficient efficacy, significant side effects, and the development of drug resistance. These issues highlight an urgent demand for the discovery and development of more effective and safer therapeutics for TNBC. Overexpression and amplification of the MDM2 oncogene frequently occur in TNBC, which is associated with invasive and high-grade\/late-stage tumors, metastasis, and recurrence, and is an independent negative prognostic factor for TNBC patients. Extensive studies have indicated that MDM2 represents a novel molecular target for TNBC. Thus far, multiple strategies aiming at MDM2 inhibition have not succeeded in Phase II-III clinical trials, largely due to factors like inadequate efficacy, significant drug toxicity, and emergence of resistance. In addition, TNBC tumors commonly harbor mutant p53, and the existing MDM2 inhibitors that block p53-MDM2 binding and depend on wild-type p53 expression in the tumor to exert anticancer effects would have little or no clinical responses or even induce resistant clones by increasing MDM2 expression and its oncogenic activity. Therefore, there is a need for developing new-generation MDM2 inhibitors that are p53-independent. We recently discovered a novel class of MDM2 degraders, representing a paradigm shift in the strategy of targeting MDM2. One of these analogs, WW68, was identified as a potent and selective MDM2 inhibitor. Its <i>in vitro<\/i> and <i>in vivo<\/i> anti-breast cancer activities and underlying mechanisms of action were evaluated in breast cancer cell lines with various p53 backgrounds. Our results demonstrate that WW68 effectively induces MDM2 protein degradation. It selectively inhibits breast cancer cell growth, decreases cell proliferation, and induces G2\/M phase arrest and apoptosis in breast cancer cells, regardless of p53 status. Notably, in clinically relevant TNBC PDX models, WW68 inhibited MDM2 and suppressed tumor growth without causing host toxicity. In conclusion, WW68 represents a new class of MDM2 inhibitor that exerts its anticancer activity through directly down-regulating MDM2, and may be developed as a novel anti-TNBC therapeutic agent. (Supported by NIH R01CA214019 and R01CA240447; and DoD W81XWH2010011)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"MDM2,Triple-negative breast cancer (TNBC),Targeted therapy,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Wang<\/b><sup>1<\/sup>, H. Chen<sup>2<\/sup>, Y. Xie<sup>2<\/sup>, S. Datta<sup>1<\/sup>, W. Li<sup>2<\/sup>, R. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Houston, College of Pharmacy, Houston, TX, <sup>2<\/sup>University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"ddfed5f6-e83d-4e65-beec-5a123aa20b62","ControlNumber":"7828","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>S. Datta, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>R. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4115","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"678","PresenterBiography":null,"PresenterDisplayName":"Wei Wang, MD;PhD","PresenterKey":"e82642b7-7324-4afa-a218-0d35dcd75ba2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"678. Experimental therapy of triple negative breast cancer with next-generation of MDM2 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Experimental therapy of triple negative breast cancer with next-generation of MDM2 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"TXB-001 is a well-optimized N-(2-hydroxypropyl)methacrylamide copolymer-based conjugated pirarubicin (THP) and a novel candidate for developing anticancer drugs. It exhibits tumor-specific accumulation due to the enhanced permeability and retention effects and prolonged circulation time compared with free THP. Its hydrazone bond is dissociated under lower pH conditions, providing selective and rapid release of THP in acidic tumor environments. Therefore, TXB-001 is expected to have high efficacy and low toxicity. Anthracycline anticancer drugs have been widely used for the treatment of several cancers, but their use is limited by several adverse effects (AEs), including cardiotoxicity, which is a life-threatening AE. Furthermore, the maximum lifetime cumulative dose is decided for each anthracycline in clinical use, which leads to discontinuation of the medication. Hand-foot syndrome (HFS) is a dose-limiting AE of DOXIL<sup>&#174;<\/sup>, a liposomal formulation of doxorubicin (DOX), and although it is not a life-threatening condition, it significantly deteriorates quality of life (QOL). Alopecia is another common AE, which is relatively noninvasive but adversely affects mental health and reduces QOL. In this study, we confirmed the efficacy of TXB-001 in a mice triple-negative breast cancer (TNBC) model and evaluated the cardiotoxicity-, HFS- and alopecia-inducing effects of TXB-001 in mice and rats to compare the severity with existing anthracycline anticancer drugs, including DOXIL<sup>&#174;<\/sup>. The pharmacokinetic (PK) analysis in several tissues, including plasma, tumor, heart, skin of the chest, and palmar and plantar areas, was also performed after a single intravenous administration in rodents. As a result, TXB-001 showed an equivalent or greater antitumor effects than other anthracyclines in the TNBC model, and the AEs were scarcely observed. TXB-001 did not decrease left ventricular ejection fraction, with no or little HFS-like changes compared with DOXIL<sup>&#174;<\/sup>, which showed significant histopathological changes. TXB-001 also showed weaker alopecia-inducing effects than DOX, DOXIL<sup>&#174;<\/sup>, and THP. In the PK analysis, TXB-001 was distributed in the tumor at a higher concentration than in other tissues, except for plasma. Hence, most of the THP, the active ingredient, was released in the tumor. The exposure of the heart in the TXB-001-treated group was one-tenth of that in the DOXIL<sup>&#174;<\/sup>-treated group. Moreover, accumulation in the skin, especially in palmar and plantar areas, was observed for DOXIL<sup>&#174;<\/sup>, but no accumulation in the skin was observed for TXB-001. This PK profile consistently demonstrated the antitumor activity of TXB-001, without AEs. TXB-001 reduces the chance of dose-limiting and QOL-threatening AEs, and thus, cancer patients can continue treatment, making it a more convenient anticancer drug in clinical use with a wide safety margin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Cardiotoxicity,Polymer drug conjugate,Safety,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Oshida<\/b><sup>1<\/sup>, M. Hirakata<sup>1<\/sup>, E. Tomikawa<sup>1<\/sup>, C. Sakai<sup>1<\/sup>, M. Uchida<sup>1<\/sup>, R. Shimozono<sup>1<\/sup>, A. Izawa<sup>1<\/sup>, Y. Koga<sup>1<\/sup>, T. Okano<sup>1<\/sup>, H. Narumi<sup>1<\/sup>, L. Munakata<sup>2<\/sup>, R. Suzuki<sup>2<\/sup>, M. Nonaka<sup>3<\/sup>, Y. Uezono<sup>3<\/sup>; <br\/><sup>1<\/sup>Toray Industries, Inc., Kamakura, Japan, <sup>2<\/sup>Teikyo University, Tokyo, Japan, <sup>3<\/sup>The Jikei University School of Medicine, Tokyo, Japan","CSlideId":"","ControlKey":"294d8733-c8cd-44d8-9935-5bf09f31e362","ControlNumber":"6033","DisclosureBlock":"<b>&nbsp;K. Oshida, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>M. Hirakata, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>E. Tomikawa, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>C. Sakai, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>M. Uchida, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>R. Shimozono, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>A. Izawa, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>Y. Koga, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>T. Okano, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>H. Narumi, <\/b> <br><b>Toray Industries, Inc.<\/b> Other, ex-employee. <br><b>MicroBiopharm Japan Co., Ltd.<\/b> Employment.<br><b>L. Munakata, <\/b> None..<br><b>R. Suzuki, <\/b> None..<br><b>M. Nonaka, <\/b> None..<br><b>Y. Uezono, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4116","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"679","PresenterBiography":null,"PresenterDisplayName":"Keiyu Oshida, Dr PH","PresenterKey":"94a33233-7e21-400c-8acb-523633f123c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"679. TXB-001 is an upgraded conjugated anthracycline that targets tumors with reduced risk of cardiotoxicity, hand-foot syndrome and alopecia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TXB-001 is an upgraded conjugated anthracycline that targets tumors with reduced risk of cardiotoxicity, hand-foot syndrome and alopecia","Topics":null,"cSlideId":""},{"Abstract":"The MYC gene, with its oncogenic potential, has long been a formidable challenge in conventional drug discovery efforts, and its critical role in cancer progression and resistance has underscored the need for innovative therapeutic strategies. Here we demonstrate the capabilities of the Ribometrix RNA-targeting platform to modulate the c-MYC mRNA with small molecules with the aim of reducing c-MYC protein levels.<br \/>Using our comprehensive platform of RNA-targeting drug discovery tools and analyses including chemical probing, structure modeling, high-purity RNA production, high-throughput screening, and biophysical characterization, we evaluated the potential to directly target c-MYC mRNA using small molecules. Our analysis revealed six high-confidence structured elements throughout the c-MYC mRNA expected to harbor tertiary structures amenable to drug-like ligand binding. Leveraging the multifaceted chemical probing and structure modeling components of our platform, we confirmed that our <i>in vitro-<\/i>transcribed RNA screening constructs adopt the same structures found in endogenous cellular c-MYC transcripts. After large-scale <i>in vitro<\/i> RNA preparation, we subjected four of these RNA elements to high-throughput screens of chemically diverse drug-like libraries using mass spectrometry affinity-selection that identified multiple chemical series with sub-micromolar affinity. We validated binding affinity using orthogonal methods including isothermal titration calorimetry and NMR. To eliminate pan-binding ligands, we evaluated of selectivity against a panel of non-target mRNA structures. Importantly, these compounds lead to rapid (4 hr) reduction of MYC protein levels in a small cell lung cancer cell line, DMS-273, with no cellular toxicity at 72 hr suggesting an on-target effect. Employing our suite of chemical probing tools, we confirmed that compounds from multiple series engage the c-MYC mRNA in cells. Medicinal chemistry efforts are ongoing to increase potency and define the precise mechanism of action in clinically relevant models.<br \/>The discovery of these c-MYC mRNA-binding small molecules not only validates the utility of the Ribometrix RNA-targeted small molecule discovery platform but also showcases its potential in tackling traditionally 'undruggable' targets and provides a promising avenue for developing novel anti-cancer therapies. As we learn more about the intricacies of c-MYC mRNA biology and further refine effective small molecules, our results provide practical insights into previously-unknown vulnerabilities of MYC and present tangible opportunities for advancing targeted cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"RNA,Drug discovery,Novel anticancer agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. J. Smola, K. Marran, S. E. G. Thompson, B. Patterson, R. K. Pavana, C. Sutherland, J. A. Sorrentino, <b>K. D. Warner<\/b>; <br\/>Ribometrix, Durham, NC","CSlideId":"","ControlKey":"63e881b4-0c2f-4183-9c66-5da905ee2303","ControlNumber":"7268","DisclosureBlock":"&nbsp;<b>M. J. Smola, <\/b> None..<br><b>K. Marran, <\/b> None..<br><b>S. E. G. Thompson, <\/b> None..<br><b>B. Patterson, <\/b> None..<br><b>R. K. Pavana, <\/b> None..<br><b>C. Sutherland, <\/b> None..<br><b>J. A. Sorrentino, <\/b> None..<br><b>K. D. Warner, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4117","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"680","PresenterBiography":null,"PresenterDisplayName":"Katherine Warner, PhD","PresenterKey":"785794b1-aecc-4771-8b00-208532e0a9b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"680. Leveraging an RNA-targeting platform for the discovery of cell-active c-MYC mRNA-binding small molecules","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging an RNA-targeting platform for the discovery of cell-active c-MYC mRNA-binding small molecules","Topics":null,"cSlideId":""},{"Abstract":"Lysyl oxidase (LOX) is the founding member of the LOX family proteins and mediates the conversion of lysine residues in collagen I and elastin precursors into highly reactive aldehydes, leading to crosslinking of extracellular matrix (ECM). LOX is upregulated in aggressive tumors with high stiffness, and its higher expression correlates with metastasis, therapy resistance, and worse clinical outcome; however, relatively LOX-specific, orally bioavailable inhibitors are still lacking. Here we discovered bi-thiazole derivatives as potent LOX inhibitors by combining a robust screening platform for drug-like molecules, cell- and recombinant protein-based assays. Structure-activity relationship analysis further identified a potent and relatively LOX-specific lead compound (LXG6403) that reduces collagen content and crosslinking, and fibronectin assembly, leading to increased chemoresponse in triple-negative breast cancer (TNBC) cell lines and PDX organoids in 3D collagen. LXG6403 shows favorable pharmacokinetic properties, reduces collagen content and crosslinking, as demonstrated by the state-of-the-art MALDI-MSI and MP-SHG analyses, respectively. This leads to better drug penetration, inhibition of FAK signaling, and induction of ROS generation\/DNA damage, leading to G1 arrest and apoptosis in chemoresistant TNBC PDXs. Overall, our novel, potent, tolerable bi-thiazole LOX inhibitor enhances chemoresponse in TNBC, the deadliest breast cancer subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Chemoresistance,Extracellular matrix,Collagen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Metin Cetin<sup>1<\/sup>, Ozge Saatci<sup>1<\/sup>, Abdol-Hossein Rezaeian<sup>2<\/sup>, Chintada  N.  Rao<sup>2<\/sup>, Chad Beneker<sup>2<\/sup>, Harrison Taylor<sup>1<\/sup>, Breanna Pederson<sup>2<\/sup>, Ioulia Chatzistamou<sup>2<\/sup>, Brian Buckley<sup>3<\/sup>, Susan Lessner<sup>2<\/sup>, Peggi Angel<sup>1<\/sup>, Campbell McInnes<sup>2<\/sup>, <b>Ozgur Sahin<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC,<sup>2<\/sup>University of South Carolina, Columbia, SC,<sup>3<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"0863dc6a-4b3a-4361-90e0-6049cb101daf","ControlNumber":"3122","DisclosureBlock":"&nbsp;<b>M. Cetin, <\/b> None..<br><b>O. Saatci, <\/b> None..<br><b>A. Rezaeian, <\/b> None..<br><b>C. N. Rao, <\/b> None..<br><b>C. Beneker, <\/b> None..<br><b>H. Taylor, <\/b> None..<br><b>B. Pederson, <\/b> None..<br><b>I. Chatzistamou, <\/b> None..<br><b>B. Buckley, <\/b> None..<br><b>S. Lessner, <\/b> None..<br><b>P. Angel, <\/b> None..<br><b>C. McInnes, <\/b> None.&nbsp;<br><b>O. Sahin, <\/b> <br><b>Loxigen, Inc<\/b> Other, founder and president. <br><b>OncoCube Therapeutics LLC<\/b> Other, co-founder and manager. <br><b>A2A Pharmaceuticals<\/b> Other, scientific advisory board member.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4118","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"681","PresenterBiography":null,"PresenterDisplayName":"Ozgur Sahin, PhD","PresenterKey":"e35acb92-1462-4e0d-a80c-b4dca63f7fc4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"681. Rewiring collagen architecture using a highly potent bi-thiazole inhibitor of LOX mediates chemosensitization in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rewiring collagen architecture using a highly potent bi-thiazole inhibitor of LOX mediates chemosensitization in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite considerable progress in treating cancer, drug resistance remains the primary hurdle to achieving cures in patients. Tumors often develop resistance through reactivation of the drug-targeted pathway, or activation of alternative parallel pathways, thereby maintaining the original downstream signaling effects. One of the furthest downstream effectors and critical nodes for many oncogenic signaling pathways is eukaryotic translation initiation factor 4E (eIF4E); the main regulator and rate limiting factor for protein synthesis. eIF4E is reactivated by many resistance mechanisms to promote translation of multiple pro-oncogenic factors including Cyclin D1\/3, making it an attractive target to potentiate the anti-cancer activity of targeted therapies and to overcome drug resistance. Here, we present the development of novel, potent, and selective eIF4E inhibitors for use in both treatment-na&#239;ve and resistance settings across multiple tumor indications.<br \/>To capitalize on the potential of targeting eIF4E, we developed a series of compounds with unique properties that maintain anti-tumor efficacy while minimizing toxicity. Our novel, selective, and potent oral eIF4E inhibitors (RBX-eIF4Ei) elicit a reversible, dose-dependent cell cycle arrest. Unlike targeting eIF4A, eIF4E inhibition selectively regulates translation of cancer-dependent pathway proteins instead of global protein synthesis, thus reducing on-target toxicity and increasing tolerability. Cellular profiling demonstrates RBX-eIF4Ei are highly selective, nanomolar inhibitors across many tumor types including, NSCLC, CRC, breast, and melanoma. Additionally, RBX-eIF4Ei demonstrate consistent efficacy across both sensitive and resistant cell lines, including intrinsic and acquired resistance models. Combining RBX-eIF4Ei with standard of care targeted therapies produces additive responses in both settings, suggesting its potential anti-neoplastic benefits post progression.<br \/>In vivo, daily oral monotherapy treatment with RBX-EIF4Ei causes significant tumor growth inhibition across a variety of indications including BRAFmut CRC, BRAFmut melanoma and ER+ breast cancer, with minimal signs of toxicity. Intratumoral concentration of RBX-eIF4Ei correlate with significant tumor cell growth inhibition, as well as reductions in eIF4E target proteins, ODC1 and Cyclin D1. Combination studies with standard of care in both the treatment na&#239;ve and resistant settings are ongoing.<br \/>Collectively, these data support the addition of RBX-eIF4Ei to standard of care in both the na&#239;ve and treatment resistance settings across a variety of indications including NSCLC, breast, CRC, and melanoma. IND enabling studies are planned, marking a significant step toward advancing these promising eIF4E inhibitors into clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"EIF4E,Resistance,Small molecule inhibitor,BRAF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. B. Friedersdorf<\/b>, D. R. Blake, S. E. G. Thompson, R. Pavana, R. V. S. Changalvala, A. S. Truong, K. Marran, A. Bias, J. A. Sorrentino; <br\/>Ribometrix, Durham, NC","CSlideId":"","ControlKey":"197f637a-25b1-4d74-801b-668eaad88a70","ControlNumber":"7049","DisclosureBlock":"&nbsp;<b>M. B. Friedersdorf, <\/b> None..<br><b>D. R. Blake, <\/b> None..<br><b>S. E. G. Thompson, <\/b> None..<br><b>R. Pavana, <\/b> None..<br><b>R. V. S. Changalvala, <\/b> None..<br><b>A. S. Truong, <\/b> None..<br><b>K. Marran, <\/b> None..<br><b>A. Bias, <\/b> None..<br><b>J. A. Sorrentino, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4119","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"682","PresenterBiography":null,"PresenterDisplayName":"Matthew Friedersdorf","PresenterKey":"e96e26ef-27f7-471e-ade6-3be3bfddee8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"682. Development of novel eIF4E inhibitors to potently and selectively suppress tumor growth across multiple indications","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of novel eIF4E inhibitors to potently and selectively suppress tumor growth across multiple indications","Topics":null,"cSlideId":""},{"Abstract":"Protease-activated receptor 2 (PAR2) is a promising therapeutic target in oncology and immuno-oncology. It is upregulated and associated with poor prognosis in several cancer types. A pan-cancer meta-analysis showed that PAR2 is one of the genes most significantly associated with resistance to immune checkpoint blockade (ICB) and T cells dysfunction in cancer patients. Mechanistically, being expressed by various cells of the tumor microenvironment, PAR2 promotes both survival and proliferation of cancer cells and dampens the anti-cancer immune response. Domain Therapeutics has developed a novel PAR2 inhibitor, DT-9045, with best-in-class properties. Indeed, compared to its most advanced competitors, DT-9045 is a small molecule, orally bioavailable, insurmountable, biased, and active in tumor-like conditions (i.e. acidic pH and high level of activating proteases). This compound is also highly potent and selective on PAR2. Pharmacokinetic properties are suitable with a once-a-day oral administration. In vitro, DT-9045 completely prevented PAR2-mediated resistance to EGFR-targeting drugs. In vivo, its combination with anti-PD1 therapy showed a significant increase in efficacy over monotherapies in preclinical syngeneic mouse cancer models. This result was similar to the one observed in PAR2 knockout mice, indicating that oral administration of DT-9045 induces a complete inhibition of the receptor. We have further demonstrated that treatment with a PAR2 inhibitor enhances dendritic cell-mediated T cell activation and intratumoral infiltration of CD4+ and CD8+ T cells as well as a decrease in M2 macrophage infiltration. In conclusion, Domain Therapeutic has identified a novel PAR2 inhibitor, DT-9045, with clear competitive advantages. This preclinical candidate has shown strong potency in alleviating the resistance to both EGFR-targeting therapies and immunotherapy in preclinical cancer models. IND-enabling studies are currently ongoing to bring this new hope for cancer patients to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Targeted therapy,Immuno-oncology,Small molecule drugs,Proteinase-activated receptors (PAR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Brugat<\/b><sup>1<\/sup>, M. Kadiri<sup>2<\/sup>, S. Aouad<sup>2<\/sup>, A.-L. Blayo<sup>1<\/sup>, B. Rugeri<sup>1<\/sup>, A. Mousson<sup>1<\/sup>, A. Janvier<sup>1<\/sup>, E. Steinberg<sup>1<\/sup>, L. Baron<sup>1<\/sup>, M. Recolet<sup>1<\/sup>, X. Wirth<sup>1<\/sup>, M. Garcia-Leon<sup>1<\/sup>, Q. Ruet<sup>1<\/sup>, M. Semache<sup>3<\/sup>, L. Sabbagh<sup>3<\/sup>, O. Blanchard<sup>1<\/sup>, C. Franchet<sup>1<\/sup>, S. Mayer<sup>1<\/sup>, J. Stagg<sup>2<\/sup>, N. Lenne<sup>1<\/sup>, S. Schann<sup>1<\/sup>; <br\/><sup>1<\/sup>Domain Therapeutics, Illkirch, France, <sup>2<\/sup>Université de Montréal, Montréal, QC, Canada, <sup>3<\/sup>Domain Therapeutics NA, St-Laurent, QC, Canada","CSlideId":"","ControlKey":"cd229f5d-f135-4d63-aa87-44b6cbd744d6","ControlNumber":"4780","DisclosureBlock":"<b>&nbsp;T. Brugat, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>M. Kadiri, <\/b> <br><b>Domain Therapeutics<\/b> Grant\/Contract. <br><b>S. Aouad, <\/b> <br><b>Domain Therapeutics<\/b> Grant\/Contract. <br><b>A. Blayo, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>B. Rugeri, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>A. Mousson, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>A. Janvier, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>E. Steinberg, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>L. Baron, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>M. Recolet, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>X. Wirth, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>M. Garcia-Leon, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>Q. Ruet, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>M. Semache, <\/b> <br><b>Domain Therapeutics NA<\/b> Employment. <br><b>L. Sabbagh, <\/b> <br><b>Domain Therapeutics NA<\/b> Employment. <br><b>O. Blanchard, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>C. Franchet, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>S. Mayer, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>J. Stagg, <\/b> <br><b>Domain Therapeutics<\/b> Grant\/Contract. <br><b>N. Lenne, <\/b> <br><b>Domain Therapeutics<\/b> Employment. <br><b>S. Schann, <\/b> <br><b>Domain Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"684","PresenterBiography":null,"PresenterDisplayName":"Thibaut Brugat, PhD","PresenterKey":"e9af7a5e-ec0c-4bdb-ad9c-eeafb9fe7a31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"684. DT-9045, a novel PAR2 inhibitor with best-in-class properties that reduces resistance to both EGFR-targeting therapies and immunotherapy in oncology models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"320","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 2","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DT-9045, a novel PAR2 inhibitor with best-in-class properties that reduces resistance to both EGFR-targeting therapies and immunotherapy in oncology models","Topics":null,"cSlideId":""}]