[{"Abstract":"Evolutionary processes play a crucial role in the development of cancer, where tumor cells continuously adapt, leading to the dominance of cell populations over their non-tumor counterparts, evading treatment and ultimately resulting in death. Effective cancer therapies induce significant and targeted selection pressures. During and in response to the induced bottleneck by therapy, the heterogeneous cancer cell population either diminishes or evolves, causing a subsequent selective sweep and the emergence of cells with resistance traits. However, this bottleneck phase presents a unique opportunity to predictably reduce the diversity of tumor cells. In this context, we propose a framework to quantify the selection on variants before, during, and after the therapeutic bottleneck, enhancing our understanding of the mechanisms underlying the acquisition of therapeutic resistance. Furthermore, we combine measures of selection intensity with the prediction of neoantigens in a patient cohort to identify potential alternative targets for immunotherapy. The outcome is a strategy that exploits the predictability introduced by the primary therapeutic bottleneck to eliminate the remaining tumor cell population. Finally, we illustrate the efficacy of this strategy in the context of several cancer types and empirically identify potential cancer type specific and pan-cancer immunotherapy targets orthogonal to primary, first-line therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Neoantigens,Therapy resistance,Bioinformatics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Fisk<\/b><sup>1<\/sup>, J. P. Townsend<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Rhode Island, Kingston, RI, <sup>2<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"44310f02-e548-4227-9777-7b5f784fb306","ControlNumber":"6918","DisclosureBlock":"&nbsp;<b>J. Fisk, <\/b> None..<br><b>J. P. Townsend, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"548","PresenterBiography":null,"PresenterDisplayName":"J. Nic Fisk, BS;MS;PhD","PresenterKey":"1a9ddda6-9d7d-4c7d-9ef0-5d196ef3e4c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"548. Exploiting pronounced selection pressure from therapeutic bottlenecks to identify orthogonal immunotherapy targets","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting pronounced selection pressure from therapeutic bottlenecks to identify orthogonal immunotherapy targets","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple-negative breast cancer (TNBC) is lack of effective targeted therapies. Epidermal growth factor receptor (EGFR) is a potential therapeutic target for TNBC. However, TNBC is resistant to EGFR-targeted drugs in clinical trials, and the tolerance mechanism remains unclear. This study aimed to elucidate the possible resistance mechanism for TNBC to EGFR-targeted therapy and how sensitize TNBC cells to erlotinib.<br \/>Methods: PDZ domain containing 1 (PDZK1) correlated with TNBC development was screened out by bioinformatics analysis and its correlation with resistance to erlotinib was identified by western blotting (WB). Its interaction with EGFR and structural basis were determined by GST-Pull down and coimmunoprecipitation. Its regulation on EGFR signaling activation and expression level were detected by WB in PDZK1 overexpression and knockdown TNBC cells, xenograft tissues and correlation analyses. Correlation was performed by gene set enrichment analysis (GSEA) and immunohistochemistry of tissue microarray followed by Pearson analysis. TNBC-suppressing effects of PDZK1 and its sensitizing effects on erlotinib were investigated using cell viability assay, colony-forming assay, wound healing assay, Matrigel invasion assay and xenograft model in combination with PDZK1 wild type\/mutant transfection and rescue experiment.<br \/>Results: Here we found that PDZK1 was correlated with TNBC development and its level was downregulated in erlotinib-resistant TNBC cells, suggesting that PDZK1 downregulation was related to erlotinib resistance in TNBC. PDZK1 bound with EGFR. Through the interaction, PDZK1 promoted EGFR degradation by enhancing the binding of EGFR with c-Cbl and inhibited EGFR phosphorylation by hindering EGFR dimerization. PDZK1 was specifically downregulated in TNBC tissues and was correlated with poor prognosis of TNBC. Functional assays <i>in vitro<\/i> and <i>in vivo<\/i> showed that PDZK1 suppressed TNBC development. Restoring EGFR expression and kinase inhibitor treatment reversed the malignancy caused by PDZK1 overexpression and knockdown, respectively. PDZK1 wild type, but not mutant overexpression enhanced the inhibitory effect of erlotinib on EGFR signaling and TNBC malignancy<i> in vitro<\/i> and <i>in vivo<\/i>.<br \/>Conclusion: PDZK1 is a significant prognostic factor for TNBC and a potential molecular therapeutic target for TNBC to reverse the tolerance of TNBC cells to erlotinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"EGFR,PDZK1,triple-negative breast cancer,erlotinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zheng<\/b>, Y. Ma, Z. Fang, Y. Qi; <br\/>Capital Medical University, Beijing, China","CSlideId":"","ControlKey":"cd816d53-2ad5-4ab7-8b68-b9159f668715","ControlNumber":"4562","DisclosureBlock":"&nbsp;<b>J. Zheng, <\/b> None..<br><b>Y. Ma, <\/b> None..<br><b>Z. Fang, <\/b> None..<br><b>Y. Qi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"549","PresenterBiography":null,"PresenterDisplayName":"Junfang Zheng, PhD","PresenterKey":"c841d4f5-1d56-4b0a-b1b0-63032584fae4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"549. PDZK1 sensitizes TNBC cells to erlotinib via promoting c-Cbl-mediated EGFR degradation and inhibiting EGFR phosphorylation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDZK1 sensitizes TNBC cells to erlotinib via promoting c-Cbl-mediated EGFR degradation and inhibiting EGFR phosphorylation","Topics":null,"cSlideId":""},{"Abstract":"Esophageal adenocarcinoma (EAC) represents a growing health problem characterized by rising incidence and poor prognosis. Although it is a cancer with a high mutational burden, it lacks highly prevalent oncogenic drivers that can be therapeutically targeted. Recently, our group characterized isoform switching events, defined by the changing of dominant gene isoforms between conditions, associated with EAC progression and identified 75 switching events comparing Barrett&#8217;s low-grade dysplasia (BE.LGD) and Barrett&#8217;s high-grade dysplasia (BE.HGD) patient samples. Herein, we further investigated whether isoform-switching events may offer prognostic or therapeutic value in EAC. Isoform switching analysis was performed using RNA-seq data derived from patient samples between BE.LGD and BE.HGD combined with EAC (BE.HGD + EAC) alone or in combination with <i>TP53 <\/i>mutations. Patients were further stratified into tertiles based on isoform expression level followed by survival analysis. Thirty isoforms were significantly (P&#8804;0.05) linked with all-cause mortality, comparing BE.LGD with BE.HGD + EAC, whereas 20 isoforms were identified when <i>TP53<\/i> mutation status was included. In terms of cancer-specific mortality, 10 isoforms were significantly linked with survival comparing BE.LGD with BE.HGD+EAC. With the inclusion of <i>TP53<\/i> mutation, 16 isoforms were also significantly linked with cancer-specific mortality. Isoform-specific genetic knockdown experiments were designed targeting the top isoforms identified in the analysis, including <i>TTLL12<\/i> and <i>HM13<\/i> isoforms. Knockdown of <i>TTLL12 <\/i>and <i>HM13 <\/i>isoforms led to significant inhibition of cell viability and migration in two EAC cell lines (OE19 and OE33). Chemotherapeutic agents (Paclitaxel + Carboplatin) further decreased cell viability with synergistic effects observed in both siRNA-treated cell lines suggesting a role for specific isoform switches in therapeutic sensitization. Protein-interaction prediction using STRING and immunoblot analysis suggest different mechanisms leading to the inhibition of cell viability and migration. <i>TTLL12<\/i> is linked with the activation of chaperon-medicated autophagy (LAMP2A and HSC70) and protein translation, whereas <i>HM13<\/i> is linked with unfolded protein response (IRE1&#945;, PERK, and ATF6) and may be linked with immunotherapy outcome. An antigen-dependent cell-mediated cytotoxicity assay is currently underway to investigate whether the knockdown of <i>HM13<\/i> isoforms can sensitize EAC cells to PD-1\/PD-L1 immunotherapy agents. Future direction includes using FDA-approved agents to target the two major pathways identified above. In conclusion, isoform switching may provide fresh insight for the identification of prognostic markers and inform new potential therapeutic targets for EAC treatment or prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Esophageal cancer,Isoform switching,Therapeutic target,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Zhang<\/b><sup>1<\/sup>, R. Israel<sup>1<\/sup>, B. Vandenburg<sup>1<\/sup>, S. Barnett<sup>1<\/sup>, J.-J. Riethoven<sup>2<\/sup>, J. L. Clarke<sup>2<\/sup>, M. P. Lee<sup>1<\/sup>, K. Lagisetty<sup>1<\/sup>, J. Lin<sup>1<\/sup>, R. Reddy<sup>1<\/sup>, A. Chang<sup>1<\/sup>, L. A. Kresty<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>University of Nebraska, Lincoln, NE","CSlideId":"","ControlKey":"6e11a04e-1646-433f-8445-47acbab99dd1","ControlNumber":"2852","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>R. Israel, <\/b> None..<br><b>B. Vandenburg, <\/b> None..<br><b>S. Barnett, <\/b> None..<br><b>J. Riethoven, <\/b> None..<br><b>J. L. Clarke, <\/b> None..<br><b>M. P. Lee, <\/b> None..<br><b>K. Lagisetty, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>R. Reddy, <\/b> None..<br><b>A. Chang, <\/b> None..<br><b>L. A. Kresty, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"550","PresenterBiography":null,"PresenterDisplayName":"Yun Zhang, BA","PresenterKey":"9726a0f9-346f-4f0d-a9c7-1e5cdb4b3690","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"550. Identification of isoform switching events linked with esophageal adenocarcinoma patient survival informs novel prognostic and therapeutic targets","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of isoform switching events linked with esophageal adenocarcinoma patient survival informs novel prognostic and therapeutic targets","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most aggressive subtype of breast cancer and has very limited treatment options. <i>Xylopia Aethiopica<\/i> (XA) is a common spice that is widely used in the regions of central and western Africa. It is known to have various pharmacological properties, one of which is anti-inflammatory activity. The anti-inflammatory effect may portend antiproliferative activity. We hypothesized that the extract of XA will exert antiproliferative activity against TNBC cells. The study aimed to establish the molecular mechanism underlying the antiproliferative activity of XA extract (XAE) against TNBC. The dried fruits of XA were crushed in a mixer and macerated using diethyl ether for 72 h. The macerate was subjected to vacuum and rotary evaporation to remove the organic solvent, and a stock solution was prepared in dimethyl sulfoxide (DMSO). Assessment of the efficacy of XAE was performed using serial dilutions (100 &#181;g\/ml, 50 &#181;g\/ml, 10 &#181;g\/ml, 5 &#181;g\/ml, and 1&#181;g\/ml) of the XAE stock solution, followed by <i>in vitro<\/i> testing against two TNBC cell lines (MDA-MB-231, and MDA-MB-468 cells). The cytotoxic effect of the XAE was then measured using the resazurin dye assay. XAE resulted in a concentration-dependent cell death in both cell lines. At the highest concentration (100 &#181;g\/ml), XAE induced cytotoxic cell death of 89% and 91% in MDAMB231 and MDAMB468 cells, respectively. This was consistent with IC50 values of 32.95 &#177; 1.32 &#181;g\/ml (MDAMB231) and 20.83 &#177; 1.05 &#181;g\/ml (MDAMB468). At the molecular level, western blot analysis of mitogenic markers associated with MAPK oncogenic signaling pathway demonstrated the inhibition of EGFR and AKT protein levels after a 48-h treatment. Acridine orange-ethidium bromide (AO\/EB) staining showed a concentration-dependent induction of apoptosis in both cell lines. Flow cytometric analysis was performed to quantify the apoptotic cells. A significant increase of apoptotic cells was observed in treatment groups as compared to control after 72 h. Apoptotic induction was associated with increased p53 protein levels after 48 h treatment compared to control. The study results underscore the anticancer effects of XAE in TNBC cells mediated through induction of apoptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Apoptosis,Tumor suppressor gene,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Soni<\/b>, S. Modi, T. Andey; <br\/>Massachusetts Col. of Pharmacy & Health Sci., Worcester, MA","CSlideId":"","ControlKey":"63fd038d-0de3-466a-bd8a-789957a2ecb7","ControlNumber":"7262","DisclosureBlock":"&nbsp;<b>S. Soni, <\/b> None..<br><b>S. Modi, <\/b> None..<br><b>T. Andey, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"551","PresenterBiography":null,"PresenterDisplayName":"Shailvi Soni, B Pharm;M Pharm;PhD","PresenterKey":"7aa7e033-4b0d-4482-8bb4-5d18472576f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"551. Investigation of the antipoliferative effect of the <i>Xylopia Aethiopica<\/i>extract in triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of the antipoliferative effect of the <i>Xylopia Aethiopica<\/i>extract in triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"A major challenge in cancer therapy is the identification of drug targets that are essential for cancer cells but not non-transformed cells. The Broad Institute&#8217;s Dependency Map (DepMap) evaluates whether knocking down or knocking out expression of specific genes is &#8220;strongly selective&#8221; against subsets of cancer cells, in contrast with genes that are &#8220;common essential.&#8221; Of the 22 human Protein Disulfide Isomerases (PDIs), only four, ERp44, TMX1, AGR2, and AGR3, were identified as strongly selective in the DepMap. Importantly, our team previously identified ERp44, AGR2, and AGR3 as targets of bicyclic thiosulfonate compounds termed Disulfide bond Disrupting Agents (DDAs). DDAs exhibit striking anti-cancer activity in xenograft tumor studies. DDA treatment of cancer cells blocks ERp44, AGR2, and AGR3 active site Cys residues, ablating their catalytic activity and binding to client proteins. Evaluation of cancer cell lines predicted to be sensitive to DDAs, based on their AGR2, AGR3, or ERp44 dependence, accurately predicts DDA sensitivity. Cell lines from a variety of tumor types exhibit AGR2, AGR3, or ERp44 dependencies. Our previous work identified HER-family members (i.e., EGFR, HER2, and HER3) and TRAIL receptors (Death Receptors 4 and 5) as important clients of DDA-sensitive PDIs in breast cancer cells, but it was unknown if these observations extend to other tumor types. Initial studies indicate that AGR2 DepMap dependencies are a strong predictor of sensitivity of cancer cells to DDAs, irrespective of their site of origin. It will be important in future studies to determine what the key client proteins for these DDA-sensitive PDIs are and whether they vary across tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Therapeutic target,Death receptors,Apoptosis,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. E. Law<sup>1<\/sup>, Z. M. Dulloo<sup>1<\/sup>, E. Yaaghubi<sup>2<\/sup>, G. M. Alexandrow<sup>1<\/sup>, B. Forsyth<sup>1<\/sup>, H. Su<sup>3<\/sup>, R. K. Castellano<sup>1<\/sup>, <b>B. K. Law<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>Pacific University, Hillsboro, OR, <sup>3<\/sup>Smith College, Northampton, MA","CSlideId":"","ControlKey":"ed186d7d-7000-438b-a897-f4604204f42f","ControlNumber":"1059","DisclosureBlock":"&nbsp;<b>M. E. Law, <\/b> None..<br><b>Z. M. Dulloo, <\/b> None..<br><b>E. Yaaghubi, <\/b> None..<br><b>G. M. Alexandrow, <\/b> None..<br><b>B. Forsyth, <\/b> None..<br><b>H. Su, <\/b> None..<br><b>R. K. Castellano, <\/b> None..<br><b>B. K. Law, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"552","PresenterBiography":null,"PresenterDisplayName":"Brian Law, PhD","PresenterKey":"e00013ef-02fb-4b96-b285-c2bbb8bd3342","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"552. Non-canonical disulfide isomerases are strongly selective, understudied targets for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-canonical disulfide isomerases are strongly selective, understudied targets for cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Contactin-4 (CNTN4) has been identified as an inhibitory immune checkpoint protein and mainly expressed on tumor cells. It interacts with APP present in T cells, leading to a reduction in T cell proliferation, activation, and responsiveness to tumors. In this study, we applied artificial intelligence (AI)-powered analyzers to examine the expression of CNTN4 and its association with PD-L1 in various solid tumors.<br \/>Methods: The AI-powered immunohistochemistry (IHC) analyzers were developed using pan-cancer whole slide images (WSIs) stained with 18 different IHC types. Pathologists annotated cells and tissues on the WSIs. The universal model was trained by annotations from IHC WSI, which could detect tumor cells with four grade intensities (strong, moderate, weak, and negative) and segment invasive cancer area. Finally, the AI analyzer can count the tumor cells in an invasive cancer area and calculate the ratio based on intensity. The AI analyzer was applied to the pan-cancer tissue microarray dataset (n=795) consisting of 18 cancers to validate the analyzer. The dataset was stained with rabbit monoclonal antibody (clone EPR 8735) and PD-L1 22C3 antibody, respectively. The expression levels of CNTN4 and PD-L1 were calculated with H-score (range 0 to 300) or tumor proportion score (TPS).<br \/>Results: When positivity was defined as moderate-to-strong staining intensity in &#8805; 30%, 50%, 75%, and 90%, 42.4% (337\/795), 25.5% (203\/795), 11.4% (91\/795), and 5.2% (41\/795) of samples were CNTN4 positive, respectively. In case of moderate-to-strong staining in &#8805; 50% tumor cells, CNTN4 expression were most frequently observed in hepatocellular carcinoma (63.9%), endometrial carcinoma (50.0%), stomach cancer (43.9%), pancreatic cancer (40.0%), and prostate cancer (35.4%). Notably, 10% of cases with an H-score &#60; 200 (75\/757) showed a range of PD-L1 expression (PD-L1 TPS &#8805; 1%), while all of the samples with an H-score &#8805; 200 (n=38) were PD-L1 TPS &#60;1%.<br \/>Conclusions: This study describes the CNTN4 expression levels in various tumors using an AI-powered IHC analyzer. CNTN4 tends to be expressed in opposition to PD-L1, making it a viable immune therapeutic target in cancers that do not conventionally express PD-L1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Immune checkpoint,CNTN4,Deep learning,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Shin<\/b><sup>1<\/sup>, J. Moon<sup>1<\/sup>, S. Cho<sup>1<\/sup>, C.-Y. Ock<sup>1<\/sup>, B.-N. Jeon<sup>2<\/sup>, G. Kim<sup>2<\/sup>, H. Yu<sup>2<\/sup>, M. Cha<sup>2<\/sup>; <br\/><sup>1<\/sup>Lunit, Seoul, Korea, Republic of, <sup>2<\/sup>Genome & Company, Sungnam-si, Korea, Republic of","CSlideId":"","ControlKey":"601ad451-7182-4350-97c4-0cf1d438a1a9","ControlNumber":"4152","DisclosureBlock":"<b>&nbsp;S. Shin, <\/b> <br><b>Lunit<\/b> Employment. <br><b>J. Moon, <\/b> <br><b>Lunit<\/b> Employment. <br><b>S. Cho, <\/b> <br><b>Lunit<\/b> Employment. <br><b>C. Ock, <\/b> <br><b>Lunit<\/b> Employment. <br><b>B. Jeon, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>G. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Yu, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>M. Cha, <\/b> <br><b>Genome & Company<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"553","PresenterBiography":null,"PresenterDisplayName":"Moon Jimin","PresenterKey":"98737f36-772e-4e97-98be-f48f332ca65c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"553. Assessment of CNTN4 expression and its association with PD-L1 across 18 various cancers using an artificial intelligence-powered immunohistochemistry analyzer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of CNTN4 expression and its association with PD-L1 across 18 various cancers using an artificial intelligence-powered immunohistochemistry analyzer","Topics":null,"cSlideId":""},{"Abstract":"Nonbiased mutational screening to identify essential genes and pathways in cancer is a powerful approach for understanding underlying biology as well as the identification of potential therapeutic targets. Epigenetic (EPI) and transcriptional factors (TF) play an important role in the change of phenotype and lineage plasticity from adenocarcinoma to castration resistant prostate cancer (CRPC), double negative (DN) or treatment-induced neuroendocrine prostate cancer (NEPC). When <i>RB1<\/i> loss occurs in combination with <i>TP53<\/i> alterations, stemness and lineage plasticity increase with one consequence being differentiation to a neuroendocrine (NE) lineage. Here, we are identifying and testing the functional role of epigenetic and transcription factors required for the viability of CRPC, DN and NEPC relative to a matrix of genotypic and phenotypic characteristics. We applied CRISPR-CAS9 dropout screens in prostate organoids and cell lines to identify gene\/s associated with CRPC, DN and NEPC viability. We successfully CRISPR-engineered LNCaP clones of single (LNCaP-TP53-SKO, LNCaP-RB1-SKO) and double (LNCaP-TP53-RB1-DKO) gene knockouts, which were subsequently characterized for immuno-phenotype and transcriptome. Our dropout screens, targeting all TFs and EPIs, identified 117 TF and 40 EPI genes responsible for the viability of DN, NEPC and LNCaP models. We found known genes such as <i>FOXA1<\/i> and <i>ASCL1,<\/i> as well as novel genes including <i>PROX1<\/i> and <i>KLF3<\/i>, which were validated through guide RNA competition assays. Our results showed PROX1 is essential for cell viability in a DN organoid model, and its expression is associated with increased aggressiveness, indicating <i>PROX1<\/i> has role in stemness\/lineage plasticity in treatment resistant adenocarcinoma. RNA-seq analysis following overexpression of <i>PROX1<\/i> in the LNCaP-TP53-RB1 null adenocarcinoma model, with and without enzalutamide, identified pathways enriched for cell proliferation, differentiation, neuronal development, and prostate gland development. In summary, our study has suggested an important role for <i>PROX1<\/i> in the growth and differentiation of poorly differentiated prostate cancer, which may lead to the identification of potential therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Prostate cancer,CRISPR dropout screen,patient derived organoids,CRPC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Raj<\/b><sup>1<\/sup>, B. Capaldo<sup>1<\/sup>, J. Bowman<sup>1<\/sup>, M. White<sup>1<\/sup>, X. Moore<sup>1<\/sup>, B. Gryder<sup>2<\/sup>, A. N. Alilin<sup>1<\/sup>, D. Takeda<sup>1<\/sup>, K. Kelly<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"5a1443fd-246d-4999-8c2c-0fefb6c37bab","ControlNumber":"3859","DisclosureBlock":"&nbsp;<b>S. Raj, <\/b> None..<br><b>B. Capaldo, <\/b> None..<br><b>J. Bowman, <\/b> None..<br><b>M. White, <\/b> None..<br><b>X. Moore, <\/b> None..<br><b>B. Gryder, <\/b> None..<br><b>A. N. Alilin, <\/b> None..<br><b>D. Takeda, <\/b> None..<br><b>K. Kelly, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"554","PresenterBiography":null,"PresenterDisplayName":"Sonam Raj, PhD","PresenterKey":"ed7b92c4-e748-4285-b770-166564a991bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"554. Determining the role of <i>PROX1<\/i> in prostate cancer neuroendocrine trans-differentiation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the role of <i>PROX1<\/i> in prostate cancer neuroendocrine trans-differentiation","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophageal adenocarcinoma (EAC) is one the deadliest cancers in United States (US) and the only major cancer in the US with increasing incidence. Gastroesophageal reflux disease (GERD) can cause Barrett&#8217;s esophagus (BE), a columnar metaplasia of the esophagus strongly associated with the development of EAC. GERD leading to BE is a common pre-occurrence in EAC patients, but the mechanism remains obscure. To explore the mechanism and its components, we compared gene expression in BE and EAC cells with normal esophageal cells and found high expression of tripartite motif-containing protein 31 (TRIM31) in BE and EAC compared to normal esophagus (NE) by transcriptomic profiling of RNA extracted from human esophageal tissues. E3 ubiquitin ligase TRIM 31 is a new member of TRIM family and it has been reported to have oncogenic potentials in some cancers. However, its role in EAC pathogenesis is yet to be understood.<br \/>Methods: RNA sequencing and transcriptomic profiling were performed on human NE, BE, and EAC epithelial tissue samples. TRIM31 expression in NE cell line (Het-1A) and EAC cell lines (OE19, Flo-1, OE33, SK-GT-2, and OACM5.1C) were identified by Western blot analysis. The Het-1A cell line, after exposure to acidic pH and bile acids, was assessed for variable TRIM31 expression. Cell morphology and viability analyses of NE and EAC cell lines after exposure to acidic pH and bile acids either alone or in combinations were observed by microscopy and WST-1 assay respectively.<br \/>Results: Transcriptomic analysis showed that BE and EAC are similar in their differential gene expression with upregulation of the TRIM31 compared to that in NE. Concordant with their columnar phenotype, BE and EAC groups displayed a multitude of differentially expressed genes relative to NE samples; however, less differentially expressed genes were found comparing BE and EAC groups. Western blot demonstrated frequent overexpression of TRIM31 in EAC cell lines with very low expression of TRIM31 in NE epithelial cell line. When NE epithelial cell line Het-1A was exposed to acidic pH as well as bile acids in acidic pH, we saw a change in cell morphology that may correlate with the metaplasia of these cells to more resilient forms, as seen in human BE and EAC. Interestingly, bile acids in acidic pH increased TRIM31 expression in NE cell line Het-1A. Bile acids had a greater effect on decreasing cell viability at high concentrations and that effect is enhanced when bile acids were added in acidic pH. WST-1 cell viability assay revealed that EAC cells were more resistant to bile acids as well as bile acids in acidic pH induced decreased in cell viability compared to that in NE cell line Het-1A. The sustained cell viability of EAC cell lines under these harsh conditions correlates with the upregulation of TRIM31.<br \/>Conclusions: Thus, TRIM31 may be an important oncogenic factor in GERD-induced EAC development and may be an innovative therapeutic target and marker for EAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Esophageal cancer,Barrett's esophagus,Oncogene,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Hassan<\/b><sup>1<\/sup>, J. Mast<sup>1<\/sup>, A. Ritter<sup>2<\/sup>, S. Ponna<sup>2<\/sup>, N. Awasthi<sup>1<\/sup>, U. von Holzen<sup>1<\/sup>; <br\/><sup>1<\/sup>Indiana University School of Medicine-South Bend, South Bend, IN, <sup>2<\/sup>University of Notre Dame, South Bend, IN","CSlideId":"","ControlKey":"f63ab1be-11f2-489b-954d-19c61df3fbf1","ControlNumber":"3260","DisclosureBlock":"&nbsp;<b>M. Hassan, <\/b> None..<br><b>J. Mast, <\/b> None..<br><b>A. Ritter, <\/b> None..<br><b>S. Ponna, <\/b> None..<br><b>N. Awasthi, <\/b> None..<br><b>U. von Holzen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"555","PresenterBiography":null,"PresenterDisplayName":"Md Sazzad Hassan, PhD","PresenterKey":"cbeba675-35c7-48fa-ac94-a9b711f32178","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"555. Role of TRIM31 in the pathogenesis of esophageal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of TRIM31 in the pathogenesis of esophageal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Mutations in the genes encoding isocitrate dehydrogenase <i>(IDH1<\/i> and <i>IDH2<\/i>) are frequently detected in various cancers, including acute myeloid leukemia (~20%) and glioma (up to ~80%). They commonly involve a single amino acid substitution at codon R132 in IDH1, and R140 or R172 in IDH2 and are important for diagnosis and prognosis as well as therapeutic decisions. With advancements in molecular diagnostics and precision therapy, IDH inhibitors such as ivosidenib, vorasidenib and enasidenib are now mainstay in management of patients with a susceptible mutation.<br \/>Methods: The Idylla&#8482; IDH1-2 Mutation Assay Kit (RUO) is a fully automated qPCR assay for the qualitative detection of 15 common mutations in IDH1 (R132C\/H\/G\/S\/L) and IDH2 (R140Q\/L\/G\/W, R172K\/M\/G\/W\/S) at codon level. The assay consists of a ready-for-use Idylla&#8482; DNA Cartridge and an assay specific Idylla&#8482; Vial. It runs on the Idylla&#8482; Platform and covers the entire process from sample to result including specimen processing, real-time PCR amplification, detection, data analysis, and result reporting, within 100 minutes.Five clinical sites in US and Europe participated in an early access program to evaluate performance of the assay and establish a final classification algorithm by testing a total of 241 specimens, including FFPE, human whole blood and bone marrow samples, and extracted DNA from these sample types. Reference results were obtained using a range of established methods with different mutations in scope, such as Sanger sequencing, immunohistochemistry, NGS and qPCR.<br \/>Results: Of 241 Cartridges, one invalid result was obtained, while 13 results were flagged as having low DNA input. Compared to available reference methods, overall concordance was 98.3% (235\/239), 100% (140\/140) and 99.6% (230\/231) for IDH1 R132, IDH2 R140 and R172, respectively (see table).<br \/>Conclusion: The Idylla&#8482; IDH1-2 Mutation Assay Kit demonstrates a high concordance with established reference methods across a range of different specimen types.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{52B0B561-5B9A-493A-8F8A-0B6C88E5444B}\"><caption><\/caption><tr><td rowspan=\"2\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"3\"><b>Reference method<\/b><b>(<\/b><b>s<\/b><b>)<\/b><\/td><td rowspan=\"2\" colspan=\"1\"><b>PPA&nbsp;<\/b><b>(%)<\/b><\/td><td rowspan=\"2\" colspan=\"1\"><b>NPA&nbsp;<\/b><b>(%)<\/b><\/td><td rowspan=\"2\" colspan=\"1\"><b>OPA&nbsp;<\/b><b>(%)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>MUT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>WT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><\/tr><tr><td rowspan=\"9\" colspan=\"1\"><b>Idylla™ IDH1-2 Mutation Assay<\/b><b> Kit<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>IDH1_R132x<\/b><\/td><td rowspan=\"1\" colspan=\"1\">111<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">114<\/td><td rowspan=\"3\" colspan=\"1\">99.1<\/td><td rowspan=\"3\" colspan=\"1\">97.6<\/td><td rowspan=\"3\" colspan=\"1\">98.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>WT<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">124<\/td><td rowspan=\"1\" colspan=\"1\">125<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">112<\/td><td rowspan=\"1\" colspan=\"1\">127<\/td><td rowspan=\"1\" colspan=\"1\">239<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>IDH2_R140x<\/b><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"3\" colspan=\"1\">100.0<\/td><td rowspan=\"3\" colspan=\"1\">100.0<\/td><td rowspan=\"3\" colspan=\"1\">100.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>WT<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">130<\/td><td rowspan=\"1\" colspan=\"1\">130<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">130<\/td><td rowspan=\"1\" colspan=\"1\">140<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>IDH2_R172x<\/b><\/td><td rowspan=\"1\" colspan=\"1\">25<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">25<\/td><td rowspan=\"3\" colspan=\"1\">96.2<\/td><td rowspan=\"3\" colspan=\"1\">100.0<\/td><td rowspan=\"3\" colspan=\"1\">99.6<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>WT<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">205<\/td><td rowspan=\"1\" colspan=\"1\">206<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\">26<\/td><td rowspan=\"1\" colspan=\"1\">205<\/td><td rowspan=\"1\" colspan=\"1\">231<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\">148<\/td><td rowspan=\"1\" colspan=\"1\">462<\/td><td rowspan=\"1\" colspan=\"1\"><b>610<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Mutation detection,IDH1\/2,Acute myeloid leukemia,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Bram De Craene<sup>1<\/sup>, Katrien Trappeniers<sup>1<\/sup>, <b>Ana Marcelino<\/b><sup>1<\/sup>, Lee Robertson<sup>2<\/sup>, Phillippe Taniere<sup>2<\/sup>, Jo Van Dorpe<sup>3<\/sup>, Malaïka Van der Linden<sup>3<\/sup>, Maria Arcila<sup>4<\/sup>, Khedoudja Nafa<sup>4<\/sup>, Jochen K. Lennerz<sup>5<\/sup>, Richard Craig Carson<sup>6<\/sup>, Richard D. Ledding<sup>6<\/sup>, Sofie Metsu<sup>1<\/sup><br><br\/><sup>1<\/sup>Development, Biocartis, Mechelen, Belgium,<sup>2<\/sup>Molecular pathology diagnostic service, University Hospitals Birmingham, Birmingham, United Kingdom,<sup>3<\/sup>Department of Pathology, Ghent University Hospital, Ghent, Belgium,<sup>4<\/sup>Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>5<\/sup>Department of Pathology, Center for Integrated Diagnostics, Massachusetts General Hospital\/Harvard Medical School, Boston, MA,<sup>6<\/sup>Histology Laboratory, Benefis Health System, Great Falls, MT","CSlideId":"","ControlKey":"df3ca169-064f-4e54-8802-43e83497a353","ControlNumber":"6975","DisclosureBlock":"<b>&nbsp;B. De Craene, <\/b> <br><b>Biocartis<\/b> Employment.<br><b>K. Trappeniers, <\/b> None.&nbsp;<br><b>A. Marcelino, <\/b> <br><b>Biocartis<\/b> Employment.<br><b>L. Robertson, <\/b> None..<br><b>P. Taniere, <\/b> None..<br><b>J. Van Dorpe, <\/b> None..<br><b>M. Van der Linden, <\/b> None.&nbsp;<br><b>M. Arcila, <\/b> <br><b>Biocartis<\/b> Other, member of medical advisory board.<br><b>K. Nafa, <\/b> None..<br><b>J. K. Lennerz, <\/b> None..<br><b>R. C. Carson, <\/b> None..<br><b>R. D. Ledding, <\/b> None.&nbsp;<br><b>S. Metsu, <\/b> <br><b>Biocartis<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"556","PresenterBiography":null,"PresenterDisplayName":"Ana Marcelino, Unknown","PresenterKey":"c44c901e-3c74-4da3-9a84-e4fa966f8938","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"556. The Idylla&#8482; IDH1-2 Mutation Assay Kit: A tool for mutation detection in <i>IDH1<\/i> and <i>IDH2<\/i> genes","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Idylla&#8482; IDH1-2 Mutation Assay Kit: A tool for mutation detection in <i>IDH1<\/i> and <i>IDH2<\/i> genes","Topics":null,"cSlideId":""},{"Abstract":"The present work aimed to test the efficacy of clofarabine in glioblastoma (GBM) cells that express high levels of CD99. GBMs are the most malignant with the poorest prognosis among tumors of the central nervous system. Patients have a median survival of 12 to 15 months despite surgical, radio, and chemotherapy. CD99 is a cell surface receptor overexpressed in several types of tumors, including GBMs, justifying the interest of studies in CD99 as a possible therapeutic target. Our group has previously demonstrated that knockout of CD99 in the U87MG GBM cell line promoted a decrease in cell adhesion, migration, and invasion. Clofarabine is a third-line drug used in the treatment of refractory\/relapsed childhood acute lymphoblastic leukemia. It is a purine analog that is transported into intracellular space, phosphorylated, and incorporated into DNA chain, inhibiting DNA synthesis and ultimately inducing cell death by apoptosis. The clofarabine effect has also been demonstrated in cells from solid tumors, such as breast, gastric, and bladder. Clofarabine action on the proliferation of Ewing sarcoma cells <i>in vitro <\/i>and <i>in vivo<\/i> was proved to be by direct binding to CD99 and independent of the drug internalization. In addition, clofarabine also had an effect on cells from other tumor types that express CD99. The present work demonstrated the significant action of clofarabine on the high CD99-expressing U87MG cells by inhibiting cell proliferation, adhesion, and migration, and by inducing cell cycle arrest and apoptosis. U87MG cells knocked out for CD99 expression were more resistant to clofarabine action on proliferation. RNAseq analysis of U87MG cells treated with clofarabine and compared to control showed downregulated genes involved in cell cycle regulation and mitosis, while upregulated genes were enriched in extracellular proteins, cell adhesion, locomotion, p53 signaling pathway, and apoptosis. Our data indicates clofarabine as a potential CD99 inhibitor to treat GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Glioblastoma,CD99,Clofarabine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. C. W. de Souza<sup>1<\/sup>, R. d. Soares<sup>1<\/sup>, A. M. Lerario<sup>2<\/sup>, S. K. N. Marie<sup>1<\/sup>, <b>S. M. Oba-Shinjo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Sao Paulo, School of Medicine, Sao Paulo, Brazil, <sup>2<\/sup>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"98f55ab3-9b16-4309-9ebd-8eb0fd474fe7","ControlNumber":"7320","DisclosureBlock":"&nbsp;<b>C. C. W. de Souza, <\/b> None..<br><b>R. D. Soares, <\/b> None..<br><b>A. M. Lerario, <\/b> None..<br><b>S. K. N. Marie, <\/b> None..<br><b>S. M. Oba-Shinjo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"557","PresenterBiography":null,"PresenterDisplayName":"Sueli Oba-Shinjo, PhD","PresenterKey":"558c69f8-d91b-45c1-90f1-547f4288bc24","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"557. Clofarabine inhibits U87MG glioblastoma cell line proliferation through CD99 signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clofarabine inhibits U87MG glioblastoma cell line proliferation through CD99 signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Mothers against decapentaplegic homolog 4, or SMAD4, is a member of the SMAD family of transcription factors that mediate TGF-&#946; signal transduction. SMAD4 loss of function mutation or deletion is found in about 30% of PDAC and 15% of COAD and EAC patients, and it is associated with their poor prognosis. Over the past two decades, its tumor suppressor role has been elucidated, and the loss of SMAD4 is sufficient to promote tumorigenesis in multiple GEM models. To identify novel therapeutic vulnerabilities for SMAD4-deficient cancers, a CRISPR dropout screening approach was employed in SMAD4 isogenic PDAC models. We identified stearoyl-CoA desaturase, SCD, as a synthetic lethal target in SMAD4-deficient context. SCD is critical for de novo lipid biogenesis and catalyzes the rate-limiting step in the production of monounsaturated fatty acid. Genetic and pharmacologic studies in vitro confirmed this synthetic lethal relationship. Additionally, drug-anchored CRISPR dropout screening and RNA expression profiling demonstrated that accumulation of saturated fatty acid in response to SCD inhibition drives cytotoxicity in SMAD4-deficient cells. Mouse studies with CRISPR-based knockout of SCD and a well-characterized SCD inhibitor (A939572) demonstrated anti-tumor efficacy in SMAD4-mutant xenograft models. However, compared to genetic KO of SCD the pharmacological inhibitor was less effective at inhibiting tumor proliferation in vivo. Together, these data identify SCD as a selective vulnerability in SMAD4-mutant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Smad,Pancreatic cancer,Fatty acids,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Lu<\/b>, S. Fenoglio, H.-J. Wu, M. Zhang, A. Tsai, M. L. D. Ferdinez, L. Grove, S. Liu, E. Wu, A. Choi, S. Throner, S. Meier, Y. Yu, W. Zhang, J. Maxwell, J. N. Andersen, T. Teng, B. B. Haines, Y. P. Chen; <br\/>Tango Therapeutics, Boston, MA","CSlideId":"","ControlKey":"e7b91e5f-7f26-4bfd-9f84-b33f0cfdc243","ControlNumber":"4020","DisclosureBlock":"<b>&nbsp;A. Lu, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>S. Fenoglio, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>H. Wu, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>M. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>A. Tsai, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>M. L. D. Ferdinez, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>L. Grove, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>S. Liu, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>E. Wu, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>A. Choi, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>S. Throner, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>S. Meier, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>Y. Yu, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>W. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>J. Maxwell, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>J. N. Andersen, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>T. Teng, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>B. B. Haines, <\/b> <br><b>Tango Therapeutics<\/b> Employment. <br><b>Y. P. Chen, <\/b> <br><b>Tango Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"558","PresenterBiography":null,"PresenterDisplayName":"Alvin Lu","PresenterKey":"7ba19fd8-a660-4a2a-916e-edeab170606e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"558. Stearoyl-CoA desaturase is a synthetic lethal target in SMAD4-deficient cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stearoyl-CoA desaturase is a synthetic lethal target in SMAD4-deficient cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The goal of this project was to identify and test a new molecular target that will help reduce the worse outcomes of endometrial cancer, especially in Black and Native American patients. Endometrial cancer is rapidly on the rise in the developed world. It has overtaken many other types of cancer in both incidence and mortality. Black populations are disproportionately impacted by endometrial cancer, both in Oklahoma and across the United States. In Oklahoma specifically, Native Americans are the most heavily impacted group.<br \/>Methods: Machine learning techniques were used to analyze comprehensive metabolic panel (CMP) data from electronic medical record of patients in the University of Oklahoma (OU) network of hospitals and clinics. This data was broken down by endometrial cancer status, race, and age. Plasma samples of endometrial cancer patients were collected from the OU Health Sciences Center Biobank. These samples were analyzed by mass spectrometry. Endometrial cancer cell lines Ishikawa (low-grade) and ARK-1 and ARK-4 (high grade) were cultured in EMEM. For treating the cells, we used RK-33, a small molecule inhibitor of DDX3X. MTT assays were performed in 96-well plates at increasing concentrations of RK-33 for 48 hours. Western blots were used to determine effect of the drug on cellular DDX3X and yH2AX protein levels.<br \/>Results: Machine learning analysis EMR data revealed a difference between races in albumin levels of women with endometrial cancer. Black and Native American patients had lower albumin, which is known to correlate to worse outcomes. IPA analysis of plasma proteomics revealed several proteins that were differentially expressed between races. Among these was DDX3X, the X-linked form of DDX3, a DEAD-box RNA helicase which is involved in DNA damage repair. Patient data indicated that patients with high DDX3X expression tended to have lower survival rates. MTT analysis determined that Ishikawa has a lower IC<sub>50<\/sub> than the high-grade cell lines, but all responded. Western blotting confirmed that treatment with RK-33 reduced the amount of DDX3X in the cells and increased y-H2AX, indicating more DNA damage.<br \/>Conclusions: This study demonstrates that DDX3X is a valid molecular target in endometrial cancer. The differential expression across race groups indicates that Black and Native Americans may stand to benefit the most from a novel drug targeting this difference. Because DDX3X is involved in DNA damage repair, combining the treatment with a DNA-damaging drug may increase response to the drug as well.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Endometrial cancer,Race,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>James  D.  Lausen<\/b><sup><\/sup>, Doris  M.  Benbrook<sup><\/sup><br><br\/>Pathology, University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"b13d3af1-9b35-4a71-9131-ecd6c8d27c4f","ControlNumber":"7397","DisclosureBlock":"&nbsp;<b>J. D. Lausen, <\/b> None..<br><b>D. M. Benbrook, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"559","PresenterBiography":null,"PresenterDisplayName":"James Lausen, BS","PresenterKey":"b309bd47-bd65-4be5-8d45-280995707481","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"559. Investigating DDX3X as a target to improve outcomes in Black and Native American endometrial cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating DDX3X as a target to improve outcomes in Black and Native American endometrial cancer patients","Topics":null,"cSlideId":""},{"Abstract":"The cysteine-rich angiogenic inducer 61 (CYR61) is a member of the cellular communication network (CCN) protein family that can be induced by growth factors. CYR61-specific functions are dependent on cellular context. In prostate cancer (PCa), CYR61 contributes to cell growth and survival through its interactions with extracellular ligands, such as integrins avb3 and a6b4, in the extracellular matrix space. Interestingly, CYR61 contains an insulin-like growth factor-binding protein domain suggesting that it may interact with insulin-like growth factor-I (IGF1). High serum levels of IGF1 are directly linked to PCa development and recently have been studied as a predictor of metastatic disease. Given the important roles that IGF1 and CYR61 play in PCa and their potential interaction, it is critical to investigate their molecular interplay. The correlation between PCa aggressiveness and circulating levels of CYR61 and IGF1 is poorly studied. Our goal was to assess the contribution of CYR61-IGF1 interaction to PCa cell proliferation. Their combined role may explain a proportion of aggressive PCa. This study was designed to characterize the role of IGF1-induced expression of CYR61 in metastatic PCa cellular models and to determine if this interaction contributes to aggressive tumor properties (e.g., proliferation, migration, tumorsphere formation). Using immunoblotting, we demonstrated that CYR61 is upregulated in the metastatic cell line PC3. Furthermore, optimized knockdown of CYR61 using siRNA significantly reduced PC3 cell proliferation, viability, and prostasphere formation. To examine the underlying mechanisms associated with IGF1 signaling, we assessed the activation of either the PI3\/Akt and MAPK pathways in PC3 cells with CYR61 silencing. CYR61 siRNA-mediated knockdown decreased activation of the PI3\/Akt pathway but did not affect the MAPK pathway. In addition, we found that IGF1 induces protein expression of CYR61 in a time-dependent manner, validated by both immunoblotting and confocal microscopy. In conclusion, these data provided evidence that CYR61 expression is induced by IGF1, and its inhibition decreased the capacity of metastatic PCa cells to proliferate, indicating a potential utilization of CYR61 inhibition in the therapy of metastatic PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Prostate cancer,IGF-1,Proliferation,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. L. Ortiz Hernandez<\/b><sup>1<\/sup>, M. Walker<sup>1<\/sup>, L. Woods-Burnham<sup>2<\/sup>, R. A. Kittles<sup>2<\/sup>, C. A. Casiano<sup>3<\/sup>, S. Neuhausen<sup>1<\/sup>; <br\/><sup>1<\/sup>City of Hope National Medical Center, Duarte, CA, <sup>2<\/sup>Morehouse School of Medicine, Atlanta, GA, <sup>3<\/sup>Loma Linda University School of Medicine, Loma Linda, CA","CSlideId":"","ControlKey":"720c8976-efd1-4dc0-8c56-ef3e554bb5d7","ControlNumber":"5693","DisclosureBlock":"&nbsp;<b>G. L. Ortiz Hernandez, <\/b> None..<br><b>M. Walker, <\/b> None..<br><b>L. Woods-Burnham, <\/b> None..<br><b>R. A. Kittles, <\/b> None..<br><b>C. A. Casiano, <\/b> None..<br><b>S. Neuhausen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"560","PresenterBiography":null,"PresenterDisplayName":"Greisha Ortiz Hernandez, BS;PhD","PresenterKey":"86960363-e5b5-4e35-962e-3c9317c92b4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"560. IGF1 induces the expression of CYR61 in metastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IGF1 induces the expression of CYR61 in metastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma is the most common malignant pediatric brain tumor. Patients diagnosed with <i>MYC<\/i>-amplified group 3 medulloblastoma (G3 MB) have a devastating prognosis with a 5-year survival rate of &#60;50%. Standard of care (SOC) consists of maximal resection surgery followed by chemoradiotherapy, but these extensive treatments leave patients with neurocognitive and developmental deficits. Therefore, the identification of novel targets that can be used alone or in combination with SOC is of utmost importance. Using a batch-normalized bulk RNA-seq dataset (GSE124814) comprised of 1350 MB samples and 291 normal cerebella, we reveal upregulation of Y-box binding protein 1 (YBX1) in MB compared to normal cerebellum. Further analysis of this dataset and others demonstrates G3 tumors that display high MYC levels also have the highest YBX1 expression. Analysis of ChIP-seq data shows strong binding of MYC to the <i>YBX1 <\/i>promoter in G3 MB, concurrent with H3K27ac and H3K4me3 histone modifications. Using a well-established ex vivo model, we demonstrate increased YBX1 expression as normal cerebellar progenitor cells transition to tumorigenic G3 MB stem-like cells. Recent work in leukemia reveals a reciprocal regulation of MYC by YBX1, however, this mechanism is not well established in G3 MB. We utilized an orthogonal pharmacogenetic approach to inhibit YBX1 function and determine its effects on G3 MB tumor biology. Suppression of YBX1 significantly reduced the proliferation and decreased MYC protein expression of G3 MB cells <i>in vitro<\/i>. These findings support a reciprocal MYC-YBX1 axis, which could influence tumor growth <i>in vivo. <\/i> Orthotopic implantation of YBX1 KO G3 MB cells leads to increased animal survival<i>. <\/i>We next evaluated the therapeutic potential of two recently characterized YBX1 inhibitors which display single agent efficacy <i>in vitro and in vivo.<\/i> YBX1 inhibitors synergized with SOC <i>in vitro<\/i> lowering the IC50 for both chemo and radiotherapy, which could reduce adverse effects experienced by patients. <i>In silico<\/i> molecular docking using PyMOL predicts YBX1 inhibitors interact with amino acids within the cold shock domain of YBX1, likely impairing its ability to bind RNA. We performed formaldehyde RNA immunoprecipitation (fRIP)-sequencing to identify changes in RNA transcript levels following YBX1 pharmacological inhibition. Disruption of YBX1-RNA binding impacts the stability of known oncogenic transcripts which may be required for tumorigenesis. Our findings impart an alluring prospect of targeting YBX1 in combination with standard-of-care, and possibly other compounds to improve patients&#8217; outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Medulloblastoma,Therapeutic target,Brain tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Carney<\/b><sup>1<\/sup>, J. Hemenway<sup>1<\/sup>, A. Rajendran<sup>1<\/sup>, M. Hathaway<sup>1<\/sup>, E. Nealy<sup>1<\/sup>, C. Bonatto<sup>1<\/sup>, D. Tailor<sup>2<\/sup>, S. Malhotra<sup>2<\/sup>, M. Evans II<sup>1<\/sup>; <br\/><sup>1<\/sup>Seattle Children's Research Institute, Seattle, WA, <sup>2<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"340cc5b5-197f-4c2e-8dab-0be2b1c1a5c8","ControlNumber":"5769","DisclosureBlock":"&nbsp;<b>S. Carney, <\/b> None..<br><b>J. Hemenway, <\/b> None..<br><b>A. Rajendran, <\/b> None..<br><b>M. Hathaway, <\/b> None..<br><b>E. Nealy, <\/b> None..<br><b>C. Bonatto, <\/b> None..<br><b>D. Tailor, <\/b> None..<br><b>S. Malhotra, <\/b> None..<br><b>M. Evans, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"561","PresenterBiography":null,"PresenterDisplayName":"Stephen Carney, BS;PhD","PresenterKey":"694cd626-4573-4780-b658-ff417b9db1e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"561. Targeting Y box binding protein 1 (YBX1) in <i>MYC-<\/i>amplified medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Y box binding protein 1 (YBX1) in <i>MYC-<\/i>amplified medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common primary malignant bone tumor that predominantly occurs in children, adolescents, and young adults. The treatment for OS that combines surgery with chemotherapy, which consists of a four-drug combination of adriamycin (DOX), cisplatin (CDDP), high-dose methotrexate (MTX), and ifosfamide, was established in 1970s, and it is still used as a standard therapy. Oncogenic driver mutations and fusion genes common to OS have not been identified, which is one of the reasons for the lack of success in drug development for OS. Herein, to explore the characteristic vulnerability in OS, molecular targeted drugs were screened against OS cell lines and patient-derived cells; obatoclax, a pan-BH3 mimetic, and a concomitant drug that enhances obatoclax-induced apoptosis, OSI906, a dual inhibitor of IGF1R and IR, were found. Fluorescence in situ hybridization (FISH) analysis revealed that copy number gains of <i>MCL1<\/i>, an antiapoptotic Bcl-2 family protein,<i> <\/i>were observed in 46.3% of formalin-fixed paraffin-embedded (FFPE) specimens from patients with OS (<i>N<\/i> = 41) and in 45.5% of OS cell lines (<i>N<\/i> = 11), thereby causing vulnerability to BH3 mimetics. IHC staining also revealed high expression of Mcl-1 protein in specimens with <i>MCL1<\/i>-amplification in FISH analysis. Pharmacological or genetic inhibition of Mcl-1 induced potent apoptosis in <i>MCL1<\/i>-amplified OS cells, which was enhanced by the co-inhibition with Bcl-xL. Moreover, chromosome 1q21.2-3, where <i>MCL1<\/i> is located, contains several IGF1R\/PI3K pathway-related genes, including <i>PIP5K1A<\/i>, <i>TARS2,<\/i> <i>OUTD7B<\/i>, and <i>ENSA<\/i>, whose copy numbers were also increased in <i>MCL1<\/i>-amplified OS cells, suggesting that 1q21.2-3-amplified OS cells readily activate downstream pathways via IGF1R. IGF signaling activation in 1q21.2-3-amplified OS cells negated the obatoclax-induced apoptosis, which was overcome by OSI906 treatment. Combined obatoclax and OSI906 administration remarkably suppressed <i>MCL1<\/i>-amplified OS tumor growth in the xenograft mouse model and resulted in tumor regression; however, none of the treatments reduced tumor growth of OS without <i>MCL1<\/i> amplification. These results suggest that combining obatoclax with OSI906 could be a potential therapeutic intervention for 1q21.2-3-amplified OS, and that prior stratification of OS based on the 1q21.2-3 amplification status would be important for the success of this combination therapy. Thus, we elucidated the mechanism of action of drugs and their potential as a novel therapeutic strategy for approximately 50% of patients with OS. Moreover, a FISH analysis that can detect copy number gains of <i>MCL1<\/i> in FFPE specimens from patients with OS was established to stratify patients eligible for this therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Osteosarcoma,Molecular targets,Copy number alterations,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Takagi<\/b>, R. Katayama; <br\/>Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"067e2ac3-9a9d-4caf-9e8b-0d9b1e4ad0ea","ControlNumber":"4042","DisclosureBlock":"&nbsp;<b>S. Takagi, <\/b> None.&nbsp;<br><b>R. Katayama, <\/b> <br><b>Chugai<\/b> Grant\/Contract. <br><b>TAKEDA<\/b> Grant\/Contract. <br><b>TOPPAN<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"562","PresenterBiography":null,"PresenterDisplayName":"Satoshi Takagi, PhD","PresenterKey":"12863f8f-eb81-4642-9b45-047487767cea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"562. Frequent copy number gain of <i>MCL1<\/i> is a therapeutic target for osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Frequent copy number gain of <i>MCL1<\/i> is a therapeutic target for osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Endocrine therapies, modulating ER level and\/or activity, and the CDK4\/6 inhibitors are among the standard-of-care (SOC) therapies used in estrogen receptor-positive (ER+) breast cancer. However, most ER+ breast cancer patients eventually develop resistance to SOC, representing a major clinical challenge that reduces clinical outcome. Therefore, elucidating the common mechanisms of sensitivity and resistance to SOC therapies, and identifying novel actionable targets are urgently needed. Here, we demonstrated that cell death induced by endocrine therapies and CDK4\/6 inhibitors involves toxic PARP1 trapping and generation of a functional BRCAness (i.e., <i>BRCA1\/2<\/i> deficiency) phenotype, leading to transcriptional blockage. We showed that this is achieved by activation of the cAMP\/reactive oxygen species (ROS)\/DNA damage axis upon downregulation of phosphodiesterase 4D (PDE4D). Importantly, we identified PDE4D as a novel ER target gene that in turn stimulates ER activity in a feedforward loop in endocrine-responsive models. However, during SOC resistance, an ER-to-EGFR switch induces PDE4D overexpression via c-Jun. Inhibition of PDE4D using BPN14770, the first-in-class PDE4D allosteric inhibitor that has successfully completed Phase II trials in Fragile X syndrome, reinstates PARP1 trapping and BRCAness, leading to drug sensitization in vitro and in vivo. Furthermore, inhibition of EGFR or PARP1 recapitulates the effects of PDE4D targeting and overcomes SOC resistance irrespective of the BRCA1\/2 status in cell line models, primary cultures and organoids of endocrine resistant ER+ PDXs. Notably, we demonstrated that high PDE4D mRNA and protein expression is associated with dramatically worse disease-free survival and overall survival in endocrine therapy-treated ER+ breast cancer. Given the availability of potent and non-toxic PDE4D inhibitors, and clinically approved EGFR and PARP1 inhibitors, our findings have great translational potential to improve the clinical outcome of refractory ER+ breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Endocrine resistance,CDK4\/6 inhibitors,DNA damage,PARP,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"O. Saatci<sup>1<\/sup>, M. Cetin<sup>1<\/sup>, M. Uner<sup>2<\/sup>, U. M. Tokat<sup>3<\/sup>, I. Chatzistamou<sup>4<\/sup>, E. Montaudon<sup>5<\/sup>, A. Akyol<sup>2<\/sup>, S. Aksoy<sup>6<\/sup>, A. Uner<sup>2<\/sup>, E. Marangoni<sup>5<\/sup>, M. Sajish<sup>4<\/sup>, <b>O. Sahin<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC, <sup>2<\/sup>Hacettepe University, Ankara, Turkey, <sup>3<\/sup>Bilkent University, Ankara, Turkey, <sup>4<\/sup>University of South Carolina, Columbia, SC, <sup>5<\/sup>Institut Curie, Paris, France, <sup>6<\/sup>Hacettepe University Cancer Institute, Ankara, Turkey","CSlideId":"","ControlKey":"2ef25dad-2e8e-4301-9ba2-238a166970db","ControlNumber":"3107","DisclosureBlock":"&nbsp;<b>O. Saatci, <\/b> None..<br><b>M. Cetin, <\/b> None..<br><b>M. Uner, <\/b> None..<br><b>U. M. Tokat, <\/b> None..<br><b>I. Chatzistamou, <\/b> None..<br><b>E. Montaudon, <\/b> None..<br><b>A. Akyol, <\/b> None..<br><b>S. Aksoy, <\/b> None..<br><b>A. Uner, <\/b> None..<br><b>E. Marangoni, <\/b> None..<br><b>M. Sajish, <\/b> None.&nbsp;<br><b>O. Sahin, <\/b> <br><b>Loxigen, Inc<\/b> Other, founder and president. <br><b>OncoCube Therapeutics LLC<\/b> Other, co-founder and manager. <br><b>A2A Pharmaceuticals<\/b> Other, scientific advisory board member.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"563","PresenterBiography":null,"PresenterDisplayName":"Ozgur Sahin, PhD","PresenterKey":"e35acb92-1462-4e0d-a80c-b4dca63f7fc4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"563. Targeting PDE4D reinstates toxic PARP trapping via cAMP-ROS-DNA damage axis and restores the efficacy of standard of care in treatment-refractory ER+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting PDE4D reinstates toxic PARP trapping via cAMP-ROS-DNA damage axis and restores the efficacy of standard of care in treatment-refractory ER+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Post-myeloproliferative neoplasm secondary Acute Myeloid Leukemia (Post-MPN sAML) is an aggressive and lethal hematologic malignancy arising from myeloproliferative neoplasms (MPN). Hyperactivation of JAK\/STAT signaling was identified in 50-90% of MPNs - underscoring its role in driving MPN pathogenesis and transformation to post-MPN sAML. Ruxolitinib, a Type-I JAK2 inhibitor approved for the treatment of myelofibrosis, was tested in a Phase II clinical trial in post-MPN sAML. The trial revealed that ruxolitinib improved the quality of life in patients but was not disease-modifying. Thus, there is an urgent need to find synergistic drug combinations capable of complementing the therapeutic activity of JAK2 inhibitors in post-MPN sAML. Here, we demonstrate that combination treatment of ruxolitinib and CBP30, a bromodomain inhibitor of histone acetyltransferases (HAT) CBP and p300, enhances the therapeutic activity of ruxolitinib in post-MPN sAML. Genome-wide CRISPR loss-of-function screens in JAK2-mutated HEL cells determined that knockout of CBP sensitizes leukemic cells to JAK2 inhibitors. Consistently, functional validation through CRISPR\/Cas9 demonstrated that genetic deletion of CBP but not of p300 renders HEL cells sensitive to ruxolitinib treatment. Pharmacologic inhibition of JAK\/STAT signaling and HAT activity through ruxolitinib and CBP30 treatment in post-MPN sAML lines HEL and SET2 decreases proliferation and induces apoptosis and cell cycle arrest. Mechanistically, the synergism between ruxolitinib and CBP30 elicits a unique transcriptome profile in HEL with significant downregulation of E2F and MYC targets. In addition, epigenetic profiling revealed that the synergism induces global changes in H3K27ac signals with downregulation and upregulation of H3K27ac signals in predicted STAT5\/BCL3 and GATA-bounded regions, respectively. Remarkably, combination treatment of ruxolitinib and CBP30 in HEL luciferase NSG mouse xenografts showed significant leukemia regression and decrease in spleen size compared to mice treated with vehicle or single agents. Overall, these results substantiate the potential of targeting JAK\/STAT signaling and histone acetyltransferase activity in the treatment of post-MPN sAML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Combination therapy,JAK,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Bertulfo<\/b><sup>1<\/sup>, K. Debackere<sup>1<\/sup>, H. Miller<sup>1<\/sup>, C. Ma<sup>1<\/sup>, R. Najac<sup>1<\/sup>, A. Ferrando<sup>2<\/sup>, T. Palomero<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Regeneron Pharmaceuticals Inc., Tarrytown, NY","CSlideId":"","ControlKey":"0e4d2086-08c0-4e82-98e8-2c184b941a1f","ControlNumber":"3897","DisclosureBlock":"&nbsp;<b>K. Bertulfo, <\/b> None..<br><b>K. Debackere, <\/b> None..<br><b>H. Miller, <\/b> None..<br><b>C. Ma, <\/b> None..<br><b>R. Najac, <\/b> None.&nbsp;<br><b>A. Ferrando, <\/b> <br><b>Regeneron Pharmaceuticals Inc.<\/b> Employment.<br><b>T. Palomero, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"564","PresenterBiography":null,"PresenterDisplayName":"Kalay Bertulfo, MA,MS,M Phil","PresenterKey":"8510a506-fc43-4388-b98c-2823902deb4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"564. Therapeutic targeting of JAK\/STAT signaling and histone acetyltransferase activity in post-myeloproliferative neoplasm secondary AML","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of JAK\/STAT signaling and histone acetyltransferase activity in post-myeloproliferative neoplasm secondary AML","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background:<\/i><\/b> Due to the acquisition of chemoresistant phenotype by epithelial ovarian cancer (EOC) cells and, consequently, disease relapse, the identification of novel therapeutic strategies is urgent. Herein, we targeted phosphodiesterase 7A (PDE7A) in EOC cells, based on data derived from RNA-sequencing assays comparing high-grade serous ovarian carcinoma (HGSOC) and fallopian tube samples.<br \/><b><i>Methods:<\/i><\/b><i> <\/i>To understand the role of PDE inhibition, we evaluated the effects of its inhibitor BRL50481 alone or in combination with paclitaxel (PTX) on untreated A2780 EOC cells and multi-resistant high grade serous ovarian cancer (HGSOC) OVCAR3 cells. To do so, we pursued with the: validation of data obtained by high throughput RNA sequencing assays using qRT-PCR; evaluation of PDE7 expression in normal and EOC cells, as well as in normal Fallopian tube cells by qRT-PCR; immunoblotting; metabolic cell viability (MCV) by MTT assays; cytokine dosage by qRT-PCR and ELISA; scanning electron microscopy; transmission electron microscopy; statistical analysis (GraphPad software).<br \/><b><i>Results:<\/i><\/b> Drug-sensitive A2780 cells, but not OVCAR3 cells, exhibited lower MCV when treated with the PDE7 inhibitor; however, the combinatory therapy decreased MCV in both cell lines. Of clinical relevance, pre-treatment of A2780 and OVCAR3 with the PDE7 inhibitor BRL50481 followed by PTX lowered its IC<sub>50 <\/sub>by 10<sup>3<\/sup>- and 625-fold, respectively. While the phosphatidylinositol 3-kinase (PI3K)\/protein kinase B(AKT)\/mammalian target of rapamycin (mTOR) pathway was inhibited in both cell lines, the pro-apoptotic protein Bcl-2 Associated X-protein (BAX) was overexpressed in A2780 cells only. Analysis of mRNA and protein expression in OVCAR3 pretreated with BRL50481 showed a 2-fold increase in IL-6 cytokine expression. Pre-treatment of OVCAR3 with BRL50481 followed by the combination of BRL50481 and PTX inhibited the expression of vimentin and Octamer-binding transcription factor 4 (OCT4) by 2-fold. BRL50481 promoted changes in EOC cells morphology and mitochondrial cristae.<br \/><b><i>Conclusions:<\/i><\/b> Altogether, our data led us to postulate that inhibition of PDE7 in EOC cells, specifically in those presenting the chemoresistant phenotype, is a promising strategy to fight this yet highly lethal disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Ovarian cancer,Paclitaxel,Mitochondria,PDE7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. B. Rangel<\/b><sup>1<\/sup>, N. G. Tessarollo<sup>1<\/sup>, I. d. Guimarães<sup>2<\/sup>, D. Z. dos Santos<sup>1<\/sup>, T. B. Henriques<sup>1<\/sup>, M. L. M. de Souza<sup>1<\/sup>, L. F. Maciel<sup>3<\/sup>, J. A. Almeida<sup>3<\/sup>, T. M. Pimenta<sup>1<\/sup>, J. C. de Souza<sup>1<\/sup>, R. B. Wanzeler<sup>1<\/sup>, B. S. Martins<sup>1<\/sup>, S. S. Butzene<sup>1<\/sup>, J. S. Padilha<sup>1<\/sup>; <br\/><sup>1<\/sup>Federal Univ. of Espirito Santo, Vitoria, Brazil, <sup>2<\/sup>National Cancer Institute, Rio de Janeiro, Brazil, <sup>3<\/sup>State University of the North Fluminense, Campos dos Goytacazes, Brazil","CSlideId":"","ControlKey":"8ed450aa-1efa-4d91-866d-898412f823bd","ControlNumber":"7173","DisclosureBlock":"&nbsp;<b>L. B. Rangel, <\/b> None..<br><b>N. G. Tessarollo, <\/b> None..<br><b>I. D. Guimarães, <\/b> None..<br><b>D. Z. dos Santos, <\/b> None..<br><b>T. B. Henriques, <\/b> None..<br><b>M. L. M. de Souza, <\/b> None..<br><b>L. F. Maciel, <\/b> None..<br><b>J. A. Almeida, <\/b> None..<br><b>T. M. Pimenta, <\/b> None..<br><b>J. C. de Souza, <\/b> None..<br><b>R. B. Wanzeler, <\/b> None..<br><b>B. S. Martins, <\/b> None..<br><b>S. S. Butzene, <\/b> None..<br><b>J. S. Padilha, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"565","PresenterBiography":null,"PresenterDisplayName":"Leticia Rangel, PhD;Pharm D","PresenterKey":"618ec859-f9b5-4449-86f4-ef635140b2cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"565. PDE7 modulates EMT, cells morphology and mitochondrial cristae in high grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDE7 modulates EMT, cells morphology and mitochondrial cristae in high grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the third leading cause of cancer-related deaths with a 5-year survival rate of less than 10%. Approximately 90% of reported cases are driven by <i>KRAS<\/i> mutations. The mutant <i>KRAS<\/i> acquires its functional localization through interactions with chaperone proteins via its polybasic polyisoprenylated tail. Polyisoprenylated cysteinyl amide inhibitors (PCAIs) mimic this region possibly disrupting the polyisoprenylation-dependent interactions with chaperone proteins. Here, we determine the effect of newly developed PCAIs that were designed to be more water-soluble on cell viability, 3D spheroid invasion, spheroid degeneration and F-actin filaments on MIA PaCa-2 and PANC-1 cells. Of the seven new PCAIs analogs tested, NSL-AB-51 and NSL-AB-45 were the most potent, with EC<sub>50<\/sub> values of 2.5 and 5.6 &#181;M against MIA PaCa-2, and 1.7 and 4.5 &#181;M against PANC-1 cells, respectively. At 5 and 10 &#181;M, NSL-AB-51 decreased the invasion area of 3D spheroids by 98 and 99%, respectively. MIA PaCa-2 spheroids degenerated by 61% after 72 h treatment with 10 &#181;M NSL-AB-51. Treatment with 1.0 &#956;M NSL-AB-51 caused cell rounding and reduction of mean cell areas by 69% and F-actin filaments by 96%. Moreover, to identify the pharmacological target of the PCAIs, NSL-AB-45 was coupled to an epoxy-activated Sepharose resin for affinity trapping of PCAIs-interacting proteins. Affinity-analysis of supernatants and detergent membrane extracts from MIA PaCa-2 and PANC-1 cells revealed single Coomassie band of about 17 kDa that was identified as calmodulin by western blotting analysis. The calmodulin-PCAIs affinity interaction was found to be strongest in the presence of calcium and weakest in the presence of EDTA. These findings reveal that calmodulin is the likely target of PCAIs. Since calmodulin is the chaperone protein responsible for KRAS trafficking and localization to the inner surface of the plasma membrane, this finding strongly suggests, at least in part, an anticancer role for the PCAIs that involve disruption of KRAS functions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Calcium,Novel anticancer agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Ofosu-Asante<\/b>, J. M. Lazarte, A. Burra, N. S. Lamango; <br\/>Florida A&M University College of Pharmacy & Pharmaceutical Sciences, Tallahassee, FL","CSlideId":"","ControlKey":"9342da39-c78c-4122-9107-a74286e62a89","ControlNumber":"8047","DisclosureBlock":"&nbsp;<b>K. Ofosu-Asante, <\/b> None..<br><b>J. M. Lazarte, <\/b> None..<br><b>A. Burra, <\/b> None..<br><b>N. S. Lamango, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"566","PresenterBiography":null,"PresenterDisplayName":"Kweku Ofosu-Asante, BS","PresenterKey":"feec169f-56d5-474a-aa57-c052fd8e318d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"566. The anticancer effects of polyisoprenylated cysteinyl amide inhibitors involves interaction with the KRAS chaperone calmodulin","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anticancer effects of polyisoprenylated cysteinyl amide inhibitors involves interaction with the KRAS chaperone calmodulin","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) represents a highly aggressive subtype, constituting approximately 20% of all breast cancer cases. Y-box binding protein-1 (YB-1) is often overexpressed in various tumor types and has been implicated in conferring resistance to cell death induced by radiotherapy. Fisetin, a flavonoid compound with demonstrated anti-cancer properties, operates in part through inhibiting phosphorylation of YB-1 by p90 ribosomal S6 kinase (RSK). In this study, we investigated the potential synergistic effects of combining fisetin with radiotherapy in TNBC. The activation status of the RSK signaling pathway was assessed in both total cell lysate and subcellular fractions using Western blotting. A standard clonogenic assay was employed to evaluate post-irradiation cell survival. To investigate the frequency of double-strand breaks (DSBs) and chromosomal aberrations, &#947;H2AX foci assay and 3-color fluorescence in situ hybridization analyses were conducted, respectively. The DSB repair pathways targeted by fisetin were examined in cells expressing genomically integrated reporter constructs by quantifying green fluorescence protein expression through flow cytometry. Apoptosis and autophagy were measured using flow cytometric quantification of sub-G1 cells and the assessment of LC3-II protein expression, respectively. Kinase array and phosphoproteomics analyses were carried out to study the potential impact of fisetin on the signaling involved in the DNA damage response (DDR) after irradiation. We demonstrated that fisetin mimics the effects of RSK pharmacological inhibitors in terms of effect on YB-1 phosphorylation. Treatment with fisetin increased frequency of DSB in non-irradiated cells and impaired repair of DSB after irradiation. Fisetin attenuated DSB repair by suppressing the classical non-homologous end-joining and homologous recombination repair pathways. The frequency of chromosomal aberration was enhanced by fisetin treatment. The effect of fisetin on inhibiting DSB repair was partially YB-1 dependent. Phosphoproteomic analysis revealed that fisetin inhibits DDR signaling, which leads to radiosensitization in TNBC cells, as shown in combination with single dose or fractionated doses irradiation. Fisetin neither inhibited DSB repair nor radiosensitized normal human fibroblast HSF7 cells. The radiosensitizing effect of fisetin was not attributed to enhancing apoptosis or modulating autophagy. In summary, combining fisetin with radiotherapy may enhance TNBC radiotherapy outcomes.<br \/>-This research was supported by a grant from the German Research Council (DFG,TO 685\/2-3).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"DNA damage response,Triple-negative breast cancer (TNBC),Y-Box binding prptein-1,Fisetin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Khozooei, S. Veerappan, <b>M. Toulany<\/b>; <br\/>University Hospital and Medical Faculty Tübingen, Tübingen, Germany","CSlideId":"","ControlKey":"1107dbf0-b2c9-4bcb-939f-ae51441dd773","ControlNumber":"218","DisclosureBlock":"&nbsp;<b>S. Khozooei, <\/b> None..<br><b>S. Veerappan, <\/b> None..<br><b>M. Toulany, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"567","PresenterBiography":null,"PresenterDisplayName":"Mahmoud Toulany, PhD","PresenterKey":"b8d7b568-b2c9-476e-a3b4-18c321730cec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"567. Fisetin sensitizes triple negative breast cancer cells to radiation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fisetin sensitizes triple negative breast cancer cells to radiation","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> HER4, a tyrosine kinase receptor belonging to the Human Epidermal Growth Factor\/HER\/ErbB-family, has a complex biology that includes four isoforms (JMa-CYT1\/2, and JMb-CYT1\/2) and tissue specific oncogenic or tumour suppressor roles. In estrogen receptor positive (ER+) breast cancer (BC), HER4 isoforms can either act as a co-regulator of ESR1-mediated gene expression by localising to the nucleus, or activate apoptosis by localising to mitochondria. There is very little known about HER4 function in cutaneous melanoma, despite cutaneous melanoma showing the highest HER4 genomic alteration frequency (17.34%) across different cancers (cBioPortal). Due to the interplay between estrogen signalling and HER4 isoforms in ER+BC, this study investigates the RNA expression of HER4 isoforms along with hormone and nuclear receptors associated with 17<i>&#946;<\/i>-estradiol stimulation in ER+BC and cutaneous melanoma <i>in vitro <\/i>models.<br \/><b>Material and Methods<\/b> CAMA1 (ER+BC) and SKMEL24 (cutaneous melanoma) cell lines were serum starved for 4h prior to stimulation with 17<i>&#946;<\/i>-estradiol (0.5nM, 1nM, 5nM and 10nM). RNA was extracted from cells after 24h using TRIzol, followed by qRT-PCR to assess the expression of HER4 isoforms, the hormone receptors estrogen receptor 1 (ESR1\/ER-alpha), estrogen receptor 2 (ESR2\/ER-beta), progesterone receptor (PGR\/PR), G protein-coupled estrogen receptor 1 (GPER1) and the nuclear receptors retinoic acid receptor alpha (RARA) and retinoid X receptor alpha (RXRA). Cell proliferation and caspase3\/7 apoptosis analysis were performed at 24\/48\/72h in the 17<i>&#946;<\/i>-estradiol stimulated cells by using the IncuCyte Live Cell Analysis Instrument (Sartorius). SN-38 (150nM) was used as positive control for apoptosis induction. Two-way ANOVA was used for the statistical analysis, p&#60;0.05 was significant.<br \/><b>Results <\/b> The qRT-PCR analysis showed that upon stimulation of CAMA1 with 1nM of 17<i>&#946;<\/i>-estradiol there is a numerical shift in the CYT-1\/CYT-2 ratio towards CYT-2 (not statistically significant, p&#62;0.05) and a significant increase in PGR (p= 0.0027) and RAR-A (p= 0.0248) expression compared to control. CAMA1 stimulated with any concentration of 17<i>&#946;<\/i>-estradiol showed an increase in proliferation compared to the control. The stimulation of SKMEL24 with 5nM of 17<i>&#946;<\/i>-estradiol showed an increase in JM-a (p=0.0075) and CYT-1 (p=0.0271) HER4 isoforms, GPER1 (p= 0.0286), and a dose-dependent increase in RARA (p=0.0011) compared to control, even in the absence of ESR1, ESR2 and PGR. SKMEL24 stimulated with 17<i>&#946;<\/i>-estradiol showed a decrease in proliferation compared to control, but no apoptosis induction was found.<br \/><b>Conclusion<\/b> These findings suggest potential interplay between 17<i>&#946;<\/i>-estradiol and HER4 isoforms leading to the activation of intracellular pathways that could influence tumour progression\/suppression in melanoma. Further studies are needed to clarify the specific receptor interactions and pathways involved.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,HER4\/HER4 isoforms,Estrogen,17&#946;-estradiol stimulation ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Valenti<\/b><sup>1<\/sup>, G. F. Bischof<sup>2<\/sup>, J. P. Crown<sup>3<\/sup>, D. M. Collins<sup>1<\/sup>; <br\/><sup>1<\/sup>Dublin City University, Dublin, Ireland, <sup>2<\/sup>Puma Biotechnology, Inc.,10880 Wilshire Blvd., Suite 2150, Los Angeles, 90024, CA, <sup>3<\/sup>St. Vincent's University Hospital, Elm Park, Dublin, Ireland","CSlideId":"","ControlKey":"41cd100b-473e-41d5-98b5-b3710bc40747","ControlNumber":"6604","DisclosureBlock":"<b>&nbsp;M. Valenti, <\/b> <br><b>Puma Biotechnology, Inc.<\/b> Grant\/Contract. <br><b>G. F. Bischof, <\/b> <br><b>Puma Biotechnology, Inc.<\/b> Employment. <br><b>J. P. Crown, <\/b> <br><b>Pfizer<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, support for attending meetings and\/or travel. <br><b>Pierre Fabre<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Novartis<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, support for attending meetings and\/or travel. <br><b>MSD Oncology<\/b> Other, Support for attending meetings and\/or travel, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Roche<\/b> Other, Support for attending meetings and\/or travel. <br><b>Daiichi Sankyo<\/b> Other, Support for attending meetings and\/or travel. <br><b>Astrazeneca<\/b> Other, Support for attending meetings and\/or travel, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Regeneron<\/b> Other, Support for attending meetings and\/or travel. <br><b>Immunocore<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>The Cancer Clinical Research Trust<\/b> Other, Leadership or fiduciary role in other board, society, committee or advocacy group, paid or unpaid. <br><b>Oncoassure<\/b> Stock, Stock Option, Other, Leadership or fiduciary role in other board, society, committee or advocacy group, paid or unpaid. <br><b>Oncomark<\/b> Stock, Stock Option. <br><b>Akkure<\/b> Stock, Stock Option. <br><b>Puma Biotechnology, Inc.<\/b> Grant\/Contract. <br><b>D. M. Collins, <\/b> <br><b>Puma Biotechnology, Inc.<\/b> Grant\/Contract, Other, Research funding and consultancy fees. <br><b>Roche\/Genentech<\/b> Other, Research funding and research materials. <br><b>WntResearch<\/b> Other, Research funding and research materials. <br><b>Sanofi<\/b> Other, Research materials.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"568","PresenterBiography":"","PresenterDisplayName":"Marta Valenti, BS;MS","PresenterKey":"068b8c02-7b59-4ebe-b82d-676eee777038","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"568. Modulation of HER4 isoforms expression in estrogen-stimulated <i>in vitro<\/i> models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of HER4 isoforms expression in estrogen-stimulated <i>in vitro<\/i> models","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive lung cancer subtype with a five-year survival rate of less than 8% due to rapid tumor growth, early metastasis, and a &#8220;cold&#8221; immune environment. Genetic alteration at the RB transcriptional corepressor 1 (RB1) is nearly universally present in SCLC patients. However, the therapeutic development was impeded by a lack of druggable oncogenic mutations. Studies in our laboratory identified ubiquitin-like, containing PHD and RING Finger domains 1 (UHRF1) as a critical protein overexpressed in many cancers with RB-pathway inactivation, including SCLC. Despite UHRF1 overexpression correlates with poor survival in SCLC patients, the roles of UHRF1 in SCLC progression remain to be elucidated. We hypothesized that UHRF1 overexpression is essential for SCLC tumor progression and can be targeted through endogenous proteasomal degradation. To define the role of UHRF1 in SCLC, we generated UHRF1 knockout and knockdown human SCLC cell lines. Using these mutants, we assessed changes in proliferation, clonogenicity, migration, and invasion capabilities. We report that UHRF1 overexpression present in human SCLC cell lines contributes to a more aggressive tumor presentation, affecting both tumor growth and metastasis. Besides human cell line models, we also generated genetically engineered mouse models of SCLC to study the role of Uhrf1 in tumor development, especially in an immune environment. Our results indicate that Uhrf1 overexpression promotes SCLC proliferation, angiogenesis, and pro-tumoral macrophage polarization, overall conditioning a tumor microenvironment that supports a more aggressive phenotype. Loss of Uhrf1 in this system results in a robust increase in overall survival. These results strongly support a critical role of UHRF1 in SCLC tumor progression and provide guidance for future SCLC therapeutics targeting UHRF1 or its key downstream effectors. One approach we apply is to utilize UHRF1&#8217;s endogenous degradative machinery by inhibiting its deubiquitinase USP7. In normal cells, UHRF1 abundance oscillates through cell cycle due to the regulation of ubiquitin machinery. USP7 cleaves ubiquitin marks on UHRF1, antagonizing UHRF1 degradation. We report that same as UHRF1, knocking out USP7 leads to decreased clonogenicity, migration, and invasion in human SCLC cell lines. Highly specific USP7 chemical inhibitors, XL-177A and FT671, were also tested and the same effects as USP7 knockout were observed. Collectively, our findings describe the oncogenic role of UHRF1 in SCLC proliferation, metastasis, and immune recognition and provide a therapeutic strategy of inhibiting USP7 for UHRF1 destruction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,UHRF1,USP7,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yijun Gu<\/b><sup><\/sup>, Claudia  A.  Benavente<sup><\/sup><br><br\/>University of California, Irvine, Irvine, CA","CSlideId":"","ControlKey":"3d112ac0-cfd2-4e3e-9a87-c2348abbc6b2","ControlNumber":"444","DisclosureBlock":"&nbsp;<b>Y. Gu, <\/b> None..<br><b>C. A. Benavente, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"569","PresenterBiography":null,"PresenterDisplayName":"Yijun Gu, BS,BA","PresenterKey":"c0505172-c04a-4c59-a9c8-16ec6737b308","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"569. Targeting UHRF1&#8217;s proteasomal destruction as a novel approach for small cell lung cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting UHRF1&#8217;s proteasomal destruction as a novel approach for small cell lung cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Macrophage migration inhibitory factor (MIF) is a CD5 molecule like glycoprotein synthesized and secreted by macrophages, also termed CD5L. In liver cancer, serum levels of CD5L has been reported to be higher in steatohepatitis and hepatocellular carcinoma (HCC) patients and proposed to be a serum marker for these conditions. In the liver, steatosis and steatohepatitis is a major comorbid factor for HCC development and associated with poor response to therapy, particularly immune-checkpoint therapy. Here, we assessed the levels of CD5L in plasma samples from 50 advanced HCC patients obtained at baseline prior to initiation of systemic immunotherapy and compared them with that of healthy controls. The data demonstrated a 50% higher plasma CD5L levels in HCC patients vs. healthy donors. Furthermore, CD5L concentrations are higher in patients with higher Child Pugh score. In patients treated with immune checkpoint single or combination therapy, serum CD5L was found to correlate with clinical benefit. To address the role of CD5L and CD5L secreting macrophage in HCC development, we performed in-silico analysis of single cell RNA-seq data and identified Cd5l as a unique gene expressed on liver resident macrophages, the Kupffer cells (KCs). This finding was validated with additional datasets and using two steatosis mouse models representing ALD and NAFLD. Furthermore, our immunofluorescent staining and flow cytometry further confirmed the main source of Cd5l is KCs. In HFD fed mice, we showed that the expression and serum levels of CD5L became more significant with the severity of liver injury, particularly steatotic liver injury. We hypothesize that CD5L may be involved in establish the tumor microenvironment established by steatohepatitis, we performed a free fatty acid (FFA) uptake assay and found that CD5L increased the uptake of FFA in hepatic stellate cells. This ability of CD5L may have contributed to therapy resistance observed in the CD5L high patients who showed reduced clinical benefit.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Liver,Macrophages,Lipid metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Handan Hong<\/b><sup>1<\/sup>, Taojian Tu<sup>1<\/sup>, Lina He<sup>1<\/sup>, Meisam Razaviyayn<sup>2<\/sup>, Sze-Chuan Suan<sup>3<\/sup>, Liyun Yuan<sup>4<\/sup>, Bangyan  L.  Stiles<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmacology and Pharmaceutical Sciences, USC - University of Southern California, Los Angeles, CA,<sup>2<\/sup>Electrical and Computer Engineering, USC - University of Southern California, Los Angeles, CA,<sup>3<\/sup>Industrial and Systems Engineering, USC - University of Southern California, Los Angeles, CA,<sup>4<\/sup>Medicine, USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"2ddfedfd-4216-4495-8f0b-d29ba277548c","ControlNumber":"7297","DisclosureBlock":"&nbsp;<b>H. Hong, <\/b> None..<br><b>T. Tu, <\/b> None..<br><b>L. He, <\/b> None..<br><b>M. Razaviyayn, <\/b> None..<br><b>S. Suan, <\/b> None..<br><b>L. Yuan, <\/b> None..<br><b>B. L. Stiles, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"570","PresenterBiography":null,"PresenterDisplayName":"Handan Hong, MS","PresenterKey":"b33fc089-dcfe-435a-ad2b-d53f9a09378b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"570. The role of CD5L in chronic liver disease","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of CD5L in chronic liver disease","Topics":null,"cSlideId":""},{"Abstract":"Ovarian carcinoma is a disease with poor prognosis, due to delays in diagnosis and the development of drug resistance. Since deregulation of the ubiquitin proteasome system may contribute to the development of drug resistance, the aim of this study was to investigate the interplay between expression of proteasome subunits and cisplatin resistance by utilizing a CRISPR\/Cas9 dropout screen. Paired cisplatin-sensitive and -resistant cells (IGROV-1 and IGROV-1\/Pt1) were transfected with Cas9 and transduced with gRNAs against proteasome components. Cells were collected at early (day 4) and late (day 21) time exposure and sequenced to identify genes necessary for survival. Various proteasome subunits were found to be essential for the survival of cisplatin-resistant ovarian carcinoma cells, including PSMA5, PSMC6, PSMD7, PSMD12 and PSMD14. Since PSMC6 knockout produced the greatest growth inhibitory effects, it was selected for functional studies utilizing conventional RNA interference. When IGROV-1 and IGROV-1\/Pt1 cells were transfected with small interfering RNAs (siRNAs) targeting PSMC6, efficient down-regulation on the mRNA and protein level was observed. Phenotypic analyses of PSMC6 knockdown cells indicated reduced clonogenicity using both 2D and soft agar assays in parental and resistant cells associated with down-regulation of the canonical MAPK pathway. A slight but not significant increase in sensitivity to cisplatin was observed upon PSMC6 silencing in resistant cells using clonogenic assays. Finally, we carried out a pilot study using ovarian carcinoma specimens (n = 134) obtained through the institutional biobank. The samples were representative of the frequency occurrence of the various histological ovarian carcinoma subtypes. We found that PSMC6 expression, evaluated by qRT-PCR, was associated with tumor stage. These findings suggest that PSMC6 is linked to ovarian carcinoma aggressiveness and that PSMC6 targeting may be an interesting therapeutic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Ovarian cancer,Drug resistance,CRISPR\/Cas9,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Costantino<sup>1<\/sup>, P. D'arcy<sup>2<\/sup>, L. Mirra<sup>1<\/sup>, C. Corno<sup>1<\/sup>, G. L. Beretta<sup>1<\/sup>, J. Gubat<sup>2<\/sup>, P. Pratesi<sup>1<\/sup>, C. M. Ciniselli<sup>1<\/sup>, P. Verderio<sup>1<\/sup>, S. Linder<sup>3<\/sup>, <b>P. Perego<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy, <sup>2<\/sup>University of Linkoping, Linkoping, Sweden, <sup>3<\/sup>Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"c44f9505-4ed9-4863-a824-d9b708a1e7a9","ControlNumber":"537","DisclosureBlock":"&nbsp;<b>M. Costantino, <\/b> None..<br><b>P. D'arcy, <\/b> None..<br><b>L. Mirra, <\/b> None..<br><b>C. Corno, <\/b> None..<br><b>G. L. Beretta, <\/b> None..<br><b>J. Gubat, <\/b> None..<br><b>P. Pratesi, <\/b> None..<br><b>C. M. Ciniselli, <\/b> None..<br><b>P. Verderio, <\/b> None..<br><b>S. Linder, <\/b> None..<br><b>P. Perego, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"571","PresenterBiography":null,"PresenterDisplayName":"Paola Perego, PhD","PresenterKey":"9b82cf00-c257-46a9-b6a8-3e6bce270bc8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"571. CRISPR\/Cas9 screening identifies the proteasome subunit PSMC6 as key for the survival of cisplatin-resistant ovarian carcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR\/Cas9 screening identifies the proteasome subunit PSMC6 as key for the survival of cisplatin-resistant ovarian carcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Peritoneal dissemination (PD) is the primary mode of metastasis in gastric cancer (GC) and is strongly associated with a poor prognosis. However, the mechanisms underlying PD formation in GC remain largely unknown.Methods and Results: In this study, we collected peritoneal washings from three cytology-positive (CY1) and five cytology-negative (CY0) gastric cancer patients undergoing laparotomy. We performed RNA sequencing on cell components in the peritoneal washings and identified 13 genes that were differentially expressed and upregulated in the CY1 group. Among these genes, we focused on thrombospondin 1 (THBS1) and 2 (THBS2). We evaluated their expression levels in 317 patients with gastric or gastroesophageal junction cancer who underwent primary curative resection at the Kanagawa Cancer Center between January 2002 and December 2012. Patients were stratified into two groups based on the median expression values of these genes, and Kaplan-Meier analysis was conducted. THBS2 expression was found to be inversely associated with disease-free survival (DFS) (p = 0.041), peritoneal dissemination-specific DFS (p = 0.041), and overall survival (OS) (p = 0.041) in the study cohort. In contrast, THBS1 expression did not exhibit a significant association with any of the aforementioned outcomes.Conclusion: Our results suggest that THBS2 expression in gastric cancer tissues may serve as a useful independent prognostic factor for patients, potentially playing a crucial role in the formation of PD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Gastric cancer,Peritoneal metastasis,RNA sequencing,Differential gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Hiroshima<\/b><sup>1<\/sup>, W. Kawase<sup>1<\/sup>, I. Hashimoto<sup>2<\/sup>, S. Onuma<sup>2<\/sup>, H. Watanabe<sup>2<\/sup>, M. Furuta<sup>2<\/sup>, T. Oshima<sup>2<\/sup>, Y. Miyagi<sup>1<\/sup>; <br\/><sup>1<\/sup>Kanagawa Cancer Centre Research Institute, Yokohama City, Japan, <sup>2<\/sup>Kanagawa Cancer Centre, Yokohama City, Japan","CSlideId":"","ControlKey":"b0a29b95-9810-4ab7-8434-e01d1981b118","ControlNumber":"2360","DisclosureBlock":"&nbsp;<b>Y. Hiroshima, <\/b> None..<br><b>W. Kawase, <\/b> None..<br><b>I. Hashimoto, <\/b> None..<br><b>S. Onuma, <\/b> None..<br><b>H. Watanabe, <\/b> None..<br><b>M. Furuta, <\/b> None..<br><b>T. Oshima, <\/b> None..<br><b>Y. Miyagi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"572","PresenterBiography":null,"PresenterDisplayName":"Yukihiko Hiroshima, MD","PresenterKey":"01633996-8a28-453e-a3e7-fcdac82296f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"572. Identifying potential therapeutic targets through gene expression analysis of peritoneal cavity cells in gastric cancer with peritoneal dissemination","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying potential therapeutic targets through gene expression analysis of peritoneal cavity cells in gastric cancer with peritoneal dissemination","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Triple-negative breast cancer (TNBC) represents a highly aggressive subtype of breast cancer, accounting for approximately 15% of all cases of invasive breast cancer globally. The absence of a well-defined cell membrane receptor has significantly limited the therapeutic options available for treating this malignancy. Consequently, there is a compelling need to explore novel receptors that could potentially revolutionize the treatment strategies employed for TNBC. Recent scientific research has unveiled SLC22A17, a cell surface receptor known for its involvement in iron transport, as a substantial contributor to the development of various cancer types. Thus, the primary objective of this study is to comprehensively evaluate the significance of SLC22A17 and its potential as a therapeutic target in TNBC.<br \/><b>Experimental Procedures:<\/b> In this study, we meticulously examined the expression patterns of SLC22A17 across distinct subtypes of breast cancer utilizing immunohistochemistry. Computational tools were employed to delve into the role of SLC22A17 within TNBC datasets. To assess the impact of SLC22A17 on TNBC, we employed various methods, including siRNA-mediated silencing, to investigate its role in cell proliferation, apoptosis, epithelial-mesenchymal transition (EMT), and migration. Additionally, we conducted western blot analyses to assess the expression levels of SLC22A17 and cellular signaling molecules, such as Akt\/mTOR and JAK\/STAT, within the context of TNBC cells.<br \/><b>Results: <\/b>Our analysis revealed a significant upregulation of SLC22A17 in both TNBC tissues and cell lines, establishing a direct correlation with patient survival outcomes. Silencing the expression of SLC22A17 resulted in reduced cell proliferation, migration, EMT, increased apoptosis, and enhanced autophagy. These effects were accompanied by the inhibition of Akt\/mTOR and STAT3 signaling pathways. Moreover, we observed the involvement of the inflammatory cytokine TNF-&#945;, which induced the expression of SLC22A17 in TNBC cell lines and governed various hallmark features of TNBC. Notably, the suppression of SLC22A17 mitigated these processes.<br \/><b>Conclusion:<\/b> In conclusion, this investigation suggests the pivotal role played by SLC22A17 in TNBC and posits its potential as a novel and promising therapeutic target for the management of this formidable disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Molecular targets,Cell signaling,Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ajaikumar  B.  Kunnumakkara<\/b><sup><\/sup>, Krishan Kumar Thakur<sup><\/sup><br><br\/>Biosciences and Bioengineering, Indian Institute of Technology Guwahati, Guwahati, India","CSlideId":"","ControlKey":"e37e80df-7c7a-4657-9a44-00eeb65e522d","ControlNumber":"6776","DisclosureBlock":"&nbsp;<b>A. B. Kunnumakkara, <\/b> None..<br><b>K. K. Thakur, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8230","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"573","PresenterBiography":null,"PresenterDisplayName":"Ajaikumar Kunnumakkara, PhD","PresenterKey":"c46764f7-8187-4cfa-93a3-5f759aa80008","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"573. SLC22A17 as a promising target for triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SLC22A17 as a promising target for triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Nonalcoholic fatty liver disease (NAFLD)-induced hepatocellular carcinoma (HCC) is an emerging malignancy in the developed countries. However, the mechanisms contributing to its formation remain largely unknown. Given the role of cancer stem cells (CSCs) in tumor initiation and therapeutic resistance, we hypothesize that adipocytes, one of the key cellular factors within the tumor microenvironment of NAFLD-induced HCC, may play a critical role in HCC development and drug resistance by regulating liver CSCs. Using a co-culture system in which differentiated adipocytes were grown with HCC cells, we found that adipocytes enhanced the self-renewal ability of HCC cells through indirect paracrine secretion. HCC cells pre-incubated with conditioned medium from adipocytes showed enhanced liver CSC properties including self-renewal, tumorgenicity, invasiveness and chemo-resistance to doxorubicin and sorafenib. Secretome profiles showed that FABP4 was preferentially secreted by adipocytes and its level was further augmented when co-cultured with HCC cells. Concurrently, recombinant FABP4 enhanced CSC properties of HCC cells. Drastic delay in the onset of tumor development in FABP4<sup>-\/- <\/sup>mice upon DEN-injected and high fat diet-induced mouse models of NAFLD-HCC. Mass spectrometry analysis revealed ITGB1 as a direct binding partner of FABP4 for the first time. This data, together with the observation of significant downregulation of the Wnt\/&#946;-catenin pathway in tumors of FABP4<sup>-\/-<\/sup> mice, revealed the role of adipocyte-derived FABP4 promotes liver CSC function by activating the PI3K\/Akt\/&#946;-catenin signaling pathway via ITGB1. Overexpression of ITGB1 led to poorer survival of HCC patients with NAFLD as a risk factor. The development of a monoclonal neutralizing antibody against FABP4 successfully blocked FABP4-driven CSC functions, implicating the targetability of FABP4 for the treatment of NAFLD-induced HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. O. Leung<\/b>, S. Gurung, K. Chung, S. Chan, T. Lee; <br\/>The Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"686fa920-4854-4899-86e3-1572bfde589f","ControlNumber":"2953","DisclosureBlock":"&nbsp;<b>C. O. Leung, <\/b> None..<br><b>S. Gurung, <\/b> None..<br><b>K. Chung, <\/b> None..<br><b>S. Chan, <\/b> None..<br><b>T. Lee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"574","PresenterBiography":null,"PresenterDisplayName":"Carmen Leung, PhD","PresenterKey":"994f159a-2630-4535-85aa-21169e21d6a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"574. Adipocyte-derived FABP4 promotes non-alcoholic fatty liver disease (NAFLD)-induced hepatocellular carcinoma by driving ITGB1-mediated &#946;-catenin activation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adipocyte-derived FABP4 promotes non-alcoholic fatty liver disease (NAFLD)-induced hepatocellular carcinoma by driving ITGB1-mediated &#946;-catenin activation","Topics":null,"cSlideId":""},{"Abstract":"This study aimed to understand the molecular mechanism of platinum chemoresistance in recurrent ovarian tumors with a focus on the SORL1-regulated pathways. SORL1 is an intracellular sorting receptor that binds to HER2 in breast cancer; this promotes HER2 recycling to the cell surface, which ultimately impacts the progression and treatment of breast cancer. The role of SORL1 in ovarian cancer has not been extensively studied.<br \/>Method: RNA was extracted from 15 pairs of matched primary and recurrent high grade serous ovarian tumors collected from patients. Human transcriptomic microarray was used to identify the differentially expressed genes. The identified genes were validated by RT-QPCR and western blot in five ovarian cancer cell lines that were treated or untreated with carboplatin. To study the effects of identified target gene SORL1, overexpression and knockdown in ovarian cancer cell lines were established using SORL1 plasmid and shRNA. Proliferation and response to carboplatin were analyzed using celltiter Glo and caspase-3\/7 activity assays respectively. EGFR and FGFR4 were identified as the interacting proteins of SORL1 in ovarian cancer cells through FGF1 and EGF1 treatment and co-immunoprecipitation. A proximity ligation assay was performed to validate their interactions. Finally, a xenograft mouse model was used to compare the tumor forming abilities and the response to carboplatin of SORL1-knockdown ovarian cancer cells and the control cancer cells <i>in vivo<\/i>. Protein expression of SORL1, EGFR, and FGFR4 in the collected tumors was determined via western blot.<br \/>Result: Transcriptomic analysis of matched human primary and recurrent ovarian tumors identified SORL1 as an upregulated gene in recurrent tumors compared to primary samples. SORL1 expression was also upregulated in ovarian cancer cells surviving carboplatin treatment. Proliferation assays demonstrated that SORL1-overexpressing and knockdown cell lines had increased and inhibited proliferative capabilities respectively. Caspase-3 activity assays showed that SORL1-overexpressing and knockdown cell lines had reduced and increased sensitivity to carboplatin treatment respectively. SORL1 was found to bind to and promote the expression of EGFR and FGFR4. When injected subcutaneously into nude mice, SORL1-knockdown cells had reduced tumor forming capabilities and increased sensitivity to carboplatin. SORL1-knockdown caused the tumors to express lower levels of SORL1, EGFR, and FGFR4 proteins in comparison with the control tumors.<br \/>Conclusion: This study demonstrates that SORL1 regulates the EGFR and FGF4 pathways to promote the growth and carboplatin resistance of ovarian cancer cells. Targeting this pathway has potential to aid in the treatment of platinum-resistant ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Ovarian cancer,Chemoresistance,Fibroblast growth factor receptor 4  (FGFR-4),Carboplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Mansolf<\/b>, Z. Jian, F. Bi, T. M. P. Hartwich, Y. Yang-Hartwich; <br\/>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"ce36bd48-9979-4690-b566-1f0f5cf951aa","ControlNumber":"7382","DisclosureBlock":"&nbsp;<b>M. Mansolf, <\/b> None..<br><b>Z. Jian, <\/b> None..<br><b>F. Bi, <\/b> None..<br><b>T. M. P. Hartwich, <\/b> None..<br><b>Y. Yang-Hartwich, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"575","PresenterBiography":null,"PresenterDisplayName":"Miranda Mansolf, MA","PresenterKey":"9fdb4987-09c4-4ad8-9f35-3ddf925a6a70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"575. Identification of SORL1 as a key regulator of chemoresistance in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of SORL1 as a key regulator of chemoresistance in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"We have previously disclosed (Ahmed et al, ACS Med Chem Lett, 2020) a novel small molecule G-quadruplex binding compound, QN-302, that is highly potent in pancreatic ductal adenocarcinoma (PDAC) cells and in several in vivo models for this disease. QN-302 was invented at University College London UK and has been subsequently developed by Qualigen Therapeutics Inc. It was cleared by the FDA in August 2023 for Phase 1a clinical trials in USA and is currently under clinical evaluation. RNA-seq whole-genome transcriptome analysis revealed that QN-302 selectively targets G-quadruplexes in cancer-related genes, notably by forming stable G-quadruplex complexes with appropriate promoter sequences. This results in the transcriptional down regulation of affected genes, which map to for example, the hedgehog, axon guidance, WNT\/&#946;-catenin and P38 signal transduction pathways. In many instances individual expression changes are modest, though statistically significant: cumulatively, they affect whole pathways. We have revisited the RNA-seq data for QN-302 in PDAC MIA-PACA2 cells (GSE151741 at https:\/\/www.ncbi.nlm.nih.gov\/geo\/) in detail and now identify a small group of eleven down-regulated genes, all with &#62;3-fold expression changes. Interestingly all these genes and their genes products have been previously identified as playing a role in human PDAC (they also have varying roles in other cancer types). Some have been validated as anticancer targets. 10\/11 of these genes (https:\/\/www.proteinatlas.org\/) have been previously reported as being over-expressed in significant fractions of large (&#62;150) groups of human cancer patients from The Cancer Genome Atlas (TCGA) project. Cellular transcriptome data on these eleven genes is presented here, which together with earlier reports on them, supports the designation of QN-302 as a pan-G-quadruplex agent targeting a group of major genes involved in PDAC maintenance and metastasis. Data from a xenograft model for pancreatic cancer is also available for four of these genes, which concurs with the cellular data. We suggest that the identification of these 11 genes may also provide a basis for biomarker selection and possible patient stratification based on transcriptome data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"DNA binding,Target discovery,Transcriptional repression,Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Stephen Neidle<\/b><sup>1<\/sup>, Ahmed  A.  Ahmed<sup>1<\/sup>, Tariq Arshad<sup>2<\/sup>, Tariq Arshad<sup>2<\/sup><br><br\/><sup>1<\/sup>University College London (UCL), London, United Kingdom,<sup>2<\/sup>Qualigen Therapeutics Inc, Carlsbad, CA","CSlideId":"","ControlKey":"f5e6bea0-0a43-4bb9-8106-253cd0e533be","ControlNumber":"4516","DisclosureBlock":"&nbsp;<b>S. Neidle, <\/b> None..<br><b>A. A. Ahmed, <\/b> None..<br><b>T. Arshad, <\/b> None..<br><b>T. Arshad, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"576","PresenterBiography":null,"PresenterDisplayName":"Stephen Neidle, DSc;PhD","PresenterKey":"62cb953f-6481-4252-904a-40c54617dca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"576. The pan-quadruplex drug QN-302 selectively down-regulates key pathway targets in pancreatic cancer cells that are up-regulated in human pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The pan-quadruplex drug QN-302 selectively down-regulates key pathway targets in pancreatic cancer cells that are up-regulated in human pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Liver cancer is the third leading cause of cancer-related death worldwide, with hepatocellular carcinoma (HCC) being the most common primary liver cancer (~90%). The 5-year survival rate of patients with advanced HCC is ~18% due to the late prognosis and the moderate clinical benefit of available systemic therapy options. Mutations in chromatin regulators were detected in ~50% of liver cancer. Since many chromatin regulators have been shown a dependency in various cancer types and can modulate therapy response, we focused on identifying new therapeutic targets of HCC among epigenetic modifiers and evaluating them as potential targets for future drug development. We constructed a CRISPR library of 6000 gRNAs targeting 737 genes involved in chromatin-mediated gene regulation. Using the epigenome-focused CRISPR\/Cas9 screening in two-dimensional and three-dimensional settings in multiple liver cancer cell lines (HepG2, HLF, PLC\/PRF5), we identified a list of epigenetic regulators as potential new targets in HCC. Two of them, <i>MEN1<\/i> and <i>ASH2L<\/i>,<i> <\/i>are core subunits of the menin-MLL complex mediating H3K4 trimethylation (me3). We validated dependencies of HCC on <i>MEN1<\/i> and <i>ASH2L<\/i> by performing a negative selection CRISPR\/Cas9 competitive growth assay in HLF and PLC\/PRF5 cell lines. Moreover, treatment of HCC cell lines (HLF, PLC\/PRF5, HepG2) with recently developed menin inhibitor SNDX-5613 (revumenib) revealed a dose-dependent reduction in cell proliferation. To determine transcriptional changes associated with disruption of the menin-MLL complex, we performed RNA sequencing of HLF and PLC\/PRF5 cells following either inhibition with 5&#181;M SNDX-5613 for 4 days or knockout of the <i>MEN1<\/i> or <i>ASH2L<\/i> gene. We observed the upregulation of KRAS and the oncogenic signature of TGF&#946; signaling pathways in all menin-MLL complex disrupting conditions. We did not detect global changes in H3K4me3 levels upon the menin inhibition or <i>MEN1<\/i> or <i>ASH2L<\/i> knockouts assessed by immunoblotting. To explore the mechanism of the antiproliferative effect of the menin inhibition on HCC further, we evaluated changes in the binding of menin to chromatin and H3K4me3 levels in HCC cells by performing CUT&#38;RUN following treatment of HLF cells with 5&#181;M SNDX-5613 for 4 days. Menin inhibition led to a drastic removal of menin from the chromatin, while H3K4me3 levels were only mildly decreased. We identified 8765 genes near promoter regions with menin binding and H3K4me3 mark, of which 1952 genes were near regions with simultaneous loss of menin and decreased H3K4me3 levels upon menin inhibition. Integration of our genomics data revealed a list of 30 genes, which are downregulated upon menin inhibition in both HLF and PLC\/PRF5 cells (FC&#8805;1.5) and the direct targets of the menin-MLL complex in HLF cells, suggesting their potential role in HCC cell survival. Altogether, we anticipate that menin and ASH2L serve as promising targets and represent an appealing therapeutic strategy for HCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Epigenetics,Liver cancer,Target discovery,Menin-MLL complex,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. M. Dzama<\/b>, P. C. Kuhlers, J. R. Raab; <br\/>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"46b21964-14a9-4757-800c-3a113e813767","ControlNumber":"3948","DisclosureBlock":"&nbsp;<b>M. M. Dzama, <\/b> None..<br><b>P. C. Kuhlers, <\/b> None..<br><b>J. R. Raab, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"577","PresenterBiography":null,"PresenterDisplayName":"Margarita Dzama, PhD","PresenterKey":"afb173db-6119-4b18-899d-61ebb04e7065","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"577. Deciphering the mechanism of the menin-MLL complex dependency in HCC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the mechanism of the menin-MLL complex dependency in HCC","Topics":null,"cSlideId":""}]