[{"Abstract":"Introduction: Epstein-Barr virus (EBV) is a tumor virus associated with various malignancies, driven by genetic mutations and epigenetic alterations, including DNA methylation. Abnormal CpG methylation holds promise as a diagnostic and therapeutic biomarker for EBV-associated tumors. However, the understanding of EBV's epigenetic mechanisms remain limited. Determining the methylation profile of EBV is crucial for gaining insights into the pathogenesis of EBV-associated tumors, developing diagnostic biomarkers, and exploring potential therapeutic strategies. Therefore, our study aimed to assess the CpG methylation profile of EBV DNA in lymphoma patients from Ethiopia.<br \/>Methods: This study enrolled 115 lymphoma patients from Tikur Anbessa Specialized Hospital in Addis Ababa, Ethiopia. Plasma and formalin-fixed paraffin-embedded blocks were collected from the participants, and isolation of DNA was performed from these samples. The methylation analysis was performed using the methylation-iPLEX assay. iPLEX capture and extension primers were designed to amplify and target EBV CpGs from bisulfite-converted DNA sequences. Ethical approval was also obtained from respected institutions.<br \/>Results: Among the 115 participants, 65.2% (n = 75) were male patients. The largest proportion (n = 35, 30.4%) fell within the 41-60 age group. Non-Hodgkin lymphoma (NHL) was diagnosed in 96 patients, while 19 had Hodgkin lymphoma (HL). In the NHL group, the majority (n = 27, 28.1%) were classified as diffuse large cell lymphoma, followed by follicular lymphoma (n = 24, 25%). Out of the different EBV genome methylation sites, we have identified 24 EBV genes to assess the methylation status of the EBV genome. Average methylation levels of these genes were ranged from 45% to 50%. Notably, the HL group exhibited significant heterogeneity in methylation levels, while the CpG methylation status of EBV genes in NHL subtypes demonstrated a consistent pattern. A significant proportion of our samples exhibited methylation loss in the lytic gene BZLF1 and at the origin of replication associated with lytic replication.<br \/>Conclusions: This study presents the first data from East Africa, shedding light on the EBV DNA methylation status in a diverse group of lymphoma patients. Further investigations in different locations are necessary to elucidate the impact of EBV DNA methylation on tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,Epstein-Barr virus (EBV),Lymphoma,DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Seifegebriel  T.  Feleke<\/b><sup>1<\/sup>, Kidist  Z.  Shita<sup>2<\/sup>, Abdulaziz  A.  Sherif<sup>3<\/sup>, Fisihatsion  T.  Woldegebriel<sup>3<\/sup>, Christoph Weigel<sup>4<\/sup>, Elshafa  H.  Ahmed<sup>4<\/sup>, Tamrat  A.  Zeleke<sup>1<\/sup>, Robert  A.  Baiocchi<sup>5<\/sup><br><br\/><sup>1<\/sup>Microbiology, Immunology and Parasitology, Addis Ababa University, Addis Ababa, Ethiopia,<sup>2<\/sup>Ethiopian Public Health Inistitute, Addis Ababa, Ethiopia,<sup>3<\/sup>Addis Ababa University, Addis Ababa, Ethiopia,<sup>4<\/sup>The Ohio State University, Columbus, OH,<sup>5<\/sup>Internal Medicine, The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"a86b5e65-9429-4e08-902a-08d0e36de017","ControlNumber":"991","DisclosureBlock":"&nbsp;<b>S. T. Feleke, <\/b> None..<br><b>K. Z. Shita, <\/b> None..<br><b>A. A. Sherif, <\/b> None..<br><b>F. T. Woldegebriel, <\/b> None..<br><b>C. Weigel, <\/b> None..<br><b>E. H. Ahmed, <\/b> None..<br><b>T. A. Zeleke, <\/b> None..<br><b>R. A. Baiocchi, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7001","PresenterBiography":null,"PresenterDisplayName":"Seifegebriel Feleke, BS;MS","PresenterKey":"0d650f4a-9512-4313-80c5-0b1a66bdb088","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7001. Profiling the CpG methylation patterns of Epstein-Barr virus DNA in lymphoma patients from Ethiopia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling the CpG methylation patterns of Epstein-Barr virus DNA in lymphoma patients from Ethiopia","Topics":null,"cSlideId":""},{"Abstract":"<i>N<\/i><sup>6<\/sup>-Methyladenosine (m<sup>6<\/sup>A), the most prevalent epitranscriptomic modification in eukaryotic mRNA, determines the fate of target RNAs. Key m<sup>6<\/sup>A regulators have been elucidated to be essential for lung cancer cell proliferation. However, the relationship between individual m<sup>6<\/sup>A markers and lung cancer risk remains inadequately explored.<br \/>We conducted an epitranscriptome-wide association study (EpiTWAS) to investigate genetically predicted m<sup>6<\/sup>A in association with lung cancer risk. Genetic and m<sup>6<\/sup>A data of 30 lung, 12 heart, 28 muscle, and 50 brain tissues from 87 donors predominantly of European ancestry were obtained from Genotype-Tissue Expression (GTEx). For each m<sup>6<\/sup>A marker, we built a single-tissue model via elastic net, focusing on lung tissue, and a cross-tissue model through the unified test for molecular signatures (UTMOST) approach, capturing genetic influences on m<sup>6<\/sup>A shared by lung and other tissues. SPrediXcan was used to apply these models to data of genome-wide association studies (GWAS) among 38,422 lung cancer cases and 677,930 controls of European descent from International Lung Cancer Consortium (ILCCO), UK Biobank, and FinnGen. For m<sup>6<\/sup>A markers significantly associated with lung cancer risk at false discovery rate (FDR)&#60;0.05, we assessed the differential expression of proteins encoded by their target mRNAs in lung cancer versus adjacent normal tissues (200 pairs), using data from Clinical Proteomic Tumor Analysis Consortium (CPTAC).<br \/>Of the 38,841 high-quality m<sup>6<\/sup>A markers in 11,715 genes analyzed, prediction models were built for 6,809 m<sup>6<\/sup>A markers in 4,548 genes with performance of R&#62;0.1 (<i>P<\/i>&#60;0.05), ~85.2% (5,801) of which were single-tissue models. Among these, 28 m<sup>6<\/sup>A markers in 26 genes were significantly associated with overall lung cancer risk (FDR&#60;0.05). Notably, 12 (~43%) of these markers in 12 loci are &#62;2 megabases away from any of GWAS-identified lung cancer risk variants. When conditioning on nearby GWAS signals, these 12 associations did not change materially, whereas 15 of the remaining 16 associations lost statistical significance. Analyses by lung cancer histology and smoking status revealed no significant heterogeneity among the 28 associations but identified eight additional m<sup>6<\/sup>A markers significantly (FDR&#60;0.05) associated with the risk of adenocarcinoma (n=2), squamous cell carcinoma (n=3), and overall lung cancer among ever- (n=2) or never-smokers (n=1). Of the 33 target RNAs of those 36 m<sup>6<\/sup>A markers, 30 encode proteins and 22 of these proteins displayed a significant tumor-normal differential expression at fold change &#62;1.5 and FDR&#60;0.05 in CPTAC lung tissue data.<br \/>Our study demonstrates the ability of EpiTWAS to decipher GWAS loci and uncover signals potentially missed by GWAS. Our results imply that certain m<sup>6<\/sup>A markers may impact lung cancer risk by modulating mRNA translation, underscoring the need for further research to fully unravel the role of m<sup>6<\/sup>A in lung cancer etiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epigenomics,Genome-wide association studies (GWAS),Cancer risk,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Yang<\/b><sup>1<\/sup>, Y. Chen<sup>2<\/sup>, Y. Qi<sup>2<\/sup>, H. Liu<sup>2<\/sup>, G. Jia<sup>3<\/sup>, J. Ping<sup>3<\/sup>, X.-O. Shu<sup>3<\/sup>, W. Zheng<sup>3<\/sup>, W. Li<sup>2<\/sup>, J. Long<sup>3<\/sup>, Q. Cai<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Virginia, Charlottesville, VA, <sup>2<\/sup>West China Hospital, Sichuan University, Chengdu, China, <sup>3<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"90e995e3-d31c-4d7f-9a8b-1b96e5f20cfe","ControlNumber":"7239","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Qi, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>G. Jia, <\/b> None..<br><b>J. Ping, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>J. Long, <\/b> None..<br><b>Q. Cai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7002","PresenterBiography":null,"PresenterDisplayName":"Yaohua Yang, PhD","PresenterKey":"89aeb1be-72ff-424e-b80c-6785a16acfc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7002. RNA m<sup>6<\/sup>A modification and lung cancer risk: An epitranscriptome-wide association study","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA m<sup>6<\/sup>A modification and lung cancer risk: An epitranscriptome-wide association study","Topics":null,"cSlideId":""},{"Abstract":"We present a microfluidic platform for molecule-by-molecule detection of heterogeneous epigenetic patterns of rare tumor-derived DNA by highly parallelized digital melt. The platform digitizes DNA molecules in a 4-module, 40,000 1-nL array microfluidic device and observes sequence-dependent fluorescence changes during temperature ramping. The platform is applied to quantify DNA methylation heterogeneity of a biomarker panel within Pap specimens in a small cohort of healthy and ovarian cancer patients, and demonstrates an accuracy of 0.9. DNA hypermethylation of tumor-suppressor genes is an epigenetic phenomena that occurs early in tumorigenesis. Variable methylation patterns are observed in ovarian cancer precursor tissue, and trace amounts of ovarian-tumor-derived DNA can be found in Pap specimens, albeit at low frequencies (&#60;0.01%). This suggests that methylation profiles of DNA extracted from routinely-obtained Pap specimens could contain early cancer biomarkers. However, due to the scarcity of these molecules, current techniques, such as sequencing and digital PCR (dPCR), have technical limitations precluding their ability to profile methylation patterns reliably. Sequencing, although comprehensive, has limited sensitivity, undermining its utility for routine detection of fractions below 0.1%. dPCR achieves high sensitivity, but is limited to known sequences, thus cannot provide comprehensive analysis of molecular heterogeneity.<br \/>To overcome these limitations, we developed a technique called digital high resolution melt (dHRM), a thermodynamics-based approach to detecting molecular variability by observing the sequence-specific release of a DNA-intercalating dye under a thermal ramp. dHRM can discriminate methylation patterns on CpG-by-CpG basis and detect methylated epialleles at frequencies as low as 0.00005%. Here, DNA from Pap specimens was loaded on a microfluidic chip that digitizes rare target molecules into individual reaction chambers. A thermal-optical platform was developed to perform parallelized dPCR and dHRM. Methylation patterns of a biomarker panel were analyzed to produce a probability score that the Pap specimen contained tumor-derived DNA. 12 healthy and 12 ovarian cancer Pap specimens were assessed for methylation heterogeneity of 9 genes. Optimal methylation density thresholds were determined, and data above each threshold was combined into a single score for each possible combination of biomarkers. In this small cohort, methylation heterogeneity analysis of just 2 loci produced an area under the receiver-operator characteristics curve (AUC) of 0.9.<br \/>This highly sensitive methylation profiling technology demonstrates promising utility towards early cancer detection. Future work aims to expand the testing cohort for ovarian cancer detection and permit further studies on the impact of methylation heterogeneity on early cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,Microfluidics,Epigenetics,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. O'Hersey<\/b>, Y. Zhao, T. R. Pisanic, T.-L. Wang, I.-M. Shih, T.-H. J. Wang; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"7da70e78-02ef-4a16-93cc-1eb911695ab8","ControlNumber":"7475","DisclosureBlock":"&nbsp;<b>C. O'Hersey, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>T. R. Pisanic, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>I. Shih, <\/b> None..<br><b>T. J. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7003","PresenterBiography":null,"PresenterDisplayName":"Chrissy O'Hersey, PhD","PresenterKey":"7575174d-0e30-4293-8551-b063702d5520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7003. Microfluidic platform for DNA methylation profiling towards early detection of ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microfluidic platform for DNA methylation profiling towards early detection of ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"African Americans (AAs) have among the highest incidence and mortality rates of colorectal cancer (CRC) in the US. They present with more right-sided, microsatellite stable (MSS) tumors and are diagnosed at earlier ages than non-Hispanic Whites (NHW). While DNA methylation changes and their significance have been previously described in CRC, much less is known about the unique DNA methylation changes that occur in AA CRCs compared to NHW CRCs. In the current study, we analyzed DNA methylation changes in AA patients and compared those changes to data from NHWs.<b> <\/b>AA patients diagnosed with a MSS colorectal tumor at the Yale New Health System were included in the study. A pathologist reviewed archival slides, and selected areas from CRCs (n=160) and adjacent normal tissue (n=42) were cored (median age=59; 82 females, 78 males). DNA was bisulfite converted and analysis performed using EPIC arrays. The 450K methylation array from NHW CRCs was also analyzed for 217 CRCs and 20 normal tissues obtained from TCGA (median age=68; 103 females, 114 males). Differentially methylated regions (DMRs) with |&#916;&#946;|&#62;0.1, FDR corrected p-value &#60;0.05 between tumor and normal tissue were identified using SeSAMe.<b> <\/b>We identified 4881 DMRs (57% hyper- and 44% hypomethylated) between AA CRC and normal tissue. Of these, 46% were in CpG Islands, 15% in CpG Shores, 4% in CpG shelves, and 36% in open sea. Most DMRs (71%) were in promoter regions, with 18% in gene bodies, 5% in enhancer regions, and 6% in intergenic regions. Next, we performed additional DMR analysis using overlapping probes from both arrays to compare NHW with AA data. We identified 2239 DMRs between AA CRC and normal tissue compared to 4138 in NHW. Of the 2239 AA DMRs, 1419 (66%) were common with NHW DMRs, 790 (34%) were unique to AAs. There were many overlapping pathways and genes; however, the DMRs impacting these pathways differed between AA and NHW CRCs. Hypermethylation of LCK, a tyrosine kinase involved in T-cell receptor signaling, was found in 60% of AA CRCs compared to 5.9% of NHW CRCs. LCK hypermethylation leads to CD4\/8 T-cell inactivation and linked to poor outcomes in lung cancer. We observed AA-specific hypermethylation of SSTR1 in 57.2% of AA CRCs compared to 27.6% of NHW CRCs. Somatostasin (SST) suppresses tumor growth by regulating certain factors involved in cell proliferation. Hypermethylation of SSTR1 has been associated with various malignancies including gastric cancer. Lastly, promoter hypermethylation of 3 protocadherin genes was found in 65.1% of AAs compared to 33.1% NHWs. Protocadherins regulate WNT signaling and hypermethylation is associated with poor outcomes in multiple cancers.<b> <\/b>Taken together, these results show AA-specific CRC methylation changes compared with NHW CRCs. Further work is warranted to investigate the potential functional and clinical implications of these methylation alterations, some of which may represent therapeutic targets and biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,Epigenetics,Race,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Rajpara<\/b><sup>1<\/sup>, D. N. Buckley<sup>1<\/sup>, R. Xicola<sup>2<\/sup>, R. Mikaeel<sup>2<\/sup>, M. K. Yagle<sup>3<\/sup>, B. Kerimoglu<sup>3<\/sup>, C. Thorne<sup>3<\/sup>, D. A. Bellomo<sup>3<\/sup>, M. Padi<sup>3<\/sup>, X. Llor<sup>2<\/sup>, N. Ellis<sup>3<\/sup>, B. Salhia<sup>1<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine of USC, Los Angeles, CA, <sup>2<\/sup>Yale School of Medicine, New Haven, CT, <sup>3<\/sup>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"d40603e9-1888-488d-b912-20f618cb8067","ControlNumber":"7791","DisclosureBlock":"&nbsp;<b>S. Rajpara, <\/b> None..<br><b>D. N. Buckley, <\/b> None..<br><b>R. Xicola, <\/b> None..<br><b>R. Mikaeel, <\/b> None..<br><b>M. K. Yagle, <\/b> None..<br><b>B. Kerimoglu, <\/b> None..<br><b>C. Thorne, <\/b> None..<br><b>D. A. Bellomo, <\/b> None..<br><b>M. Padi, <\/b> None..<br><b>X. Llor, <\/b> None..<br><b>N. Ellis, <\/b> None..<br><b>B. Salhia, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7004","PresenterBiography":null,"PresenterDisplayName":"Seeta Rajpara","PresenterKey":"f0261836-b41b-48af-a88d-972998c1fe17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7004. DNA Methylation analysis of African American colorectal cancers reveal race-specific alterations","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA Methylation analysis of African American colorectal cancers reveal race-specific alterations","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective:<\/b> Early onset colorectal cancer (EO CRC) is rising at an alarming rate. While average onset colorectal cancer (AO CRC) affects patients mostly above 65 years of age, EO CRC affects patients under 50 years of age, disproportionately affecting males from low-income communities and racial\/ethnic minorities. Chronic inflammation has been identified as a strong contributor to pathogenesis. We hypothesize that methylation of DNA may serve as a potential mechanism associated with chronic inflammation that contributes to the etiology differentially between EO and AO CRC.<br \/><b>Methods<\/b>: Formalin-fixed paraffin-embedded (FFPE) tissue specimens from four AO and EO CRC patients each were retrieved from the Tissue Repository. Paraffin curls containing tumor and adjacent normal tissues were generated from appropriate EO and AO CRC patient tissues. The Qiagen GeneRead DNA FFPE genomic DNA kit was then used to extract the DNA from the paraffin curls. Illumina Methylation EPIC v2.0 kit was used to evaluate DNA methylation (DNAm) patterns after the restoration process from deamination in the fixed\/embedded sample using the Uracil-N-Glycosylase enzyme. Unreliable and non-specific probes were removed before statistical analysis for differentially methylated CpG sites. Age acceleration for each tissue was calculated by comparing the estimated DNAm age with chronological age using the Horvath approach.<br \/><b>Results<\/b>: A clear clustering of DNAm patterns by age of onset were observed for both normal and tumor tissues. However, there was no difference when comparing tumor and normal tissues after multiple corrections. Four-way ANCOVA adjusting for race, gender, BMI, and tissue type suggested that age onset was the most significant factor. We also found that age acceleration in EO CRC tissue is greater than in AO CRC. After applying Bonferroni correction, significant differentially methylated regions (DMRs) were found in the promoter and the gene body of <i>SNTB1, NFATC3, SLC25A24, RABGAP1L, WDSUB1, WWOX, SELB, SLC28A3<\/i>, and <i>PPP6R2<\/i> in EO CRC patients when compared to AO CRC. <i>SNTB1<\/i> regulates colorectal cancer progression and stemness, while <i>NFATC3<\/i> has been associated with inflammation and cancer.<br \/><b>Conclusions<\/b>: The preliminary results from this study showed a significant difference in the DNAm profile of FFPE samples between AO and EO CRC. The finding suggests that epigenetics may play a role in the etiology of CRC, potentially involved in the chronic inflammation pathway. The analysis of a larger patient number is underway to strengthen these findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenetics,Colorectal cancer,FFPE,Methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Su<\/b><sup>1<\/sup>, P.-C. Hsu<sup>2<\/sup>, A. Rathod<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, J. Ferruzzi<sup>3<\/sup>, S. Kazmi<sup>1<\/sup>, E. Huang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>2<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>3<\/sup>University of Texas at Dallas, Dallas, TX","CSlideId":"","ControlKey":"26637015-f3c7-48ad-b745-241f3f2bc0d5","ControlNumber":"7960","DisclosureBlock":"&nbsp;<b>L. Su, <\/b> None..<br><b>P. Hsu, <\/b> None..<br><b>A. Rathod, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Ferruzzi, <\/b> None..<br><b>S. Kazmi, <\/b> None..<br><b>E. Huang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7005","PresenterBiography":null,"PresenterDisplayName":"L. Joseph Su, PhD","PresenterKey":"b48052fc-2392-4432-a833-efcb6d343710","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7005. Distinct DNA methylation patterns between early-onset and average-onset colorectal cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct DNA methylation patterns between early-onset and average-onset colorectal cancer patients","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) plays a pivotal role in cancer progression, with tumor endothelial cells (TECs) emerging as key orchestrators of angiogenesis and vascular remodeling. Tumor-associated vasculature can have increased permeability and irregular blood flow, impacting drug delivery and tumor immune response.<br \/>Understanding the molecular alterations within TECs may help identify targeted therapies and improve treatment outcomes with existing therapies. We combined TME cell-type deconvolution with modeling to identify cell-specific methylation alterations of TECs in breast cancer.<br \/>Genome-scale DNA methylation array data accessed in GEO and GTEx from preinvasive, mixed, and invasive breast cancer tissue (n=609) &#38; normal breast tissue (n=230). We applied HiTIMED, a reference-based cell-type deconvolution algorithm, to estimate endothelial and other cell-type proportions in the TME. Next, we applied CellDMC, a statistical algorithm that identifies cell-specific driven differential methylation, to our cell fraction results, unraveling differentially methylated positions occurring in the endothelial compartment of the angiogenic component of our breast tissue DNA methylation profiles.<br \/>We identified 29 TEC driven differentially methylated positions (FDR &#8804; 8e-03), including loci within genes in angiogenic pathways regulated by VEGF, endothelial inflammation and activation genes, and tumor-associated vasculature factors in the TME. Our findings suggest that variation in DNA methylation between TECs and normal endothelial cells is crucial to understanding the TME and providing insights into unknown cancer cell behaviors that contribute to tumor growth and metastasis, thus leading to the design of novel efficient therapies that target the malignant vascular component.<br \/>Our study demonstrates the power of combining cell-type deconvolution and a modeling framework that identifies cell-specific somatic alterations to unravel the intricate characteristics of TECs in breast cancer. Furthermore, this study highlights the potential of DNA methylation profiling as a robust tool for characterizing TEC heterogeneity and elucidating the molecular basis of angiogenesis beyond breast tissue in the context of diverse cancer types. Our integrative approach holds promise for advancing precision oncology, paving the way for effective and targeted therapies aimed at modulating the tumor vasculature to impede cancer progression in breast cancer and other cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Endothelial cells,Tumor microenvironment,Angiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Barbara Karakyriakou<\/b><sup><\/sup>, Ze Zhang<sup><\/sup>, Irma Vlasac<sup><\/sup>, Pauline Mochama<sup><\/sup>, Lucas Salas<sup><\/sup>, Brock Christensen<sup><\/sup><br><br\/>Geisel School of Medicine, Dartmouth College, Hanover, NH","CSlideId":"","ControlKey":"74e50ac8-d311-417a-9486-3a75a41ec28d","ControlNumber":"4685","DisclosureBlock":"&nbsp;<b>B. Karakyriakou, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>I. Vlasac, <\/b> None..<br><b>P. Mochama, <\/b> None..<br><b>L. Salas, <\/b> None..<br><b>B. Christensen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7006","PresenterBiography":null,"PresenterDisplayName":"Barbara Karakyriakou, BA","PresenterKey":"1f812cb4-77b6-44bd-b703-e3272e6e9da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7006. Identification of endothelial-cell-specific DNA methylation alterations in breast cancer with deconvolution of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of endothelial-cell-specific DNA methylation alterations in breast cancer with deconvolution of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Puerto Rican (PR) Hispanic\/Latino (H\/L) men are an understudied population which has the highest prostate cancer (PCa) specific mortality when compared with other Hispanic populations. According to the recent PR Cancer Registry data, PCa is the leading cancer type in terms of incidence (38% of all cancer cases) and mortality (16% of all cancer deaths) in PR H\/L men. PR H\/L men also have significantly higher PCa-specific mortality than non-Hispanic Whites (NHW) and non-Hispanic Blacks (NHB). So far, little is known about higher mortality in PR H\/L men. It is believed that epigenetic changes of key genes play a critical role in aggressive tumors. Therefore, our study was aimed to identify key 5-hydroxymethylcytosine (5hmC) changes in PR H\/L men with aggressive PCa.<br \/>Methods: We prepared sequencing libraries using the enriched 5hmC DNA from 42 prostate tumor and 44 adjacent normal FFPE samples. We performed sequencing on an Illumina NextSeq 500 with 75bp single end. We used DESeq2 package to identify differentially methylated genes (DMGs). We also downloaded additional 5hmC data (Database: EGAS00001004942) of 51 localized PCa and 7 adjacent normal for confirmation analysis. We used Gleason score (GS) as a cut-off to identify DMGs in aggressive PCa patients (GS- 7 (3+4) or less, Non-aggressive; GS- 7 (4+3) and above, Aggressive).<br \/>Results: We identified 808 DMGs in tumors compared to adjacent normal tissues (FDR&#60;0.05, log2FC&#62;|0.4|). Pathway analysis of DMGs demonstrated that cell-cycle, cell division, and DNA repair related pathways were most upregulated in tumors. Since 5hmC abundance is highly correlated with gene expression levels, we further investigated 808 DMGs with TCGA prostate cancer gene expression data. This analysis identified 59\/73 DMGs (80.1%, (FDR&#60;0.05, delta&#62;|1|) with significant 5hmC and gene expression changes in the same direction. We also performed differential methylation analysis in another dataset and observed that 129 DMGs were common with our results. Finally, we demonstrated 111 DMGs (p&#60;0.05) in aggressive tumors (n=7) compared to non-aggressive tumors (n=15). These 111 DMGs include important 5hmC hypomethylated genes (<i>BCCIP<\/i> and <i>KLK10<\/i>) and hypermethylated genes (<i>COX6C, ARMC2,<\/i> <i>PVT1<\/i>) in aggressive PCa patients.<br \/>Conclusions: Our study identifies 59 genes having coordinated epigenetic and transcriptomic changes in PR H\/L men and 111 DMGs in aggressive tumors. The coordinated 59 genes include tumor suppressor genes such as <i>DKK3 <\/i>and <i>PRDM8<\/i> with downregulated 5hmC and gene expression levels. Also, previous studies reported downregulation of <i>BCCIP<\/i> and <i>KLK10<\/i> and upregulation of <i>COX6C, ARMC2,<\/i> <i>PVT1 <\/i>expression in PCa. The coordinated changes in 5hmC could be critical in aggressive PCa biology, hence in future, these genes will be validated as candidate biomarkers and targets for aggressive PCa among PR H\/L men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"DNA methylation,Prostate cancer,Biomarkers,5-Hydroxymethylcytosine (5hmC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. S. Patel<\/b><sup>1<\/sup>, M. Almubarak<sup>1<\/sup>, J. Matta<sup>2<\/sup>, C. Ortiz-Sánchez<sup>2<\/sup>, J. Encarnacion<sup>2<\/sup>, G. Ruiz-Deya<sup>2<\/sup>, J. Dutil<sup>2<\/sup>, J. Dhillon<sup>1<\/sup>, K. Yamoah<sup>1<\/sup>, A. Berglund<sup>1<\/sup>, H. Park<sup>1<\/sup>, L. Wang<sup>1<\/sup>, J. Y. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, <sup>2<\/sup>Ponce Research Institute, Ponce Health Sciences University-School of Medicine, Ponce, Puerto Rico","CSlideId":"","ControlKey":"da7d4a55-7a5b-4cb9-91b0-3c24ec61dbda","ControlNumber":"2033","DisclosureBlock":"&nbsp;<b>M. S. Patel, <\/b> None..<br><b>M. Almubarak, <\/b> None..<br><b>J. Matta, <\/b> None..<br><b>C. Ortiz-Sánchez, <\/b> None..<br><b>J. Encarnacion, <\/b> None..<br><b>G. Ruiz-Deya, <\/b> None..<br><b>J. Dutil, <\/b> None..<br><b>J. Dhillon, <\/b> None..<br><b>K. Yamoah, <\/b> None..<br><b>A. Berglund, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Y. Park, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7007","PresenterBiography":"","PresenterDisplayName":"Manishkumar Patel, B Pharm,MS,PhD","PresenterKey":"83eaa08d-f709-43d4-b64b-ef82c303d32d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7007. 5hmc-sequencing identifies candidate genes in Puerto Rican Hispanic\/Latino men with aggressive prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"5hmc-sequencing identifies candidate genes in Puerto Rican Hispanic\/Latino men with aggressive prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation is a critical epigenetic regulator of gene expression during development and in diseases such as cancer. The modified cytosines, 5-methylcytosine (5mC) and 5-hydroxymethylcytosine (5hmC), can be detected by sequencing libraries generated using existing methods: NEBNext&#174; EM-seq&#8482; or bisulfite sequencing. However, these methods cannot differentiate between 5mC and 5hmC. Interest in the role of 5hmC in regulating gene expression and as a cancer biomarker has increased, resulting in the need for robust methods for the identification of specific 5hmC sites. Methods currently exist to enable discrimination of 5mC and 5hmC (for example, oxBS-seq and TAB-seq), however these are based on modifications of bisulfite sequencing, and suffer from reduced data quality due to fragmentation and loss of DNA. Here we describe an enzymatic method that enables specific detection of 5hmC, termed NEBNext&#174; Enzymatic 5hmC-seq (E5hmC-seq<sup>TM<\/sup>). E5hmC-seq libraries were generated for 0.1 ng to 200 ng DNA isolated from human brain and E14 mouse embryonic stem cells. Libraries were prepared using NEBNext&#174; Ultra II<sup>TM<\/sup> reagents followed by two enzymatic steps to detect 5hmC. In the first step, 5hmCs are glucosylated, which protects them from subsequent deamination by APOBEC. In contrast, cytosines and 5mCs are deaminated resulting in their conversion to uracil and thymine, respectively. This conversion allows discrimination of 5hmC from cytosine and 5mC. Finally, libraries were PCR amplified using NEBNext&#174; Q5U&#174; and sequenced on the Illumina platform. The E5hmC-seq libraries have similar characteristics to EM-seq libraries, including expected insert sizes due to intact DNA molecules, low duplication rates and minimal GC bias. Moreover, E5hmC-seq libraries were well-correlated between inputs and replicates at higher sequencing depths. Fully hydroxymethylated T4147 phage DNA was used as an internal control, with 98-99% of cytosines identified as 5hmC. 5mC and 5hmC levels were also profiled during E14 cell differentiation for a period of 10 days. Interestingly, 5hmC levels decreased whereas 5mC levels increased particularly during the first five days of differentiation. LC-MS\/MS quantification of this same DNA mirrored the changes observed by sequencing. E5hmC-seq libraries provide accurate measurements of 5hmC across a wide input range with expected insert sizes and minimal GC bias. Additionally, subtracting E5hmC-seq data from EM-seq data, which detects both 5mC and 5hmC, enables the precise location of individual 5mC and 5hmC sites. The ability to discriminate between 5mC and 5hmC will allow key insights to be made into the role of cytosine modifications in development and cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,Next-generation sequencing (NGS),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. M. Cammarata<\/b>, D. J. Evanich, V. Ponnaluri, V. Panchapakesa, A. Erijman, M. A. Campbell, N. Dai, B. W. Langhorst, L. Williams; <br\/>New England Biolabs, Inc., Ipswich, MA","CSlideId":"","ControlKey":"fd1b730b-f78e-40dd-a04a-519fc91feed4","ControlNumber":"5379","DisclosureBlock":"&nbsp;<b>G. M. Cammarata, <\/b> None..<br><b>D. J. Evanich, <\/b> None..<br><b>V. Ponnaluri, <\/b> None..<br><b>V. Panchapakesa, <\/b> None..<br><b>A. Erijman, <\/b> None..<br><b>M. A. Campbell, <\/b> None..<br><b>N. Dai, <\/b> None..<br><b>B. W. Langhorst, <\/b> None..<br><b>L. Williams, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7008","PresenterBiography":null,"PresenterDisplayName":"Garrett Cammarata","PresenterKey":"da9c5880-729a-4a99-97eb-ea75f2590031","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7008. NEBNext&#174; E5hmC-seq<sup>TM<\/sup>: Direct detection of 5-hydroxymethylcytosine at single base resolution","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NEBNext&#174; E5hmC-seq<sup>TM<\/sup>: Direct detection of 5-hydroxymethylcytosine at single base resolution","Topics":null,"cSlideId":""},{"Abstract":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009\u0009DNA methylation is a common epigenetic modification, characterized by the presence of the signature 5-methylcytosine without altering the sequence of DNA. The study of DNA methylation in mammals has gained significant attention due to its broad impact on numerous biological processes and its critical role in the onset and progression of many diseases, such as cancer and aging. Consequently, there is a pressing need for a rapid and precise method to assess methylation status. Currently, most approaches for quantifying DNA methylation rely on sodium bisulfite treatment. However, such approaches do not align with the uracil DNA glycosylase PCR system. In this study, we demonstrate the application of methylation-sensitive restriction enzymes (MSRE) and digital PCR to determine the methylation status of the Ras association domain family 1 isoform A (<i>RASSF1A<\/i>) in cancer cell lines. Digital PCR enables the precise detection and absolute quantification without the reliance on reference standards. We developed a multiplex digital PCR assay that includes the target gene RASSF1A, along with two reference genes for the purpose of monitoring digestion completion and correcting DNA input. Each sample of interest was measured both before and after a MSRE digestion. To ensure the quantification accuracy, we employed the commercially available CpGenome human methylated DNA standard with a known concentration from MilliporeSigma, treating it with and without a MSRE, and subsequently performing digital PCR experiments using Roche Digital LightCycler&#174; IVD system with a Universal nanowell plate featuring 28,000 partitions. The expected concentrations lay within the 95% confidence interval, affirming the accurate quantification achieved through digital PCR. Next, we measured the fraction of methylated alleles in various lung cancer and breast cancer cell lines, as well as in healthy human gDNA. The methylation of <i>RASSF1A<\/i> promoter in healthy human gDNA is ~0.7%, while a broad range of methylation levels was observed in cancer cell lines, ranging from ~0.7% to ~100.2%. Notably, the influence of GC bias was identified in this study. To overcome this critical challenge, we optimized the usage of several high GC enhancers. The results demonstrated that the concentration of 5-7.5% DMSO, 7.5% glycerol, and commercially available OneTaq or Q5 GC enhancers from New England Biolabs were effectively incorporated into the Roche digital PCR system, thereby enhancing the accuracy of quantification from 30% to 100%. Together, we demonstrated a remarkable approach for DNA methylation analysis using Roche digital PCR system in combination with MSREs and suitable high GC enhancers. This study suggests a promising rapid, accurate and cost-effective tool to advance research in the field. \u0009\u0009\u0009\u0009\u0009\u0009*Data on file at Roche Diagnostics, Wilmington, MA, USA \u0009\u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Digital PCR,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Zhao<\/b>, L. Cambria; <br\/>Roche Diagnostics, Wilmington, MA","CSlideId":"","ControlKey":"4a0bb050-f3f3-44e5-b194-58bec0abca2a","ControlNumber":"4914","DisclosureBlock":"<b>&nbsp;Y. Zhao, <\/b> <br><b>Roche Diagnostics<\/b> Employment. <br><b>L. Cambria, <\/b> <br><b>Roche Diagnostics<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7009","PresenterBiography":null,"PresenterDisplayName":"Yu Zhao","PresenterKey":"86ccbc73-85c7-45bc-b39f-518cdb5bb0aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7009. Quantification of DNA methylation using methylation-sensitive restriction enzymes and digital PCR \u0009\u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantification of DNA methylation using methylation-sensitive restriction enzymes and digital PCR \u0009\u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic age (EA) is recognized as a valuable biomarker of aging. The discrepancy between epigenetic and chronological age (CA), termed epigenetic age acceleration (EAA), has been associated with increased mortality from various age-related diseases, including cancer. However, previous studies primarily focused on the EA in blood cells, resulting in a notable gap in understanding the EA in cancer-relevant tissues and its relationship to cancer development.<br \/>To examine if genetic risks for seven distinct cancers are associated with EAA in cancer-relevant tissues and blood cells, we utilized Illumina EPIC-array-based DNA methylation data and whole genome sequencing (WGS)-derived genotype data of 659 normal tissue and 42 whole blood samples from 315 European-ancestry subjects in the Genotype-Tissue Expression (GTEx) project. EA was estimated across 30 female breast, 167 colon, 41 kidney, 163 lung, 118 ovary, 96 prostate, 44 testis, and 42 whole blood samples via seven established epigenetic clocks: HorvathAge, GrimAge, GrimAge2, HannumAge, PhenoAge, Zhang-BLUP-Age, and Zhang-EN-Age. EAA was calculated as the residual of EA regressed on CA. For each participant, a polygenic risk score (PRS) was computed to assess the genetic risk for each cancer, using validated cancer-specific PRSs for European populations from the Polygenic Score Catalogue. Linear regression analysis was performed to evaluate the association between cancer PRS and EAA, adjusting for body mass index, sex (where applicable), cigarette smoking, and WGS platform and library construction protocol.<br \/>All EA estimates of cancer-relevant tissues and blood cells exhibited significant correlations with CA (maximum <i>P<\/i>=2.44&#215;10<sup>-3<\/sup>). Among them, GrimAge, known for its strong predictive capacity for mortality, had the most pronounced correlation with CA, with Spearman coefficients ranging from 0.80 in blood cells to 0.98 in breast tissues. A higher prostate cancer PRS was significantly associated with increased EAA in normal prostate tissues measured by PhenoAge (&#946;=2.49; <i>P<\/i>=0.01), Zhang-BLUP-Age (&#946;=1.71; <i>P<\/i>=0.02), HannumAge (&#946;=1.36; <i>P<\/i>=0.04), and GrimAge (&#946;=0.73; <i>P<\/i>=0.04). In addition, a higher PRS for renal cell carcinoma showed a significant association with increased GrimAge acceleration in normal kidney tissues (&#946;=0.82; <i>P<\/i>=0.02). Moreover, breast and lung cancer PRSs were significantly associated with increased EAA in blood cells. Specifically, breast cancer PRS was associated with Zhang-BLUP-Age acceleration (&#946;=0.99; <i>P<\/i>=0.04), while lung cancer PRS showed associations with HannumAge (&#946;=1.78; <i>P<\/i>=0.01) and Zhang-EN-Age acceleration (&#946;=0.94; <i>P<\/i>=0.02).<br \/>Our results suggest a potential connection between genetic susceptibility to certain cancers and accelerated aging in relevant tissues and\/or blood cells before cancer onset. Future large-scale studies are needed to substantiate and expand upon our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Epigenetics,Aging,Cancer risk,DNA methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Chen<\/b><sup>1<\/sup>, Y. Qi<sup>1<\/sup>, G. Wang<sup>1<\/sup>, Y. Xie<sup>2<\/sup>, Y. Yang<sup>3<\/sup>, W. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>West China Hospital, Sichuan University, Cheng Du, China, <sup>2<\/sup>West China Hospital of Sichuan University, Cheng Du, China, <sup>3<\/sup>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"3de6d19b-b959-4d60-9a56-5dfa1682e1d8","ControlNumber":"2895","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>Y. Qi, <\/b> None..<br><b>G. Wang, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>W. Li, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7010","PresenterBiography":null,"PresenterDisplayName":"Yaxin Chen, PhD","PresenterKey":"7e0f5845-8d7a-41fc-8067-ab4a0aa8c0bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7010. A pan-tissue investigation of epigenetic aging in association with genetic risk for cancer among European descendants","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pan-tissue investigation of epigenetic aging in association with genetic risk for cancer among European descendants","Topics":null,"cSlideId":""},{"Abstract":"The T-cell receptor (TCR) repertoire is partly shaped by epigenetic modifications, including DNA methylation. Hypomethylating agents like decitabine are used to treat patients with acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS). The precise DNA methylation patterns within the TCR loci and their dynamics associated with HMAs treatments remain underexplored. Here, we analyzed methylation patterns across TCR alpha and beta gene loci in T cells from GSE175758 and GSE67170 datasets, comparing patterns between patients with AML and healthy controls. We also investigated the impact of decitabine on the methylation patterns of TCR gene loci in patients with AML and MDS (GSE175758 and GSE80762).The overall levels of methylation between T cells from healthy donors and patients with AML were significantly different within the <i>TRAV<\/i> (0.55 vs 0.42, P &#60; 0.001) and <i>TRBV<\/i> regions (0.70 vs 0.59, P &#60; 0.001) with 46 <i>TRAV<\/i> and 33 <i>TRBV <\/i>sites differentially methylated positions, respectively. However, methylation patterns in HSCs (GSE63409), T cells from healthy donors and patients with AML and those in AML cells were strongly correlated (R &#62; 0.67, range 0.67-0.99, P &#60; 0.001).Because decitabine preferentially acts on leukemic cells and given the high correlation levels between AML cells and T cells across datasets we analyzed the effects of decitabine on TCR DNA methylation patterns in AML cells. In the leukemic cells decitabine treatment led to significant demethylation across 33 and 30 CpG sites within the <i>TRAV<\/i> and <i>TRBV<\/i> genes, respectively. In the pre-treatment AML samples higher methylation beta values were observed in differentially methylated positions (DMPs) compared with non-DMPs (<i>TRAV: <\/i>0.847 vs 0.407; P &#60; 0.001; <i>TRBV<\/i>: 0.771 vs 0.538; P = 0.049). In samples largely enriched of myeloid leukemic blasts, we found that <i>TRAV <\/i>and <i>TRBV <\/i>loci methylation patterns differ significantly between AML patients with good, moderate, and poor risk patients (P &#60; 0.001). We found TRBV6-1 position 1 and 2 methylation was lower in patients with good risk, compared with intermediate risk (pos1: 0.07 vs 0.13, P=0.04; pos2: 0.1 vs 0.2, P = 0.002) and poor risk (pos 1: 0.07 vs 0.21, P &#60; 0.001; pos 2: 0.1 vs 0.32, P &#60; 0.001) and was lower in patients with intermediate risk compared with poor risk (pos1: 0.13 vs 0.21, p=0.007; pos 2: 0.21 vs 0.32, P = 0.001). The high correlation of TCR DNA methylation patterns between the T cells and the myeloid cells, suggests the need for similar analyses in the context of AML T cells.<br \/>The study highlights the presence of a conserved TCR loci methylated signatures which is highly correlated between myeloid leukemic cells and T cells and is associated with clinical outcomes, offering a potential avenue for therapeutic intervention. Hypomethylating agents, such as decitabine, can modulate TCR loci methylation patterns.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,T cell receptor (TCR),Decitabine,DNA methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Pospiech<\/b>, J. Beckford, A. M. S. Kumar, M. Tamizharasan, J. Brito, G. Liang, S. Mangul, H. Alachkar; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"7b94dbd9-4636-4fa7-b411-69bd5ac98245","ControlNumber":"8597","DisclosureBlock":"&nbsp;<b>M. Pospiech, <\/b> None..<br><b>J. Beckford, <\/b> None..<br><b>A. M. S. Kumar, <\/b> None..<br><b>M. Tamizharasan, <\/b> None..<br><b>J. Brito, <\/b> None..<br><b>G. Liang, <\/b> None..<br><b>S. Mangul, <\/b> None..<br><b>H. Alachkar, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7011","PresenterBiography":null,"PresenterDisplayName":"Mateusz Pospiech, PhD","PresenterKey":"2a6776be-5545-44ae-867b-c4238d425b18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7011. The DNA methylation landscape across the TCR loci genes in patients with acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The DNA methylation landscape across the TCR loci genes in patients with acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Mosaic epimutations (i.e., epigenetic gene inactivation) within the <i>BRCA1<\/i> gene promoter occur in 5-8% of healthy individuals and are associated with a significantly elevated risk of breast and ovarian cancer. These epimutations arise prenatally and then serve as an underlying cause of cancer in adulthood, likely accounting for about 20% of triple-negative breast cancers. Similar mosaic epimutations have been detected in some other tumor suppressor genes as well, but the intraindividual and population frequencies of this phenomenon remain unknown. To address this gap, we have developed novel methodology for detection of mosaic epimutations. The experimental technique is a multiplexed, hybridization capture-based, targeted methylation sequencing assay covering gene regulatory areas. It allows cost-effective assessment of epimutations in established and emerging tumor suppressor genes. An accompanying tailored data analysis pipeline is designed to quantify epimutations. The pipeline is sensitive and robust to variance in methylation, sequencing errors and batch effects. We applied this method to a set of samples from healthy young males. Analysis uncovered significant interindividual epimutational heterogeneity and confirmed high sensitivity of the assay and its superiority compared to methylation profiling using microarrays. Here, we present details on the highly sensitive, scalable and robust methodology for analysis of mosaic epimutations together with the results on initial assessment of the prevalence of epimutations in healthy individuals. We anticipate that this method will become widely used for studies of epigenetic gene regulation and related cancer risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Epigenetics,DNA methylation,Next-generation sequencing (NGS),Cancer risk,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Nikolaienko<\/b>, P. E. Lønning, S. Knappskog; <br\/>K. G. Jebsen Center for Genome-Directed Cancer Therapy, University of Bergen, Bergen, Norway","CSlideId":"","ControlKey":"c6a6f94a-deeb-47c3-9700-981015674fa4","ControlNumber":"6327","DisclosureBlock":"&nbsp;<b>O. Nikolaienko, <\/b> None.&nbsp;<br><b>P. E. Lønning, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Consultant. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Pierre Fabre<\/b> Travel. <br><b>Laboratorios Farmaceuticos Rovi<\/b> Other, Consultant. <br><b>Akademikonferens<\/b> Other, Lecture honoraria. <br><b>Aptitude Health<\/b> Other, Lecture honoraria. <br><b>Cytovation<\/b> Patent, Other Intellectual Property. <br><b>S. Knappskog, <\/b> <br><b>Novartis<\/b> Other, Lecture honoraria. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Illumina<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7012","PresenterBiography":null,"PresenterDisplayName":"Oleksii Nikolaienko, PhD","PresenterKey":"b812ff13-5e98-4ed0-8f8c-7d9f43acb64f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7012. Studying mosaic epimutations at scale","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Studying mosaic epimutations at scale","Topics":null,"cSlideId":""},{"Abstract":"Understanding cancer biology allows for the determination of patient prognosis through biomarkers and predicting treatment sensitivity. For many cancer types, genetic changes have been largely characterized, but the contributions of epigenetic changes, which are also implicated in tumorigenesis, are not yet well understood. Three-dimensional chromatin architecture changes occur throughout tumor development, changing the states and interactions between cis-regulatory elements, overall inducing gene dysregulation.<b> <\/b>Chromatin structure changes have previously been interrogated using Hi-C, a technique which utilizes restriction enzyme-mediated digestion of chromatin. Although this method is useful, it cannot detect chromatin states of regulatory elements with high sensitivity and resolution due to the use of restriction enzymes that give multi-nucleosome-sized fragments. Micro-C instead uses MNase that preferentially digests accessible regulatory elements, resulting in mono, di, and tri-nucleosome fragments, providing higher-resolution chromatin interaction data, indirectly determining which regulatory elements are active and in proximity to one another. However, spatial proximity of genomic regions are only a piece of the chromatin structure epigenetic story. Partially methylated domains, which are gained or altered throughout tumor development, are reported to co-localize with topologically associating domains, suggesting that they can contribute to chromatin structure alterations. Whole methylome sequencing techniques can be used to determine methylation states of these domains and regulatory regions. Recently, enzyme-mediated methylation sequencing has been shown to<b> <\/b>induce less DNA damage than the canonical whole-genome bisulfite sequencing, providing a more accurate and comprehensive picture of the DNA methylome. Although DNA methylome data alone can provide information about epigenetic status within genomic regions, overlaying chromatin structure changes at these locations can further corroborate findings. In this way, chromatin structure and DNA methylome data together can provide a more complete picture of cancer epigenetics. However, it is very expensive to sequence at the depth necessary to gain useful information. To address this issue, we developed a technique called Methyl-Micro-C to simultaneously interrogate the DNA methylome while observing chromatin structure in the same sample. Methyl-Micro-C integrates the higher resolution Micro-C method and more comprehensive enzyme-mediated methylation sequencing method together to investigate both the chromatin interactions as well as DNA methylation patterns for the same sample simultaneously. Here, we use Methyl-Micro-C with prostate cancer cells to characterize 3D epigenomic mechanisms that drive prostate carcinogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenomics,Gene regulation,Prostate cancer,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Stevens<\/b>, L. Gonzalez-Smith, H. Cao, S. K. Rhie; <br\/>Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"7525c911-2f09-439c-b64f-aba0c3efc2a9","ControlNumber":"6052","DisclosureBlock":"&nbsp;<b>C. Stevens, <\/b> None..<br><b>L. Gonzalez-Smith, <\/b> None..<br><b>H. Cao, <\/b> None..<br><b>S. K. Rhie, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7013","PresenterBiography":null,"PresenterDisplayName":"Claire Stevens, BS","PresenterKey":"7f63c490-f987-4b5f-a9f6-125cf4210b71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7013. Methyl-Micro-C: simultaneous high-resolution characterization of three-dimensional chromatin structure and the DNA methylome","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methyl-Micro-C: simultaneous high-resolution characterization of three-dimensional chromatin structure and the DNA methylome","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation plays a critical role in tumor progression and response to chemotherapy. Frequently dysregulated during tumor development, it is closely intertwined with mixed effects from patient epigenetic background, tissue context, and treatment pressure. Here, we leveraged methylomic and transcriptomic profiling of 400 whole-genome sequencing samples from 125 patients with ovarian high-grade serous carcinoma (HGSC), belonging to the prospective, longitudinal, multi-region DECIDER trial (NCT04846933). This cohort included 120 samples from tubo-ovarian tumors, 209 samples from intra-abdominal metastases, and 71 ascites, representing all major sites of HGSC metastases. We profiled cancer methylome across tissues, patient groups, and various anticancer treatments using decomposition method, which allows separating the effects of tumor microenvironment and treatment, tissue, and patient specific changes, thus, facilitating integration of the heterogeneous collection of samples. First, we systematically examined the tissue-specific carcinogenesis and characterized methylomes of all types of metastases and excess fluid accumulations in the abdominal cavity. In our analyses, the cancer spread from tubo-ovarian sites to metastatic deposits involved gradual loss of DNA methylation and increase in transcriptomic levels, possibly indicating stemness. Specifically, several members of the ATP-binding-cassette (ABC) family of transporters, as well as receptor tyrosine kinases were frequently hypomethylated in bowel and omentum. The methylome of ascites showed most commonality to the tubo-ovarian tumors and peritoneum. Our results confirmed that several well-known tumor-associated genes, such as <i>PTEN<\/i>, <i>GSK3B<\/i>, <i>ESR1<\/i>, <i>FGFR2<\/i>, <i>TNC<\/i>, <i>BCL6<\/i>, <i>HIF1A<\/i>, <i>NOTCH2<\/i> are regulated epigenetically, and this dysregulation stems early from the sites of origin. Next, we built methylomic profiles of patients with various treatment responses. Direct comparisons between good and poor responders revealed pronounced methylation differences, with refractory disease being associated with severely aberrated methylome prior to chemotherapy treatment. Neoadujuvant chemotherapy resulted in very few changes to these epigenetic aberrations and no acquired mechanisms, suggesting that intrinsic methylomes of poor responders accommodate multiple drivers for EMT, hypoxia, and chronic inflammation to resist chemotherapy-induced cell death already prior to treatment. In conclusion, using a large whole-genome sequencing DNA methylation dataset we elucidated the major underlying epigenetic mechanisms of tumorigenesis and platinum resistance, which provide possible drug targets for improving platinum sensitivity. Our multi-omics analyses enabled the identification of aberrated patterns that drive transcriptional changes, shedding light on epigenetic landscape of HGSC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Ovarian cancer,Epigenetics,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Lahtinen<\/b><sup>1<\/sup>, G. Marchi<sup>1<\/sup>, D. Afenteva<sup>1<\/sup>, K. Lavikka<sup>1<\/sup>, S. Holmström<sup>1<\/sup>, E. Pöllänen<sup>1<\/sup>, G. Micoli<sup>1<\/sup>, I. Maarala<sup>1<\/sup>, Y. Li<sup>1<\/sup>, T. A. Muranen<sup>1<\/sup>, J. Oikkonen<sup>1<\/sup>, S. Hietanen<sup>2<\/sup>, A. Virtanen<sup>3<\/sup>, J. Hynninen<sup>2<\/sup>, A. Häkkinen<sup>4<\/sup>, S. Hautaniemi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland, <sup>2<\/sup>University of Turku and Turku University Hospital, Turku, Finland, <sup>3<\/sup>University of Helsinki and HUS Diagnostic Center, Helsinki University Hospital, Helsinki, Finland, <sup>4<\/sup>Boston Children's Hospital, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"1140060b-ded5-453e-9196-afafbb042810","ControlNumber":"6220","DisclosureBlock":"<b>&nbsp;A. Lahtinen, <\/b> <br><b>Astra Zeneca<\/b> Stock. <br><b>Eli Lilly<\/b> Stock. <br><b>Novo Nordisk<\/b> Stock. <br><b>Abbvie<\/b> Stock. <br><b>Gilead Sciences<\/b> Stock.<br><b>G. Marchi, <\/b> None..<br><b>D. Afenteva, <\/b> None..<br><b>K. Lavikka, <\/b> None..<br><b>S. Holmström, <\/b> None..<br><b>E. Pöllänen, <\/b> None..<br><b>G. Micoli, <\/b> None..<br><b>I. Maarala, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>T. A. Muranen, <\/b> None..<br><b>J. Oikkonen, <\/b> None..<br><b>S. Hietanen, <\/b> None..<br><b>A. Virtanen, <\/b> None..<br><b>J. Hynninen, <\/b> None..<br><b>A. Häkkinen, <\/b> None..<br><b>S. Hautaniemi, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7014","PresenterBiography":null,"PresenterDisplayName":"Alexandra Lahtinen, Dr PH","PresenterKey":"33fa18c7-5403-4584-ae3a-fc1bbf3ec585","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7014. Integrative DNA methylation cancer profiling reveals patterns associated with tumor progression and treatment response","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative DNA methylation cancer profiling reveals patterns associated with tumor progression and treatment response","Topics":null,"cSlideId":""},{"Abstract":"ALK-positive anaplastic large cell lymphoma (ALK+ ALCL) is a T-cell non-Hodgkin lymphoma characterized by the presence of the fusion oncogene nucleophosmin-anaplastic lymphoma kinase (NPM-ALK). Tumor cells control the expression of key genes in different manners: mutations, translocations or epigenetically. Our group have shown that in this tumor a plethora of genes are silenced by NPM-ALK through DNA methylation. However, recent evidence showed that some of the genes downregulated by DNA methylation might have already been silenced prior to the appearance of DNA methylation. Herein, we investigate the possible role of histone methylation in the silencing of genes and its relationship to DNA methylation. To better understand the possible players in the silencing of genes in ALK+ ALCL we used T-cell transformed with NPM-ALK and recorded over time the changing in gene expression, DNA methylation and histone marks. Using RNAseq comparing transformed cells at different time points, we noticed that downregulated genes in ALK+ ALCL became gradually silenced also in our system. Next, we investigated the DNA methylation (meDNA) on their promoters, and we confirmed a progressive increase of meDNA but clearly slower compared to the silencing of the genes, or if compared to the meDNA status of established ALK+ ALCL cell lines. Finally, we explored the presence of silencing histone marks on the promoter of the silenced genes using qPCR-ChIP. Among the repressive histone marks evaluated, H3K27me3 stood up as possible candidate for the gene silencing. Therefore, we look at the different gene expression changes after the inhibition of either meDNA, using a DNMT1 inhibitor (GSK3685032), or histone methylation, by EZH2 inhibitor (EPZ6438). RNAseq data showed the re-expression of downregulated genes after EZH2 and\/or DNMT1 inhibition providing clear insights on their epigenetic regulation. The co-presence of H3K27me3 and meDNA on the promoters of those genes points towards a crosstalk between DNA and histone methylation machineries. Despite it is clear how NPM-ALK regulates DNA methylation, nothing is known about NPM-ALK and EZH2. To investigate their relationship, we treated ALK+ cells with ALK inhibitor, and we observed a decrease of EZH2 expression at protein and mRNA level. STAT3 inhibition, through napabucasin or by STAT3 silencing using Crispr-cas9 technology, resulted, likewise, in the downregulation of EZH2. Moreover, ChIPseq showed STAT3 presence on <i>EZH2<\/i> promoter, further confirming this mechanism. Altogether, those data showed that NPM-ALK regulates <i>EZH2<\/i> expression through STAT3. In conclusion, we provide, not only novel information on the mechanism in the downregulation of genes in ALK+ ALCL, but also new insight on the understanding of the epigenetics machinery and the crosstalk between histone and DNA methylation, for long time considered two mutually exclusive mechanisms, or even antagonist.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-05 Gene silencing,,"},{"Key":"Keywords","Value":"ALK,Histone methylation,DNA methylation,Non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Lobello<\/b><sup>1<\/sup>, S. Wang<sup>1<\/sup>, S. Rao<sup>1<\/sup>, J. Pawlicki<sup>2<\/sup>, N. Mansoor<sup>1<\/sup>, J. L. Riley<sup>2<\/sup>, R. Nejati<sup>1<\/sup>, W. A. Mariusz<sup>1<\/sup>; <br\/><sup>1<\/sup>Fox Chase Cancer Center, Philadelphia, PA, <sup>2<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"e78a199d-e076-4d5d-8ccd-c16819a9d047","ControlNumber":"1660","DisclosureBlock":"&nbsp;<b>C. Lobello, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>S. Rao, <\/b> None.&nbsp;<br><b>J. Pawlicki, <\/b> <br><b>INOVIO Pharmaceuticals, Inc.<\/b> Employment.<br><b>N. Mansoor, <\/b> None..<br><b>J. L. Riley, <\/b> None..<br><b>R. Nejati, <\/b> None..<br><b>W. A. Mariusz, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7015","PresenterBiography":null,"PresenterDisplayName":"Cosimo Lobello, PhD","PresenterKey":"317a13d2-3b11-4aa2-8e33-bfda2691e251","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7015. Crosstalk between histone and DNA methylation in the development and progression of ALK+ ALCL","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Crosstalk between histone and DNA methylation in the development and progression of ALK+ ALCL","Topics":null,"cSlideId":""},{"Abstract":"The presence of plasticity in the epigenomes of young individuals is suggested by the aggressive phenotypes observed in cancers among adolescent and young adults (AYAs), including gastric cancers. To demonstrate the presence of this plasticity and identify the underlying epigenomic characteristics in gastric stem cells during youth, we examined organoids established from murine stomach tissue and conducted single-cell RNA-seq and ATAC-seq using murine antrum-pyloric tissues at ages of 3 weeks and 50 weeks, corresponding to human infancy and middle-age adult, respectively.<br \/>Organoids established from infant mice showed higher dependence to niche factors, and stronger response to cytokine signals. Ligand-receptor analysis using single-cell RNA-seq data of tissues showed that infant epithelial stem cells and stromal cells had stronger interactions. Both supported the plastic nature of infant gastric epithelial cells.<br \/>Single-cell ATAC-seq enabled us to identify epithelial stem cell population in infant and middle-aged mice, and 71 and 118 chromatin peaks were specific to infant and adult stem cells, respectively. Motif enrichment analysis showed an enrichment of binding sites for bZIP family transcription factors in infants, and an enrichment of binding sites of a chromatin remodeling factor and a family of transcription factors in adults. Additionally, comparison between differentiated epithelial cells, marked by the pit cell marker <i>Muc5ac<\/i>, and stem cells, marked by <i>Lgr5<\/i>, showed more pronounced differences: 46,772 peaks specific to pit cells and 39,076 peaks specific to stem cells. Interestingly, regions specific to pit cells were enriched in binding sites of the chromatin remodeling factor and the family of transcription factors, identical to the open regions specific to adult stem cells. This suggested that the chromatin accessibility profile of aged stem cells approaches to that of differentiated cells, leading to a loss of stemness. The single-cell RNA-seq data also revealed an increase in interactions between differentiated epithelial cells and fibroblasts in aged mice, as opposed to infant, suggesting the emergence of aberrant interactions in aged stomach tissue.<br \/>Collectively, our data suggested that chromatin accessibility of gastric stem cells undergo an epigenomic shift during aging, approaching to the profiles of differentiated cells and losing their plasticity, and that a specific chromatin remodeling factor and a family of transcription factors could be involved in the process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Chromatin remodeling,Epigenomic plasticity,Microenvironment,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-Y. Liu<\/b><sup>1<\/sup>, C. Takeuchi<sup>1<\/sup>, S. Yamashita<sup>2<\/sup>, T. Ushijima<sup>1<\/sup>; <br\/><sup>1<\/sup>Hoshi University, School of Pharmacy and Pharmaceutical Sciences, Tokyo, Japan, <sup>2<\/sup>Maebashi Institute of Technology, Maebashi, Japan","CSlideId":"","ControlKey":"eb8cae80-4746-4d35-bcdf-c1ee244f89b5","ControlNumber":"305","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>C. Takeuchi, <\/b> None..<br><b>S. Yamashita, <\/b> None..<br><b>T. Ushijima, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7016","PresenterBiography":null,"PresenterDisplayName":"Liu Yuyu","PresenterKey":"6e812613-53f3-42a4-b81b-74d4ea25f60a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7016. Plastic epigenome in youth: Insights from open chromatin in stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plastic epigenome in youth: Insights from open chromatin in stem cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Advanced biological age relative to chronological age has been observed in individuals with colorectal cancer (CRC), and there is growing evidence that cancer treatments can further accelerate biological aging. However, the influence of age at diagnosis on these relationships has yet to be examined in detail. This pilot study used data from the ColoCare Study to explore pre- and post-treatment differences in age acceleration by chronological age at CRC diagnosis.<br \/>Methods: The ColoCare Study is a prospective cohort study of newly-diagnosed CRC patients enrolled across seven U.S. and European sites. Participants in this pilot study were from the ColoCare site in Tampa, Florida who had available pre-treatment blood DNA. Young adult (YA, aged 18-39) and early onset (EO, aged 40-49) participants were matched with average onset (AO, aged 50-64) and late onset (LO, aged &#62;64) participants on stage, sex, race and microsatellite instability status. Genome-wide DNA methylation profiles were assayed on buffy coat DNA using MethylationEPIC v2 BeadChips. PhenoAgeAccel and GrimAgeAccel were calculated on all samples to quantify the difference between DNA methylation-predicted biological age and chronological age (i.e., age acceleration). Linear regression models were used to estimate the associations of age at diagnosis and treatment with PhenoAgeAccel and GrimAgeAccel, adjusted for sex, race, and site (rectal, colon).<br \/>Results: The sample (n=60) included n=19 YA, n=15 EO, n=11 AO, and n=15 LO participants with pre-treatment blood DNA. Over half (n=15 YA\/EO, n=20 AO\/LO) had a paired post-treatment blood sample available. Half of participants were female and had colon tumors, and 76% were diagnosed with stage I-III disease. Pre-treatment, PhenoAgeAccel and GrimAgeAccel were similar across age groups (P &#62; 0.05). In the subset of participants with pre- and post-treatment samples, age acceleration appeared to increase post-treatment (pre- and post-treatment differences, PhenoAgeAccel: 1.44, SD: 5.55, P= 0.13; GrimAgeAccel: 0.92, SD: 2.80, P= 0.06). Increases were largest among YA\/EO participants. In adjusted models, the predicted differences in pre-to post-treatment PhenoAgeAccel were 2.89 (95% CI: -0.13, 5.90) in YA\/EO and 0.36 (95% CI: -2.25, 2.96) in AO\/LO (P-difference= 0.20). The predicted differences in GrimAgeAccel were 1.75 (95% CI: 0.25, 3.25) in YA\/EO and 0.30 (95% CI: -1.00, 1.60) in AO\/LO (P-difference= 0.15).<br \/>Conclusions: In this pilot study of CRC patients, pre-treatment age acceleration did not vary by age at diagnosis. Post-treatment, patients diagnosed at age 49 or younger had larger increases in age acceleration than patients diagnosed at age 50 or older. These findings warrant further investigation in larger samples and to determine if increases in post-treatment age acceleration as associated with patient outcomes and treatment response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Colorectal cancer,Epigenetics,Epidemiology,Early Onset,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. M. Siegel<\/b><sup>1<\/sup>, J. K. Kresovich<sup>1<\/sup>, A. M. Bloomer<sup>1<\/sup>, A. Berglund<sup>1<\/sup>, E. Jean-Baptiste<sup>1<\/sup>, G. Trujillo<sup>1<\/sup>, R. Carmella<sup>1<\/sup>, J. Love<sup>1<\/sup>, S. Felder<sup>1<\/sup>, J. Ose<sup>2<\/sup>, B. Gigic<sup>3<\/sup>, C. I. Li<sup>4<\/sup>, J. C. Figueiredo<sup>5<\/sup>, A. T. Toriola<sup>6<\/sup>, C. M. Ulrich<sup>2<\/sup>, D. Shibata<sup>7<\/sup>, L. B. Oswald<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>3<\/sup>University Hospital Heidelberg, Heidelberg, Germany, <sup>4<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>5<\/sup>Samuel Oschin Comprehensive Cancer Institute at Cedars-Sinai Medical Center, Los Angeles, CA, <sup>6<\/sup>Washington University School of Medicine, St. Louis, MO, <sup>7<\/sup>University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"d414b456-57ef-43cb-8572-d63c3d727ada","ControlNumber":"7105","DisclosureBlock":"&nbsp;<b>E. M. Siegel, <\/b> None..<br><b>J. K. Kresovich, <\/b> None..<br><b>A. M. Bloomer, <\/b> None..<br><b>A. Berglund, <\/b> None..<br><b>E. Jean-Baptiste, <\/b> None..<br><b>G. Trujillo, <\/b> None..<br><b>R. Carmella, <\/b> None..<br><b>J. Love, <\/b> None..<br><b>S. Felder, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>B. Gigic, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>A. T. Toriola, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>L. B. Oswald, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7017","PresenterBiography":null,"PresenterDisplayName":"Erin Siegel, MPH;PhD","PresenterKey":"70c2710b-fd69-4ef0-a24b-276e6b4fda70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7017. Increased epigenetic age acceleration in young adult and early onset colorectal cancer patients post-treatment: A ColoCare Pilot Study","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased epigenetic age acceleration in young adult and early onset colorectal cancer patients post-treatment: A ColoCare Pilot Study","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation (DNAm) is an epigenetic mark crucial in lineage specification and cellular differentiation, resulting in distinct patterns by cell type. These patterns can serve as biomarkers in deconvolution approaches inferring cell proportions from composite DNAm signals in biospecimens like blood and tumor tissue. Adjusting for cellular heterogeneity is critical to avoid confounding by cell type. The HiTIMED (hierarchical tumor immune microenvironment epigenetic deconvolution) algorithm provides high-resolution tumor microenvironment profiling, up to 17 cell types, including tumor, myeloid, and angiogenic compartments.<br \/>We analyzed bladder, prostate, and uterine cancers, applying HiTIMED on the tumor (n=1,341) and normal adjacent tissue (n=105), adjusting for age, sex, and cell types. DNAm data from The Cancer Genome Atlas (TCGA) was used, and HiTIMED was applied to deconvolute various cell proportions.<br \/>Linear model comparisons to identify significantly differentiated loci with\/without cell type adjustment are summarized in Table 1. We demonstrate greater than 99% reduction in both hypermethylated and hypomethylated loci in all cancer types after adjustment for cell type. Our study demonstrates HiTIMED's applicability to deconvolve the tumor microenvironment in multiple cancer types and demonstrates the importance of adjusting for cell type in epigenome-wide association studies to identify differentially methylated loci, offering greater biological insight into the etiology of specific cancer types.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5156C656-2B9B-4498-A055-8B31E64F2D35}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"4\"><i>Significant differentially methylated loci in tumor versus normal adjacent tissue, FDR &#60;0.05<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cancer type<\/td><td rowspan=\"1\" colspan=\"1\">Linear model<\/td><td rowspan=\"1\" colspan=\"1\">Hypermethylated in tumor (logFC &#62;2.0)<\/td><td rowspan=\"1\" colspan=\"1\">Hypomethylated in tumor (logFC &#60; -2.0)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Bladder cancer <\/b>n = 21, normal adjacent tissue n = 413 tumor<\/td><td rowspan=\"1\" colspan=\"1\">Model 1 (Cancer Status, Age, Sex)<\/td><td rowspan=\"1\" colspan=\"1\">4495<\/td><td rowspan=\"1\" colspan=\"1\">19,936<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Model 2: (Cancer Status, Sex, age, six cell types)<\/td><td rowspan=\"1\" colspan=\"1\">27<\/td><td rowspan=\"1\" colspan=\"1\">39<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Prostate adenocarcinoma<\/b>n = 50, normal adjacent tissuen = 499 tumor<\/td><td rowspan=\"1\" colspan=\"1\">Model 1 (Cancer Status, Age)<\/td><td rowspan=\"1\" colspan=\"1\">8988<\/td><td rowspan=\"1\" colspan=\"1\">2207<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Model 2: (Cancer Status, age, six cell types)<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Uterine carcinoma<\/b>n = 34 normal adjacent tissuen = 429 tumor<\/td><td rowspan=\"1\" colspan=\"1\">Model 1 (Cancer Status, Age)<\/td><td rowspan=\"1\" colspan=\"1\">11,698<\/td><td rowspan=\"1\" colspan=\"1\">16,249<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Model 2: (Cancer Status, age, six cell types)<\/td><td rowspan=\"1\" colspan=\"1\">250<\/td><td rowspan=\"1\" colspan=\"1\">8245<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Epigenetics,Tumor heterogeneity,DNA methylation,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. M. Vlasac<\/b>, Z. Zhang, L. A. Salas, B. C. Christensen; <br\/>Dartmouth Geisel School of Medicine, Lebanon, NH","CSlideId":"","ControlKey":"00c3e24d-59a3-4860-a4e7-e098b8ee4e3a","ControlNumber":"5494","DisclosureBlock":"&nbsp;<b>I. M. Vlasac, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>L. A. Salas, <\/b> None..<br><b>B. C. Christensen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7018","PresenterBiography":null,"PresenterDisplayName":"Irma Vlasac, BS","PresenterKey":"1bdf74bb-8ae5-4fb4-8ca5-c55766b4a88b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7018. Application of HiTIMED and cell type adjusted epigenome-wide models identifies driver tumor DNA methylation alterations in multiple cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of HiTIMED and cell type adjusted epigenome-wide models identifies driver tumor DNA methylation alterations in multiple cancers","Topics":null,"cSlideId":""},{"Abstract":"Brain metastasis (BM) is major complication for adult cancer patients. Up to 2% of all cancer patients develop BM. Non-small cell lung cancer (NSCLC) contributes up to 55% of all BM. Approximately 15-20% of NSCLC patients show metastases at diagnosis, and approximately half will develop BM during their clinical course. Even after treatments like surgery, radiation and immunotherapy, the prognosis is dismal with median overall survival less than 13 months. No standard screening or early diagnostic testing exists for BM now. There is an urgent need to identify genomic features that predispose towards brain metastasis - these biomarkers could be used for early detection and disease monitoring. The cfDNA methylation and fragmentation patterns provide potential epigenetic biomarkers for detecting cancer. These patterns are specific to cell\/tissue origin and cancer types. DNA methylation refers to a chemical modification of a specific carbon with an added methyl group in the cytosine. Hypomethylation in the gene body and hypermethylation in the promoter region lead to cancer development. We hypothesize that there are specific cfDNA methylation and fragmentation signatures in CSF that reflect the epigenetic states of BMs, and cancer predisposition for brain metastasis. We applied a novel single molecule sequencing approach to study CSF cfDNA methylation of BM from NSCLC. Our cohort consisted of ten patients with NSCLC-BM (samples N=14) and eleven healthy controls (N=11). Briefly, extracted cfDNA was obtained from CSF samples. Multiplexed sequencing libraries were prepared following an optimized protocol, and sequenced on PromethION flow cell for 72hr by Oxford nanopore technologies. Data were processed with the onboard base and methylation calling, followed by our bioinformatic pipelines for cfDNA size and methylation analysis. Distinct methylation patterns were found on significant CpG sites (fdr-corrected p&#60;0.01) between cancer patients and controls, in both gene-body and promoter region. Biological pathway analysis showed enrichment in essential functions involving PI3K, ERBB2, TNF-&#945; signaling (p&#60;0.03), all of which play a role in NSCLC. Enriched mono-nucleosome levels (p = 1.07e-03) and differentiated mono-\/tri- nucleosome ratios (p = 1.34e-03) were found in cancer vs. controls. Overall, our results suggest that a combination of cfDNA methylation and fragmentation can detect NSCLC-BM. This study will benefit BM patients with early detection and better prognosis, and extend our understanding in brain metastases in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,NSCLC,Brain metastasis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Chen<\/b><sup>1<\/sup>, B. T. Lau<sup>1<\/sup>, X. Bai<sup>1<\/sup>, M. H. Gephart<sup>2<\/sup>, H. P. Ji<sup>1<\/sup>; <br\/><sup>1<\/sup>Stanford University School of Medicine, Stanford, CA, <sup>2<\/sup>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"dede9444-369f-4166-9fac-20e9a44198ca","ControlNumber":"2073","DisclosureBlock":"&nbsp;<b>T. Chen, <\/b> None..<br><b>B. T. Lau, <\/b> None..<br><b>X. Bai, <\/b> None..<br><b>M. H. Gephart, <\/b> None..<br><b>H. P. Ji, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7019","PresenterBiography":null,"PresenterDisplayName":"Tianqi (Kiki) Chen, BS;PhD","PresenterKey":"be38431c-2cfa-4e67-9c95-e9c63890deb3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7019. Identifying cell free DNA methylation signatures in cerebrospinal fluids for the early detection of brain metastasis in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying cell free DNA methylation signatures in cerebrospinal fluids for the early detection of brain metastasis in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tumor budding (Bd) has been known as an independent prognostic factor in various malignancies. MicroRNA (miRNA) are known to play an important role in regulating Bd. However, understanding the relationship between Bd and miRNA in Lung Squamous cell carcinoma (LUSC) remains limited.<br \/>Methods: 115 LUSC patients who underwent curative resection were included in the discovery cohort. Bd was verified through immunohistochemical (IHC) stain. Bd was classified according to a three tier system: Bd1 with 0-4 buds, Bd2 with 5-9 buds, and Bd3 with 10 or more buds. MiRNA expression profiles were analyzed through RNA sequencing. Differences in survival outcomes for miRNA, as identified in the discovery cohort, were confirmed using LUSC data of The Cancer Genome Atlas (TCGA) as a validation cohort.<br \/>Results: The relationship between Bd2 and the prolongation of recurrence-free survival (RFS) was statistically significant (p=0.0113), whereas Bd1 was correlated with Overall Survival (OS) (p=0.0468). Multivariate analysis indicated that both a high T stage (HR: 5.211, 95% CI: 1.168-23.250, p = 0.031; and HR: 5.107, 95% CI: 1.447-18.030, p &#60; 0.011) and Bd3 (HR: 3.683, 95% CI: 1.370-9.900, p = 0.010; and HR: 1.600, 95% CI: 0.800-3.201, p = 0.018) are independently significant poor prognostic factors for both RFS and OS. MiRNA-181a-2-3p was identified through Differentially Expressed miRNA (DER) analysis. A higher expression of miRNA-181a-2-3p in stage III LUSC of the TCGA dataset was associated with OS (p=0.0463).<br \/>Conclusions: Our study demonstrates that the miRNA 181a 2 3p expression is associated with improved OS. This association may be attributed to its inhibitory effect on Bd in advanced stages of LUSC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Lung cancer,Survival,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Lee<sup>1<\/sup>, <b>S. Kim<\/b><sup>1<\/sup>, J. Kim<sup>2<\/sup>, M. Lee<sup>3<\/sup>, Y. Ko<sup>4<\/sup>, S. Chun<sup>4<\/sup>; <br\/><sup>1<\/sup>Seoul St. Mary's Hospital, Seoul, Korea, Republic of, <sup>2<\/sup>Department of Hospital Pathology, College of Medicine, The Catholic University of Korea,, Seoul, Korea, Republic of, <sup>3<\/sup>Department of Life Science, Dongguk University-Seoul, Ilsandong-gu, Goyang-si, Korea, Republic of, <sup>4<\/sup>Division of Oncology, Department of Internal Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"34313cc3-97e5-448a-a8a6-5bb95dce8856","ControlNumber":"6292","DisclosureBlock":"&nbsp;<b>E. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>Y. Ko, <\/b> None..<br><b>S. Chun, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7020","PresenterBiography":"","PresenterDisplayName":"Seoree Kim, MD,PhD","PresenterKey":"73c16ef8-2372-47bb-a363-e1df1b2d7caf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7020. Prognostic implications of microRNA 181a 2 3p expression in association with tumor budding in patients with stage III lung squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prognostic implications of microRNA 181a 2 3p expression in association with tumor budding in patients with stage III lung squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"For many years, chromatin immunoprecipitation (ChIP) was the standard assay for studying epigenetic mechanisms. However, two new versatile techniques have recently been developed that are faster, experimentally easier, and more cost-effective than ChIP. Cleavage Under Targets &#38; Release Using Nuclease (CUT&#38;RUN) and Cleavage Under Targets &#38; Tagmentation (CUT&#38;Tag) can be used for understanding protein-DNA interactions within the natural chromatin context of the cell. Both CUT&#38;RUN and CUT&#38;Tag can be combined with Next Generation Sequencing (NGS) to analyze the function of histone modifications and the binding of transcription factors, DNA replication factors, or DNA repair proteins across the genome.<br \/>CUT&#38;RUN and CUT&#38;Tag are rapid, robust, and true low cell number methods for the detection of protein-DNA interactions. Unlike ChIP, both assays are free of formaldehyde cross-linking, chromatin fragmentation, and immunoprecipitation. When compared to ChIP, CUT&#38;RUN and CUT&#38;Tag require fewer starting cells (as low as 5,000 &#8211; 20,000), are shorter assays (one day from cells to DNA), and generate lower background signal (requiring fewer sequencing reads). At Cell Signaling Technology (CST), we have developed ChIP-seq, CUT&#38;RUN, and CUT&#38;Tag assay kits and validated a broad set of antibodies against histone modifications, transcription factors, and cofactors that are compatible with these kits. This poster will discuss the fundamentals of all three assays and highlight important factors to consider when selecting an assay for your experiment.<br \/>Through our antibody validation efforts, we have also generated a unique and extensive archive of ChIP-seq, CUT&#38;RUN, and CUT&#38;Tag NGS data using recombinant, monoclonal antibodies. This allows for the controlled comparison of these three commonly used chromatin profiling techniques. In this poster, I will highlight the similarities and differences between these assays when mapping a variety of histone modifications, transcription factors, and cofactor binding events across multiple sample types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenomics,Epigenetics,Histone modification,Chromatin immunoprecipitation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. H. Guo<\/b>, C. R. Comeau, F. Chen; <br\/>Cell Signaling Technology, Inc., Danvers, MA","CSlideId":"","ControlKey":"b62a945f-adb6-4d70-9914-6874471f94fd","ControlNumber":"8815","DisclosureBlock":"<b>&nbsp;A. H. Guo, <\/b> <br><b>Cell Signaling Technology<\/b> Employment. <br><b>C. R. Comeau, <\/b> <br><b>Cell Signaling Technology<\/b> Employment. <br><b>F. Chen, <\/b> <br><b>Cell Signaling Technology<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7021","PresenterBiography":null,"PresenterDisplayName":"Angela Guo","PresenterKey":"abbe6d2b-8399-48e5-ba8f-e2495c908c3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7021. Selecting your epigenomic assay: Comparing ChIP-seq, CUT&#38;RUN, and CUT&#38;Tag","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selecting your epigenomic assay: Comparing ChIP-seq, CUT&#38;RUN, and CUT&#38;Tag","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation is an epigenetic regulator of gene expression with important functions in development and diseases such as cancer. Traditionally, sodium bisulfite conversion was used to distinguish 5-methylcytosines (5mC) and 5-hydroxymethylcytosines (5hmC) from cytosines. However, this method damages DNA and introduces significant sequencing bias. NEBNext&#174; Enzymatic Methyl-seq (EM-seq&#8482;) is an enzymatic conversion approach that minimizes DNA damage therefore enabling longer insert sizes, lower duplication rates and a more accurate quantification of methylation in DNA samples with inputs ranging from 10 ng to 200 ng. An improved enzymatic conversion method, EM-seq v2, has a more streamlined workflow and an expanded DNA input range of 100 pg to 200 ng. Libraries made using NA12878 genomic DNA show improved yields, consistent global methylation and an even GC bias representation. The increased library yields subsequently reduces sequencing duplications and costs. Sequencing costs are an important consideration when performing whole genome methylome analysis as this often needs high sequencing depth to attain meaningful coverage to accurately call methylation. Reduced representation libraries, a commonly used method to investigate DNA methylation, relies on enrichment of CpGs within libraries digested using MspI. These CpGs are commonly found in regulatory regions. Although lacking comprehensive CpG coverage, for many researchers this method provides enough cost effective CpG methylation coverage for their studies. Reduced Representation EM-seq libraries (RREM-seq) and Reduced Representation Bisulfite libraries (RRBS) were made using 200 ng to 100 pg of NA12878 DNA. EM-seq adaptors were ligated to MspI digested DNA followed by conversion using either EM-seq v2 or sodium bisulfite. Libraries were PCR amplified and sequenced on an Illumina NovaSeq platform. RREM-seq resulted in higher yields and reproducible results regardless of input amounts compared to RRBS libraries. RREM-seq libraries also identified a higher number of CpGs with even coverage facilitating accurate methylation calling. RREM-seq libraries have superior sequencing metrics resulting in robust methylation profiling. Focusing on a subset of the genome generates higher coverage DNA methylation data at a lower DNA sequencing cost.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Epigenetics,Sequencing,Genomics,Methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Panchapakesa<\/b>, C. Ponnaluri, D. Evanich, A. Erijman, B. Langhorst, L. Williams; <br\/>New England Biolabs, Inc., Ipswich, MA","CSlideId":"","ControlKey":"3fa653f3-54e6-4b9b-8d6a-6ab342b31162","ControlNumber":"1642","DisclosureBlock":"<b>&nbsp;V. Panchapakesa, <\/b> <br><b>New England Biolabs<\/b> Employment. <br><b>C. Ponnaluri, <\/b> <br><b>New England BioLabs<\/b> Employment. <br><b>D. Evanich, <\/b> <br><b>New England Biolabs<\/b> Employment. <br><b>A. Erijman, <\/b> <br><b>New England Biolabs<\/b> Employment. <br><b>B. Langhorst, <\/b> <br><b>New England Biolabs<\/b> Employment. <br><b>L. Williams, <\/b> <br><b>New England Biolabs<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7022","PresenterBiography":null,"PresenterDisplayName":"Vaishnavi Panchapakesa, MS","PresenterKey":"aae275cf-1bd0-45d3-b785-c72b5efe7a82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7022. Whole genome and reduced representation enzymatic methyl-seq enable cost effective methylomes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole genome and reduced representation enzymatic methyl-seq enable cost effective methylomes","Topics":null,"cSlideId":""},{"Abstract":"Introduction\/Background: Epigenetic alterations, including histone modifications and DNA methylation, drive treatment resistance and lethal prostate cancer. However, epigenetic assays typically require thousands of cells and are difficult to scale for patient tumor biopsies. While identifying these alterations is possible in cell lines, these analytes are more difficult to follow in clinical settings. Patient-derived organoids have emerged as viable intermediaries to investigate the changing chromatin landscape during the progression toward treatment-emergent prostate cancer. This report seeks to adapt the Cleavage Under Targets and Tagmentation (CUT&#38;Tag) assay for use on a microfluidic technology to eliminate cell loss associated with complex, multi-step epigenetic assays to facilitate analysis of low input prostate cancer spheroids.<br \/>Methods: The Oil Immersed Lossless Total Analysis System (OIL-TAS) is an exclusive liquid repellency (ELR) platform that passes magnetic bead-bound analytes through immiscible phases to separate and extract analytes of interest while eliminating traditional centrifugation and wash steps that lead to sample loss. This platform enables adaptation of complex molecular assays such as CUT&#38;Tag for lossless sample manipulation. We focus on the analysis of histone modifications in rare cells utilizing antibodies for H3K27 acetylation and methylation. Comparison of LNCaP prostate cancer cell lines harvested from either 2D cell culture or 3D spheroids was performed to evaluate the sensitivity and specificity of this integrated assay.<br \/>Results: The macroscale CUT&#38;Tag assay has been performed with inputs of 25,000 nuclei from LNCaP spheroids with greater yields than similar inputs from 2D LNCaP cell culture. Yield increases have also been seen when performing the assay with inputs &#60;10,000 nuclei in microscale on the OIL-TAS relative to the macroscale. Utilizing the OIL-TAS platform with spheroid inputs will allow for more sensitive investigation of histone modifications.<br \/>Conclusions: Integration of 3D, humanized models of tumor growth into the CUT&#38;Tag assay will enable discovery of differential epigenetic regulation within patient-derived organoids or complex co-culture studies. Establishing baseline epigenetic landscapes among these intermediary models will enable a new platform for drug testing. Utilization of the OIL-TAS platform will allow for miniaturization of the assay down to 1,000 cell inputs and enable multiparametric RNA-seq, EM-seq, and CUT&#38;Tag-seq of the same patient samples for longitudinal study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epigenetics,Microfluidics,Spheroids,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. J. Kauffman<\/b>, K. Koesser, K. T. Helzer, J. M. Sperger, M. N. Sharifi, C. Li, E. Heninger, X. Hazelberg, C. Gilsdorf, S. G. Zhao, D. S. Juang, D. J. Beebe, J. M. Lang; <br\/>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"abb128f0-ac12-4177-a766-8e0e8bb29250","ControlNumber":"2695","DisclosureBlock":"&nbsp;<b>Z. J. Kauffman, <\/b> None..<br><b>K. Koesser, <\/b> None..<br><b>K. T. Helzer, <\/b> None..<br><b>J. M. Sperger, <\/b> None..<br><b>M. N. Sharifi, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>E. Heninger, <\/b> None..<br><b>X. Hazelberg, <\/b> None..<br><b>C. Gilsdorf, <\/b> None..<br><b>S. G. Zhao, <\/b> None..<br><b>D. S. Juang, <\/b> None.&nbsp;<br><b>D. J. Beebe, <\/b> <br><b>Bellbrook Labs LLC<\/b> Stock. <br><b>Tasso Inc<\/b> Stock. <br><b>Salus Discovery LLC<\/b> Stock. <br><b>Lynx Biosciences Inc<\/b> Stock. <br><b>Stacks to the Future LLC<\/b> Stock. <br><b>Flambeau Diagnostics LLC<\/b> Stock. <br><b>Onexio Biosystems LLC<\/b> Stock.<br><b>J. M. Lang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7023","PresenterBiography":null,"PresenterDisplayName":"Zachary Kauffman, BS","PresenterKey":"cade6bea-580a-4921-aab8-bbd911f5ebb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7023. Application of exclusive liquid repellency for low input CUT&#38;Tag histone analyses in prostate cancer spheroids","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of exclusive liquid repellency for low input CUT&#38;Tag histone analyses in prostate cancer spheroids","Topics":null,"cSlideId":""},{"Abstract":"<b>Background and Purpose: <\/b>Reliable measurement of circulating free genomic DNA (cfDNA) methylation patterns promises a means for cancer early detection as well as treatment response. Use of Next Generation Sequencing (NGS) methods to measure the cfDNA methylome across a large number of potentially methylated CpG sites may enable earlier detection by overcoming stochastic sampling associated with the small specimens obtainable by a blood draw. Wide-spread adoption of these methods for clinical diagnostic applications will be facilitated through improved quality controls that increase reliability. The goal of this study is to assess the performance of the SNAQ-SEQ&#8482; method as a means to establish a limit of detection (LOD) for measurement of methylation at each targeted CpG site. For this purpose, we used test materials that were developed by the National Institute for Standards and Technology (NIST) to mimic methylated cfDNA.<br \/><b>Methods:<\/b> NIST test materials were formulated by physically shearing cell line gDNA then subjecting it to size separation to mimic a size distribution similar to that observed in cfDNA, then mixing sheared DNA in its &#8220;native&#8221; state of methylation with sheared DNA that was <i>in vitro <\/i>methylated. Non-sheared NIST test materials also were assessed in these studies. Synthetic spike-in internal standards (IS) were combined with NIST test materials and the combined samples were bisulfite converted, then subjected to PCR-amplicon library preparation. Libraries were sequenced on an Illumina MiSeq instrument and bioinformatic analysis was conducted using the Qiagen CLC Workbench.<br \/><b>Results and Conclusions: <\/b>In initial testing of an off-the-shelf IS for a region of the SOX2 gene, average methylation (preserved C) across 14 targeted CpG sites was 16.4% (0.5%-50%) in the &#8220;native&#8221; NIST non-sheared sample. This was consistent with the 11.6% methylation across all of SOX2 measured by the NIST. In contrast, in IS corresponding to the targeted SOX2 region the average preserved C was 0.32% (0.03%-0.5%). Use of synthetic internal standards enabled determination of LOD for each individual methylated site, controlling for all known sources of technical error, including inefficient bisulfite conversion, nucleotide substitution error, and alignment error. Studies are now underway that use the NIST test materials to measure methylation at five targets known to be altered in cfDNA from lung cancer subjects, SOX2, CDO1, TAC1, SOX17, and HOXA7.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Methylation,Molecular diagnosis,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. C. Willey<\/b><sup>1<\/sup>, E. L. Crawford<sup>1<\/sup>, D. J. Craig<sup>1<\/sup>, T. M. Morrison<sup>2<\/sup>, H.-J. He<sup>3<\/sup>, J. G. Herman<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Toledo, Toledo, OH, <sup>2<\/sup>Accugenomics, Inc., Wilmington, NC, <sup>3<\/sup>National Institute of Standards and Technology, Gaithersburg, MD, <sup>4<\/sup>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"41877567-8c73-453a-8d44-93031423fe51","ControlNumber":"8159","DisclosureBlock":"<b>&nbsp;J. C. Willey, <\/b> <br><b>Accugenomics, Inc.<\/b> Stock, Stock Option, Other, licensing fees for author IP. <br><b>Grail, Inc.<\/b> Other, paid speaker. <br><b>E. L. Crawford, <\/b> <br><b>Illumina, Inc.<\/b> Stock. <br><b>Accugenomics, Inc.<\/b> Other, licensing fees for author IP.<br><b>D. J. Craig, <\/b> None.&nbsp;<br><b>T. M. Morrison, <\/b> <br><b>Accugenomics, Inc.<\/b> Employment, Stock, Stock Option.<br><b>H. He, <\/b> None..<br><b>J. G. Herman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7024","PresenterBiography":null,"PresenterDisplayName":"James Willey, MD","PresenterKey":"1f2ca0f2-070d-417a-a28c-7c34c969416b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7024. Development of quality control methods for reliable NGS measurement of methylation in cfDNA","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of quality control methods for reliable NGS measurement of methylation in cfDNA","Topics":null,"cSlideId":""},{"Abstract":"In the pursuit of advancing multi-cancer early detection, the exploration of cell-free DNA (cfDNA) through methylation profiling has emerged as a promising avenue. However, the realization of its full potential is impeded by limitations inherent in conventional methodologies, notably the 'gold standard' bisulfite conversion methods. These approaches pose challenges such as DNA destruction and the generation of low-complexity sequences resulting from the conversion of unmethylated cytosines to thymine. TET Assisted Pyridine-Borane Sequencing (TAPS) holds the potential as a non-destructive, rapid, and scalable alternative for base-level methylation analysis.<br \/>In this context, we introduce TET Assisted Pyridine-Borane Sequencing version 1.0 (TAPS v1.0), showcasing advancements to the technology originally introduced by Schuster-B&#246;ckler, Song, and their collaborators. TAPS v1.0 transforms 5mC into dihydrouracil (DHU) through a series of oxidation and reduction reactions. Ultimately, DHU is recognized as dU during PCR resulting in C-to-T conversions at 5mC sites, leaving unmethylated cytosines, the majority of cytosines, unchanged. The nondestructive nature of 5mC conversion yields significantly higher library yield and complexity compared to BS-seq. By leveraging Watchmaker's proprietary polymerase evolution platform, a DNA polymerase tolerant to DHU was selected for library amplification post DHU conversion, enabling unimpeded detection of 5mC, particularly in densely packed CpG repeats. Coupled with an optimized End Repair and A-tailing chemistry preceding TAPS v1.0, clinically relevant cfDNA samples of low quality and\/or quantity can be analyzed in methylation detection pipelines.<br \/>To evaluate the performance of TAPS v1.0, human genomic DNA with control spike-ins featuring varying methylation statuses were employed. TAPS v1.0 exhibited significantly higher final library yield and greater complexity compared to BS-seq. Similar outcomes were observed in clinically relevant cfDNA samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Methylation,Epigenomics,Next-generation sequencing (NGS),Cell-free DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Garnett<\/b><sup>1<\/sup>, J. Haimes<sup>1<\/sup>, C. Marshall<sup>1<\/sup>, T. Sanders<sup>1<\/sup>, S. Vogel<sup>1<\/sup>, M. Ranik<sup>1<\/sup>, E. Casas<sup>1<\/sup>, D. Wendel<sup>1<\/sup>, L. Karamanof<sup>2<\/sup>, B. Faurholme<sup>2<\/sup>, A. de Beer<sup>2<\/sup>, L. French<sup>2<\/sup>, R. Wadsworth<sup>2<\/sup>, E. van der Walt<sup>2<\/sup>, K. Giordia<sup>1<\/sup>, B. Kudlow<sup>1<\/sup>; <br\/><sup>1<\/sup>Watchmaker Genomics, Inc., Boulder, CO, <sup>2<\/sup>Watchmaker Genomics, Inc., Cape Town, South Africa","CSlideId":"","ControlKey":"f9eedb89-8cac-4810-a7d4-a5f9b0ec5b1e","ControlNumber":"5458","DisclosureBlock":"<b>&nbsp;A. Garnett, <\/b> <br><b>Watchmaker Genomics<\/b> Employment.<br><b>J. Haimes, <\/b> None..<br><b>C. Marshall, <\/b> None..<br><b>T. Sanders, <\/b> None..<br><b>S. Vogel, <\/b> None..<br><b>M. Ranik, <\/b> None..<br><b>E. Casas, <\/b> None..<br><b>D. Wendel, <\/b> None..<br><b>L. Karamanof, <\/b> None..<br><b>B. Faurholme, <\/b> None..<br><b>A. de Beer, <\/b> None..<br><b>L. French, <\/b> None..<br><b>R. Wadsworth, <\/b> None..<br><b>E. van der Walt, <\/b> None..<br><b>K. Giordia, <\/b> None..<br><b>B. Kudlow, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6631","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7025","PresenterBiography":null,"PresenterDisplayName":"AARON GARNETT","PresenterKey":"96bbae40-0c1f-476a-bf0b-aecf70940fad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7025. Advancing methylation analysis: TAPS v1.0: A fast, scalable, and non-destructive sequencing method","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancing methylation analysis: TAPS v1.0: A fast, scalable, and non-destructive sequencing method","Topics":null,"cSlideId":""},{"Abstract":"Gene transcription is regulated by the complex interplay between histone post-translational modifications (PTMs), chromatin associated proteins (CAPs), and DNA methylation (DNAme). Mapping their genomic locations and examining the relationships between these chromatin elements is a powerful approach to decipher mechanisms of disease, thereby enabling discovery of novel biomarkers and therapeutics. Leading epigenomic mapping technologies (<i>e.g.,<\/i> ChIP-seq, CUT&#38;RUN) rely upon DNA fragmentation to isolate regions of interest for sequencing on short read platforms (<i>e.g.,<\/i> Illumina). This strategy leads to substantial loss of contextual information regarding the surrounding DNA, precluding the identification of multiple co-occurring epigenomic features on a single DNA molecule. By contrast, long-read sequencing (LRS) platforms are capable of sequencing very long reads from a single molecule (typically &#62;10kb), allowing relationships between features on a single molecule to be used to resolve heterogeneity within mixed populations. Here we report a robust multi-omic method that leverages LRS to simultaneously profile histone PTMs (or CAPs), DNAme, and parental haplotype in a single assay. This nondestructive, epigenomic mapping approach leverages a novel DNA methyltransferase fusion protein (pAG-M.EcoGII) to label DNA underneath antibody-targeted chromatin features, thereby marking sites of interest while preserving DNA molecules intact for LRS. Inspired by our work with state-of-the-art immunotethering-based approaches (CUT&#38;RUN \/ CUT&#38;Tag), nuclei are bound to magnetic beads to streamline and automate sample processing. Next, adenosines nearby antibody-targeted chromatin features are methylated with pAG-M.EcoGII, which are then directly read from genomic DNA using Oxford Nanopore Technologies or Pacific Biosciences LRS platforms. To determine the capabilities and limitations of this assay, we tested multiple chromatin targets in various cell lines. Importantly, this method is highly reproducible across biological replicates, and highly concordant with orthogonal SRS assays (<i>e.g.,<\/i> CUT&#38;RUN). Further, we showed that this method is a true multi-omic approach by simultaneously profiling histone PTMs, native DNAme (5mC), and parental single-nucleotide variants from single DNA molecules within a single reaction. Finally, this workflow preserves chromatin integrity for LRS, revealing heterogeneity (<i>e.g.,<\/i> haplotype or paternal origin) within \/ between data types and providing access to previously unmappable genomic regions (<i>e.g.,<\/i> centromeres).<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Epigenomics,Histone modification,Long read sequencing (LRS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. J. Venters<\/b><sup>1<\/sup>, P. W. Hook<sup>2<\/sup>, V. S. Kumary<sup>1<\/sup>, A. R. Hickman<sup>1<\/sup>, J. T. Anderson<sup>1<\/sup>, A. Vaidya<sup>1<\/sup>, R. J. Ezell<sup>1<\/sup>, J. M. Burg<sup>1<\/sup>, Z.-W. Sun<sup>1<\/sup>, M. W. Cowles<sup>1<\/sup>, W. Timp<sup>2<\/sup>, M.-C. Keogh<sup>1<\/sup>; <br\/><sup>1<\/sup>EpiCypher, Durham, NC, <sup>2<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"05777fbd-1c97-4601-a66f-ba29e2925d29","ControlNumber":"7811","DisclosureBlock":"&nbsp;<b>B. J. Venters, <\/b> None..<br><b>P. W. Hook, <\/b> None..<br><b>V. S. Kumary, <\/b> None..<br><b>A. R. Hickman, <\/b> None..<br><b>J. T. Anderson, <\/b> None..<br><b>A. Vaidya, <\/b> None..<br><b>R. J. Ezell, <\/b> None..<br><b>J. M. Burg, <\/b> None..<br><b>Z. Sun, <\/b> None..<br><b>M. W. Cowles, <\/b> None..<br><b>W. Timp, <\/b> None..<br><b>M. Keogh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6632","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7026","PresenterBiography":null,"PresenterDisplayName":"Bryan Venters","PresenterKey":"c60d7a6e-a942-4f3e-9c4a-ba0fecbe5580","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7026. Multi-omic genomic mapping with long read sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic genomic mapping with long read sequencing","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation (DNAme) is an epigenetic mark that includes the modification of cytosine resides (5mC) within CpG islands. In addition to well characterized roles regulating gene expression, imprinting and silencing parasitic DNA elements, the misregulation of DNAme is implicated in multiple diseases. Evidence is emerging that DNAme is not an independent epigenetic mark but rather closely linked to the post translational modification (PTM) of histone proteins. However, examining the relationship between 5mC and PTMs are hampered by the usual approach of independent analyses that cannot establish a direct linkage. Furthermore, the traditional approach to measure 5mC relies upon harsh bisulfite chemical conversation of DNA, which introduces damage and systemic biases.<br \/>To address these limitations, we developed Targeted Enzymatic Methylation-sequencing (TEM-seq): an ultra-sensitive multi-omic genomic mapping technology that delivers high resolution DNAme profiles at epitope-defined chromatin features. Importantly this assay is capable of directly examining the link between 5mC and histone PTMs and\/or chromatin associated proteins (ChAPs). The TEM-seq workflow integrates CUT&#38;RUN for genomic mapping with NEB&#8217;s enzymatic methyl-seq (EM-seq) for unbiased DNAme analysis. CUT&#38;RUN is a highly sensitive, standards-driven assay that uses antibodies to locally tether protein A\/G-micrococcal nuclease (pAG-MNase) to chromatin within intact cells or nuclei, followed by controlled activation of the MNase to cleave nearby DNA. EM-seq then enzymatically converts [5mC\/5hmC] to generate single-base resolution, unbiased DNAme profiles from sub-ng samples.<br \/>To determine the capabilities and limitations of this novel approach, we tested multiple chromatin targets in various cell lines. We demonstrate that TEM-seq is highly reproducible, specific, and efficient (&#60;10% off-target binding, &#62;90% enzymatic conversion of DNAme, &#60;0.5% conversion of unmethylated DNA). TEM-seq is also highly-sensitive, requiring only five million short-read sequences per assay (10-50x less than whole-genome 5mC-sequencing), demonstrating the disruptive potential of the assay to enable cost-effective approach for targeted DNAme analysis. Finally, we leveraged TEM-seq to gain mechanistic insights to Rett syndrome a neurodegenerative disorder that results from mutations in the 5mC-binding domain of the <i>MECP2<\/i> gene.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Chromatin immunoprecipitation,Epigenomics,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. E. Maier<\/b><sup>1<\/sup>, V. U. Sunitha Kumary<sup>1<\/sup>, B. J. Venters<sup>1<\/sup>, A. Hickman<sup>1<\/sup>, A. Vaidya<sup>1<\/sup>, J. Anderson<sup>1<\/sup>, R. Ezell<sup>1<\/sup>, J. M. Burg<sup>1<\/sup>, L. Williams<sup>2<\/sup>, C. Ponnaluri<sup>2<\/sup>, P. Esteve<sup>2<\/sup>, I. Meek<sup>2<\/sup>, Z.-w. Sun<sup>1<\/sup>, M. W. Cowles<sup>1<\/sup>, S. Pradhan<sup>2<\/sup>, M.-C. Keogh<sup>1<\/sup>; <br\/><sup>1<\/sup>EpiCypher Inc, Durham, NC, <sup>2<\/sup>New England Biolabs, Ipswich, MA","CSlideId":"","ControlKey":"ab2355e9-8277-4819-934b-cb611e533a85","ControlNumber":"7672","DisclosureBlock":"<b>&nbsp;K. E. Maier, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>V. U. Sunitha Kumary, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>B. J. Venters, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>A. Hickman, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>A. Vaidya, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>J. Anderson, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>R. Ezell, <\/b> <br><b>EpiCypher Inc<\/b> Stock Option. <br><b>J. M. Burg, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>L. Williams, <\/b> <br><b>New England Biolabs<\/b> Employment, Stock. <br><b>C. Ponnaluri, <\/b> <br><b>New England Biolabs<\/b> Employment, Stock. <br><b>P. Esteve, <\/b> <br><b>New England Biolabs<\/b> Employment, Stock. <br><b>I. Meek, <\/b> <br><b>New England Biolabs<\/b> Employment, Stock. <br><b>Z. Sun, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>M. W. Cowles, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Stock Option. <br><b>S. Pradhan, <\/b> <br><b>New England Biolabs<\/b> Employment, Stock. <br><b>M. Keogh, <\/b> <br><b>EpiCypher Inc<\/b> Employment, Fiduciary Officer, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7027","PresenterBiography":null,"PresenterDisplayName":"Keith Maier, Dr PH","PresenterKey":"0504a487-7db7-4e13-bd5a-512f2c8a4d08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7027. Direct multi-omics for the masses: Linking DNA methylation to chromatin targets via TEM-seq","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Direct multi-omics for the masses: Linking DNA methylation to chromatin targets via TEM-seq","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second leading cause of cancer related deaths among men in the United States. Health disparities in men diagnosed with prostate cancer are observed between patients of African and those of European ancestry. To elucidate molecular mechanisms behind prostate tumorigenesis and racial disparities, researchers have identified genetic alterations such as gene fusions, deletions, and mutations that occur at varying frequencies among different ethnic groups. However, results are inconsistent across studies, suggesting that racial disparities may be multifactorial. Our approach to further understand the mechanisms underlying racial disparities is to compare DNA methylation profiles between cancers from different ethnic groups using formalin-fixed paraffin-embedded (FFPE) prostate cancer tissue samples. For this study, FFPE prostate cancer specimens from 32 Black men and 30 age-matched White men were obtained in the form of tissue sections on glass slides. To profile DNA methylation in these samples, tumor and normal tissue regions (in a subset of cases) were outlined on a hematoxylin &#38; eosin (H&#38;E) reference slide and the respective regions were macro-dissected off the corresponding unstained slides from the same block. The areas of macro-dissected regions were measured using ImageJ, and the number of slides were taken to normalize DNA yield. Next, we compared magnetic bead and column based DNA extraction methods. We evaluated them on their relative DNA yield per tissue size, and identified that the bead-based extraction method had both higher and more consistent DNA yield. In total, we used 95 unique tissue regions to profile global DNA methylation levels using Illumina Epic array. We found that a subset of samples harbored an aberrant DNA methylation pattern. Therefore, we extracted DNA from additional FFPE tissue slides using the bead-based method and repeated the assay with a larger amount of DNA, successfully rescuing the majority of the aberrant samples. Next, we will evaluate associations between DNA methylation levels in different ethnic groups, clinicopathological features, and follow-up data to help identify potential DNA methylation biomarkers and therapeutic targets linked to prostate cancer from different ethnicities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Prostate cancer,Biomarkers,Formalin-fixed paraffin-embedded (FFPE),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Colton Duran Stensrud<\/b><sup>1<\/sup>, Leonardo Gonzalez-Smith<sup>1<\/sup>, Claire Stevens<sup>1<\/sup>, Huan Cao<sup>1<\/sup>, Jenaye Mack<sup>2<\/sup>, Olumide Arigbede<sup>3<\/sup>, Daniel Weisenberger<sup>1<\/sup>, Sarah  G.  Buxbaum<sup>3<\/sup>, Sara  M.  Falzarano<sup>2<\/sup>, Suhn Rhie<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Medicine, USC - University of Southern California, Los Angeles, CA,<sup>2<\/sup>Pathology, Immunology, and Laboratory Medicine, University of Florida, Gainesville, FL,<sup>3<\/sup>Pharmacy and Pharmaceutical Sciences, Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"c6149c47-d62d-4d2c-af23-da7552aeef1e","ControlNumber":"7074","DisclosureBlock":"&nbsp;<b>C. D. Stensrud, <\/b> None..<br><b>L. Gonzalez-Smith, <\/b> None..<br><b>C. Stevens, <\/b> None..<br><b>H. Cao, <\/b> None..<br><b>J. Mack, <\/b> None..<br><b>O. Arigbede, <\/b> None..<br><b>D. Weisenberger, <\/b> None..<br><b>S. G. Buxbaum, <\/b> None..<br><b>S. M. Falzarano, <\/b> None..<br><b>S. Rhie, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7028","PresenterBiography":"","PresenterDisplayName":"Colton Stensrud, BS","PresenterKey":"7b02d8e2-26a2-451f-851c-08c746020afa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7028. Optimization of DNA extraction methods and DNA methylation array quality from FFPE prostate tumor tissues to identify DNA methylation biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimization of DNA extraction methods and DNA methylation array quality from FFPE prostate tumor tissues to identify DNA methylation biomarkers","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Lung cancer (LC) has the highest mortality rate in South Korea. As prediction and early detection of lung cancer is pivotal to enhance survival rates, we attempted to investigate the trajectory of DNA methylation (DNAm) several years prior to lung cancer diagnosis by using prediagnostic blood samples.<br \/><b>Methods<\/b>: From National Cancer Center Health Examinee Cohort, established in 2003, we selected study participants who became diagnosed with LC several years after health examination, thereby collecting prediagnostic samples from 18 years to 1 year prior to LC diagnosis. Normal controls (n=150) were matched with patients (n=150) by sex, age, and the time of sample collection. Epigenome-wide DNAm data were obtained by using Infinium Human MethylationEPIC v2.0 Beadchip. We assumed non-linear relationship between DNAm changes and the time-to-diagnosis and estimated an optimal threshold point of non-linear relationship with a piecewise linear regression analysis at each CpG sites (CpGs). We used the ratio of M-values of patients and matched controls to establish the non-linear model composed of two linear models with a threshold point where the slope changes. Then, we performed functional enrichment analysis by each year prior to LC diagnosis using ReactomePA.<br \/><b>Results<\/b>: We identified threshold models with a threshold point where the slope changes from zero (from 18 years prior to LC up to the threshold point) to positive or negative (from threshold point to the point of LC diagnosis), which we termed &#8220;flat-to-change model&#8221;. Out of 790,048 CpGs, we identified a total of 7214 CpGs showing the &#8220;flat-to-change model&#8221;, of which 944, 789, 480, 413, 687, 542, 516, 1140, 315, 284, 327, 432, 83, 95, 74, 32, and 23 CpGs were found prior to 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, and 17 years before LC diagnosis, respectively. Functional enrichment analysis showed that various pathways were associated at different time point berfore LC diagnosis. CpGs of which DNAm was changed two years before LC diagnosis were associated with telomerase extension by telomerase involving <i>ANKRD28\/TERT\/TERF2\/PPP6R3\/WRAP53<\/i>. Transcriptional regulation by TP53 was associated with DNAm changes before both 5 and 14 years of LC diagnosis via <i>POLR2A<\/i>.<br \/><b>Conclusions:<\/b> We identified the trajectories of DNA methylation up to 18 years prior to LC diagnosis, and found that a greater number of CpG sites showed DNAm changes adjacent to the time point of LC diagnosis. CpG sites associated with specific time point before LC diagnosis may elucidate the mechanisms of tumorigenesis and also have potential for LC prediction markers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Predictive biomarkers,Lung cancer,Methylation,Trajectory,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-J. Choi<sup>1<\/sup>, <b>K.-J. Hong<\/b><sup>2<\/sup>, Y.-S. Lee<sup>3<\/sup>, W. Kim<sup>4<\/sup>, Y. Kim<sup>1<\/sup>, S. Jee<sup>5<\/sup>, J. Kim<sup>2<\/sup>; <br\/><sup>1<\/sup>National Cancer Control Institute, National Cancer Center, Goyang, Korea, Republic of, <sup>2<\/sup>Graduate School of Cancer Science and Policy, National Cancer Center, Goyang, Korea, Republic of, <sup>3<\/sup>Research Institute, National Cancer Center, Goyang, Korea, Republic of, <sup>4<\/sup>School of Medicine, Kangwon National University, Chuncheon, Korea, Republic of, <sup>5<\/sup>Institute for Health Promotion, Graduate School of Public Health, Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e0ae5486-d9e2-4588-97ea-e49775a30f0b","ControlNumber":"5796","DisclosureBlock":"&nbsp;<b>Y. Choi, <\/b> None..<br><b>K. Hong, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Jee, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7029","PresenterBiography":null,"PresenterDisplayName":"KI JAE HONG, M Eng","PresenterKey":"65fb4511-ebd8-49d0-bedc-fa661e7e3979","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7029. Trajectory of DNA methylation in blood up to 18 years prior to lung cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trajectory of DNA methylation in blood up to 18 years prior to lung cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"Aberrant DNA methylation is associated with many cancers including breast, liver, bone, and colon and has been identified as a biomarker for early cancer screening. Liquid biopsies are beginning to screen for DNA methylation in cancer-derived DNA, but accurate assessment of methylation is not trivial, and methods like bisulfite sequencing can result in biased data. Reference materials for establishing the analytical validity of measurements of CpG methylation are not widely available. In order to prepare such reference materials, genomic DNA (gDNA) was extracted from the well characterized human reference cell line GM24385 and fragmented to a circulating tumor DNA (ctDNA)-like size distribution. This DNA was processed further to prepare CpG-methylated and unmethylated versions. The size distribution was determined by using the Bioanalyzer High Sensitivity DNA Kit (Agilent, Santa Clara, CA). Methylation status in the reference materials was confirmed by both digital PCR (dPCR) and NGS based methods. A digital PCR method was developed to analyze heterozygous single nucleotide polymorphisms (SNPs) using the Bio-Rad QX200&#8482; Droplet Digital PCR (ddPCR) System. To determine methylation levels by NGS, the NEBNext&#8482; Enzymatic Methyl-seq Kit was used (EM-seq). Paired-end sequencing of the libraries was performed on a NextSeq&#8482; 2000 (Illumina, San Diego, CA). Data alignment to hg19 was done with the bwa-meth (Pedersen, BS., et al.) aligner, and assessment of methylation in the aligned data was done with MethylDackel (Ryan, D.). Each reference material had an average peak size of ~160 bp in length, similar to patient cfDNA. By dPCR, the unmethylated reference material had an average of 0.73% DNA methylation, while the methylated reference material had an average of 100.10% DNA methylation. Values can be above 100% by dPCR due to unequal representation of both alleles. By NGS, the unmethylated reference material had an average of 0.93 % CpG methylation, which was similar to the background of 1.13 % and 1.31 % for CHG and CHH methylation, respectively. The methylated reference material had an average of 93.95 % CpG methylation, with a background of 0.69 % and 0.74 % for CHG and CHH methylation, respectively. Because EM-seq relies on enzymatic protection and conversion steps, it may be that these reactions did not allow for full protection and full conversion, which led to values above 0 % for unmethylated and below 100 % for methylated materials. We have developed reference materials for the assessment of DNA methylation in ctDNA. One unmethylated and one methylated reference material was created. These reference materials can be mixed together to the level of methylation required to help aid in assay design, optimization, and validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,ctDNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Higgs<\/b>, A. Ryan, J. Ramprakash, D. Ruminski Lowe, Y. Konigshofer, C. Huang, A. Anfora, R. Garlick, B. Anekella; <br\/>LGC Clinical Diagnostics, Gaithersburg, MD","CSlideId":"","ControlKey":"da626020-c886-4834-8f2b-f3641cdfd4ad","ControlNumber":"8357","DisclosureBlock":"&nbsp;<b>A. Higgs, <\/b> None..<br><b>A. Ryan, <\/b> None..<br><b>J. Ramprakash, <\/b> None..<br><b>D. Ruminski Lowe, <\/b> None..<br><b>Y. Konigshofer, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>A. Anfora, <\/b> None..<br><b>R. Garlick, <\/b> None..<br><b>B. Anekella, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7030","PresenterBiography":null,"PresenterDisplayName":"Alysha Higgs","PresenterKey":"96014702-1809-4a68-b908-9f85e4bd8836","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7030. Reference materials for analysis of DNA methylation in cell-free circulating tumor DNA","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Epigenetic Profiling and Technology","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reference materials for analysis of DNA methylation in cell-free circulating tumor DNA","Topics":null,"cSlideId":""}]