[{"Abstract":"We developed a screening platform for immune oncology using an assay based on automated image guided injection of tumoroids in wells of multi-well plates preloaded with a collagen-rich ECM. The identical x-y-z position and size of the ECM-embedded tumoroids in each well facilitates automated real time confocal microscopy and quantitative image analysis algorithms. The model is used to generate quantitative data for T cell recruitment to tumoroids and killing of tumoroids by T cells. We have applied this to screening a panel of CD3:Her2 bispecific antibodies (BsAb) binding with different affinities to CD3 or Her2 or displaying high affinity interactions with different epitopes on Her2. Exposure to fresh, non-activated peripheral blood mononuclear cell (PBMC) derived T cells shows an initial phase of random T cell movement throughout the ECM followed by a BsAb-dependent phase of active T cell recruitment to tumoroids (day 2-4) and a subsequent phase of tumoroid killing (day 4-6). We show that the wave of T cell recruitment following initial T cell-tumoroid contact involves chemotactic signaling. Decreased affinity at the Her2 or CD3 arm can be compensated for by increasing BsAb concentrations. However, we detect major differences in efficacy for different high affinity epitopes. I.e., of two BsAbs interacting with high affinity with distinct Her2 epitopes and each causing effective tumor cell killing in 2D co-culture, only one was able to trigger a wave of T cell recruitment and subsequent tumoroid killing in 3D. We have applied the same setup to testing the efficacy of T cells expressing engineered TCRs aimed at application in adoptive T-cell therapy. Kinetics of experiments using these activated engineered T cells are considerably shorter (24 hours instead of ~6 days) but show a similar pattern of T cell recruitment and subsequent tumoroid killing. We demonstrate successful generation of quantitative data for T cell recruitment and tumoroid killing for engineered T cells targeting tumor antigens expressed on TNBC and uveal melanoma tumoroids.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"Bispecific antibody,T cell,Screening,Adoptive immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. H. Danen<\/b>; <br\/>Leiden Univ., Leiden, Netherlands","CSlideId":"","ControlKey":"03f9c89b-1e46-4d5f-ae49-36a9dcc1c4ac","ControlNumber":"4923","DisclosureBlock":"&nbsp;<b>E. H. Danen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5226","PresenterBiography":null,"PresenterDisplayName":"Erik Danen, PhD","PresenterKey":"e081087f-9d02-465e-991b-aefef9eb1f5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5226. A 3D ECM embedded tumoroid platform for testing antibody drugs and engineered TCRs for immune oncology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A 3D ECM embedded tumoroid platform for testing antibody drugs and engineered TCRs for immune oncology","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor T cell (CAR-T) therapy has shown remarkable efficacy against B cell malignancies, offering hope to patients with limited treatment options. However, extending this therapy to myeloid malignancies and solid tumors has proven challenging due to co-expression of targetable antigens on hematopoietic progenitors and healthy tissues. In this context, &#947;&#948; T cells show promise, as they can directly identify and eliminate malignant cells via recognition of multiple tumor-associated stress antigens rarely expressed on normal tissues. We leveraged the tumor-sensing capabilities of &#947;&#948; T cells with enhanced tumor localization by employing a non-signaling CAR (nsCAR) that excludes the CD3&#950; domain, facilitating targeted tumor cell killing while sparing healthy tissues. We designed second-generation lentiviral constructs for anti-CD33-scfv for <i>in vitro<\/i> evaluation against acute myeloid leukemia (AML) lines HL-60, KG-1a, and MOLM-13 and the chronic myeloid leukemia (CML) line K-562 Additionally, we tested CD33\/CD123 dual-targeting nsCAR constructs (ns-dCAR) to determine if the addition of CD123 targeting enhanced the therapeutic index. We also tested whether a secreted IL-15 (sIL-15) would enhance CAR-T cell fitness. We observed significant upregulation of CD69 in Jurkat cells transduced with signaling CARs in co-culture with KG-1a cells but not in those with nsCAR constructs. We also noticed a time-dependent reduction (43%) in the CD3&#950;+ CD33CAR+ population over a 7-day extended coculture while the nsCAR+ Jurkat population remained stable, suggesting potential mitigation of activation-induced cell death (AICD). Expanded and activated &#947;&#948; T cells from healthy donors were then transduced with nsCAR lentiviral vectors. The ns33CAR+ &#947;&#948; T cells exhibited enhanced killing capability against HL-60 (up to 1.3x) and K-562 (up to 1.6x) compared to unmodified &#947;&#948; T cells (UTD) in a 24-hour cytotoxicity assay. Incorporation of sIL-15 into the nsCD33 CAR construct also increased killing across all 4 cell lines (up to 1.8x for HL-60, up to 2.6x for KG-1a, up to 2.0x for MOLM-13 and up to 2.0x for K-562). Minimal cytotoxicity (&#60;10%) was observed for nsCARs or UTDs against normal CD33+\/CD123+ cells from healthy donor PBMC or CD34+ HPSCs. The ns-dCAR constructs did not improve in vitro AML killing compared to ns33CAR alone, although ns-dCARs generally exhibited lower transduction efficiency. In summary, our findings suggest that combining nsCAR constructs with &#947;&#948; T cells may widen the therapeutic window to expand the reach of CAR-T therapy to cancers with limited target antigen expression on critical healthy tissues. Further optimization to improve integration and incorporation of membrane-bound IL-15 co-expression holds the potential to enhance both the efficacy and safety profiles of next-generation adoptive cell therapies against a broader spectrum of cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Gamma-delta lymphocytes,Acute myeloid leukemia,CAR T cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Ding<\/b>, Y. Li, J. Li, M. Ter Haak, L. Lamb, Jr.; <br\/>IN8bio, New York, NY","CSlideId":"","ControlKey":"09bfabe3-52b6-40cb-a5d8-0c490fe6d7eb","ControlNumber":"3471","DisclosureBlock":"<b>&nbsp;L. Ding, <\/b> <br><b>In8bio, Inc<\/b> Employment, Stock Option. <br><b>Y. Li, <\/b> <br><b>In8bio, Inc<\/b> Employment, Stock Option. <br><b>J. Li, <\/b> <br><b>In8bio, Inc<\/b> Employment, Stock Option. <br><b>M. Ter Haak, <\/b> <br><b>In8bio, Inc<\/b> Employment, Stock Option. <br><b>L. Lamb, <\/b> <br><b>In8bio, Inc<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6042","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5227","PresenterBiography":null,"PresenterDisplayName":"Lei Ding, PhD","PresenterKey":"be6b4200-126f-4abe-949c-a887d4d2e7e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5227. Gamma-delta (&#947;&#948;) CAR-T cells lacking the CD3&#950; signaling domain enhance targeted killing of AML cells and preserve healthy tissues","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gamma-delta (&#947;&#948;) CAR-T cells lacking the CD3&#950; signaling domain enhance targeted killing of AML cells and preserve healthy tissues","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is an aggressive hematological malignancy that, despite advances in treatment, has an overall 5-year survival rate of less than 30%. There is an urgent unmet need for new and effective therapies for AML. Chimeric antigen receptor (CAR)-modified cell therapies are emerging as promising options. However, the selection of suitable antigens is challenging, due to the heterogeneous expression of potential antigen targets in AML. Most antigens, such as CD123, are expressed on both leukemic cells and normal hematopoietic stem and progenitor cells. In addition, conventional autologous or allogeneic T cell therapies present many limitations, such as cytokine release syndrome (CRS) and graft-vs-host disease (GvHD). We therefore evaluated CD123-targeting CAR designs in v&#948;1-enriched &#947;&#948;T cells, an innate immune cell platform that is inherently non-MHC restricted, has low risks of CRS and GvHD, and is capable of discriminating between malignant and healthy cells in preclinical models.<br \/>We engineered v&#948;1-enriched &#947;&#948;T cells from peripheral blood of healthy individuals to express various CD123-targeting CAR constructs. The CD123-targeting CAR-engineered v&#948;1-enriched &#947;&#948;T cells expressed high levels of natural cytotoxicity receptors, suggesting capability to target innate receptor ligands on AML cell surface. CD123-targeting CAR-expressing v&#948;1-enriched &#947;&#948;T cells demonstrated enhanced cytotoxicity in vitro against multiple AML cell lines, in both short-term co-culture and repeated antigen stimulation assays. CD123-targeting CAR-expressing v&#948;1-enriched &#947;&#948;T cells also showed enhanced efficacy and survival in vivo against mouse models of human AML. Interestingly, attenuation of CAR activity via novel designs preserved the inherent selectivity of v&#948;1-enriched &#947;&#948;T cells against AML cells relative to normal hematopoietic stem or progenitor cells, which also express CD123.<br \/>Together, our results demonstrated through rational CAR designing and engineering in v&#948;1-enriched &#947;&#948;T cells, an allogeneic cell therapy targeting CD123 can be generated with selective cytotoxicity against AML cells while sparing normal hematopoietic stem cells. Such product designs have the potential to be a transformative therapeutic option for a broad population of AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Acute myeloid leukemia,Gamma-delta lymphocytes,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Ng<\/b>, S. L. Hayward, D. Zhang, G. Gu, B. Paulhus, D. Gjuka, C. Crowley, S. McLaughlin, A. Lublinsky, A. Mathew, E. Berreondo Giron, D. Mai, M. Lee, M. Wal, R. Alade, A. Simoes, R. Lytle, J. Gavin, S. Cramer, Z.-h. Yan, T. Hickman, R. Choudhary, C. Abikoff, Y. Wang, I. Kovacs, N. M. Sobhana, L. Cao; <br\/>Takeda Development Center Americas, Inc, Cambridge, MA","CSlideId":"","ControlKey":"85816017-5deb-47f7-87f8-c217eb08af2b","ControlNumber":"2475","DisclosureBlock":"<b>&nbsp;M. Ng, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>S. L. Hayward, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>D. Zhang, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>G. Gu, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>B. Paulhus, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>D. Gjuka, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>C. Crowley, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>S. McLaughlin, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>A. Lublinsky, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>A. Mathew, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>E. Berreondo Giron, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>D. Mai, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>M. Lee, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>M. Wal, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>R. Alade, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>A. Simoes, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>R. Lytle, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>J. Gavin, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>S. Cramer, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>Z. Yan, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>T. Hickman, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>R. Choudhary, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>C. Abikoff, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>I. Kovacs, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>N. M. Sobhana, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment. <br><b>L. Cao, <\/b> <br><b>Takeda Development Center Americas, Inc<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6043","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5228","PresenterBiography":null,"PresenterDisplayName":"Mei Ng, PhD","PresenterKey":"6a9dd3eb-f6a7-4a8c-92c2-34cd820197fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5228. Engineering CD123-targeting v&#948;1-enriched &#947;&#948;T cells with enhanced preclinical efficacy and safety profile","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering CD123-targeting v&#948;1-enriched &#947;&#948;T cells with enhanced preclinical efficacy and safety profile","Topics":null,"cSlideId":""},{"Abstract":"Mesothelin (MSLN) is a solid tumor-associated antigen that has been thoroughly studied and is expressed in several tumor indications that have significant unmet therapeutic needs. V&#948;1-enriched &#947;&#948;T cells differentiate themselves from other MSLN-targeted modalities by mitigating the challenges of targeting tumors with heterogeneous MSLN expression through their inherent capability to detect malignant cells while sparing normal cells. The ability to effectively combat cancer cells that express mesothelin is significantly increased by the expression of a chimeric antigen receptor (CAR). Novel armoring is being evaluated to improve engineered V&#948;1 persistence in the solid tumor microenvironment. Cytokine armoring, through novel engineering, enhances sensitivity to cytokines and recovers cell fitness that is impaired by 'traditional' cytokine armoring options.<br \/>Extensive <i>in vitro<\/i> and <i>in vivo<\/i> safety and efficacy studies were carried out to validate the product's potency. These studies aimed to determine cytotoxicity, expansion, and persistence. MSLN CAR cytokine-armored V&#948;1 cells exhibited high post-thaw viability and survival. Furthermore, cytokine-armored V&#948;1 cells displayed elevated innate receptor expression and gene-engineered cells maintained their baseline innate phenotype, indicating that they can maintain their &#8216;innate&#8217; effectiveness over time. <i>In vitro<\/i> studies demonstrated broad anti-tumor activity against multiple tumor cell lines expressing various levels of mesothelin. Additionally, in long-term cytotoxicity assays, cytokine-armored cells demonstrated improved tumor-clearance capabilities. The effector cells also exhibited an enhanced innate cytotoxic phenotype that equips the cells with the capability to persist and proliferate in response to soluble cytokines and upon cytokine trans-presentation by adjacent cells. <i>In vitro<\/i> studies further revealed that there is a distinction in the killing activity between tumor and normal cells, which is important for ensuring that the product is safe for use in patients. An orthotopic lung tumor-bearing mouse model was developed to confirm their anti-tumor effectiveness <i>in vivo<\/i>. The model's outcomes demonstrated that MSLN CAR cytokine-armored V&#948;1 cells exhibit higher <i>in vivo<\/i> efficacy in comparison to their unarmored counterparts at low effector-to-target ratios. With no significant healthy tissue damage found, the histopathology report confirmed an excellent safety profile. Terminal biodistribution studies demonstrated that armored drug candidates preferentially home to and persist in tumor-bearing tissues.<br \/>Overall, these findings imply that the product might be highly effective in treating tumors that express mesothelin. This strategy could greatly advance our knowledge of how V&#948;1-enriched &#947;&#948;T cells function as a platform against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Mesothelin,Gamma-delta lymphocytes,Cancer immunotherapy,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Mohan Sobhana<\/b>, A. Simoes, S. Edwards, S. Mishra, G. Gu, G. Papadopoulos, S. Kiesgen, R. Alade, L. Li, A. Venuso, J. Kumaran, K. Waddington, T. Huseni, R. Karattil, L. Reynolds, M. Sharif, D. Wotherspoon, C. Tudor, I. Kovacs, M. Rosa Ng, Y. Wang, L. Cao; <br\/>Takeda Development Center Americas, Inc., Cambridge, MA","CSlideId":"","ControlKey":"6cb2f3eb-1cfd-4b0b-a10a-07fb3f8aef54","ControlNumber":"1091","DisclosureBlock":"&nbsp;<b>N. Mohan Sobhana, <\/b> None..<br><b>A. Simoes, <\/b> None..<br><b>S. Edwards, <\/b> None..<br><b>S. Mishra, <\/b> None..<br><b>G. Gu, <\/b> None..<br><b>G. Papadopoulos, <\/b> None..<br><b>S. Kiesgen, <\/b> None..<br><b>R. Alade, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>A. Venuso, <\/b> None..<br><b>J. Kumaran, <\/b> None..<br><b>K. Waddington, <\/b> None..<br><b>T. Huseni, <\/b> None..<br><b>R. Karattil, <\/b> None..<br><b>L. Reynolds, <\/b> None..<br><b>M. Sharif, <\/b> None..<br><b>D. Wotherspoon, <\/b> None..<br><b>C. Tudor, <\/b> None..<br><b>I. Kovacs, <\/b> None..<br><b>M. Rosa Ng, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>L. Cao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5229","PresenterBiography":null,"PresenterDisplayName":"Nandhu Mohan Sobhana, PhD","PresenterKey":"30318424-5585-4d16-b6ae-20d2f715148c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5229. Enhancing solid tumor treatment with engineered blood-derived V&#948;1 platform: Safe and effective targeting of mesothelin-expressing tumors with V&#948;1 &#947;&#948;T cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing solid tumor treatment with engineered blood-derived V&#948;1 platform: Safe and effective targeting of mesothelin-expressing tumors with V&#948;1 &#947;&#948;T cells","Topics":null,"cSlideId":""},{"Abstract":"We previously described a subset of cytotoxic Fc&#947;RI (CD64)-expressing T cells in tumors and inflamed tissues (PMID 31449054). We subsequently expressed an engineered modified CD64 into T cells (&#8220;SolidT&#8221;) and demonstrated that these cells possessed greater specificity for tumor over normal tissues, reduced exhaustion, and attenuated cytokine secretion compared to other engineered cell therapies. SolidT activation correlates with surface tumor antigen density enabling the differentiation between tumor cells and normal cells by use of a specific antibody targeting tumor antigens. We previously showed that SolidT + mAb has anti-tumor activity <i>in vitro<\/i> and <i>in vivo<\/i> in several tumor models, including immunodeficient HER2 xenografts and an immunocompetent syngeneic B16-TYRP1 model (PMID 37070661). In this study, we further assessed the effect of SolidT on HER2+ tumors in a rechallenge model and extended the platform to CD20+ lymphoma models by combining SolidT with rituximab. In an <i>in vivo<\/i> experiment using HER2+, NCI-N87 cells in immunodeficient mice, several mice in the SolidT + trastuzumab group experienced complete tumor clearance. These mice were monitored until day 84, then rechallenged with NCI-N87 cells along with a new control group. After tumor establishment, mice were treated only with trastuzumab weekly for two weeks. While tumors in the control group progressed, the tumors in the rechallenged mice were completely cleared with a trastuzumab boost only, suggesting a SolidT cell memory response. Bone marrow from these rechallenged mice was analyzed and revealed the presence of effector memory SolidT cells. The SolidT model was then studied in a human, CD20+ lymphoma model <i>in vitro <\/i>and <i>in vivo<\/i> in immunodeficient mice. SolidT + rituximab was more potent <i>in-vivo<\/i> against CD20+ lymphoma cells than rituximab. <i>In vivo<\/i>, mice treated with SolidT + rituximab had significantly greater survival, lower tumor burden, and fewer sites of metastases than mice treated with rituximab alone. Bone marrow from these mice was analyzed and revealed the presence of effector memory SolidT cells in mice treated with SolidT + rituximab. We demonstrated that marrow resident SolidT cells developed an effector memory phenotype that positively correlated with outcome in HER2+ and CD20+ xenograft models, consistent with earlier data from a syngeneic B16 melanoma model. We further demonstrated that SolidT cells can be reactivated in a rechallenge model with only the addition of tumor targeting mAb, resulting in the eradication of the recurring tumors. This data further confirms that the SolidT platform can be targeted against different tumor antigens by using different tumor targeting mAbs. The SolidT platform could represent a paradigm shift in the approach to engineered cellular therapy for hematological malignancies and solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CD20,Adoptive cell therapy,Antibody-dependent cellular cytotoxicity (ADCC),CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Dotan<\/b><sup>1<\/sup>, N. Pilpel<sup>1<\/sup>, P. Rider<sup>1<\/sup>, H. Shpilt<sup>1<\/sup>, D. Rasoulouniriana<sup>1<\/sup>, Y. Carmi<sup>2<\/sup>, J. E. Wooldridge<sup>3<\/sup>; <br\/><sup>1<\/sup>Gilboa Therapeutics Ltd., Rehovot, Israel, <sup>2<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>3<\/sup>Gilboa Therapeutics Inc., Cambridge, MA","CSlideId":"","ControlKey":"f9d9f07f-6938-4821-a48a-70b58ef787a3","ControlNumber":"1608","DisclosureBlock":"<b>&nbsp;S. Dotan, <\/b> <br><b>Gilboa therapeutics<\/b> Employment, Stock Option, Patent. <br><b>N. Pilpel, <\/b> <br><b>Gilboa therapeutics<\/b> Employment, Stock Option, Patent. <br><b>P. Rider, <\/b> <br><b>Gilboa therapeutics<\/b> Employment, Stock, Patent. <br><b>H. Shpilt, <\/b> <br><b>Gilboa therapeutics<\/b> Employment. <br><b>D. Rasoulouniriana, <\/b> <br><b>Gilboa therapeutics<\/b> Employment, Patent. <br><b>Y. Carmi, <\/b> <br><b>Gilboa therapeutics<\/b> Stock. <br><b>J. E. Wooldridge, <\/b> <br><b>Gilboa therapeutics<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6046","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5230","PresenterBiography":null,"PresenterDisplayName":"Shahar Dotan, PhD","PresenterKey":"135f1915-785f-4254-b73e-52735ea9b3aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5230. A modified Fc&#947;RI expressing T cell (SolidT) exhibits profound anti-tumor activity followed by maturation into effector memory t cells that can be reactivated to kill a secondary tumor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A modified Fc&#947;RI expressing T cell (SolidT) exhibits profound anti-tumor activity followed by maturation into effector memory t cells that can be reactivated to kill a secondary tumor","Topics":null,"cSlideId":""},{"Abstract":"Despite the major advances, cancer patients treated with targeted chimeric antigen receptor (CAR)- based T and NK cell therapies often face the challenge of frequent disease relapse, and their efficacy in solid tumors is low. This is attributed to the inherent potency of the starting cell material, unique characteristics of CAR engineering resulting in trogocytosis and tonic signaling, and the notable absence of homogenously expressed surface markers, particularly in solid tumors.<br \/>To address these limitations, we engineered a novel synthetic immune receptor termed Enhanced-Valency Engineered CD16A (EVE16) and evaluated it in memory-like NK cells and T cells against liquid and solid tumors. We hypothesized that post-activation cleavage of CD16A by ADAM17 plays a crucial role in reducing trogocytosis and tonic signaling. EVE16 utilizes the inherent potential of CD16A to trigger an activation signaling cascade through the endogenous CD3&#950; adaptor signaling protein. Unexpectedly, we discovered that, aside from the CD16A transmembrane domain, the Fc-binding domain is essential for proper surface expression. After multiple rounds of optimization, we developed a receptor that surpassed the activation potency of endogenous CD16A and allowed both direct binding to the tumor targets and retained antibody-dependent cellular cytotoxicity (ADCC), and this dual 'CAR-like' and ADCC function opens the potential for combination with clinically approved antibodies to prevent immune escape. Furthermore, in contrast to the conventional CAR(BB&#950;), the optimized EVE16 receptor exhibited minimal tonic signaling in both T and NK cells. This translated to enhanced sensitivity towards low antigen-density targets, as demonstrated by a cytotoxicity assay performed on polyclonal cancer cells engineered with target antigen knock-down. Additionally, EVE16, but not CAR transduced, protected T and NK cells from trogocytosis and allowed for the efficient disengagement of cytotoxic lymphocytes from cancer targets due to CD16A cleavage by ADAM17 upon immune cell activation. In <i>in vivo <\/i>mouse xenograft models, CD19-targeted EVE16 memory-like NK cells, rapidly manufactured using our approach, demonstrate outstanding performance in terms of robust expansion, prolonged persistence, and effective leukemic clearance, underscoring the effectiveness of our method.<br \/>In summary, we here describe a novel synthetic immune receptor called EVE16 which enables both direct (CAR-like) and ADCC functionality while preventing trogocytosis and exhaustion. Clinical trials are being planned for the near future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Natural killer cells,Immunotherapy,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Ali<sup>1<\/sup>, J. D. Ham<sup>2<\/sup>, F. Zairi<sup>3<\/sup>, V. Patel<sup>3<\/sup>, M. Tarannum<sup>1<\/sup>, K. Dinh<sup>1<\/sup>, Y. Abdulhamid<sup>1<\/sup>, J. Vergara<sup>1<\/sup>, R. Soiffer<sup>1<\/sup>, J. Ritz<sup>1<\/sup>, J. Beadle<sup>3<\/sup>, <b>N. A. Ivica<\/b><sup>3<\/sup>, J. Chen<sup>4<\/sup>, R. Romee<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Massachusetts Institute of Technology, Cambridge, MA, <sup>3<\/sup>InnDura Therapeutics, Cambridge, MA, <sup>4<\/sup>2.\u0009Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA","CSlideId":"","ControlKey":"5e083d01-6ef9-4459-bc39-70733a7859fb","ControlNumber":"7090","DisclosureBlock":"&nbsp;<b>A. Ali, <\/b> None.&nbsp;<br><b>J. D. Ham, <\/b> <br><b>InnDura Therapeutics<\/b> Stock. <br><b>F. Zairi, <\/b> <br><b>InnDura Therapeutics<\/b> Employment. <br><b>V. Patel, <\/b> <br><b>InnDura Therapeutics<\/b> Employment.<br><b>M. Tarannum, <\/b> None..<br><b>K. Dinh, <\/b> None..<br><b>Y. Abdulhamid, <\/b> None.&nbsp;<br><b>J. Vergara, <\/b> <br><b>Senti Bio<\/b> Employment.<br><b>R. Soiffer, <\/b> None..<br><b>J. Ritz, <\/b> None.&nbsp;<br><b>J. Beadle, <\/b> <br><b>InnDura Therapeutics<\/b> Employment, Stock. <br><b>N. A. Ivica, <\/b> <br><b>InnDura Therapeutics<\/b> Employment, Stock. <br><b>J. Chen, <\/b> <br><b>InnDura Therapeutics<\/b> Stock, Patent. <br><b>R. Romee, <\/b> <br><b>InnDura Therapeutics<\/b> Stock Option. <br><b>Skyline Therapeutics<\/b> Patent. <br><b>Skyline Therapeutics<\/b> Grant\/Contract. <br><b>Crispr Therapeutics<\/b> Grant\/Contract. <br><b>Miltentyi Bio<\/b> Travel.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6047","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5231","PresenterBiography":null,"PresenterDisplayName":"Nikola Ivica, PhD","PresenterKey":"4b6f6e8c-7272-4a4e-ab1f-054c2954449c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5231. NK and T cells armed with EVE16, a novel synthetic immune receptor, mediate robust anti-tumor responses through dual direct cytotoxicity and ADCC with minimal trogocytosis and exhaustion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NK and T cells armed with EVE16, a novel synthetic immune receptor, mediate robust anti-tumor responses through dual direct cytotoxicity and ADCC with minimal trogocytosis and exhaustion","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Celularity is developing PT-CD16VS as a novel platform for use in combination with approved monoclonal antibodies for the potential treatment of multiple cancers. PT-CD16VS is an allogeneic cell therapy derived from human postpartum placental circulating T (P-T) cells that are genetically modified to express a proprietary CD16 variant and endogenous T cell receptor (TCR) knockout. Here we report the characterization and preclinical evaluation of PT-CD16VS against HER2+ gastric cancer cells in combination with Trastuzumab. <i>In vitro<\/i> safety studies evaluating the potential for on-target\/ off-tumor activity of PT-CD16VS against HER2 low expressing lung epithelial cells (LEC) and human dermal fibroblasts (HDF) are also highlighted.<br \/><b>Methods:<\/b> P-T cells were activated and transduced with a lentiviral vector containing a CD16 construct expressing a high affinity CD16 variant, CD16VS. Following transduction, P-T cells were transfected to knock out the TCR. <i>In vitro, <\/i>the functional activity of PT-CD16VS cells in combination with Trastuzumab was assessed against the HER2+ gastric cancer NCI-N87 cell line in cytotoxicity, cytokine release, and proliferation assays. For on-target\/ off-tumor studies, similar assays were utilized to assess activity against the HER2 low expressing LEC and HDF cell lines.<i> In <\/i>vivo, PT-CD16VS with Trastuzumab was evaluated in a subcutaneous NCI-N87 xenograft model in NSG mice. Tumor volume was measured and tumor samples were evaluated for PT-CD16VS infiltration.<br \/><i><\/i><b>Results:<\/b> High CD16 transduction efficiency (&#62;60%) was achieved across donors. <i>In vitro<\/i>, PT-CD16VS plus Trastuzumab demonstrated potent cytotoxicity against NCI-N87 cells at low E:T ratios (0.625:1) and at 12 hours of co-culture with moderate cytokine secretion at 24-hour of co-culture. PT-CD16VS proliferated following 48-hour incubation with NCI-N87 cells and Trastuzumab, as compared to an IgG1 control. PT-CD16VS in combination with Trastuzumab did not elicit on-target\/ off-tumor cytotoxicity or cytokine release in response to low HER2 expression on normal LEC or HDF cells. <i>In vivo<\/i>, PT-CD16VS with Trastuzumab demonstrated significant reduction in tumor volume compared to vehicle, Trastuzumab alone, and the positive control Enhertu groups. In addition, PT-CD16VS infiltration into the tumor was shown to be Trastuzumab dependent, with infiltrating cells expressing high levels of CD16 and Ki67.<br \/><b>Conclusions:<\/b> Our results show that PT-CD16VS has robust <i>in vitro<\/i> and <i>in vivo<\/i> ADCC activity against gastric cancer tumor cells when combined with Trastuzumab. Furthermore, PT-CD16VS activity is specific to tumor HER2 antigen expression and does not target low HER2 expression on normal healthy cells. PT-CD16VS is being developed in combination with various monoclonal antibodies for the treatment of multiple cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,T cell,ADCC,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Karasiewicz-Mendez<\/b>, J. Gleason, K. Tess, M. Djedaini, S. Lin, C. Huang, S. He, R. Hariri, A. Kilcoyne; <br\/>Celularity Inc., Florham Park, NJ","CSlideId":"","ControlKey":"b87c0e55-cdc2-4636-803c-4f09f6a89e35","ControlNumber":"7671","DisclosureBlock":"<b>&nbsp;K. Karasiewicz-Mendez, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Gleason, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock Option. <br><b>K. Tess, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Djedaini, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Lin, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock Option. <br><b>C. Huang, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock Option. <br><b>S. He, <\/b> <br><b>Celularity Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>Cure Genetics<\/b> Employment. <br><b>R. Hariri, <\/b> <br><b>Celularity Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>A. Kilcoyne, <\/b> <br><b>Humanigen<\/b> Employment, Fiduciary Officer, Stock Option. <br><b>Celularity Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6048","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5232","PresenterBiography":null,"PresenterDisplayName":"Kathy Karasiewicz","PresenterKey":"790509be-05f4-4bbe-821b-417ff6e13e40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5232. Placental circulating T cells expressing CD16 in combination with trastuzumab demonstrate robust anti-tumor antibody-dependent cellular cytotoxicity (ADCC) against gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Placental circulating T cells expressing CD16 in combination with trastuzumab demonstrate robust anti-tumor antibody-dependent cellular cytotoxicity (ADCC) against gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"We have recently characterized a unique CD8 T cell subset that expresses NKG2C, as well as multiple other natural killer cell markers. These NKG2C+ CD8 T cells demonstrate NK-like effector functions against various tumor targets, can be efficiently expanded and engineered using GMP-compatible techniques, and most importantly, display beneficial qualities unique to T and NK cells while minimizing the therapeutic deficits of each. NKG2C+ CD8 cells can be easily expanded using a genetically modified K562 feeder line and can be efficiently engineered via retroviral transduction. We genetically engineered NKG2C+ CD8 T cells to express an anti-CD19-28-z CAR construct to target B cell malignancies and compared effector functions of the CAR-engineered NKG2C+ CD8 T cells against CAR+NKG2C- (conventional) CD8 T cells and CAR+ NK cells in vitro and in vivo. We examined expansion, engineering efficiency, tumor control, and extent of cytokine release syndrome (CRS). We also engineered NKG2C+ CD8 T cells with a transgenic NY-ESO-1 TCR to target melanoma and compared the functional responses and efficacy of TCR-engineered NKG2C+ CD8 T cells against TCR-engineered conventional CD8 T cells. CAR+NKG2C+ CD8 T cells demonstrated superior in vitro effector function when compared to CAR+ conventional CD8 T cells and CAR+NK cells and did not upregulate characteristic T cell exhaustion markers, such as PD-1, TIM-3, and LAG-3. These CAR+NKG2C+ CD8 T cells demonstrated superior control of a CD19+ NALM6 tumor model in NRG mice, which was further enhanced with administration of IL-15. CAR+NKG2C+ CD8 T cells with IL-15 demonstrate dramatic and enhanced persistence, as well as superior cytotoxicity and activation in vivo when compared to CAR+ conventional CD8 T cells and CAR+ NK cells. Using a SCID-beige CRS mouse model, we observed reduced CRS in mice treated with CAR+ NKG2C+ CD8 T cells than in mice treated with CAR+ conventional CD8 T cells, with lower levels of proinflammatory cytokines and minimal expansion of murine myeloid subsets. Similarly, TCR-engineered NKG2C+ CD8 T cells demonstrated enhanced tumor control and in vivo persistence in an A375 melanoma-bearing NRG mouse model compared to TCR-engineered conventional CD8 T cells. We have successfully demonstrated that CAR- or TCR-engineered NKG2C+ CD8 T cells have superior anti-tumor efficacy, in vitro and in vivo, to conventional CD8 T cell and NK cell counterparts due to their innate tumor killing and greater in vivo persistence. These cells mediate less CRS and provide a safer alternative to traditional engineered T cell therapeutics. Ultimately, our NKG2C+ CD8 T cells represent a unique platform for engineered T cell therapies to target both solid tumors and hematologic malignancies, that is easily expanded ex vivo, does not require CD4 T cells for in vivo persistence, and is resistant to exhaustion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,T cell,Natural killer cells,Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Lupo<\/b>, M. Panjwani, A. Daniyan, C. Klebanoff, K. Hsu; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"c8d0e5e6-49c0-48f8-b62c-2cd1efd6f416","ControlNumber":"6517","DisclosureBlock":"&nbsp;<b>K. Lupo, <\/b> None..<br><b>M. Panjwani, <\/b> None.&nbsp;<br><b>A. Daniyan, <\/b> <br><b>Biolumina<\/b> Other, Professional Services and Activities. <br><b>Caribou Biosciences, Inc.<\/b> Patent. <br><b>Hierax Therapeutics, Inc.<\/b> Other, Professional Services and Activities. <br><b>NomoCan Pharmaceuticals LLC<\/b> Other, Professional Services and Activities. <br><b>Syndax<\/b> Patent. <br><b>C. Klebanoff, <\/b> <br><b>Affini-T Therapeutics<\/b> Stock, Patent, Other, Professional Service and Activities; Research Support. <br><b>Achilles Therapeutics<\/b> Stock, Other, Professional Service and Activities. <br><b>Aleta Biotherapeutics<\/b> Other, Professional Service and Activities. <br><b>Bellicum Pharmaceuticals<\/b> Other, Professional Service and Activities. <br><b>Catamaran Bio<\/b> Patent, Other, Professional Service and Activities. <br><b>Obsidian Therapeutics<\/b> Other, Professional Service and Activities. <br><b>PACT Pharma<\/b> Other, Professional Service and Activities. <br><b>Roche\/Genentech<\/b> Other, Professional Service and Activities. <br><b>T-knife<\/b> Other, Professional Service and Activities. <br><b>Intima Bioscience<\/b> Patent, Other, Research Support. <br><b>Kite\/Gilead<\/b> Other, Research and Clinical Research Support. <br><b>K. Hsu, <\/b> <br><b>Wugen, Inc.<\/b> Other, Professional Services and Activities (Uncompensated).","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5233","PresenterBiography":null,"PresenterDisplayName":"Kyle Lupo, PhD","PresenterKey":"048f3446-af88-4bcc-bee2-2dde63db7a51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5233. Engineered NK-like NKG2C+ CD8 T cells mediate superior anti-tumor efficacy over conventional CD8 T cells and NK cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered NK-like NKG2C+ CD8 T cells mediate superior anti-tumor efficacy over conventional CD8 T cells and NK cells","Topics":null,"cSlideId":""},{"Abstract":"Recent advances have enabled the use of autologous K-NK cells to treat patients suffering from hematological malignancies. When aiming to treat patients suffering from solid tumors however, the suppressive effects of the tumor microenvironment (TME) and the involvement of other immune cells need to be considered to make a cell therapeutic potentially more effective.<br \/>TGF&#946;-conditioning (TGF&#946;-c), the co-culture of K-NK cells with low-dose TGF&#946; while undergoing cytokine-mediated expansion, imbues these cells with unique qualities suitable to mitigate immuno-suppressive effects of the TME, making them more efficacious toward solid tumors. The exposure to TGF&#946; during expansion results in significant downregulation of SMAD3, rendering these cells insensitive to TGF&#946;-mediated down-regulation of NK cell receptors. TGF&#946;-c K-NK cells display enhanced in vitro cytotoxicity towards 2D, 3D cultured cell lines as well as against organoid models derived of various indications. These cells infiltrate into patient-derived tumor organoids at higher frequency and have increased IFN&#947; secretion upon target-specific activation. The effect of the higher IFN&#947; output on a complementary anti-tumor immune subset was investigated in complex immune cell cultures and was indeed shown to enhance DC maturation.<br \/>In vivo studies revealed prolonged persistence of TGF&#946;-c K-NK cells in mice while retaining both altered gene-expression and functional hallmarks for up to 28 days, indicating that the conditioning results in a stable phenotype.<br \/>In summary, TGF&#946;-c K-NKs are a platform with enhanced potency to transition cell therapy from treating hematological to solid tumor malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Solid tumors,TGF-&#946;,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Kunert<\/b><sup>1<\/sup>, A. Oja<sup>1<\/sup>, I. Cesonyte<sup>1<\/sup>, K. Franciszkiewicz<sup>2<\/sup>, S. Sidhu<sup>2<\/sup>, H. Jetani<sup>1<\/sup>, G. Bocconcelli<sup>1<\/sup>, R. Igarashi<sup>1<\/sup>, V. R. Fantin<sup>3<\/sup>; <br\/><sup>1<\/sup>Sanofi Oncology, Amsterdam, Netherlands, <sup>2<\/sup>Sanofi Oncology, Vitry, France, <sup>3<\/sup>Sanofi Oncology, Boston, MA","CSlideId":"","ControlKey":"95dbdc98-31b0-492b-af59-77b331ab3859","ControlNumber":"6972","DisclosureBlock":"<b>&nbsp;A. Kunert, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Oja, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>I. Cesonyte, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>K. Franciszkiewicz, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Sidhu, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>H. Jetani, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>G. Bocconcelli, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>R. Igarashi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>V. R. Fantin, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5234","PresenterBiography":null,"PresenterDisplayName":"Andre Kunert","PresenterKey":"30dbe0af-7f5a-4a8a-80ab-d22c857ed161","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5234. TGF<i>beta<\/i>-conditioned K-NK cells are able to counter immune suppression in the tumor micro-environment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TGF<i>beta<\/i>-conditioned K-NK cells are able to counter immune suppression in the tumor micro-environment","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: Increasing the immunogenicity of solid tumors may potentiate durable anti-tumor immunity. Targeting innate pattern recognition receptor signaling is a promising strategy to repolarizing the suppressive tumor immune microenvironment (TME). A potential synergistic approach is the addition of cellular therapy. Tumor models expressing high levels of endogenous STING, but where the pathway is not active, were considered for evaluating STING agonism as a potential intervention. Additionally, prior work has demonstrated that STING induction is toxic to T cells; however, natural killer (NK) cells are unaffected, due to their differential regulation of autophagy. Here we investigate the immunomodulatory properties of STING agonism alone and in combination with NK cells using short-term microfluidic culture of fresh patient-derived organotypic tumor spheroids (PDOTS).<br \/><i>Methods<\/i>: Surgical cases from Brigham and Women&#8217;s Hospital under an IRB-approved protocol were studied. PDOTS were generated as previously described. Ex vivo response was assessed by fluorescent live\/dead imaging, immunofluorescence (IF), multiplexed cytokine array, and single cell RNA sequencing (scRNAseq). Baseline immune phenotypes were analyzed by FACS from single cells isolated during tumor sample preparation.<br \/><i>Results<\/i>: Twelve explants were studied. Two specimens were excluded from viability assessment due to excess of fibrotic material and low viability. Using a cut-off of -40%, three cases were characterized as responders (R) and seven as non-responders (NR). We observed significant induction of CXCL10 in all samples treated with STING agonist. IFN-&#946;, IFN-&#947;, TNF-&#945;, and MIP1-&#945; were also consistently induced by STING agonist treatment. More detailed analysis of two samples by scRNAseq revealed a strong interferon stimulated genes (ISG) signature in STING agonist conditions; the cellular source of CXCL10 secretion in STING agonist treatment was tumor cells and fibroblasts. We also observed profound changes in myeloid biology, indicating that these cells polarized to a more pro-inflammatory and antigen-presenting phenotype with STING agonism. Interestingly, NK-based cell therapy added to PDOTS cultures displayed better persistence and enhanced effector function relative to endogenous NK cells, with and without STING agonism.<br \/><i>Conclusions<\/i>: Using tumor explants and a variety of orthogonal techniques, we investigated the response to STING agonism and NK cellular therapy ex vivo. Our results indicate that STING agonism remodels the TME, creating a more immune-permissive environment. STING agonism induces secretion of chemoattractant CXCL10 by tumor cells and fibroblasts. STING agonism does not abrogate NK cell effector function and therefore, may synergize with NK cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immunostimulation,Innate immunity,Mesothelioma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. H. Lizotte<\/b><sup>1<\/sup>, E. Ivanova<sup>1<\/sup>, S. Park<sup>1<\/sup>, N. Spicer<sup>1<\/sup>, S. Kivlehan<sup>1<\/sup>, I. Gjeci<sup>1<\/sup>, S. Kiesgen<sup>2<\/sup>, V. Appleman<sup>2<\/sup>, L. Talarico<sup>2<\/sup>, M. Y. Tolstorukov<sup>1<\/sup>, R. Bueno<sup>3<\/sup>, D. A. Barbie<sup>1<\/sup>, C. P. Paweletz<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Takeda Pharmaceuticals, Cambridge, MA, <sup>3<\/sup>Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"3250892a-ff96-4b0e-80f0-c49bcef012a2","ControlNumber":"7184","DisclosureBlock":"&nbsp;<b>P. H. Lizotte, <\/b> None..<br><b>E. Ivanova, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>N. Spicer, <\/b> None..<br><b>S. Kivlehan, <\/b> None..<br><b>I. Gjeci, <\/b> None.&nbsp;<br><b>S. Kiesgen, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Employment. <br><b>V. Appleman, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Employment. <br><b>L. Talarico, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Employment.<br><b>M. Y. Tolstorukov, <\/b> None..<br><b>R. Bueno, <\/b> None..<br><b>D. A. Barbie, <\/b> None..<br><b>C. P. Paweletz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5235","PresenterBiography":"","PresenterDisplayName":"Patrick Lizotte, PhD","PresenterKey":"eb341cef-c160-47dd-819a-368a61adb16d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5235. Combination STING agonist and NK cellular therapy in patient derived organotypic tumor spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination STING agonist and NK cellular therapy in patient derived organotypic tumor spheroids","Topics":null,"cSlideId":""},{"Abstract":"Despite the development of multimodal therapy consisting of surgery, radiotherapy, and chemotherapy, the prognosis of patients with metastatic or relapsed synovial sarcoma (SS) remains poor. A novel treatment option including immunotherapy is urgently required. Natural killer (NK) cells are innate immune cells that can recognize and kill tumor cells. The cytolytic activity of NK cells is determined by the balance of signals from both inhibitory and activating receptors expressed on cell surface. Activating receptors include NKp30, NKp44, NKp46, NKG2D, and DNAM-1. Furthermore, tumor cells with low HLA class I expression are potentially even more sensitive to NK-mediated cytotoxic killing due to a lack of inhibitory signals. We previously reported that HLA class I expression was down regulated in one third of patients with synovial sarcoma, suggesting that NK cell therapy may be effective for patients with SS. However, the efficacy of NK cells treatment in SS was not well established. In this study, we evaluated surface ligands for NK cell activation on SS cell lines and demonstrated the effectiveness of activated allogenic NK cells for SS cell lines<i> in vitro<\/i>.The surface expression of ligands for NK cell-activating receptors including NKp30, NKp44, NKp46, NKG2D, and DNAM-1 in three SS cell lines (SYO-I, HS-SY-II, and Yamato-SS) was evaluated using flow cytometry. Peripheral blood from two healthy donors were ficoll-separated to collect peripheral blood mononuclear cells (PBMCs). Then, PBMCs were stimulated with irradiated K562 cells expressing the NK-stimulatory molecules 4-1BB ligand and membrane-bound Interleukin 15 in the presence of human Interleukin-2 in RPMI1640 with 10% FBS. The cells were expanded for 14 days, and the expanded NK cells are CD3-CD56+ NK cells. These expanded cells are reproducible in their function, and we have utilized these cells for <i>in vitro<\/i> cytotoxicity assays. 2x10E4 of SS cell lines (SYO-I, HS-SY-II, and Yamato-SS) were seeded in a 96 well plates and cultured overnight. Then, allogenic NK cells or activated T cells as a control at various tumor effector ratio. The cells were co-cultured with activated T cells or NK cells in the presence of low dose interleukin2. Forty-eight hours later, cell viabilities were measured using WST-8 assay.Ligands for NKp44, NKp30, NK2GD, were expressed in all three SS cell lines. It suggested that SS cells upregulate activating receptor ligands for NK cells. In addition, cytotoxicity of allogenic NK cells for SS cell lines was significantly higher than that of activated T cells. To determine whether cytotoxic activity was effect of allogenic NK cells, CD107a mobilization assay using flowcytometry was performed. CD107a mobilization assay demonstrated degranulation of NK cells, leading us that NK cells had an antitumoral effect on SS cell lines in vitro. Based on these initial findings, we were able to demonstrate that allogenic NK cells may be a promising immune therapy for SS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Sarcoma\/soft-tissue malignancies,Adoptive immunotherapy,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Oike<\/b><sup>1<\/sup>, T. Miyazaki<sup>1<\/sup>, Y. Murayama<sup>1<\/sup>, T. Ariizumi<sup>1<\/sup>, A. Ogose<sup>2<\/sup>, M. Baba<sup>1<\/sup>, H. Kawashima<sup>1<\/sup>, C. Imai<sup>3<\/sup>; <br\/><sup>1<\/sup>Niigata Univ. School of Medicine, Niigata, Japan, <sup>2<\/sup>Uonumakikan Hospital, Niigata, Japan, <sup>3<\/sup>Toyama University, Toyama, Japan","CSlideId":"","ControlKey":"158608ae-2a17-4a66-bed6-45b2babf01ba","ControlNumber":"2900","DisclosureBlock":"&nbsp;<b>N. Oike, <\/b> None..<br><b>T. Miyazaki, <\/b> None..<br><b>Y. Murayama, <\/b> None..<br><b>T. Ariizumi, <\/b> None..<br><b>A. Ogose, <\/b> None..<br><b>M. Baba, <\/b> None..<br><b>H. Kawashima, <\/b> None..<br><b>C. Imai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5236","PresenterBiography":null,"PresenterDisplayName":"Naoki Oike, MD;PhD","PresenterKey":"cbe846c2-3eb4-4536-b67b-0cf1be462346","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5236. Adoptive natural killer therapy is effective for synovial sarcoma cell lines.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adoptive natural killer therapy is effective for synovial sarcoma cell lines.","Topics":null,"cSlideId":""},{"Abstract":"Antigen-targeting therapies such as chimeric antigen receptor (CAR)-T cells have achieved unparalleled success in the treatment of hematological malignancies. However, broad success has remained bottlenecked by the lack of targets that are specifically, and uniformly, expressed on heterogenous solid tumors. In contrast, certain strains of bacteria are gaining recognition as a new class of antigen-agnostic cell therapies due to their selective growth within the immuno-suppressive niche of the solid tumor microenvironment (TME). Bridging these approaches, we developed a platform of probiotic-guided CAR-T cells (ProCARs) - in which tumor-colonizing probiotics release synthetic targets that efficiently tag tumor tissue for CAR-mediated lysis. Here, we engineered a well-characterized strain of probiotic bacteria, <i>E. coli<\/i> Nissle 1917, to sustain the intratumoral production of genetically encoded CAR targets and T cell attracting chemokines in multiple xenograft and syngeneic models of human and murine tumors. We design orthogonal CAR targets (Tags) as modified dimers of GFP that broadly anchor to collagens, fibronectins, and heparin sulfates found in high abundance within the solid TME to achieve antigen-agnostic tumor targeting. We demonstrate that Tags robustly coat the surface of cancer cell lines through interaction with cell surface matrix proteins, thus leading to the activation of GFP CAR-T cells and Tag-dependent killing across a panel of genetically distinct target cells. We additionally show that injected probiotics selectively grow within the tumor core and maintain the intratumoral production of Tags and human chemokines &#173;- leading to therapeutic efficacy across multiple subcutaneous and orthotopic tumor models. Moreover, we demonstrate a systemic antitumor benefit in immune-competent hosts, whereby unilateral treatment of primary tumors leads to a significant reduction in the growth rate of distal, untreated tumors. Finally, we show that intratumoral bacteria provide natural TLR agonists that trigger substantial activation of human and murine ProCAR-T cells. Our findings highlight the potential of the ProCAR platform to address the critical roadblock of identifying suitable CAR targets by providing an antigen <i>in situ<\/i> that is orthogonal to both healthy tissue and tumor genetics. Altogether, the use of a bacterial delivery platform in the ProCAR system offers a partner organism that naturally enhances CAR-T cell effector function and broadens the scope of CAR-T cell therapy to include previously difficult to target tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Microbiome,Systems biology,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. L. Vincent<\/b>, F. Li, A. Vardoshvili, C. Gurbatri, N. Arpaia, T. Danino; <br\/>Columbia University, New York, NY","CSlideId":"","ControlKey":"ec62a7a8-3063-490f-bca1-08943b655926","ControlNumber":"7718","DisclosureBlock":"&nbsp;<b>R. L. Vincent, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>A. Vardoshvili, <\/b> None..<br><b>C. Gurbatri, <\/b> None..<br><b>N. Arpaia, <\/b> None..<br><b>T. Danino, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5237","PresenterBiography":null,"PresenterDisplayName":"Rosa Vincent","PresenterKey":"02cc8d11-0527-4dee-8b63-6428b5c23f4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5237. Engineered probiotics direct the antigen specificity of CAR-T cells <i>in situ<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered probiotics direct the antigen specificity of CAR-T cells <i>in situ<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the common malignant brain tumor in adults, accounting for approximately 15% of all CNS tumors, and 48.6% of malignant brain tumors, with a median survival of approximately 15 months, and minimal clinical progress having been made in the past two decades. GBM is characterized by extensive inter- and intra-tumoral heterogeneity as well as an extremely immunosuppressive tumor microenvironment. Following Standard-of-Care (SoC) surgical resection and chemoradiotherapy at primary diagnosis, few therapeutic avenues exist at recurrence, owing in part due to a lack of clinically relevant targets. Data from our multi-institutional target pipeline shows that the extracellular urokinase plasminogen activator receptor (uPAR) is significantly upregulated at recurrence on putative GBM brain tumor initiating cells (BTICs), which are believed to drive <i>de novo <\/i>tumor formation, tumor recurrence, and therapeutic resistance. uPAR plays an important role in the plasminogen activation system, and in the context of cancer, has been implicated in numerous pro-tumorigenic processes such as invasion, proliferation, epithelial-to-mesenchymal transition, and therapy resistance. We used CRISPR-Cas9 to genetically delete uPAR from our in-house patient-derived GBM cell lines, and found that <i>in vitro<\/i>, knockout of uPAR expression in recurrent GBM cells significantly reduces proliferation and sphere formation capacity, two stem-like traits associated with BTICs. Additionally, we found that uPAR knockout significantly reduced the frequency of BTICs in a given population. Additionally, uPAR knockout cells display increased sensitivity to standard-of-care chemoradiotherapy, implicating uPAR expression in therapy resistance, as seen in recurrent disease. We orthotopically injected immunocompromised mice to generate patient-derived xenograft models of GBM, and found that knockout of uPAR significantly increases survival, and decreases tumor burden. Further, we generated novel anti-uPAR single domain antibodies (sdAbs) and found that they specifically bind uPAR at low nanomolar concentrations <i>in vitro<\/i>. Using these sdAbs, we created an anti-uPAR CAR T which showed potent cytotoxicity <i>in vitro<\/i>, and drastically reduced tumor burden and extended survival <i>in vivo<\/i>. From this work we believe uPAR to be a clinically relevant target in recurrent GBM, and further investigation into therapeutic strategies to target uPAR-positive GBMs should be investigated further.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,Brain tumors,CAR T cells,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. T. Maich<\/b><sup>1<\/sup>, M. Shaikh<sup>1<\/sup>, A. Puri<sup>1<\/sup>, A. Anand<sup>1<\/sup>, C. Chokshi<sup>1<\/sup>, S. Salim<sup>1<\/sup>, N. Savage<sup>1<\/sup>, C. Venugopal<sup>1<\/sup>, M. Rossotti<sup>2<\/sup>, T. Kislinger<sup>1<\/sup>, K. Henry<sup>2<\/sup>, S. Singh<sup>1<\/sup>; <br\/><sup>1<\/sup>McMaster University, Hamilton, ON, Canada, <sup>2<\/sup>National Research Council, Ottawa, ON, Canada","CSlideId":"","ControlKey":"99ea0014-994a-4493-a90d-46f17b864405","ControlNumber":"2767","DisclosureBlock":"&nbsp;<b>W. T. Maich, <\/b> None..<br><b>M. Shaikh, <\/b> None..<br><b>A. Puri, <\/b> None..<br><b>A. Anand, <\/b> None..<br><b>C. Chokshi, <\/b> None..<br><b>S. Salim, <\/b> None..<br><b>N. Savage, <\/b> None..<br><b>C. Venugopal, <\/b> None..<br><b>M. Rossotti, <\/b> None..<br><b>T. Kislinger, <\/b> None..<br><b>K. Henry, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5238","PresenterBiography":null,"PresenterDisplayName":"William Maich","PresenterKey":"31238f29-1998-4705-9fe4-df1f62b825bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5238. uPAR as a novel immunotherapeutic target in recurrent glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"uPAR as a novel immunotherapeutic target in recurrent glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Chimeric Antigen Receptor T-cell (CART) immunotherapy has shown significant success in the treatment of hematological malignancies. However, their efficacy in AML is limited due to the disease's genetic diversity and lack of uniform antigen targets. To identify potential AML cell-surface markers, we employed a comprehensive approach that involved the utilization of 3' single-cell RNA sequencing (scRNA-seq), bulk RNA sequencing (RNA-seq), and enhanced whole exome sequencing (eWES). A total of 21 samples were analyzed, comprising 18 distinct AML patients and 3 healthy bone marrow aspirates, serving as controls. We conducted scRNAseq on 21 samples, yielding a total of 185,106 high-quality cells, which were effectively clustered into 38 unbiased groups. Notably, tumor clusters exhibited highest copy number variations and formed separate clusters from other non-tumor immune cells. To uncover key functional pathways, we conducted pathway enrichment analysis comparing tumor cells to non-tumor cells. Our findings demonstrated a significant overrepresentation of cellular processes related to Allograft rejection, IL2\/STAT5 signaling, IFN-gamma response and apoptosis. To identify AML specific markers, we performed an unbiased systematic search of the scRNAseq dataset for genes with unique expression patterns in tumor cells compared to the healthy bone marrow controls. Our analysis identified differentially expressed genes, with many genes displaying relative cell and tissue specificity. Notably, among these genes, we unveiled key potential targets with cell surface specificity, including novel markers alongside previously known ones. Noteworthy candidates, such as<i> ADGRE2, CD33<\/i>, <i>CD123<\/i>, <i>CLEC12A<\/i>, and <i>FLT3 <\/i>and<i> <\/i>understudied novel markers such as<i> CD86<\/i>, <i>CSF1R, <\/i>S100 proteins and<i> VMP1<\/i>, were prominently expressed, showcasing their potential significance as targets for engineered immunotherapy. To validate and consolidate our discoveries, we conducted a cross-referencing exercise by comparing our scRNAseq data against bulk RNA data from primary human AML samples and cell lines. Bulk global proteomics, flow cytometry-based and CART generation studies are ongoing to confirm our discoveries. Our rigorous computational and experimental approach provides valuable insights into tumor-specific cell surface proteins, which hold promise as potential targets for innovative and precision immunotherapeutic interventions in the realm of AML treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Single cell,CAR T cells,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. M. Ibrahim<\/b>, M. P. Rettig, R. G. Jayasinghe, L. Ding, J. F. DiPersio; <br\/>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"d1c6ddf6-f879-4ff0-8113-189f540486b6","ControlNumber":"2936","DisclosureBlock":"&nbsp;<b>O. M. Ibrahim, <\/b> None..<br><b>M. P. Rettig, <\/b> None..<br><b>R. G. Jayasinghe, <\/b> None..<br><b>L. Ding, <\/b> None.&nbsp;<br><b>J. F. DiPersio, <\/b> <br><b>Magenta<\/b> Stock Option. <br><b>Macrogenics<\/b> Research Funding. <br><b>WUGEN<\/b> Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5239","PresenterBiography":null,"PresenterDisplayName":"Omar Ibrahim, B Pharm;MS","PresenterKey":"cc051ab7-0dc5-4a96-96c7-faf594f5b637","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5239. Discovery of AML associated therapeutic targets","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of AML associated therapeutic targets","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR) T cells have shown remarkable clinical success in the treatment of hematologic malignancies. However, the durability of response of CAR T therapy can be impaired by heterogenous expression of the CAR-specific target antigen (1&#176; Ag) on tumors. In combination with a CAR, T-cell engagers (TCEs) that target additional tumor antigen (2&#176; Ag) can be a unique approach to address tumor heterogeneity and overcome antigen escape.<br \/>Engineered induced pluripotent stem cell (iPSC) master cell lines are a renewable source material from which iPSC-derived CAR T (CAR-iT) cells can be manufactured and administered in an off-the-shelf manner. In developing allogeneic CAR-iT cells, the T-cell receptor (TCR) must be eliminated to prevent graft-versus-host disease. However, the absence of TCR expression leads to loss of surface CD3 and a corresponding loss of TCE compatibility. Here we discuss a novel CD3&#949; fusion receptor (CD3-FR) with a modified transmembrane and endodomain, which allows for CD3 surface expression on TCR-less T cells and effective combination of off-the-shelf allogeneic CAR-T cells and TCEs. CAR<sup>+<\/sup> CD3-FR<sup>+<\/sup> iPSCs were differentiated into CAR-iT cells, uniformly expressing both modalities (&#62;95% CAR<sup>+<\/sup>, &#62;90% CD3&#949;<sup>+<\/sup>) and absent of TCR. To demonstrate that CD3-FR<sup>+<\/sup> CAR-iT cells can elicit TCE-dependent activity, 1&#176; Ag<sup>-<\/sup> (CD19<sup>-<\/sup>) \/ 2&#176; Ag<sup>+<\/sup> (EpCAM<sup>+<\/sup>) target cells were used in cytotoxicity assays. As shown, CD3-FR<sup>-<\/sup> CAR-iT cells failed to kill 1&#176; Ag<sup>-<\/sup> target cells. In contrast, CD3-FR<sup>+<\/sup> CAR-iT cells demonstrated potent activity toward the target cells (&#62;80% cytolysis) but only in the presence of the TCE targeting 2&#176; Ag.<br \/>To test the ability of CD3-FR<sup>+<\/sup> CAR-iT cells to mitigate antigen escape, we used a tumor cell population heterogenous for the CAR-specific target (50% 1&#176; Ag<sup>-<\/sup>) but homogenous for TCE-specific target (100% 2&#176; Ag<sup>+<\/sup>). In co-culture assays, CD3-FR<sup>-<\/sup> CAR-iT cells failed to prevent tumor cell growth due to 1&#176; Ag<sup>-<\/sup> tumor escape. However, CD3-FR<sup>+<\/sup> CAR-iT cells in the presence of TCE exhibited robust control (80% cytolysis) of the heterogenous tumor, mitigating 1&#176; Ag<sup>-<\/sup> tumor escape via targeting of 2&#176; Ag. Next, we tested the ability of CD3-FR<sup>+<\/sup> CAR-iT cells to control heterogeneous tumor <i>in vivo<\/i> in a disseminated leukemia model. As expected, CD3-FR<sup>+<\/sup> CAR-iT cells exhibited significantly better tumor growth inhibition in the presence of TCE (p-value &#60;0.005) compared to controls lacking the CD3-FR modality. <i>Ex vivo<\/i> analysis of tumor in the bone marrow confirmed 1&#176; Ag<sup>-<\/sup> tumor escape in the control treated mice, but not in mice treated with CD3-FR<sup>+<\/sup> CAR-iT and TCE targeting 2&#176; Ag.<br \/>Taken together, these studies present a novel opportunity to leverage a novel CD3 fusion receptor and enable combination of TCEs with engineered off-the-shelf CAR T-cell products, uniquely harnessing two potent therapeutic modalities for improving cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,BiTE antibody,Immuno-oncology,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Lu, <b>E. Peralta<\/b>, H.-Y. Chu, S. Park, M. Tsuda, E. Avramis, M. Denholtz, A. Witty, T. Lee, B. Valamehr; <br\/>Fate Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"8ca6db52-9c18-4ca9-8a7d-ef00e6204fa3","ControlNumber":"8775","DisclosureBlock":"<b>&nbsp;D. Lu, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>E. Peralta, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>H. Chu, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>S. Park, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>M. Tsuda, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>E. Avramis, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>M. Denholtz, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>A. Witty, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>T. Lee, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>B. Valamehr, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6056","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5240","PresenterBiography":null,"PresenterDisplayName":"Eigen Peralta, PhD","PresenterKey":"207398a0-d442-4efe-95d5-f9bb7cebf1c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5240. Novel CD3-Fusion Receptor enables combination of T-cell engagers and allogeneic CAR T cells to promote enhanced antitumor activity and overcome antigen escape","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel CD3-Fusion Receptor enables combination of T-cell engagers and allogeneic CAR T cells to promote enhanced antitumor activity and overcome antigen escape","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common malignant primary brain tumor in adults. Despite an aggressive standard of care that includes maximally safe surgical resection, chemo-radiotherapy, median overall survival remains stagnant at 15 months. However, immunotherapeutic strategies have provided an exciting avenue of exploration to meet clinical need. Chimeric antigen receptor T-cell (CAR-T) therapy has shown promising results in liquid malignancies, but clinical trials in GBM targeting various tumor antigens have not shown durable clinical benefit. While this may be attributable to various tumor-intrinsic immune evasion strategies characteristic of GBM, little work has assessed whether the issue is due to the quality of the CAR-T treatment itself. Currently, CAR-Ts for clinical studies are manufactured in an autologous setting wherein T-cells are extracted from patients, engineered ex-vivo, and subsequently re-infused back. However, peripheral T-cells taken from untreated GBM patients have demonstrated qualitative and functional deficits, which may contribute to suboptimal treatment outcomes. Thus, we aimed to establish whether CAR-Ts generated from GBM patients would show reduced efficacy in comparison to healthy donors using our previously validated CD133 CAR-T. In this work, we show that in-spite of no inherent phenotypic differences, patient derived CAR-Ts shows pre-treatment exhaustion and upon preclinical evaluation using an orthotopic xenograft model of human GBM reduced survival advantage in autologous, patient-derived CD133-targeting CAR-T cell products was observed as compared to the controls. Transcriptomic analysis highlighted a decreased panel-wide enrichment in genes related to T cell and lymphocyte activation, lower prevalence of T cells (including Th1 and CD8+) and higher prevalence of exhausted CD8+ cells in T-cells products derived from GBM donors as compared to healthy donors. To overcome the functional and logistical considerations of autologous therapy, we additionally aimed to generate an &#8220;off-the-shelf&#8221; allogeneic CD133 CAR-T. Using CRISPR gene editing technology, we generated TCR-knockout CAR-T cells with comparable pre-clinical efficacy to our autologous models. In conclusion, this work highlights the need to reassess autologous CAR-T therapy for GBM and considers allogeneic approaches as promising alternatives. By addressing the inherent deficits in patient-derived CAR-Ts, allogeneic CD133 CAR-Ts may offer a more effective and logistically feasible therapeutic option for treating GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Glioblastoma,CAR T cells,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Shaikh<\/b><sup>1<\/sup>, S. K. Salim<sup>1<\/sup>, J. Wei<sup>2<\/sup>, W. T. Maich<sup>1<\/sup>, A. A. Anand<sup>1<\/sup>, O. Y. Tang<sup>3<\/sup>, M. K. Subapanditha<sup>1<\/sup>, Y. Suk<sup>1<\/sup>, M. Singh<sup>1<\/sup>, Z. Alizada<sup>1<\/sup>, B. Brakel<sup>1<\/sup>, V. Dimitrov<sup>2<\/sup>, Z. Tabunshchyk<sup>1<\/sup>, K. Brown<sup>2<\/sup>, P. Vora<sup>1<\/sup>, Z. Binder<sup>3<\/sup>, C. Venugopal<sup>1<\/sup>, J. Moffat<sup>2<\/sup>, S. K. Singh<sup>1<\/sup>; <br\/><sup>1<\/sup>McMaster University, Hamilton, ON, Canada, <sup>2<\/sup>University of Toronto, Toronto, ON, Canada, <sup>3<\/sup>Perelman School of Medicine, University of Pennsylvania,, Phildelphia, PA","CSlideId":"","ControlKey":"2f0b3e84-fa9e-49dc-b90d-547fc3d809dc","ControlNumber":"7273","DisclosureBlock":"&nbsp;<b>M. Shaikh, <\/b> None..<br><b>S. K. Salim, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>W. T. Maich, <\/b> None..<br><b>A. A. Anand, <\/b> None..<br><b>O. Y. Tang, <\/b> None..<br><b>M. K. Subapanditha, <\/b> None..<br><b>Y. Suk, <\/b> None..<br><b>M. Singh, <\/b> None..<br><b>Z. Alizada, <\/b> None..<br><b>B. Brakel, <\/b> None..<br><b>V. Dimitrov, <\/b> None..<br><b>Z. Tabunshchyk, <\/b> None..<br><b>K. Brown, <\/b> None..<br><b>P. Vora, <\/b> None..<br><b>Z. Binder, <\/b> None..<br><b>C. Venugopal, <\/b> None..<br><b>J. Moffat, <\/b> None..<br><b>S. K. Singh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5241","PresenterBiography":null,"PresenterDisplayName":"Muhammad Vaseem Shaikh, PhD","PresenterKey":"833f89f1-0ef5-40f4-bb5b-d85d3d2ac91f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5241. Generation of allogeneic CAR-T circumvents functional deficits in patient-derived autologous product for glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of allogeneic CAR-T circumvents functional deficits in patient-derived autologous product for glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"CAR T cells are donor\/patient-derived T cells genetically engineered to express a chimeric receptor against a specific tumor antigen (TA), which allows an MHC-independent recognition and targeting of tumor cells. While CART cell therapies have been tremendously successful against hematological cancers, with 6 T cell products being approved up to date from the FDA (Sengsayadeth S etal, EJHaem. 2022), the activity on solid tumors is more difficult. Solid tumors remain a unique challenge in part due to trafficking problems of CAR T cells, a hostile TME and heterogenous antigen expression, which limits CART cell capacity to find their target. Several strategies are being developed at the moment with the aim to overcome these hurdles, such as multispecific CART cells, co-therapy with checkpoint inhibitors, or inhibition of DNA methylation enzymes to prevent exhaustion. To offer an in vitro platform to assess the effectiveness of upcoming cellular therapies we developed several pipelines to allow the investigation of cytotoxic potential in 2D and 3D formats.<br \/>We show here our results using a CART cell product expressing a coreceptor to enhance its activation potential upon recognition of the target. We next tested the capacity of these cells to kill solid tumor in vitro by coculturing with potential target cells cultured in a monolayer (2D). By measuring the luciferase expression of the target cells, we could track the cytotoxicity exerted by the effector cells. In vitro, the CART cells were able to kill in a dose dependent manner different solid tumor cell lines expressing the cognate antigen for the co-receptor. At Reaction Biology we have developed spheroid-based 3D killing assays in which target cells from solid tumor entities are pre-cultured to form spheroids prior to their coculture with effector cells. Using this technique, we challenged the capacity of these CART cells to recognize their antigen in a 3D format. This 3D assay system can be used as well in combination with co therapies such as PD1 inhibitors, in a sensitive and high throughput manner. Finally, we evaluated the therapeutic capacity of these CART cells in vivo in a subcutaneous THP-1 tumor model. Mice treated with these CART cells showed a marked reduction of tumor volume.<br \/>In summary we show here a pipeline to characterize in vitro the effectivity of new T cell products, in particular those designed to overcome some of the hurdles against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Preclinical testing,Cytotoxicity,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. N. Castro, V. Bergo, H. Weber, <b>P. Metzger<\/b>; <br\/>Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"cc5d60e3-ea92-4927-b3bb-5469f23cd030","ControlNumber":"6229","DisclosureBlock":"<b>&nbsp;C. N. Castro, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>V. Bergo, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5242","PresenterBiography":null,"PresenterDisplayName":"Philipp Metzger, PhD","PresenterKey":"d86c6eb5-6342-4679-841d-89fa52f86814","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5242. In vitro cytotoxicity assays to support CAR T cell evaluation against solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vitro cytotoxicity assays to support CAR T cell evaluation against solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Engineered B cells hold promise for multiple therapeutic applications. Walking Fish Therapeutics is engineering B cells to produce replacement proteins for deficiency diseases, antibodies of defined specificity and effector function, and Chimeric Antigen Receptor (CAR) B cells with and without therapeutic payloads for use in the oncology setting. B cells are professional antigen presenting cells (APCs) with the ability to present antigen to CD4+ T cells. Recent studies have found the presence of tumor infiltrating B cells are associated with favorable outcomes across multiple cancer types. Adoptive transfer of B cells has demonstrated antitumor activity in a syngeneic mouse model. B cells from OVA-vaccinated transgenic luciferase mice were adoptively transferred to mice bearing EG7.OVA-tumors. We observed B cells migrating to the tumor and tumor draining lymph node (TDLN), locations where B cells can engage with antigen. Further, we observed a strong anti-tumor response in mice receiving B cells from OVA-vaccinated donors. Based on these results, we hypothesized that B cells engineered to target tumor specific antigens may engage and activate the immune system leading to an enhanced antitumor immune response. We generated CAR B cells expressing synthetic BCRs with tumor-antigen specific scFvs fused to designated B cell signaling motifs. Expression of different CAR constructs were confirmed in both human and mouse B cells. Upon antigen engagement CAR B cells release pro-inflammatory cytokines. Importantly, we demonstrate <i>in vitro<\/i> that antigen-specific CAR B cells can recognize cognate cell surface antigen, leading to uptake, processing, and presentation on MHCII as detected by activation of peptide-specific CD4+ T cells. When administered <i>in vivo<\/i> by IV administration, we observed a significant increase in mouse CAR B cells at the tumor site compared to unengineered B cells. We are currently investigating additional CAR formats that may lead to enhanced anti-tumor activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"B cells,Antigen presentation,Cancer immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Molloy<\/b>, J. Balero, A. Contreras-Sandoval, M. Selby, H. Park, S. Kothakota, K. Boyle, R. Romano, S. Rajendiran, M. Hernandez, A. Pios, R. Williams; <br\/>Walking Fish Therapeutics, South San Francisco, CA","CSlideId":"","ControlKey":"071a7e0a-c80c-4df0-91df-59d4beccfd0b","ControlNumber":"3372","DisclosureBlock":"&nbsp;<b>M. Molloy, <\/b> None..<br><b>J. Balero, <\/b> None..<br><b>A. Contreras-Sandoval, <\/b> None..<br><b>M. Selby, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>S. Kothakota, <\/b> None..<br><b>K. Boyle, <\/b> None..<br><b>R. Romano, <\/b> None..<br><b>S. Rajendiran, <\/b> None..<br><b>M. Hernandez, <\/b> None..<br><b>A. Pios, <\/b> None..<br><b>R. Williams, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5243","PresenterBiography":null,"PresenterDisplayName":"Mary Molloy, PhD","PresenterKey":"8d4fd561-663c-4c82-93d6-897defd66a55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5243. CAR B cells to accelerate antigen presentation in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CAR B cells to accelerate antigen presentation in cancer","Topics":null,"cSlideId":""},{"Abstract":"The CD47-SIRP&#945; axis is a critical checkpoint that prevents SIRP&#945;-positive macrophages from phagocytosing CD47-expressing solid tumors. Several agents aiming to block this axis have recently entered early clinical trials including anti-CD47 and anti-SIRP&#945; monoclonal antibodies (mAb). These checkpoint inhibitors (CPI) aim to modulate the phagocytotic activity of endogenous tumor associated macrophages (TAMs). However, the adoptive transfer of macrophages resistant to CD47-based inhibition in the tumor microenvironment (TME) could also increase clinical efficacy while avoiding side effects linked to the use of anti-CD47 mAb. Cell therapy based on autologous macrophages have gained increasing attention for cancer treatment due to their ability to infiltrate into the immunosuppressive TME and their unique immunomodulatory characteristics. However, due to required intricate genetic manipulation of autologous macrophage cell product for each patient, optimization and consistency of the cell product remains challenging. In contrast, the use of induced pluripotent stem cell (iPSC)-derived macrophages (iMACs) facilitates the introduction of genetic modifications to further optimize the iMAC cell product and limits the need for combination therapies. The knockout (KO) of the SIRP&#945; gene in iMACs is a promising genetic modification that results in a potent iMAC cell therapy product resistant to phagocytosis inhibition by CD47-expressing tumor cells.<br \/>A SIRP&#945; KO was introduced in a fully characterized GMP iPSC line that was then differentiated to iMACs using Evotec&#8217;s 3D differentiation protocol. The SIRP&#945; KO iMACs were then evaluated for their antibody-dependent cellular phagocytosis (ADCP) capacity in comparison to antibody-loaded wildtype (WT) iMACs when co-cultured with CD47-expressing tumor cells.<br \/>SIRP&#945; KO iPSCs showed differentiation potential comparable to WT iPSC and resulted in iMACs expressing typical markers of fully differentiated macrophages. SIRP&#945; KO iMACs exhibited increased phagocytic potency and killing capacity compared to WT iMACs when both cell types were exposed to CD47-positive tumor cells and loaded with the same tumor-targeting mAb. This increased phagocytosis of tumor cells by antibody-loaded SIRP&#945; KO iMACs was also comparable to ADCP observed for WT iMACs in the presence of an anti-CD47 blocking antibody.<br \/>Using Evotec&#8217;s gene editing platform we were able to efficiently generate SIRP&#945;-deficient iPSCs that serve as the starting material to manufacture highly pure, genetically modified iMACs that lack SIRP&#945; expression rendering them resistant to CD47-dependent inhibition of phagocytosis. This novel allogeneic <i>off-the-shelf<\/i> iMAC cell product overcomes the need to combine this cell therapeutic with CD47-SIRP&#945; axis CPIs and provides the basis to develop innovative treatments for solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,Macrophages,CD47 checkpoint,iPSC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Haake<sup>1<\/sup>, M. Mirenda<sup>2<\/sup>, Q. Bernard<sup>2<\/sup>, P. Hublitz<sup>1<\/sup>, L. Gouxette<sup>2<\/sup>, M. Briscadieu<sup>2<\/sup>, P. Scheinpflug<sup>1<\/sup>, G. Singh<sup>1<\/sup>, A. Hinkelmann<sup>1<\/sup>, T. Schneider<sup>1<\/sup>, M. Esquerr<sup>2<\/sup>, A. Holtzinger<sup>1<\/sup>, M. Epstein<sup>3<\/sup>, D. Sommermeyer<sup>1<\/sup>, M. Paillasse<sup>2<\/sup>, A. Scheel<sup>1<\/sup>, M. Dangl<sup>1<\/sup>, M. Braun<sup>1<\/sup>, <b>N. Wagner<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Evotec International GmbH, Gttingen, Germany, <sup>2<\/sup>Evotec France SAS, Toulouse, France, <sup>3<\/sup>Evotec (UK) Ltd., Abingdon, United Kingdom","CSlideId":"","ControlKey":"57259ae7-8a98-4e0a-83b5-b76ef82e74ab","ControlNumber":"7071","DisclosureBlock":"<b>&nbsp;K. Haake, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Mirenda, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>Q. Bernard, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>P. Hublitz, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>L. Gouxette, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>M. Briscadieu, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>P. Scheinpflug, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>G. Singh, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>A. Hinkelmann, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>T. Schneider, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Esquerr, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>A. Holtzinger, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Epstein, <\/b> <br><b>Evotec (UK) Ltd.<\/b> Employment. <br><b>D. Sommermeyer, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Paillasse, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>A. Scheel, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Dangl, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>M. Braun, <\/b> <br><b>Evotec International GmbH<\/b> Employment. <br><b>N. Wagner, <\/b> <br><b>Evotec International GmbH<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5244","PresenterBiography":"","PresenterDisplayName":"Nadja Wagner, Dr Rer Nat","PresenterKey":"6df43ca2-935d-4f08-8180-6d5cc7f9e3c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5244. SIRP&#945; knockout iPSC-derived macrophages (iMACs) are resistant to CD47-dependent inhibition of phagocytosis and efficiently kill tumor cells in pre-clinical models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SIRP&#945; knockout iPSC-derived macrophages (iMACs) are resistant to CD47-dependent inhibition of phagocytosis and efficiently kill tumor cells in pre-clinical models","Topics":null,"cSlideId":""},{"Abstract":"While CAR T-cells have been a success in treating liquid tumors, these successes have not been replicated in solid tumors. There are several reasons for these challenges, including physical matrix barriers and increased tumor antigen heterogeneity in solid tumors. Macrophages are frequently found in melanoma tumors, even in those that have low T-cell infiltrate, suggesting macrophages are well equipped to penetrate the physical barriers surrounding solid tumors. Macrophages are also antigen-presenting cells, thus, if macrophages phagocytose the tumor, they will likely present additional antigens to T-cells, potentially enhancing the adaptive immune response in cancer treatment. Thus, we hypothesized that macrophages expressing chimeric antigen receptors (CAR-Macrophages or CAR-Ms) are able to access solid tumors, phagocytose cancer cells, and subsequently re-educate the tumor immune environment by directly polarizing tumor-associated macrophages and by presenting novel antigens to recruit and educate adaptive immune cells. To test these hypotheses, we generated CAR-Ms with primary human macrophages using an scFV specific to chondroitin sulfate proteoglycan 4 (CSPG4), a highly expressed antigen enriched and specific to melanoma tumors, and an intracellular activation domain to promote phagocytosis. We found that anti-CSPG4 CAR-Ms phagocytosed human melanoma cells at high efficiency, however, this phagocytosis did not result in high levels of melanoma cell cytotoxicity. To improve CAR-M-mediated melanoma cell death engulfment, we blocked the anti-CD47\/SIRP&#945; (&#8220;don&#8217;t eat me&#8221;) signaling axis with an anti-CD47 blocking antibody, which resulted in additive effects for phagocytosis, and a robust effect on the melanoma cell killing. Preliminary <i>in vivo<\/i> xenograft experiments suggest that anti-CSPG4 CAR-Ms alone delay melanoma growth. We are now testing whether combining anti-CD47 and CSPG4 CAR-Ms therapies <i>in vivo<\/i> can 1) further reduce primary tumor growth and 2) prevent recurrence following surgical resection by treating remnants of the tumor. Our work shows that CSPG4 CAR-M-mediated killing of CSPG4-positive cancer cells is significantly enhanced when in combination with anti-CD47 antibody treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Macrophages,Cancer immunotherapy,Adoptive immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Greiner<\/b>, Q. Xue, T. Waddell, M. Roh-Johnson; <br\/>University of Utah School of Medicine, Salt Lake City, UT","CSlideId":"","ControlKey":"03b7b2ec-4d94-44b4-92e7-3ad684c33625","ControlNumber":"3915","DisclosureBlock":"&nbsp;<b>D. Greiner, <\/b> None..<br><b>Q. Xue, <\/b> None..<br><b>T. Waddell, <\/b> None..<br><b>M. Roh-Johnson, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5245","PresenterBiography":null,"PresenterDisplayName":"Daniel Greiner, BS","PresenterKey":"08c35b09-aa2e-4f0f-8e33-43d85bcab32a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5245. Anti-CSPG4 CAR-Macrophages synergize with anti-CD47 in melanoma cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-CSPG4 CAR-Macrophages synergize with anti-CD47 in melanoma cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the third most lethal cancer and sixth most diagnosed cancer worldwide. Recently, chimeric antigen receptor-T cell (CAR-T) therapy has been demonstrated to be a promising immunotherapy for the treatment of hematologic malignancies such as leukemia. However, its application in solid tumors has proven to be challenging. To overcome this limitation, chimeric antigen receptor-macrophages (CAR-Ms) have emerged as a new immunotherapy against solid cancers, capitalizing on the unique attributes of macrophages in penetrating the tumor microenvironment, promoting antigen presentation, and priming T cells. Traditionally, CAR-M therapy involves the transfer of an edited CAR gene into macrophages via viral infection. However, this method is expensive, involves tedious procedures, and has long-term safety concerns. In the present study, we employed peptides to mimic the genetic approach for producing CAR-Ms to reduce the above uncertainties. To achieve this, we developed a novel bioconjugation method called the phthalaldehydeamine capture (PAC) reaction to produce peptidic CAR-Ms (pCAR-Ms) targeting Glypican-3 (GPC3) in HCC cells. This was achieved by linking GPC3 specific peptides to Raw264.7 murine macrophages. Using an <i>in vitro<\/i> co-culture system, we demonstrated the specificity and efficacy of pCAR-Ms against GPC3, as evidenced by a significant increase in the number of phagocytosed cells with high GPC3 expression when compared to their low-expression counterparts, by flow cytometry and confocal microscopy. The specificity of pCAR-Ms was further proven in GPC3-knockdown HCC cells, with a significant decrease in the phagocytic rate. Using an HCC xenograft model derived from MHCC97L cells, we confirmed the specific homing of pCAR-Ms to tumor sites via intravenous injection of lipopolysaccharide (LPS)-differentiated pCAR-Ms. Strikingly, pCAR-Ms suppressed HCC tumor growth when compared with untagged macrophages and PBS control. In conclusion, we provided evidence of the potency and specificity of non-viral-based pCAR-Ms in targeting HCC with simple and short production time and increased flexibility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Immunotherapy,Chimeric antigen receptor,Glypican-3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Leung<\/b>, O. Leung, T. Wong, K. Lee; <br\/>The Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"677a9342-4105-483a-ad71-7ce2995b3100","ControlNumber":"2102","DisclosureBlock":"&nbsp;<b>W. Leung, <\/b> None..<br><b>O. Leung, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5246","PresenterBiography":null,"PresenterDisplayName":"Wing Hei Leung, BS","PresenterKey":"f882d788-a987-4bee-b8f4-30d47a4f7f73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5246. Therapeutic efficacy of glypican-3 peptide-linked chimeric antigen receptor-macrophages in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic efficacy of glypican-3 peptide-linked chimeric antigen receptor-macrophages in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The interplay between tumor cells and immune cells within the tumor microenvironment (TME) dictates protumor or antitumor immune responses. Tumor-associated macrophages (TAMs) respond to signals of the TME and exhibit a spectrum of phenotypes ranging between M1 (antitumor) and M2 (protumor) macrophages. In most tumor types, including melanoma, the balance between M1 and M2 macrophages is critical with a higher M1\/M2 ratio favoring antitumor immunity. Therefore, strategies enhancing the M1\/M2 ratio can significantly alter the TME towards antitumor immunity. In this study, we administered luciferase and GFP-expressing M1 macrophages as an adoptive cell therapy (ACT) through intravenous (i.v) and intratumor routes respectively, into mice bearing SM1 murine melanoma tumors to determine the effective treatment modality. We reprogrammed antitumor M1 macrophages ex-vivo with HDAC6 inhibitors to lock into the M1 phenotype and administered intratumorally as ACT in the syngeneic SM1 murine melanoma and humanized NSG-SGM3 melanoma models. We performed histological analysis of tumors for macrophage markers, immune phenotyping of infiltrated immune cells, single-cell secretome analysis of tumor macrophages, and single-cell RNA-seq analysis of CD45+ immune cell populations to demonstrate the benefit of macrophage ACT. Tail vein injected, luciferase-expressing M1 macrophages localized in the lungs and spleen, failed to reach the tumor as visualized by IVIS imaging, suggesting that i.v administration is ineffective for macrophage therapy. On the contrary, intratumor M1 macrophage ACT resulted in diminished tumor growth. Single-cell RNA-seq analysis of the CD45+ sorted tumor-associated immune cell population revealed distinct macrophage subsets and a significant M1\/M2 macrophage ratio increase. NicheNet cell-cell interaction analysis indicated that M1-like TAMs activated infiltrating T-cells and monocytes through ligand-receptor interactions. Trajectory analysis of infiltrated monocytes indicated differentiation toward inflammatory macrophages in ACT tumors. Flow cytometry analysis corroborated that ACT increased the M1\/M2 macrophage ratio and an increase in CD8 effector T-cells. Furthermore, HDAC6i-treated macrophages increased antigen cross-presentation. Single-cell secretome analysis of F4\/80+ TAMs by the Isoplexis platform revealed polyfunctionality of HDAC6-treated M1 macrophages secreting inflammatory cytokine Tnfa and T-cell recruiting chemokine Cxcl10. Histological examination of tumor sections for macrophage phenotypic markers suggested that transplanted macrophages retained the M1 phenotype post-ACT in both SM1 murine and NSG-SGM3 melanoma tumor models. We demonstrated the potential of reprogramming macrophages ex vivo with HDAC6 inhibitors as a feasible macrophage cell therapy to treat solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Macrophages,Adoptive cell therapy,HDAC inhibitor,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. R. Noonepalle<\/b><sup>1<\/sup>, N. Gajendran<sup>1<\/sup>, M. Suresh<sup>1<\/sup>, X. Li<sup>1<\/sup>, M. D. G. Hernandez<sup>2<\/sup>, C. Z. Delgado<sup>3<\/sup>, N. Aghdam<sup>4<\/sup>, M. Berrigen<sup>5<\/sup>, T. Knox<sup>1<\/sup>, K. Tan<sup>1<\/sup>, M. Durr<sup>1<\/sup>, E. Sotomayor<sup>6<\/sup>, K. B. Chiappinelli<sup>2<\/sup>, D. Wardrop<sup>7<\/sup>, A. Horvath<sup>2<\/sup>, B. A. Shook<sup>2<\/sup>, N. H. Lee<sup>2<\/sup>, A. Dritschilo<sup>1<\/sup>, R. Fernandes<sup>2<\/sup>, K. Musunuri<sup>8<\/sup>, M. Shibata<sup>2<\/sup>, A. Villagra<sup>1<\/sup>; <br\/><sup>1<\/sup>Georgetown University, Washington DC, DC, <sup>2<\/sup>George Washington University, Washington DC, DC, <sup>3<\/sup>University of Houston, Downtown, Houston, TX, <sup>4<\/sup>Beth Israel Deaconess Medical Center, Boston, MA, <sup>5<\/sup>George Wsahington University, Washington DC, DC, <sup>6<\/sup>Tampa General Hospital, Tampa, FL, <sup>7<\/sup>University of Illinois, Chicago, IL, <sup>8<\/sup>Avstera Therapeutics Inc, Malvern, PA","CSlideId":"","ControlKey":"a91d9065-0af8-4008-8d51-43dc69991eda","ControlNumber":"7664","DisclosureBlock":"&nbsp;<b>S. R. Noonepalle, <\/b> None..<br><b>N. Gajendran, <\/b> None..<br><b>M. Suresh, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>M. D. G. Hernandez, <\/b> None..<br><b>C. Z. Delgado, <\/b> None..<br><b>N. Aghdam, <\/b> None..<br><b>M. Berrigen, <\/b> None..<br><b>T. Knox, <\/b> None..<br><b>K. Tan, <\/b> None..<br><b>M. Durr, <\/b> None..<br><b>E. Sotomayor, <\/b> None..<br><b>K. B. Chiappinelli, <\/b> None..<br><b>D. Wardrop, <\/b> None..<br><b>A. Horvath, <\/b> None..<br><b>B. A. Shook, <\/b> None..<br><b>N. H. Lee, <\/b> None.&nbsp;<br><b>A. Dritschilo, <\/b> <br><b>Shuttle Pharmaceuticals Inc<\/b> Employment, Fiduciary Officer, Stock, Stock Option.<br><b>R. Fernandes, <\/b> None.&nbsp;<br><b>K. Musunuri, <\/b> <br><b>Avstera Therapeutics Inc<\/b> Employment, Fiduciary Officer, Stock, Stock Option.<br><b>M. Shibata, <\/b> None..<br><b>A. Villagra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5247","PresenterBiography":null,"PresenterDisplayName":"Satish Kumar Noonepalle, PhD","PresenterKey":"bbd1986a-85f5-4b9e-a94a-e28b0dd6e0ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5247. Reprogramming tumor microenvironment with intratumor macrophage adoptive cell therapy in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reprogramming tumor microenvironment with intratumor macrophage adoptive cell therapy in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Myeloid cells, unlike other immune cells such as T cells or NK cells, are known residents in the solid tumor microenvironment (TME). In the absence of checkpoints and in proinflammatory conditions, myeloid cells (particularly M1 macrophages) are known to be capable of direct phagocytosis of tumor cells and can present tumor-associated antigens to the host immune system. However, the immunosuppressive conditions within the TME restrict and limit the anti-tumor response of tumor associated macrophages (TAMs), including their ability to recruit and activate other immune cells against the tumor. Engineered CAR-Monocytes can serve a unique function in cell therapy by bridging a key gap in the treatment of solid tumors. We are developing an autologous engineered CAR-M cell therapy product targeting Glypican-3 (GPC3) to treat hepatocellular carcinoma (HCC). The CAR serves a dual purpose as a homing &#8216;GPS&#8217; signal for trafficking directly to the tumor site, and for directing phagocytosis specifically at targeted tumor cells. We have designed a proprietary CAR molecule (M83 CAR) which contains a macrophage-specific costimulatory domain that significantly increases the phagocytosis function of the CAR-M cells. Furthermore, we have demonstrated that the M83 CAR-M cells are not inhibited by the prevalent CD47 checkpoint (&#8216;do not eat me&#8217; signal expressed on tumor cells), which is known to restrict myeloid function in the TME. Effective phagocytosis of engineered CAR-M cells is central to subsequent mechanisms of actions that can elicit robust anti-tumor immunity against patient-specific neoantigens. However, the first barrier to overcome is effective infiltration of engineered CAR-M into the tumor from the periphery. We have demonstrated that our engineered CAR-Monocyte drug product can successfully home to the targeted tumor specifically, from the periphery. Subsequent in situ differentiation of CAR-monocytes into CAR-macrophages (M1) enables robust tumor cell phagocytosis, the central mechanism that can result in the following series of events: 1) proinflammatory shift in the TME milieu, 2) recruitment of innate and adaptive immune cells, 3) activation of T-cells against tumor neo-antigens. This is a unique outcome of the CAR-M mechanism of action that is not capitulated by CAR-T or CAR-NK cells. Leveraging and further enhancing CAR-M function could lead to the rejection of the tumor and its metastases, particularly in combination with other immune-modulating therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immuno-oncology,Cancer therapy,Macrophages,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Carbajal, W. Anderson, K. Jeon, G. Reynolds, P. Ekambaram, B. Breckheimer, A. Birger, J. Pafford, M. Esquivel, A. Pecoraro, <b>S. Jain<\/b>; <br\/>Inceptor Bio, LLC, Raleigh, NC","CSlideId":"","ControlKey":"11c3265b-8a50-4fb4-bd54-4f85c7aabe25","ControlNumber":"7220","DisclosureBlock":"&nbsp;<b>K. Carbajal, <\/b> None..<br><b>W. Anderson, <\/b> None..<br><b>K. Jeon, <\/b> None..<br><b>G. Reynolds, <\/b> None..<br><b>P. Ekambaram, <\/b> None..<br><b>B. Breckheimer, <\/b> None..<br><b>A. Birger, <\/b> None..<br><b>J. Pafford, <\/b> None..<br><b>M. Esquivel, <\/b> None..<br><b>A. Pecoraro, <\/b> None..<br><b>S. Jain, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5248","PresenterBiography":null,"PresenterDisplayName":"Sumiti Jain","PresenterKey":"fb001b5c-e85c-4a02-98dd-52e4b54f011e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5248. Novel costimulatory domain improves CAR-monocyte activity against tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel costimulatory domain improves CAR-monocyte activity against tumors","Topics":null,"cSlideId":""},{"Abstract":"Motivation: In solid tumors, anti-inflammatory cytokines such as IL10 and TGF&#946; support an immunosuppressive tumor microenvironment (TME) and inhibit anti-tumor immunity. Many therapeutic approaches to overcome immunosuppression have used monoclonal antibodies to block cytokine signaling. Instead of silencing TME-associated cytokines, a more powerful strategy may be to leverage them as disease markers and convert them into anti-tumor signals, using a logic-gated cell-based immunotherapy. Here, we engineered macrophages with synthetic cytokine switch receptors (SR) that convert IL10 or TGF&#946; into pro-inflammatory signals. Macrophages are homeostatic regulators capable of both infiltrating solid tumors and initiating inflammation, and we harnessed this proficiency using SRs that convert prevalent cytokines in the TME into pro-inflammatory responses for TME modulation. We termed this engineered myeloid cell platform &#8220;Engineered Microenvironment Converters&#8221; (EM-C) and evaluated its ability to overcome cytokine-mediated immunosuppression in solid tumors.<br \/>Methods: EM-C were produced by transducing primary macrophages or monocytes with a SR that converts IL10 into an interferon-based signal. The response of EM-C to IL10 was monitored <i>in vitro<\/i> using phenotypic characterization of surface molecules, measurement of secreted factors, and mRNA profiling. The <i>in vivo<\/i> activity of EM-C was evaluated using a subcutaneous tumor model in immunocompetent mice. Murine EM-C were administered to tumor-bearing mice, and their ability to modulate the TME was monitored via immunophenotyping, secretome analysis, and single cell transcriptomics. To demonstrate modularity of the EM-C platform, additional SR were designed to convert TGF&#946; into interferon or toll-like receptor signals.<br \/>Results: EM-C efficiently sequestered IL10 or TGF&#946; and upregulated pro-inflammatory markers, cytokines, and pathways in a dose-dependent manner <i>in vitro<\/i>. EM-C administered to tumor-bearing mice remodeled the TME immune compartment by increasing the abundance of CD8 T cells and reducing the presence of immunosuppressive Tregs. EM-C furthermore augmented the cytokine\/chemokine profile of the TME in a manner that correlated with anti-tumor response. TME modulation by EM-C improved tumor control, as compared to non-engineered macrophages, and had additive efficacy with checkpoint blockade.<br \/>Conclusion: We present a versatile immunotherapy platform that harnesses macrophages as &#8220;living converters&#8221; to locally augment inflammation in solid tumors. EM-C exhibit a modular ability to locally convert IL10 or TGF&#946; into pro-inflammatory signals without systemic cytokine antagonism. The EM-C platform enables development of target antigen-agnostic myeloid cell immunotherapies for overcoming immunosuppression in diverse solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Cytokines,Immunosuppression,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Sloas<\/b>, S. Beghi, Y. Huangfu, R. Qureshi, B. Schott, M. Ball, D. Blumenthal, T. Condamine, M. Klichinsky, Y. Ohtani; <br\/>Carisma Therapeutics, Philadelphia, PA","CSlideId":"","ControlKey":"0abe2880-0baf-4d9e-b221-6f8f0a207cc8","ControlNumber":"2515","DisclosureBlock":"&nbsp;<b>C. Sloas, <\/b> None..<br><b>S. Beghi, <\/b> None..<br><b>Y. Huangfu, <\/b> None..<br><b>R. Qureshi, <\/b> None..<br><b>B. Schott, <\/b> None..<br><b>M. Ball, <\/b> None..<br><b>D. Blumenthal, <\/b> None..<br><b>T. Condamine, <\/b> None..<br><b>M. Klichinsky, <\/b> None..<br><b>Y. Ohtani, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6065","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5249","PresenterBiography":null,"PresenterDisplayName":"Chris Sloas","PresenterKey":"b49583d8-2333-412d-8188-aaa465366c65","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5249. Macrophages expressing synthetic cytokine receptors reverse IL10-mediated immunosuppression within solid tumors and promote adaptive immunity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophages expressing synthetic cytokine receptors reverse IL10-mediated immunosuppression within solid tumors and promote adaptive immunity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Though chimeric antigen receptor (CAR) T cells have been effective in treating hematological cancers, they have lacked in solid tumors. Due to the nature of solid tumors and how macrophages are localized there, we propose that macrophages are a better cell type for targeting solid tumors. In tumors, most of the macrophages are Tumor Associated Macrophages (TAMs) which are M2 polarized and promote tumor growth, angiogenesis, and metastases. If these macrophages could be repolarized to an anti-tumor, M1 phenotype, they could alter the tumor immune microenvironment and facilitate destruction of the tumor by immune cells.<br \/>Methods: We hypothesize that CAR macrophages (MOTO-CARs) could infiltrate solid tumors, and affect the tumor immune microenvironment to repolarize (TAMs) from an M2 to M1 phenotype. Over 150 signaling domains from published sequences were cloned into a CAR constructs, comprised of an anti-mesothelin scFv, CD34 hinge, and transmembrane and activation domains from various immune cells. Functional activation assays were preformed in reporter HEK cells lines. Functional constructs were then transduced into THP-1 cells. The function of these MOTO-CARs were evaluated using a flow cytometry based phagocytosis assay (indication of an M1 phenotype) and RT-qPCR repolarization assay.<br \/>Results: Of the constructs tested in HEK reporter cell lines, around one third demonstrated significant activation, that is 20% higher than the background control. The phagocytosis assay performed on the functional constructs showed that around one third of these constructs exhibited higher phagocytosis compared with a control construct with no signaling domain. However, it is noteworthy that this no signaling domain control had significantly higher rates of phagocytosis than untransduced controls. The RT-qPCR demonstrated that M2-like THP-1 cells transduced with the CAR constructs exhibited a significant shift in expression towards M1 characteristic genes when stimulated with mesothelin beads, with the TLR4 construct exhibiting the greatest shift.<br \/>Conclusion: Several of the MOTO-CAR constructs, including TLR4, showed significant activation, phagocytosis, and ability to repolarize macrophages from M2 to M1 phenotype. Further analysis hopes to prove the functionality of these MOTO-CAR constructs with primary cells as well as in vivo, making MOTO-CARs a valuable treatment option for patients with solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"CAR T cells,Tumor associated macrophages,Tumor microenvironment,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Boyer<sup>1<\/sup>, M. Townsend<sup>1<\/sup>, T. Phares<sup>1<\/sup>, A. Blaszczak<sup>1<\/sup>, R. Garlick<sup>1<\/sup>, K. Katschke<sup>1<\/sup>, G. Shrestha<sup>1<\/sup>, T. Mortimer<sup>2<\/sup>, A. Cowager<sup>1<\/sup>, M. Jensen<sup>1<\/sup>, <b>A. Cheever<\/b><sup>2<\/sup>, K. O'Neill<sup>2<\/sup>; <br\/><sup>1<\/sup>ThunderBiotech, Provo, UT, <sup>2<\/sup>Brigham Young University, Provo, UT","CSlideId":"","ControlKey":"94d437d7-ff6a-4961-a70a-328a324f9c37","ControlNumber":"6971","DisclosureBlock":"<b>&nbsp;M. Boyer, <\/b> <br><b>ThunderBiotech<\/b> Employment, Stock. <br><b>M. Townsend, <\/b> <br><b>ThunderBiotech<\/b> Employment, Patent. <br><b>T. Phares, <\/b> <br><b>ThunderBiotech<\/b> Employment. <br><b>A. Blaszczak, <\/b> <br><b>ThunderBiotech<\/b> Employment. <br><b>R. Garlick, <\/b> <br><b>ThunderBiotech<\/b> Employment. <br><b>K. Katschke, <\/b> <br><b>ThunderBiotech<\/b> Employment. <br><b>G. Shrestha, <\/b> <br><b>ThunderBiotech<\/b> Employment.<br><b>T. Mortimer, <\/b> None.&nbsp;<br><b>A. Cowager, <\/b> <br><b>ThunderBiotech<\/b> Employment. <br><b>M. Jensen, <\/b> <br><b>ThunderBiotech<\/b> Employment.<br><b>A. Cheever, <\/b> None.&nbsp;<br><b>K. O'Neill, <\/b> <br><b>ThunderBiotech<\/b> Stock, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5250","PresenterBiography":null,"PresenterDisplayName":"Abiagil Cheever, BS","PresenterKey":"c84deff8-e742-4a88-ad5f-23fbe7f08146","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5250. Chimeric antigen receptor macrophages (MOTO CARs) driving repolarization of macrophages in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chimeric antigen receptor macrophages (MOTO CARs) driving repolarization of macrophages in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Success of immune checkpoint inhibitors (e.g., anti-PD1 antibodies) have revolutionized cancer immunotherapy by demonstrating that a patient&#8217;s own T-cells recognize and treat cancer. The efficacy of PD-1 blockade is driven by recruitment of new T-cells from blood rather than via activation of pre-existing tumor infiltrating lymphocytes (Yost K.E., et al. Nat. Med. 2019). However, anti-PD1 therapy is most e&#173;ffective in ~5% of malignancies i.e., cancers with high mutational burden. Hence, the challenge of addressing most lower mutational burden cancers (the ~95%) needs an alternate treatment strategy. We address this challenge by using RNA to prime and expand peripheral T-cells to cancer-specific mutations ex-vivo. Using our proprietary, patented, and robust manufacturing method, we can generate T-cell populations reactive to as low as 8 and as high as 40 cancer-specific mutant proteins. In-vitro, these T-cells have cancer mutation-specific cytotoxicity and do not kill the normal cells. Further, the T-cells express homing receptors enabling them to infiltrate tumors and express high levels of TNF&#945; and IFN&#947;, which are associated with e&#173;ffective tumor cytotoxicity and pro-inflammatory modification of tumor microenvironment (TME). Additional characterization shows these cells to be predominantly CD4+ and CD8+ T-cells bearing central and e&#173;ffector memory phenotypic with negligible regulatory or exhausted T-cells. We believe our T-cells can be used for cellular therapy in conjunction with, or as an alternative to, immune checkpoint inhibitors to treat lower mutational burden cancers present in most patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"T cell,RNA,Immunotherapy,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. E. Slanetz<\/b>, S. Srivatsa, F. Muzaffar, W. Barry, D. Ryan, S. Metri, M. Slanetz; <br\/>Geneius Biotechnology, Inc., Natick, MA","CSlideId":"","ControlKey":"d265f3b6-fb29-4047-af9a-a7e999ea731d","ControlNumber":"7925","DisclosureBlock":"<b>&nbsp;A. E. Slanetz, <\/b> <br><b>Geneius Biotechnology, Inc.<\/b> Employment. <br><b>S. Srivatsa, <\/b> <br><b>Geneius Biotechnology, Inc.<\/b> Employment. <br><b>F. Muzaffar, <\/b> <br><b>Geneius Biotechnology, inc.<\/b> Employment. <br><b>W. Barry, <\/b> <br><b>Geneius Biotechnology, Inc.<\/b> Employment. <br><b>D. Ryan, <\/b> <br><b>Geneius Biotechnology, Inc.<\/b> Employment. <br><b>S. Metri, <\/b> <br><b>Geneius Biotechnology, inc.<\/b> Employment. <br><b>M. Slanetz, <\/b> <br><b>Geneius Biotechnology, Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5251","PresenterBiography":null,"PresenterDisplayName":"Alfred Slanetz, PhD","PresenterKey":"10ed2f41-7e77-43a5-be36-a40e7424d1b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5251. RNA primed SMAR-T cells against multiple driver mutations, all HLA's designed for first line therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA primed SMAR-T cells against multiple driver mutations, all HLA's designed for first line therapy","Topics":null,"cSlideId":""},{"Abstract":"T cells and NK cells expressing chimeric antigen receptors (CAR) have demonstrated potent clinical efficacy in patients with hematological malignancies. One of the issues to overcome in the treatment of solid tumors using CARs is the lack of a process that generates large amounts of CAR-T cells, reduces cell exhaustion and differentiation, and improves long term survival after infusion into patients.<br \/>Previously, Torres Chavez et al. demonstrated in a series of <i>in vitro <\/i>and <i>in vivo<\/i> experiments, performed in both hematologic and solid tumor models, the profound qualitative impact on CAR-T cell performance after using human platelet lysate (hPL) as a cell growth supplement. T cells expanded with their hPL showed a good proliferative capacity and enhanced long-term in vivo persistence compared to Fetal Bovine Serum (FBS) or human AB Serum (ABS), resulting in superior anti-tumor effects. Additionally, this group demonstrated that the transduction of T cells to generate the CAR-T cells was significantly improved by the use of hPL.<br \/>Mill Creek&#8217;s human platelet lysate (hPL) is produced using expired human platelets obtained from accredited blood banks in the United States. These platelets were originally intended for use in patient transfusion. The safety of platelets used in transfusion is managed by the U.S. Food &#38; Drug Administration (FDA), as well as the Association for the Advancement of Blood &#38; Biotherapies (AABB). These organizations set standards, including testing for transmissible diseases. The United States record for blood safety is well established, with extremely low rates of disease transmission, making the platelet units used for hPL manufacture low risk. The Covid-19 pandemic has increased awareness of emerging infectious diseases, even though transmission of Covid-19 via blood transfusion has not been documented. For that reason, we developed a gamma irradiated version of our products, which offers an additional safety measure in the clinic.<br \/>Our data from experiments performed using human CD3+ and purified NK cells from donor peripheral blood suggests that our human platelet lysates offer an improved cell phenotype and expansion capacities versus serum derived products, but also versus other platelet lysates on the market. PLTGold&#174; and PLTGold&#174;-GI efficiently promote cell expansion, with higher cell yields and lower cell exhaustion rate. Additionally, our hPLs are suitable for suspension culture, potentially facilitating the large-scale expansion of allogeneic CAR cells.<br \/>The use of our platelet lysates has the potential of significantly improving CAR-T and CAR-NK manufacture, but also the outcome of the therapy itself by improving the quality and potency of the end product.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Cancer immunotherapy,Natural killer cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Alonso-Camino<\/b>, W. Mirsch; <br\/>Mill Creek Life Sciences, Rochester, MN","CSlideId":"","ControlKey":"605d36e8-e25c-47c9-a44a-1623fce1f238","ControlNumber":"8714","DisclosureBlock":"&nbsp;<b>V. Alonso-Camino, <\/b> None..<br><b>W. Mirsch, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5252","PresenterBiography":null,"PresenterDisplayName":"Vanesa Alonso-Camino, PhD","PresenterKey":"8b439d9e-9e73-4be2-8be7-81147b25adcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5252. Expansion of human T cells and NK cells for chimeric antigen receptor based therapies using human platelet lysate","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expansion of human T cells and NK cells for chimeric antigen receptor based therapies using human platelet lysate","Topics":null,"cSlideId":""},{"Abstract":"The cholangiocarcinoma cell-exposed cytokine-induced killer (CIK) cells or their most efficacious CD3<sup>+<\/sup>CD56<sup>+<\/sup> subset displayed weaken anti-tumor cytotoxicity upon subsequent exposure. RNAseq analysis of the resistant phenotype gave rise to a list of drugs that could potentially counter the activity of genes associated with resistance to the anti-tumor activity of CIK cells. The top-ranking drugs appeared to be epigenetic drugs. Sublethal concentration of these drugs were assayed for their synergistic activity with CIK cell or the CD3<sup>+<\/sup>CD56<sup>+<\/sup> subset for cytolysis of resistant CCA cells in tissue culture model. These drugs, although in low concentration, contained anti-tumor activity. The tumor cytolysis was greater after the combination with either CIK cells or the CD3<sup>+<\/sup>CD56<sup>+<\/sup> subset. An in vivo model of CCA-implanted mice exhibited the synergistic activity of subtherapeutic dose of these drugs and CD3<sup>+<\/sup>CD56<sup>+<\/sup> subset in suppressing tumor growth. It is concluded that epigenetic drugs in subtherapeutic dose could prevent the dysfunction of CCA-exposed CIK cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Cancer immunotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Wongkajornsilp<\/b><sup>1<\/sup>, P. Chusorn<sup>2<\/sup>, K. Phongkitkarun<sup>3<\/sup>, K. Htwe<sup>1<\/sup>, S. Duangsa-ard<sup>1<\/sup>, K. Kasetsinsombat<sup>1<\/sup>, N. Sawatpiboon<sup>1<\/sup>; <br\/><sup>1<\/sup>Mahidol University, Faculty of Medicine Siriraj Hospital, Bangkok, Thailand, <sup>2<\/sup>Faculty of Liberal Arts and Science, Roi Et Rajabhat University, Roi Et, Thailand, <sup>3<\/sup>Faculty of Engineering, Mahidol University,, Nakhon Pathom, Thailand","CSlideId":"","ControlKey":"caf41fb5-5ec2-4b98-8427-46cacbfbd0e3","ControlNumber":"6267","DisclosureBlock":"&nbsp;<b>A. Wongkajornsilp, <\/b> None..<br><b>P. Chusorn, <\/b> None..<br><b>K. Phongkitkarun, <\/b> None..<br><b>K. Htwe, <\/b> None..<br><b>S. Duangsa-ard, <\/b> None..<br><b>K. Kasetsinsombat, <\/b> None..<br><b>N. Sawatpiboon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5253","PresenterBiography":null,"PresenterDisplayName":"Adisak Wongkajornsilp, MD;PhD","PresenterKey":"f138a629-31e9-44aa-a57b-3b90440d268d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5253. Epigenetic drugs partially restored anti-cholangiocarcinoma activity of dysfunctional CD3+CD56+ cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic drugs partially restored anti-cholangiocarcinoma activity of dysfunctional CD3+CD56+ cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b><b> <\/b>The commercialization of autologous chimeric antigen receptor T cell (CAR-T) is hindered by the expensive and time-consuming manufacturing process, presenting major challenges. The development of allogeneic products is proposed as an alternative strategy to overcome these obstacles. V&#948;1T cells, possessing active homing capability, are known to infiltrate tumor tissues and have been linked with favorable patient prognosis due to their direct killing effect via innate immunity and their sensitive T cell receptors that can broadly recognize tumor antigens. Unlike conventional &#945;&#946; T cells, V&#948;1 TCRs are not restricted by major histocompatibility complexes (MHCs), thus preventing the development of graft-versus-host disease (GVHD). Therefore, V&#948;1T cells were hypothesized to be a superior candidate for universal CAR-T cells. Nevertheless, the small portion of V&#948;1T cells (less than 1%) in peripheral blood posts a significant challenge for CMC and production. Here we present the successful development of CD19-CAR-V&#948;1T cells, which demonstrate enhanced therapeutic efficacy on B-cell malignancy models.<br \/><b>Methods: <\/b>High-purity CD19-CAR-V&#948;1T cells were prepared using PersonGen's proprietary platform technology. Multiple CAR structures were tested for cytotoxicity, and the fourth-generation CAR-transduced V&#948;1 cells designated as UTAA09 exhibited sustained killing of CD19+ target cells. UTAA09 underwent in-depth research regarding its anti-tumor efficacy and safety.<br \/><b>Results: <\/b>The V&#948;1T cell purity exceeded 95%, while the residual TCR&#945;&#946; count remained under 1%. The CAR transduction efficiency remained stable across batches, with medium CAR+~30%, and up to 2&#215;10<sup>11<\/sup> UTAA09 cells were harvested in compliance with GMP standards. The presence of secreted IL-2 significantly increased the persistence of UTAA09 in vitro, and UTAA09 showed comparable anti-tumor activity and expansion rates to CD19-CAR-&#945;&#946;T cells. Notably, no exhaustion phenotype was detected for UTAA09 after multiple antigen stimulation processes. Moreover, UTAA09 lacked detectable IL-17A, indicating a non-promoting characteristic in tumor growth. In the xenograft model, significant inhibition of tumor growth was observed in all mice, of which 40% achieved long-term disease-free survival (p&#60;0.01) . On days 5, 12, and 19 after the administration of UTAA09, V&#948;1T cells underwent significant expansion in all 5 mice tested. Subsequent analysis confirmed that the majority of these expanded V&#948;1T cells were CAR+ cells, indicating the specific and long-lasting expansion of CD19-CAR+ V&#948;1T cells in vivo. Importantly, none of the mice experienced significant weight loss, demonstrating the safety and outstanding in vivo effectiveness of UTAA09.<br \/><b>Conclusion<\/b><b>: <\/b>UTAA09 shows potential as an off-the-shelf allogeneic cellular therapy for the treatment of B-cell malignancies and autoimmune diseases derived from B cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cancer therapy,allogeneic off-the-shelf,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Chen<sup>1<\/sup>, F. You<sup>1<\/sup>, C. Chen<sup>1<\/sup>, S. Xiang<sup>1<\/sup>, P. Zhang<sup>1<\/sup>, H. Wu<sup>1<\/sup>, Z. Zheng<sup>1<\/sup>, M. Wang<sup>2<\/sup>, X. Wang<sup>3<\/sup>, H. Meng<sup>1<\/sup>, N. Yang<sup>1<\/sup>, B. Zhang<sup>4<\/sup>, <b>L. Yang<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>PersonGen BioTherapeutics, Suzhou, China, <sup>2<\/sup>PersonGenAnkeCellularTherapeuticsCo.,Ltd, Hefei, China, <sup>3<\/sup>DepartmentofHematology,TheFirstAffiliatedHospitalofUSTC&#65292;DivisionofLifeSciencesandMedicine,UniversityofScienceandTechnologyofChina, Hefei, China, <sup>4<\/sup>PersonGen BioTherapeutics, Suzhou, China;PersonGenAnkeCellularTherapeuticsCo.,Ltd., Hefei, China, <sup>5<\/sup>PersonGen BioTherapeutics, Suzhou, China;Cyrus Tang Medical Institute, Soochow University, Suzhou, China","CSlideId":"","ControlKey":"dc76879b-6b35-449c-84a0-120af26d4cad","ControlNumber":"5791","DisclosureBlock":"&nbsp;<b>D. Chen, <\/b> None..<br><b>F. You, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>S. Xiang, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>Z. Zheng, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>H. Meng, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>L. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5254","PresenterBiography":null,"PresenterDisplayName":"Lin Yang, PhD","PresenterKey":"44737842-8d53-4ffc-abc6-eefc9600025e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5254. The &#8220;off-the-shelf &#8221;CD19-CAR-V&#948;1T cells demonstrated an enhanced therapeutic effect on B-cell malignancy models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The &#8220;off-the-shelf &#8221;CD19-CAR-V&#948;1T cells demonstrated an enhanced therapeutic effect on B-cell malignancy models","Topics":null,"cSlideId":""},{"Abstract":"Background: CAR-&#945;&#946;T cells have made limited advancement in treating solid tumors. V&#948;1 T cells, a subtype of &#947;&#948;T cells, are rare in human peripheral blood, but they are the main tissue-resident immune cells found in epithelial and mucosal tissues. This suggests that V&#948;1 T cells might be a potential modality for treating solid tumors. To explore this possibility, we hypothesized that V&#948;1 T cells modified with B7-H3 CAR (B7-H3-CAR-V&#948;1 T) could have great potential of anti-solid tumor activity, making them a promising candidate for further development as a universal cellular therapy product.<br \/>Methods: A proprietary manufacturing procedure to produce V&#948;1 T cells from the leukopak of healthy donors has been established under GMP compliance. The immune checkpoint molecule B7-H3 was selected as the target. The allogeneic B7-H3-CAR-V&#948;1 T cells carrying IL-2 (UTAA06), which displayed the most prolonged anti-tumor activity, were chosen for comprehensive functional validation. Single-cell sequencing and mass spectrometry flow cytometry were utilized to characterize the biology of UTAA06. In vivo effectiveness of UTAA06 was confirmed in animal models.<br \/>Results: A clinical-grade manufacturing process for V&#948;1 T cells is developed. This process results in a purity of over 95% of V&#948;1 T cells, with an expansion of more than 20,000-fold, and a CAR lentiviral transduction efficiency of over 50%.&#382;Single-cell sequencing and mass cytometry analysis both demonstrated that the V&#948;1 T cells produced by our approach exhibited high expression levels of natural cytotoxic receptors (including NKG2D, DNAM1, and NKp series receptors), chemokine receptors (such as CXCR3 and CXCR6), anti-tumor related molecules (such as CD27 and CD137), and low expression levels of inhibitory molecules (such as PD1 and LAG3).&#382;<br \/>UTAA06 cells did not produce IL17A, which is a signal protein with pro-tumor activity. Meanwhile, UTAA06 demonstrated significant and specific inhibitory effects on the growth of various solid tumor cell lines.&#382;UTAA06 cells were found to significantly suppress tumor cell growth in solid tumor mouse models. The complete remission (CR) for each tumor model was 83.3% of neuroblastoma (SK-N-AS, N=6), 66.7% of pancreatic cancer (SW1990, N=6), 100% of lung cancer (A549, N=6), and 70% of colorectal cancer (HCT-15, N=10) respectively. In addition, a potent capacity of UTAA06 to penetrate tumor tissues with a favorable safety profile in mice was observed.<br \/>Conclusion: UTAA06 exhibited extraordinary anticancer properties both in vitro and in vivo against solid tumors. Additionally, the outstanding manufacturing process of UTAA06 will facilitate the clinical application of this product.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,B7-H3-CAR-V&#948;1T cells,solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Jiang<sup>1<\/sup>, C. Qi<sup>2<\/sup>, F. You<sup>1<\/sup>, S. Xiang<sup>1<\/sup>, P. Zhang<sup>3<\/sup>, M. Wang<sup>3<\/sup>, H. Wu<sup>1<\/sup>, K. Yan<sup>1<\/sup>, J. Huang<sup>1<\/sup>, H. Meng<sup>1<\/sup>, N. Yang<sup>1<\/sup>, S. Zhang<sup>4<\/sup>, L. Shen<sup>2<\/sup>, <b>L. Yang<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>PersonGen BioTherapeutics Co., Ltd., Suzhou, China, <sup>2<\/sup>State Key Laboratory of Holistic Integrative Management of Gastrointestinal Cancers, Beijing Key Laboratory of Carcinogenesis and Translational Research, Peking University Cancer Hospital & Institute, Beijing, China, <sup>3<\/sup>PersonGenAnke Cellular Therapeutics Co., Ltd., Hefei, China, <sup>4<\/sup>PersonGen BioTherapeutics Co., Ltd. \/ PersonGenAnke Cellular Therapeutics Co., Ltd., Suzhou, China, <sup>5<\/sup>PersonGen BioTherapeutics(Suzhou) Co., Ltd. \/ Cyrus Tang Medical Institute, Soochow University \/ PersonGenAnke Cellular Therapeutics Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"88ed1d5a-54ca-45f5-a432-0ed455854158","ControlNumber":"4143","DisclosureBlock":"&nbsp;<b>L. Jiang, <\/b> None..<br><b>C. Qi, <\/b> None..<br><b>F. You, <\/b> None..<br><b>S. Xiang, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>K. Yan, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>H. Meng, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>L. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6041","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5255","PresenterBiography":null,"PresenterDisplayName":"Lin Yang, PhD","PresenterKey":"44737842-8d53-4ffc-abc6-eefc9600025e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5255. A B7-H3-CAR-modified V&#948;1 T cells showed potentanti-solid tumor potential","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"341","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A B7-H3-CAR-modified V&#948;1 T cells showed potentanti-solid tumor potential","Topics":null,"cSlideId":""}]