[{"Abstract":"We have previously described our GSPT1 molecular glue degrader MRT-2359, which was optimized to achieve preferential antiproliferative activity in non-small cell lung cancer (NSCLC) and small cell lung cancer (SCLC) expressing high N-MYC or L-MYC mRNA. A clinical trial with this new drug candidate is ongoing (NCT05546268). Here, we present pre-clinical profiling of MRT-2359 across hundreds of cancer cell lines representing multiple cancer types, aiming at identifying other cancers where preferential sensitivity is associated with high expression of a MYC family member. These studies showed that prostate cancer cell lines clearly segregate into groups that are either sensitive or insensitive. Sensitive prostate cancer cell lines could be further divided into two subgroups: (1) androgen receptor positive cell lines displaying higher c-MYC mRNA expression levels than the other prostate cancer cell lines, (2) neuroendocrine prostate cancer cell lines with or without high N-MYC. The latter is in line with our previous observation that the neuroendocrine phenotype is generally associated with heightened sensitivity to MRT-2359 independently of MYC status. The insensitive cell lines were androgen receptor and neuroendocrine negative and displayed lower c-MYC mRNA levels. GSPT1 degradation in androgen receptor-positive cell lines led to rapid and deep loss of c-MYC protein as well as reduction of androgen receptor, including the splice variant AR-V7 that is associated with resistance to agents targeting androgen signaling. In androgen receptor-negative cell lines, the levels of c-MYC protein decreased only modestly upon GSPT1 degradation. Finally, in immunocompromised mice, xenografts of the AR-V7-positive cell line 22RV1 and the neuroendocrine prostate cell line NCI-H660, both of which are sensitive to MRT-2359 in vitro, were treated with several MRT-2359 dose regimens including continuous as well as intermittent (5 days on \/ 9 days off) dosing. Most regimens led to marked tumor regression. Tumors of both models fully regressed after a 4-week course of 10 mg\/kg MRT-2359 once daily, and no tumor regrowth could be detected after cessation of treatment. No significant in vivo response was observed for xenografts of the insensitive cell line PC-3. These data support the clinical investigation of MRT-2359 in prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Myc,Prostate cancer,Androgen receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Tiedt<\/b><sup>1<\/sup>, M. Schillo<sup>1<\/sup>, A. Osmont<sup>1<\/sup>, D. Bonenfant<sup>1<\/sup>, R. Narayan<sup>2<\/sup>, O. Wallace<sup>2<\/sup>, M. Warmuth<sup>2<\/sup>; <br\/><sup>1<\/sup>Monte Rosa Therapeutics, Basel, Switzerland, <sup>2<\/sup>Monte Rosa Therapeutics, Boston, MA","CSlideId":"","ControlKey":"4850fa46-b53f-4a1c-8b44-71b2cac2445d","ControlNumber":"4322","DisclosureBlock":"<b>&nbsp;R. Tiedt, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Novartis<\/b> Stock. <br><b>M. Schillo, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Osmont, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Bonenfant, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Novartis<\/b> Stock. <br><b>R. Narayan, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>O. Wallace, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Warmuth, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3760","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3294","PresenterBiography":null,"PresenterDisplayName":"Ralph Tiedt, PhD","PresenterKey":"15f43051-6c6a-4395-8e93-ac0e59c0dca4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3294. The GSPT1 molecular glue degrader MRT-2359 is active against prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The GSPT1 molecular glue degrader MRT-2359 is active against prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine cancers (NECs) are relatively rare compared to other malignancies, but their clinical behavior can be exceptionally aggressive. Two particularly challenging subtypes of NECs, Small Cell Lung Cancer (SCLC) and Neuroendocrine Prostate Cancer (NEPC), are worthy of attention due to their rapid progression, limited treatment options, and high mortality rates. At the molecular level, SCLC and NEPCs necessitate the presence of TP53 and RB1 mutations (Beltran et al., 2016; George et al., 2015). The frequency of TP53 mutations in SCLC is particularly noteworthy, with studies consistently reporting a high incidence (89~92%) (Chen et al., 2022; Sivakumar et al., 2023). A recent study has unveiled intriguing parallels between NECs and hematological malignancies, shedding light on their shared genetic features and analogous patterns of therapeutic susceptibility (Balanis et al., 2019). GSPT1, a translation termination factor, plays a key role in releasing the complete polypeptide from the ribosome. As cancer cells are dependent on translation processes to express elevated levels of oncoproteins, GSPT1 degradation would have lethal consequences. Specific CRBN modulators possess the capability to induce GSPT1 degradation via the ubiquitin-proteasome pathway. GSPT1 degradation leads to a halt in translation termination, activating the Integrated Stress Response (ISR) and subsequently triggering TP53-independent apoptosis. Despite GSPT1 degradation in cancer cells is appealing due to its potential to disrupt the production of critical proteins necessary for cancer cell survival and growth, the challenge lies in doing so without causing excessive harm to normal cells, as GSPT1 is also indispensable for their vital cellular functions. Remarkably, the ongoing development of GSPT1-targeted agents in clinical trials has raised intriguing questions about the mechanisms by which a therapeutic index can be established. Recently, we have identified CYRS1542 as an orally bioavailable GSPT1 molecular glue degrader (MGD) (Joo et al., 2023). Here, we present a pharmacological characterization of CYRS1542 as a potent and orally bioavailable GSPT1 MGD with the ability to effectively treat aggressive neuroendocrine cancers. In various NEC in vivo models, including an orthotopic model, CYRS1542 demonstrated dose-dependent and excellent anti-tumor efficacy comparable to the clinical stage GSPT1 MGD. Furthermore, it demonstrates improved safety profiles in a broad spectrum of normal cells, resulting in a higher therapeutic index compared to the clinical GSPT1 MGD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,MYCN,Targeted therapy,Translation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Min Sung Joo<\/b><sup>1<\/sup>, JaeYung Lee<sup>1<\/sup>, Joonhyung Lee<sup>1<\/sup>, Eun-Jung Kim<sup>1<\/sup>, Seogbeom Song<sup>1<\/sup>, Jeonghyeon Lee<sup>1<\/sup>, Joonwoo Nam<sup>1<\/sup>, Heuijoon Park<sup>1<\/sup>, Jaewoo Park<sup>2<\/sup>, Keon Wook Kang<sup>2<\/sup>, Wooseok Han<sup>1<\/sup><br><br\/><sup>1<\/sup>Cyrus Therapeutics, Seoul, Korea, Republic of,<sup>2<\/sup>College of Pharmacy, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"4409155d-c7f2-4298-8706-88912873cfb2","ControlNumber":"4337","DisclosureBlock":"<b>&nbsp;M. Joo, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>J. Lee, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>J. Lee, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment. <br><b>E. Kim, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Song, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Other, He had been employed at Cyrus Therapeutics Inc. until October 2023.&nbsp;<br><b>J. Lee, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment. <br><b>J. Nam, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>H. Park, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock. <br><b>J. Park, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>K. Kang, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>W. Han, <\/b> <br><b>Cyrus Therapeutics, Inc.<\/b> Employment, Stock, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3761","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3295","PresenterBiography":null,"PresenterDisplayName":"Min Sung Joo, PhD","PresenterKey":"d5e89b3a-ea1f-49df-8d41-8ba6e6a8d379","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3295. Pharmacological characterization of CYRS1542: A potent and orally available GSPT1 molecular glue degrader for the treatment of neuroendocrine solid cancer with a favorable safety profile","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological characterization of CYRS1542: A potent and orally available GSPT1 molecular glue degrader for the treatment of neuroendocrine solid cancer with a favorable safety profile","Topics":null,"cSlideId":""},{"Abstract":"Alterations in the RAS\/RAF\/MEK\/ERK pathway are the most common drivers of oncogenesis. Although MEK is a clinically validated cancer target and several MEK inhibitors have been approved by the FDA, their clinical utility has been limited to BRAF V600 mutant cancers and NF1 mutant neurofibromas. We developed the molecular glue, IK-595, a potent inhibitor of the MEK-RAF complex, to overcome the limitations of available MEK inhibitors. IK-595 traps MEK in an inactive complex with all RAF isoforms, as well as mutant forms of BRAF (Class I, II, and III), and blocks RAF-dependent MEK phosphorylation, thereby alleviating CRAF-mediated MEK reactivation that limits the efficacy of approved MEK inhibitors in RAS\/RAF-driven tumors. We demonstrate that IK-595 leads to potent and prolonged inhibition of MEK and ERK1\/2 phosphorylation in RAS-mutant cancer models. Importantly, IK-595 has a much slower off-rate binding to MEK and retains CRAF longer in an inactive complex with MEK than other MEK\/RAF inhibitors, allowing for prolonged target engagement and durable pathway inhibition in RAS\/RAF mutant cancer cells. IK-595 exhibits potent single agent activity across a wide range of cancer model indications harboring various RAS\/MAPK pathway alterations, including KRAS, NRAS, BRAF and NF1 mutations, and BRAF and CRAF fusions. The benefits of combining IK-595 with inhibitors targeting key resistance mechanisms both within the RAS\/MAPK pathway and across parallel survival pathways has also been observed in multiple models. Additionally, IK-595 improved the response of KRAS-driven tumor models to standard of care chemotherapeutic agents, expanding the potential clinical opportunity for IK-595. Key to the design of IK-595 is its PK profile that enables transient high plasma drug exposure and flexible dosing schedules. Intermittent dosing of IK-595 every other day (QOD) or every three days (Q3D) in KRAS-mutant mouse tumor models shows similar efficacy and improved tolerability compared to daily dosing (QD), affording a larger therapeutic window. Preclinical pharmacology studies provide clear guidance to the clinical development plan of IK-595, where flexible dosing schedules, multiple expansion cohorts in RAS\/RAF altered patient populations, and combination therapies with mediators of resistance will be explored. IK-595 is a novel MEK-RAF molecular glue that prolongs pathway inhibition, minimizing the potential for resistance, while providing an optimal therapeutic window for patients with RAS\/RAF-driven cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Ras oncogene,MEK inhibitor,Combination studies,RAF kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Haines<\/b>, R. Catterall, V. De Jesus, D. Hidalgo, J. Cavanaugh, M. Sanchez-Martin, J. D. Manna, M. Burke, B. Li, S. R. Wessel, A. Yang, S. Santillana, J. Ecsedy, X. Zhang, S. K. Ruppel; <br\/>Ikena Oncology, Boston, MA","CSlideId":"","ControlKey":"0efc9755-18e1-4e1b-af23-9f392420c909","ControlNumber":"6671","DisclosureBlock":"<b>&nbsp;E. Haines, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>R. Catterall, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>V. De Jesus, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>D. Hidalgo, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>J. Cavanaugh, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>M. Sanchez-Martin, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>J. D. Manna, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>M. Burke, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>B. Li, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>S. R. Wessel, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>A. Yang, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>S. Santillana, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>J. Ecsedy, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>Ikena Oncology<\/b> Employment. <br><b>S. K. Ruppel, <\/b> <br><b>Ikena Oncology<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3762","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3296","PresenterBiography":null,"PresenterDisplayName":"Eric Haines, PhD","PresenterKey":"5c47f128-8b42-4e29-99cf-4c1228358fc4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3296. IK-595, a best-in-class MEK-RAF molecular glue, drives broad and potent anti-tumor activity across RAS-MAPK pathway-altered cancers as a monotherapy and in combination","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IK-595, a best-in-class MEK-RAF molecular glue, drives broad and potent anti-tumor activity across RAS-MAPK pathway-altered cancers as a monotherapy and in combination","Topics":null,"cSlideId":""},{"Abstract":"c-Myc and n-Myc are oncogenic transcriptional factors driving tumor initiation, progression and poor prognosis in a variety of blood cancers and solid tumors, such as acute myeloid leukemia (AML), B-cell malignancies, castration resistance prostate cancer (mCRPC), small cell lung cancer and (SCLC) and neuroblastoma. Both c-Myc and n-Myc dysregulations have been directly linked to the poor clinical outcome in some of these cancers which are addictive to deregulated Myc proteins. Therefore, it is highly warranted to discover and develop novel therapeutical agents for targeting Myc-addictive cancers. GT19870 was discovered through a SAR effort for Myc degradation with improved bioavailability (F % 92.52) from GT19630, a GSPT1\/Myc degrader series <sup>1-4<\/sup>by using phenotypic screenings with c-Myc-addictive HL-60 AML cells and growth factor-dependent hematopoiesis progenitor TF-1 cells, followed by c-Myc ELISA and Western blot assays. GT19870 selectively inhibited the proliferation of HL60 cells with an IC<sub>50 <\/sub>of 2.6 nM as compared to an IC<sub>50<\/sub> of 70.03 nM (26.5-fold selectivity) and effectively degraded c-Myc protein with an IC<sub>50<\/sub> of 2.54 nM and IC<sub>90<\/sub> &#60;10 nM in HL-60 cells, as compared to an IC<sub>90<\/sub>&#62;30 nM in CD3\/CD28-stimulated PBMC assays. GT19870, as a MGD, was confirmed to selectively degrade GSPT1, a neo-substrate, by proteomic and Western Blot assays. Further, GT19870 was tested in SCLC, triple negative breast cancer (TNBC) and brain cancer cell panels, in which GT1987 was revealed potent anti-proliferation activities with an IC<sub>50<\/sub>&#60;50 nM in 9 of 19 SCLC, 8 of 13 TNBC, and 7 of 24 brain cancer cell lines tested. Importantly GT19870 was also shown potent antitumor activities with IC50 of &#8806;5.4 nM in 8 of 8 SCLC patient derived organoids. Furthermore, GT19870 (salt form-GT19884) was demonstrated to induce target-engaged (c-Myc and n-Myc) tumor regression in AML, SCLC, mCRPC and neuroblastoma xenograft and PDX models with in a dose ranges of 3-12 mpk\/qd\/po. In brief, GT19870 is an oral MGD degrading GSPT1\/c-Myc\/n-Myc. This novel MGD has been demonstrated target-engaged antitumor activities in vitro and in vivo with selectivity of c-Myc degradation in c-Myc-addictive cancer cells as compared to growth factor-stimulated TF-1 cells and CD3\/CD28 activated PBMC. GT19870 has been progressing IND enabling stage. References 1. Ma L et al, ASH, 2021 2. Ma L et al, AACR, 2022 3. Nishida Y et al, ASH, 2022 Nishida Y et al, ASH, 2023","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Myc,MYCN,GSTP1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Ma<\/b>, Y. Tong, Z. Yang, Q. Zhou, H. Yan, R. Xu, D. Chen; <br\/>Kintor Pharmaceutical Limited, Suzhou, China","CSlideId":"","ControlKey":"0fdc794f-92d2-470a-9506-a3cd52389beb","ControlNumber":"6349","DisclosureBlock":"<b>&nbsp;L. Ma, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>Y. Tong, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Stock, Other Business Ownership. <br><b>Z. Yang, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>Q. Zhou, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>H. Yan, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>R. Xu, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>D. Chen, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3297","PresenterBiography":null,"PresenterDisplayName":"Liandong Ma, PhD","PresenterKey":"a46e7365-e518-4bef-9f6c-66665d59a796","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3297. Discovery and evaluation of GT19870, a GSPT1\/Myc molecular glue drug (MGD) with oral bioavailability for targeting c-Myc and n-Myc-addictive blood cancer and solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and evaluation of GT19870, a GSPT1\/Myc molecular glue drug (MGD) with oral bioavailability for targeting c-Myc and n-Myc-addictive blood cancer and solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Leucine-rich repeat kinase 2 (LRRK2) plays a pivotal role in regulating various cellular processes, such as cell proliferation, survival, and inflammation. LRRK2 exhibits dual functionality as a serine-threonine kinase and as a GTPase. It is involved in the modulation of multiple signaling pathways, including WNT, MAPK, NF-kB and mTOR. Germline mutations in LRRK2 are associated with an increased risk of cancer, particularly hormone-related and colorectal cancers. LRRK2 also promotes tumor cell growth and survival in papillary renal and thyroid carcinomas, DLBCL and cholangiocarcinoma cells. OPM has designed and developed a novel oral LRRK2 inhibitor, OPM383, using its proprietary Nanocyclix&#174; technology. In this study, we have evaluated the pharmacokinetic (PK) properties, efficacy and tolerability of OPM383 in a colon carcinoma model and a panel of patient-derived organoids.<br \/>Materials and Methods: In vitro potency of our Type I inhibitor, OPM383, against full-length wild-type LRRK2 and the G2019S pathogenic LRRK2 mutant was assessed in in a Lanthascreen cell assay. For PK studies, we analyzed OPM383 plasma levels using UPLVC\/MS-MS. Evaluation of inhibition of LRRK2 phosphorylation (Ser935) was assessed by western blot. MC-38 cells were inoculated into C57BL\/6 mice. When tumor masses reached 75 mm&#179;, mice were randomized to receive OPM383 (50 mg\/kg, orally, daily), anti-PD1 antibody (10 mg\/kg, ip, twice weekly), or their combination. OPM383 was also evaluated in patient-derived organoids using the SEngine-Paris&#174; platform.<br \/>Results: OPM-383 inhibited wild-type LRRK2 and LRRK2[G2019S] with an IC<sub>50<\/sub> of 42 nM and 33&#8197;nM, respectively. OPM383 is highly selective among a panel of &#62;400 protein kinases (only 6.7% cross-reactivity at 100 nM). The compound is permeable, metabolically stable and possesses drug-like properties. OPM-383 exhibited a favorable pharmacokinetic profile in mice (AUC of 11858 h*ng\/mL and T max of 3 hours at a dose of 30 mg\/kg via oral administration). Preliminary e-ADME results indicated moderate inhibition of CYP3A4BFC but no significant inhibition of CYPs 1A2, 2D6, 3A4BQ, 2C19, and 2C9 by OPM-383. After 90 minutes of oral administration in CD1 mice, we observed the inhibition of LRRK2 phosphorylation (Ser935) in the brain, kidney, and PBMCs. In assessing its potential antitumor effects, OPM383 was tested on a panel of patient-derived organoids. Notably, OPM383 inhibited the proliferation of 7 out of 29 patient-derived organoids after 6 days of exposure at various concentrations (&#60;10 &#181;M). In mice bearing subcutaneous MC38 tumors, OPM383 significantly inhibited tumor growth compared to the vehicle-treated group.<br \/>Conclusion: This study characterizes a potent first-in-class LRRK2 inhibitor in cancer models. The findings suggest that OPM383 could serve as an attractive lead scaffold for designing and synthesizing a new class of kinase inhibitors for potential applications in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Kinases,LRRK2,Colorectal adenocarcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Riveiro<\/b>, P. Blom, K. Shoji, J. Hoflack; <br\/>ONCODESIGN PRECISION MEDICINE (OPM), Dijon, France","CSlideId":"","ControlKey":"fbad59ed-3efd-4562-a8d9-54633f2cc3fd","ControlNumber":"2454","DisclosureBlock":"<b>&nbsp;M. Riveiro, <\/b> <br><b>Oncodesign Precision Medicine<\/b> Employment. <br><b>P. Blom, <\/b> <br><b>Oncodesign Precision Medicine<\/b> Employment. <br><b>K. Shoji, <\/b> <br><b>Oncodesign Precision Medicine<\/b> Employment. <br><b>J. Hoflack, <\/b> <br><b>Oncodesign Precision Medicine<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3298","PresenterBiography":"","PresenterDisplayName":"Maria Eugenia Riveiro, PhD","PresenterKey":"133bcac7-ed02-48cc-9a01-7d90e22469bc","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/133bcac7-ed02-48cc-9a01-7d90e22469bc.profile.png","SearchResultActions":null,"SearchResultBody":"3298. Unlocking the potential of OPM-383: A novel LRRK2 inhibitor in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking the potential of OPM-383: A novel LRRK2 inhibitor in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine prostate cancer (NEPC) represents an aggressive subtype characterized by the independence on androgen receptor (AR) signaling and the acquisition of neuroendocrine features. Despite its rarity among prostate cancer cases, NEPC carries a particularly poor prognosis with limited treatment options. Our prior investigation demonstrated the heightened efficacy of targeting PIKfyve with ESK981 in AR- prostate cancer models, prompting further exploration. In this study, we expanded our investigation to assess the efficacy of ESK981 monotherapy across five NEPC models, encompassing one cell line xenograft and four patient-derived xenografts (PDXs). Our findings revealed consistent tumor inhibition and notable regression in select models. Comparative analysis highlighted the superior effectiveness of ESK981 in NEPC compared to AR+ prostate cancer, as evident through percent tumor growth inhibition (%TGI) assessments. Early evaluations post five days of treatment (PD5) unveiled that PIKfyve inhibition induced apoptotic cell death specifically in NEPC models, confirmed through immunoblotting and TUNEL staining in a time-dependent manner. Intriguingly, PD5 TUNEL positivity correlated with endpoint %TGI, suggesting its potential as a predictor for long-term efficacy. To further delineate the role of PIKfyve in NEPC, we successfully established two novel ex vivo NEPC cell lines from these PDXs, overcoming the constraint of limited publicly accessible NEPC cell lines, and confirmed their NEPC characteristics. Employing a doxycycline-inducible PIKfyve knockdown system in these cells demonstrated significant tumor inhibition in xenograft models, albeit with a lower %TGI compared to ESK981 monotherapy. In conclusion, our results illuminate the preferential cytotoxicity of PIKfyve inhibition in NEPC tumors compared to AR+ prostate cancer, advocating PIKfyve as a compelling therapeutic target. This study provides a strong rationale for advancing ESK981 into clinical trials for NEPC patients, underscoring its potential in addressing this challenging malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Prostate cancer,Autophagy,Patient-derived xenograft (PDX) models,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Zheng<\/b><sup>1<\/sup>, K. G. Rogers<sup>1<\/sup>, A. G. Kamat<sup>1<\/sup>, S. N. Yee<sup>1<\/sup>, R. Mannan<sup>1<\/sup>, X. Jiang<sup>1<\/sup>, R. Kannaiyan<sup>1<\/sup>, X. Cao<sup>1<\/sup>, Y. Wang<sup>2<\/sup>, Y. Qiao<sup>1<\/sup>, A. M. Chinnaiyan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"892317cd-a8ed-4019-aa46-c1b0344ee6de","ControlNumber":"5720","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>K. G. Rogers, <\/b> None..<br><b>A. G. Kamat, <\/b> None..<br><b>S. N. Yee, <\/b> None..<br><b>R. Mannan, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>R. Kannaiyan, <\/b> None..<br><b>X. Cao, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Qiao, <\/b> None.&nbsp;<br><b>A. M. Chinnaiyan, <\/b> <br><b>Esanik Therapeutics, Inc.<\/b> Other, A.M.C. is a co-founder and serves on the Scientific Advisory Board of Esanik Therapeutics, Inc. which owns to the rights to the clinical development of ESK981. Esanik Therapeutics, Inc. did not fund this study.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3299","PresenterBiography":null,"PresenterDisplayName":"Yang Zheng, PhD","PresenterKey":"f5935c79-4223-4eb4-b706-4db8ff969aee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3299. Harnessing PIKfyve as a therapeutic vulnerability in neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing PIKfyve as a therapeutic vulnerability in neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Gene dysregulation is a hallmark of cancer, arising from genetic alterations that invariably lead to dysregulated transcriptional programs. This dysregulation renders cancer cells highly dependent on certain gene expression regulators, leading to a potential for novel therapeutic strategies. Consequently, ongoing research aims to develop small molecules targeting RNA transcriptional processes. Cyclin-dependent kinase 12\/13 (CDK12\/13) is a member of the cyclin-dependent kinase family of serine\/threonine protein kinases. CDK12\/13 regulates the RNA transcription elongation by phosphorylating RNA polymerase II and promotes the elongation of transcripts, specifically those involved in DNA damage responses, such as BRCA1\/2. The inhibition of CDK12\/13 is expected to exert a synergistic effect when combined with PARP inhibitors and chemotherapeutic reagents. Therefore, we developed a novel small molecule inhibitor, CTX-439 (former name: CRD-1835439). Additionally, we demonstrated that CTX-439 exhibits a preclinical efficacy <i>in vitro<\/i> and <i>in vivo<\/i> [<i>Cancer Res<\/i>. (2022) 82 (12_Supplement): 5485]. To identify potential strategies for a clinical trial of CTX-439, in the current study, we conducted translational research to elucidate (1) pharmacodynamics (PD) markers to monitor the suppression of CDK12\/13 in humans, (2) patient selection biomarkers to determine sensitivity to CTX-439, and (3) combination strategies with other key medications. Firstly, to identify PD markers of CTX-439, we performed a comprehensive analysis employing RNA-seq, Pol II-ChIP-seq, and Poly(A)-seq. We confirmed that CTX-439 induced the usage of intronic polyadenylation sites by inhibiting CDK12, resulting in the production of shortened mRNA. Of these transcripts, PCF11 emerged as a potential PD marker for clinical trials, which was confirmed using qPCR analysis of human blood. Secondly, to clarify the indication of CTX-439, we performed an <i>in vitro<\/i> survey involving 400 cell lines and 100 PDX-derived organoids (PDXOs) to identify biomarkers displaying sensitivity and insensitivity to CTX-439. Furthermore, a significant anti-tumor effect of CTX-439 was revealed in PDX models that showed sensitivity in the survey. CTX-439 exhibited a synergistic effect in combination with PARP inhibitors both <i>in vitro<\/i> and <i>in vivo<\/i>, highlighting its potential for use in combination strategies. Additionally, CTX-439 showed an anti-tumor effect when combined with other chemotherapy and molecular-targeted drugs. Collectively, the results from these translational research studies provide a foundation for developing a clinical trial by clearly defining PD monitoring, patient stratification biomarkers, and combination strategies. These findings highlight the therapeutic potential of CTX-439 as a single-agent and in combination with inhibitors, such as PARP, for the treatment of cancers characterized by transcriptional addiction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Transcription,CDK12\/13 inhibitor,DNA repair,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Yamakawa<sup>1<\/sup>, S. Ebara<sup>1<\/sup>, A. Mizutani<sup>1<\/sup>, M. Yoshida<sup>1<\/sup>, M. Sugiyama<sup>1<\/sup>, K. Yamamoto<sup>2<\/sup>, D. Komura<sup>3<\/sup>, M. Kakiuchi<sup>3<\/sup>, S. Ishikawa<sup>3<\/sup>, K. Yusa<sup>4<\/sup>, <b>D. Morishita<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Chordia Therapeutics Inc., Fujisawa, Japan, <sup>2<\/sup>MetCoding, Ibaraki, Japan, <sup>3<\/sup>The University of Tokyo, Tokyo, Japan, <sup>4<\/sup>Kyoto University, Kyoto, Japan","CSlideId":"","ControlKey":"705f92e7-7c29-40dd-9551-c843a3558852","ControlNumber":"3136","DisclosureBlock":"<b>&nbsp;H. Yamakawa, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Ebara, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>A. Mizutani, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Yoshida, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment. <br><b>M. Sugiyama, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>K. Yamamoto, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Other, Adviser of bioinformatics.<br><b>D. Komura, <\/b> None..<br><b>M. Kakiuchi, <\/b> None..<br><b>S. Ishikawa, <\/b> None..<br><b>K. Yusa, <\/b> None.&nbsp;<br><b>D. Morishita, <\/b> <br><b>Chordia Therapeutics Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3301","PresenterBiography":"","PresenterDisplayName":"Daisuke Morishita, PhD","PresenterKey":"0d05252f-56ad-4a65-992c-e63f2b5d8265","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/0d05252f-56ad-4a65-992c-e63f2b5d8265.profile.jpg","SearchResultActions":null,"SearchResultBody":"3301. Translational research of CDK12\/13 inhibitor, CTX-439, informing clinical trial strategy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Translational research of CDK12\/13 inhibitor, CTX-439, informing clinical trial strategy","Topics":null,"cSlideId":""},{"Abstract":"EP300 (or p300) acts as histone acetyltransferase (HAT) and transcriptional adapter or co-activator regulating transcription via chromatin remodeling. Both histone and non-histone proteins are acetylated by p300. In addition to HAT function, p300 has crotonyl-transferase activities, and that p300-catalyzed histone crotonylation directly stimulates transcription to a greater degree. p300 functions by scaffolding or as co-activator and enhancer of different transcription factors like HIF1a, BRCA-1, p53, NF&#954;B, c-Myc, estrogen receptor (ER) and androgen receptor (AR) and other proteins such as PD-L1 and FOXP3. Selective targeting of p300 is expected to lead to therapeutic efficacy in CBP-mutant and p300-dependent malignancies with high degree of tolerability because of sparing of the other paralog CBP in normal cells. CBP mutant cancers comprise of several solid and hematological malignancies including 10% to 15% of non-small cell and small cell lung cancers harboring loss-of-function (LOF) aberrations. p300-dependent malignancies include prostate cancer, in which p300 plays a major role for androgen-dependent and -independent transactivation of the AR, MYCN-amplified neuroblastoma and ER+ breast cancers. Since the conventional CBP\/p300 inhibitors do not discriminate between CBP and p300 proteins due to high sequence homology, we adopted a degrader approach, which has the potential to lead to paralog selectivity due to differentiated ternary complex formation. Herein we report best-in-class novel, potent and paralog selective p300 degraders with excellent selectivity over CBP and and other bromodomain containing proteins such as BRD4 by implementing molecular modeling, iterative medicinal chemistry and SAR based approaches. Synthetic lethality has been demonstrated while selectively degrading p300 in the cell lines having LOF mutation of another paralogue, CBP. Identified selective p300 degraders displayed excellent selectivity towards p300 degradation across tested cell lines and are orally bioavailable. Selective antiproliferative activity was observed in a panel of cell lines with CBP mutations or p300 dependency including AR+ \/ ER+ cell lines along with the downregulation of target genes. In summary, we have identified highly selective degraders of p300 with desirable profile. Efforts are underway to advance them further towards nominating a development candidate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-02 Epigenetic targets,,"},{"Key":"Keywords","Value":"Epigenetics,p300 (EP300),Synthetic lethality PROTAC,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Thiyagarajan, C. Abbineni, K. Chaitanya T, A. Apte, I. Iqbal, N. Kumar R, A. A B, A. Kumar, D. Madhu Babu, S. Shwetha, A. Manna, M. Mandal, R. Panigrahi, S. Marappan, S. Gore, M. Fairus, L. Jin, S. Mukherjee, G. Daginakatte, S. Chelur, K. Nellore, M. Ramachandra, <b>S. Samajdar<\/b>; <br\/>Aurigene Oncology Limited, Bangalore, India","CSlideId":"","ControlKey":"a68a1eee-4454-461e-96ab-32fe16241547","ControlNumber":"6153","DisclosureBlock":"&nbsp;<b>S. Thiyagarajan, <\/b> None..<br><b>C. Abbineni, <\/b> None..<br><b>K. Chaitanya T, <\/b> None..<br><b>A. Apte, <\/b> None..<br><b>I. Iqbal, <\/b> None..<br><b>N. Kumar R, <\/b> None..<br><b>A. A b, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>D. Madhu Babu, <\/b> None..<br><b>S. Shwetha, <\/b> None..<br><b>A. Manna, <\/b> None..<br><b>M. Mandal, <\/b> None..<br><b>R. Panigrahi, <\/b> None..<br><b>S. Marappan, <\/b> None..<br><b>S. Gore, <\/b> None..<br><b>M. Fairus, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>S. Mukherjee, <\/b> None..<br><b>G. Daginakatte, <\/b> None..<br><b>S. Chelur, <\/b> None..<br><b>K. Nellore, <\/b> None..<br><b>M. Ramachandra, <\/b> None..<br><b>S. Samajdar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3303","PresenterBiography":null,"PresenterDisplayName":"Susanta Samajdar, PhD","PresenterKey":"6db06ee5-cdc7-432e-8aa7-37a18970f022","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3303. Paralogue selective p300 degraders induce synthetic lethality in pre-clinical models of CBP-deficient and p300-dependent malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Paralogue selective p300 degraders induce synthetic lethality in pre-clinical models of CBP-deficient and p300-dependent malignancies","Topics":null,"cSlideId":""},{"Abstract":"The SWI\/SNF chromatin remodeling complex is frequently mutated in non-small cell lung cancer with a frequency of 33% in advanced stage disease, making it the most commonly altered complex in lung cancer. Among the various subunits of the SWI\/SNF complex, <i>SMARCA4<\/i> and <i>ARID1A<\/i> are by far the most frequently mutated. Importantly, multiple clinical reports have shown that <i>SMARCA4<\/i> mutant lung cancers have one of the worst prognosis among genetically defined lung cancer subtypes and lack response to both immunotherapy and KRAS G12C inhibitors. Recent reports, and our own data, have identified the paralogue <i>SMARCA2<\/i> to be synthetic lethal to <i>SMARCA4 <\/i>suggesting SMARCA2 could be a high value therapeutic target<i>. <\/i>Unfortunately, the discovery of selective inhibitors of SMARCA2 has so far been challenging. To overcome this hurdle, we have recently developed novel, potent and selective SMARCA2 degrading small molecules based on proteolysis targeting chimera (PROTAC) technology. We demonstrated that YD23, our lead SMARCA2 PROTAC, potently and selectively induced degradation of SMARCA2. Importantly, we showed that YD23 selectively inhibits growth of <i>SMARCA4<\/i> mutant lung cancer cells. Mechanistically, we demonstrated that YD23 decreased chromatin accessibility only in <i>SMARCA4<\/i> deficient cells. In particular, SMARCA2 degradation profoundly decreased chromatin accessibility at enhancers of a number of genes with cell cycle and cell growth regulatory roles. Gene expression profiling and pathway analysis indicated that cell cycle genes were downregulated by YD23 consistent with the reduced chromatin accessibility at their <i>cis<\/i>-regulatory regions. We further showed that YD23 robustly inhibited growth of <i>SMARCA4<\/i>-mutant xenograft tumors. While this is promising, SMARCA2 degradation by itself does not induce regression of tumors highlighting the need for identification of efficacious combination strategies. Using integrative gene expression, ATAC-Seq and CUT&#38;RUN assays, we uncover a critical role for YAP\/TEAD transcription factor signaling axis in mediating pro-growth phenotypes in <i>SMARCA4<\/i> mutant tumors. Finally, we show that the combination of TEAD inhibitors synergizes with YD23 to induce profound tumor growth inhibition. In conclusion, our study provides a mechanistic basis for the anti-tumor action of SMARCA2 degraders and introduces a novel combination strategy for future clinical development against a genetically defined subtype of lung cancer with dismal prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-02 Epigenetic targets,,"},{"Key":"Keywords","Value":"SWI\/SNF,Lung cancer,YAP\/TAZ,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Kotagiri, N. Blazanin, M. Qudrattulah, Y. Xi, J. Wang, <b>Y. Lissanu<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"79902a3b-efea-484c-aa8a-401ba7b523bf","ControlNumber":"2525","DisclosureBlock":"&nbsp;<b>S. Kotagiri, <\/b> None..<br><b>N. Blazanin, <\/b> None..<br><b>M. Qudrattulah, <\/b> None..<br><b>Y. Xi, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Y. Lissanu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3304","PresenterBiography":null,"PresenterDisplayName":"Yonathan Lissanu, MD;PhD","PresenterKey":"af4d32c6-31f9-4fe3-bb6b-4c52b0d510bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3304. Modulation of enhancer accessibility by SMARCA2 PROTACs synergize with TEAD inhibitors to suppress growth of SMARCA4 mutant lung cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of enhancer accessibility by SMARCA2 PROTACs synergize with TEAD inhibitors to suppress growth of SMARCA4 mutant lung cancers","Topics":null,"cSlideId":""},{"Abstract":"Chronic Lymphocytic Leukemia (CLL) is an adult leukemia characterized by the accumulation of incompetent B lymphocytes expressing CD19, CD20, CD23, and CD5. Current therapies include chemotherapy and combination with targeted therapies such as ibrutinib (Bruton&#8217;s tyrosine kinase inhibitor), venetoclax (BCL2 inhibitor), and obinutuzumab (anti-CD20). The tumor microenvironment promotes CLL development and drug resistance. Golcadomide (GOLCA, CC-99282) is an oral cereblon E3 ligase modulator (CELMoD&#174;) agent with immunomodulatory and tumor cell-autonomous activities under clinical investigation for R\/R non-Hodgkin lymphomas and CLL\/SLL. Here we investigated the effect of GOLCA on inhibiting proliferation and inducing apoptosis of CLL preclinical models by degrading Ikaros and Aiolos. We also studied its combination with other anti-CLL agents. A panel of 10 CLL cell lines and 15 primary CLL patient samples were used to assess efficacy of GOLCA alone or in combination with ibrutinib (Ibru), venetoclax (Ven), and obinutuzumab (Obi). Primary CLL cells were grown ex vivo in a co-culture system with CD40L expressing fibroblasts designed to mimic the CLL lymph node microenvironment. Substrate degradation, viability, cell cycle and immunophenotyping were assessed by flow cytometry. GOLCA showed potent in vitro antiproliferative activity on 6 out of 10 CLL cell lines, including those with high-risk features, with IC<sub>50<\/sub> of 1-20 nM. It also inhibited CLL stimulated cell proliferation and induced apoptosis in all evaluated patient samples in the co-culture system, with low to sub-nanomolar IC<sub>50<\/sub>, independent of IGHV mutation status and other chromosomal characteristics. Cell-cycle analysis confirmed inhibition of proliferation in the 5 patient samples evaluated after 3 days of treatment with GOLCA, with a dose-dependent decrease in the fraction of cells in the S phase. GOLCA also demonstrated degradation of the proximal substrates Ikaros and Aiolos in tumor and T cells from CLL patient samples. In combination with Obi, Ven, and Ibru, GOLCA led to synergistic or additive tumor cell toxicity in most patient samples evaluated, suggesting potential clinical benefit of these targeted agent combinations. Additive tumor toxicity was observed in two out of four patient samples when GOLCA was combined with Ibru. We have previously demonstrated that GOLCA induces immune activation in T cells from healthy donor PBMCs. In co-cultures of CLL PBMCs and CD40L-expressing fibroblasts, GOLCA increased T cell numbers and activation characteristics. Ven inhibited this immune activation, while Obi or Ibru maintained the immune activation. Collectively, these findings suggest that GOLCA, alone or in combination with targeted agents, may produce clinical benefit in CLL patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Cereblon,Molecular Glue Degrader,CELMoD,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Lopez-Girona<\/b><sup>1<\/sup>, M. Jimenez-Nunez<sup>2<\/sup>, D. Sobradillo<sup>2<\/sup>, S. Carrancio<sup>1<\/sup>, P. Janardhanan<sup>1<\/sup>, G. Deb<sup>1<\/sup>, L. Groocock<sup>1<\/sup>, D. Pierce<sup>1<\/sup>, N. Bence<sup>1<\/sup>, M. Rolfe<sup>1<\/sup>; <br\/><sup>1<\/sup>Bristol Myers Squibb Company, San Diego, CA, <sup>2<\/sup>Bristol Myers Squibb Company, Seville, Spain","CSlideId":"","ControlKey":"1a0ce227-5da8-4841-9456-46054fd891c2","ControlNumber":"7476","DisclosureBlock":"<b>&nbsp;A. Lopez-Girona, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>M. Jimenez-Nunez, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>D. Sobradillo, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>S. Carrancio, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>P. Janardhanan, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>G. Deb, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>L. Groocock, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>D. Pierce, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>N. Bence, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>M. Rolfe, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3305","PresenterBiography":null,"PresenterDisplayName":"Antonia Lopez-Girona, PhD","PresenterKey":"872c8da6-316e-4ad1-8706-ab71595f0c20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3305. Golcadomide (CC-99282) is a novel CELMoD&#174; agent with antiproliferative activity and combinatorial potential in disease models of chronic lymphocytic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Golcadomide (CC-99282) is a novel CELMoD&#174; agent with antiproliferative activity and combinatorial potential in disease models of chronic lymphocytic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Dysregulated transcription factors (TFs) represent a unique class of drug targets that drive aberrant gene expression programs involved in the major hallmarks of cancers. However, developing drug-like small molecules targeting TF proteins for clinical purposes has proven to be extremely challenging. Here, we present a novel and innovative approach to degrade the RNA transcript of the master oncogenic transcription factor C-MYB, thereby preventing its undesirable expression, using potent and orally available small molecules.<br \/>C-MYB is a transcription factor that regulates differentiation and proliferation programs in normal cells, including hematopoietic, stem and epithelial cells. In numerous cancer types, such as adenoid cystic carcinoma (ACC), leukemia, colorectal cancer, and breast cancer, C-MYB is a well-established oncogenic transcription factor, overactivated via different mechanisms, including chromosomal translocations and gene amplification.<br \/>Here, we leveraged our integrative RNA-targeting platform to identify and validate actionable cryptic exon target sites in the human <i>C-MYB<\/i> gene. We identified RGT-M001, a potent small molecule that can selectively induce the inclusion of the cryptic exon into the final <i>C-MYB<\/i> transcripts, resulting in a robust decrease of <i>C-MYB<\/i> canonical transcripts and C-MYB protein in cells. In a functional assay, we demonstrated that RGT-M001 has potent cell-killing activity against a large panel of cancer cell lines overexpressing <i>C-MYB<\/i> (EC50 ~ 20 - 300nM), while sparing normal cells. To confirm RGT-M001's on-target effect, we demonstrated a robust correlation between RGT-M001 cell-killing activity and the knockdown of C-MYB RNA and protein.<br \/>We further investigated the anti-tumor activity of RGT-M001 in an ACC patient-derived xenograft (PDx) mouse model harboring <i>C-MYB-NFBI<\/i> fusion. Recurrent or metastatic ACC is a malignant neoplasm of predominantly salivary gland origin for which effective approved therapies are lacking; the best reported ORR being 15.6% for lenvatinib. As a single agent, RGT-M001 reduced in vivo <i>C-MYB<\/i> transcript levels by &#62;80% at peak drug exposure and induced a remarkable tumor growth inhibition response (~70% TGI) in the ACCX11 PDx mouse model, surpassing the therapeutic benchmark Lenvatinib (40% TGI). Importantly, the RGT-M001 regimen was well tolerated. Finally, we showed that the combination of RGT-M001 with the Notch Inhibitor AL-101 resulted in complete inhibition of tumor growth.<br \/>In conclusion, these data demonstrate that small molecules targeting RNA are a safe and effective approach to address previously undruggable protein targets. Down-regulation of <i>C-MYB<\/i> by our RNA-targeting small molecules is an attractive therapeutic strategy to treat ACC and other cancers driven by <i>C-MYB<\/i> dysregulations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Molecular glues,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Transcription factor,RNA,Tumor growth,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Lu<sup>1<\/sup>, <b>P. Soulard<\/b><sup>1<\/sup>, K. Li<sup>1<\/sup>, H. Sadlish<sup>1<\/sup>, C. Yates<sup>1<\/sup>, X. Gu<sup>1<\/sup>, I. Kays<sup>1<\/sup>, J. Lee<sup>1<\/sup>, S. Hasson<sup>1<\/sup>, Z. Weng<sup>2<\/sup>, S. Xi<sup>1<\/sup>, T. Wager<sup>1<\/sup>; <br\/><sup>1<\/sup>Rgenta Therapeutics, Inc., Woburn, MA, <sup>2<\/sup>University of Massachusetts Medical School, Worcester, MA","CSlideId":"","ControlKey":"0cfe4389-4e3d-4be0-9d60-f4a87eec186a","ControlNumber":"2853","DisclosureBlock":"&nbsp;<b>N. Lu, <\/b> None..<br><b>P. Soulard, <\/b> None..<br><b>K. Li, <\/b> None..<br><b>H. Sadlish, <\/b> None..<br><b>C. Yates, <\/b> None..<br><b>X. Gu, <\/b> None..<br><b>I. Kays, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Hasson, <\/b> None..<br><b>Z. Weng, <\/b> None..<br><b>S. Xi, <\/b> None..<br><b>T. Wager, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3306","PresenterBiography":null,"PresenterDisplayName":"Patricia Soulard","PresenterKey":"7bb19b47-ae3c-4e56-ad68-a268e355e1d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3306. RGT-M001, a first-in-class small molecule mRNA degrader of the oncogenic transcription factor c-Myb, demonstrated remarkable single agent anti-tumor efficacy in cancer patient-derived xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RGT-M001, a first-in-class small molecule mRNA degrader of the oncogenic transcription factor c-Myb, demonstrated remarkable single agent anti-tumor efficacy in cancer patient-derived xenograft model","Topics":null,"cSlideId":""},{"Abstract":"The interaction between E3 ligases and chaperones is crucial for proteostasis, regulating more than 10% of total proteasomes and over 30% of human E3 ligases (Kevei, 2017). Chaperones also can recognize their substrates and direct them to degradation by the ubiquitin-proteasome system (UPS). Developing a targeted protein degradation (TPD) technology that utilizes these advantageous attributes of chaperones, termed chaperone-mediated protein degradation (CMPD) technology, would broaden the range of disease-causing target proteins and would efficiently degrade them by recruiting various intracellular E3 ligases through interaction with chaperones, compare to other TPD approaches. The c-mesenchymal-epithelial transition (c-MET) is recognized as primary cause of drug-resistance to EGFR inhibitors in non-small cell lung cancer (NSCLC). Herein, to degrade the c-MET, we synthesized bifunctional small molecule compound inducing c-MET and chaperones in proximity, termed CMPD-MET degrader, and evaluate it in MET-mutant NSCLC cell lines and mouse xenograft models.<br \/>The efficacy and potency of CMPD-MET degrader were assessed using H596 and H1437 cells <i>in vitro<\/i>. Cell proliferation was measured using MTT assay and c-Met degradation assay was conducted, along with the examination of proteasome-dependent degradation via western blot. An <i>in vivo<\/i> H596 xenograft model gauged impact of CMPD-MET degrader via I.P. administration.<br \/>In NSCLC with MET Exon 14 skipping mutation cell line H596 and H1437, treatment a OZD-MET degrader resulted inhibition of cell proliferation with IC<sub>50<\/sub>&#60; 5 &#181;M and subsequent proteasome-dependent c-MET degradation with DC<sub>50<\/sub> ranging from 4-6 &#181;M for 24h. The degradation of c-MET levels significantly induced by OZD-MET degrader, especially, the c-Met was degraded by 70.4% and 51.7% at 5 &#181;M for 24h in H596 and H1437 cells, respectively. Also, OZ-MET degrader effectively suppressed c-MET mediated signaling and showed cleavage of PARP-1 in a dose-dependent manner. OZD-MET degrader induced selective degradation of c-MET showing at least more than about 5-fold selectivity over other chaperones-regulated client proteins.In the H596 xenograft model, OZD-MET degrader was administered in 5 dosage groups (minimum dose is 2.5 mg\/kg) resulted in dramatic reduction in tumor size compared to the vehicle-treated group. Remarkably, administration of OZD-MET degrader revealed more than 90% degradation of c-Met in tumor tissues compared to the vehicle groups via western blots and fluorescence image. In contrast, c-MET inhibitor treated group showed no effect on degradation of c-MET in tumor tissues.<br \/>In summary, we developed a novel c-Met targeting chaperone-mediated protein degrader, showed highly potent and selective proteasome-dependent c-MET degradation and notable inhibition of tumor size in xenograft models. These results provide a strong foundation for further evaluation in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Novel anticancer agents,Targeted Protein Degradation,Chaperone-mediated protein degrader,c-Met,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Chae<\/b><sup>1<\/sup>, J. Kim<sup>2<\/sup>, S. Lee<sup>1<\/sup>, H. Yoo<sup>1<\/sup>, H.-K. Kim<sup>2<\/sup>, Y.-J. Yu<sup>2<\/sup>; <br\/><sup>1<\/sup>Oncozen Co.,Ltd., Seoul, Korea, Republic of, <sup>2<\/sup>Jeonbuk National University, Jeonju, Korea, Republic of","CSlideId":"","ControlKey":"f994b7a3-7ec8-42f1-ae3c-597314159b45","ControlNumber":"2925","DisclosureBlock":"&nbsp;<b>H. Chae, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Yoo, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Yu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3307","PresenterBiography":null,"PresenterDisplayName":"Han Jung Chae, Pharm D,PhD","PresenterKey":"96f5a2bf-2a08-45f3-a0a6-ceef1abf9ed9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3307. c-Met targeting chaperone-mediated protein degrader for therapeutic intervention in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"c-Met targeting chaperone-mediated protein degrader for therapeutic intervention in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<i>FGFR1<\/i> amplification and <i>FGFR1\/2 <\/i>activating mutations are associated with resistance to antiestrogens in the estrogen receptor-positive (ER+) breast cancer. In this study, we investigated selective degradation of FGFR1\/2 using the proteolysis-targeted chimera (PROTAC) DGY-09-192 as a novel therapeutic strategy to overcome resistance to antiestrogens in ER+ breast cancers harboring <i>FGFR1<\/i>-amplification or <i>FGFR1\/2<\/i> activating mutations.<br \/>Treatment of ER+\/<i>FGFR1<\/i>-amplified CAMA1 and MDA-MB-134 breast cancer cells with DGY-09-192 degraded FGFR1 and suppressed phosphorylation of FGFR1 and its downstream targets FRS2, AKT, and ERK1\/2. DGY-09-192-mediated FGFR1 degradation were rescued by a proteasome inhibitor, MG132, suggesting that the antitumor activity of DGY-09-192 depends on proteasome-mediated degradation. Growth of CAMA1 and MDA-MB-134 cells were modestly inhibited by single-agent DGY-09-192 or the ER degrader fulvestrant, but the combination completely arrested cell proliferation. Treatment of female NSG mice bearing established ER+\/<i>FGFR1<\/i>-amplified patient-derived xenografts (PDXs) with single-agent DGY-09-192 (40 mg\/kg\/day, i.p.) or fulvestrant (5 mg\/week, s.c.) delayed tumor growth, respectively. However, treatment with DGY-09-192 + fulvestrant induced tumor regression in all mice (n=7), suggesting that a FGFR1 degrader plus an antiestrogen can serve as an effective therapeutic combination for ER+\/<i>FGFR1<\/i>-amplified breast cancer.<br \/>Next, we examined whether ER+ breast cancer cells harboring <i>FGFR1\/2<\/i> hotspot mutations are sensitive to DGY-09-192. Ectopic expression of<i> FGFR1<sup>N546K<\/sup><\/i>, the most common <i>FGFR1<\/i> mutation in breast cancer, activated FGFR1 signaling and induced resistance to fulvestrant compared to MCF7 cells transduced with wild-type <i>FGFR1<\/i>. EFM-19 cells harboring <i>FGFR2<sup>K659E<\/sup><\/i> exhibited resistance to fulvestrant <i>in vitro.<\/i> Treatment of both cell lines with DGY-09-192 degraded the mutant <i>FGFR1<sup>N546K<\/sup><\/i> and <i>FGFR2<sup>K659E<\/sup><\/i>, respectively, blocked phosphorylation of the FGFR downstream targets, and markedly inhibited cell proliferation. These results suggest that PROTAC-mediated degradation of FGFR1\/2 effectively blocks the growth of ER+, F<i>GFR1\/2<\/i>-mutant breast cancers resistant to antiestrogens.<br \/>Conclusions: DGY-09-192 induced FGFR1\/2 degradation and blocks FGFR downstream signaling in ER+\/<i>FGFR1<\/i>-amplified and <i>FGFR1\/2<\/i>-mutant breast cancer cells. The combination of DGY-09-192 and fulvestrant exhibited superior antitumor effects relative to each monotherapy alone <i>in vitro<\/i> and\/or <i>in vivo<\/i>. Therefore, PROTAC-mediated FGFR1\/2 degradation represents a promising therapeutic strategy for ER+ breast cancers harboring <i>FGFR1<\/i>-amplification or <i>FGFR1\/2<\/i> activating mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Fibroblast growth factor receptor (FGFR),Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Uemoto<\/b><sup>1<\/sup>, C.-C. Lin<sup>1<\/sup>, B. Wang<sup>2<\/sup>, D. Ye<sup>1<\/sup>, E. Bikorimana<sup>1<\/sup>, A. Servetto<sup>3<\/sup>, L. Formisano<sup>3<\/sup>, F. Napolitano<sup>1<\/sup>, R. Chica Parrado<sup>1<\/sup>, S. Mendiratta<sup>1<\/sup>, C. Chen<sup>2<\/sup>, A. B. Hanker<sup>1<\/sup>, C. L. Arteaga<sup>1<\/sup>; <br\/><sup>1<\/sup>Harold C. Simmons Comprehensive Cancer Center, Dallas, TX, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX, <sup>3<\/sup>University of Naples \"Federico II\", Naples, Italy","CSlideId":"","ControlKey":"58103df8-3628-4894-9417-705407bf3219","ControlNumber":"2820","DisclosureBlock":"&nbsp;<b>Y. Uemoto, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>D. Ye, <\/b> None..<br><b>E. Bikorimana, <\/b> None..<br><b>A. Servetto, <\/b> None..<br><b>L. Formisano, <\/b> None..<br><b>F. Napolitano, <\/b> None.&nbsp;<br><b>R. Chica Parrado, <\/b> <br><b>Mary Kay Ash Foundation<\/b> Grant\/Contract.<br><b>S. Mendiratta, <\/b> None..<br><b>C. Chen, <\/b> None.&nbsp;<br><b>A. B. Hanker, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Breast Cancer Research Foundation<\/b> Grant\/Contract. <br><b>C. L. Arteaga, <\/b> <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, expert scientific advisor. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Novartis<\/b> Other, expert scientific advisor. <br><b>Merck<\/b> Other, expert scientific advisor. <br><b>Daiichi Sankyo<\/b> Other, expert scientific advisor. <br><b>AstraZeneca<\/b> Other, expert scientific advisor. <br><b>OrigiMed<\/b> Other, expert scientific advisor. <br><b>Immunomedics<\/b> Other, expert scientific advisor. <br><b>TAIHO Oncology<\/b> Other, expert scientific advisor. <br><b>PUMA<\/b> Other, expert scientific advisor. <br><b>Arvinas<\/b> Other, expert scientific advisor. <br><b>Athenex<\/b> Other, expert scientific advisor. <br><b>Sanofi<\/b> Other, expert scientific advisor. <br><b>the Susan G. Komen Foundation<\/b> Other, expert scientific advisor. <br><b>Provista<\/b> Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4166","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3308","PresenterBiography":null,"PresenterDisplayName":"Yasuaki Uemoto, MD,PhD","PresenterKey":"d85a5c7a-363c-4280-8827-d9ca013a82ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3308. A selective FGFR1\/2 degrader overcomes endocrine resistance in ER+\/<i>FGFR1-amplified <\/i>and<i>FGFR1\/2<\/i>-mutant breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A selective FGFR1\/2 degrader overcomes endocrine resistance in ER+\/<i>FGFR1-amplified <\/i>and<i>FGFR1\/2<\/i>-mutant breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> The Cyclin-Dependent Kinases (CDKs) with their cyclin binding partners, are associated with cell cycle progression and transcriptional regulation. Targeting CDKs is a key oncology therapeutic strategy with CDK4\/6 inhibitors demonstrating significant clinical benefit in HR<sup>+<\/sup>\/HER2<sup>-<\/sup> metastatic breast cancer, the most prevalent subtype. However, 30% of patients develop acquired resistance in the clinic with cyclin E1 (CCNE1) amplification\/overexpression and CDK2 activation implicated as a major resistance mechanism to CDK4\/6i breast cancer therapy. Additionally, CCNE1\/CDK2 activation has also been associated with poor prognosis in ovarian and endometrial cancers. Selective targeting of CDK2 using small molecule inhibitor-based approaches have recently advanced into the clinic. Targeted protein degradation of CDK2 provides an alternative strategy that has the potential to eliminate the activity of the CCNE1\/CDK2 complex, as well as CDK2 complexed with other cyclins, including cyclin A, and provide improved clinical benefit.<br \/><b>Results:<\/b> Discovery efforts at Plexium have identified CDK2 bivalent degraders that consist of a CDK2-binding moiety, a linker and a high affinity cereblon-binding ligand. Cereblon binding potency was found to correlate with potent and deep degradation of CDK2. Degradation was blocked in the presence of a proteasome inhibitor as well as in a cereblon knock-out cell line, confirming that CDK2 degradation is mediated by the ubiquitin proteasome system and through engaging cereblon. Proteome-wide analysis demonstrated that CDK2 was selectively depleted without significantly modulating other CDKs or known cereblon neo-substrates. Selective degradation was achieved despite lack of selectivity for binding\/inhibition of other CDKs and was confirmed to be dependent on the formation of a CRBN-CDK2 ternary complex. Dose dependent CDK2 degradation resulted in dose dependent inhibition of Rb phosphorylation, cell cycle arrest, senescence-associated phenotypes and antiproliferative activity in CCNE1 amplified cancer cell lines. The <i>in vitro <\/i>data was used to evaluate the PK\/PD drug exposure-response relationship <i>in vivo<\/i> and deep CDK2 degradation was demonstrated both <i>in vitro <\/i>and <i>in vivo.<\/i><br \/><b>Conclusions:<\/b> These data provide validation for CDK2 degradation as a therapeutic approach. Potent and selective CDK2 bivalent degraders were exploited as tools for studying the sensitivity of CCNE1 amplified tumor models to CDK2 degradation and dependence on E3 ligase. This proof-of concept study supports Plexium&#8217;s current approach of discovering novel CDK2 molecular glue degraders for the treatment of CDK4\/6 inhibitor-na&#239;ve and -resistant HR<sup>+<\/sup>\/HER2<sup>- <\/sup>breast cancer, and CCNE1 amplified ovarian and endometrial cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"CDK2,Targeted Protein Degradation,Cell cycle regulation,Cyclin E,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Gerson-Gurwitz, P. Yang, <b>S. Fish<\/b>, G. Blanco, H. Gao, K. Hayashi, M. Hocker, A. Jamborcic, A. Richters, M. E. Spalding, J. Toth, D. Tran, L. Yang, S. You, A. Burritt, A. Campos, G. Parker, K. Freeman-Cook, P. A. Thompson, S. Bailey; <br\/>Plexium, San Diego, CA","CSlideId":"","ControlKey":"b5b2c3a3-a8d8-49b5-bf3b-5deddd92c7cc","ControlNumber":"7520","DisclosureBlock":"<b>&nbsp;A. Gerson-Gurwitz, <\/b> <br><b>Plexium<\/b> Employment. <br><b>P. Yang, <\/b> <br><b>Plexium<\/b> Employment. <br><b>S. Fish, <\/b> <br><b>Plexium<\/b> Employment. <br><b>G. Blanco, <\/b> <br><b>Plexium<\/b> Employment. <br><b>H. Gao, <\/b> <br><b>Plexium<\/b> Employment. <br><b>K. Hayashi, <\/b> <br><b>Plexium<\/b> Employment. <br><b>M. Hocker, <\/b> <br><b>Plexium<\/b> Employment. <br><b>A. Jamborcic, <\/b> <br><b>Plexium<\/b> Employment. <br><b>A. Richters, <\/b> <br><b>Plexium<\/b> Employment. <br><b>M. E. Spalding, <\/b> <br><b>Plexium<\/b> Employment. <br><b>J. Toth, <\/b> <br><b>Plexium<\/b> Employment. <br><b>D. Tran, <\/b> <br><b>Plexium<\/b> Employment. <br><b>L. Yang, <\/b> <br><b>Plexium<\/b> Employment. <br><b>S. You, <\/b> <br><b>Plexium<\/b> Employment. <br><b>A. Burritt, <\/b> <br><b>Plexium<\/b> Employment. <br><b>A. Campos, <\/b> <br><b>Plexium<\/b> Employment. <br><b>G. Parker, <\/b> <br><b>Plexium<\/b> Employment. <br><b>K. Freeman-Cook, <\/b> <br><b>Plexium<\/b> Employment. <br><b>P. A. Thompson, <\/b> <br><b>Plexium<\/b> Employment. <br><b>S. Bailey, <\/b> <br><b>Plexium<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4165","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3309","PresenterBiography":null,"PresenterDisplayName":"Sarah Fish, BS","PresenterKey":"9dc6fbad-e411-4785-956b-545fc360d64e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3309. Discovery of potent and selective bivalent CDK2 degraders that demonstrate activity in CCNE1<sup>amp<\/sup> driven tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"319","SessionOnDemand":"False","SessionTitle":"Molecular Glues","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of potent and selective bivalent CDK2 degraders that demonstrate activity in CCNE1<sup>amp<\/sup> driven tumors","Topics":null,"cSlideId":""}]