[{"Abstract":"In the United States, ~15000 cases of bone and soft-tissue sarcomas are diagnosed annually, representing roughly 1% of all incident cancers. While several studies have analyzed independent predictors of outcomes for these sarcomas, small samples and confounding bias have limited their ability to establish reliable conclusions. The present analysis provides a comprehensive epidemiological description of patients with any of 16 distinct bone and soft-tissue sarcomas by querying the Surveillance, Epidemiology, and End Results database between 2000 and 2020. Incidence, prevalence, incidence-based mortality, survival rates, and case-fatality ratios were computed. Using patient age, sex, race, and ethnicity, as well as tumor size, grade, and stage as covariates, multivariable survival Cox proportional hazards regression analyses were performed to model hazard ratios (HRs) and identify independent predictors of worse prognosis. Only patients with myosarcoma and fibrous histiocytoma witnessed a decrease in the prevalence of their disease over time (both, p&#60;0.05). The incidence of chondrosarcoma and synovial sarcoma increased in White and Asian patients but decreased in Black individuals (both, p&#60;0.001), while their case-fatality rates remained constant and increased, respectively, regardless of race and ethnicity (all, p&#60;0.05). Case-fatality rates only declined significantly for White and Non-Hispanic patients with solitary fibrous tumor (both, p&#60;0.05). Aside from alveolar soft-part sarcoma and clear cell sarcoma, a 10-year increase in age of patients with bone and soft-tissue sarcomas resulted in 18% to 61% higher likelihood of death (all, p&#60;0.05). For most malignancies, having a tumor size greater than 5 cm yielded a 37% to 189% higher likelihood of death. While incidence trends suggest improvements in diagnostic techniques and early tumor detection, survival and case-fatality trends indicate potential for advancement in treatment for most bone and soft-tissue sarcomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Overall survival,Race,Sarcoma\/soft-tissue malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Marc El Beaino<sup>1<\/sup>, <b>Rachel Baum<\/b><sup>1<\/sup>, Katherine  M.  Connors<sup>1<\/sup>, Karim Masrouha<sup>2<\/sup>, Santiago  A.  Lozano-Calderon<sup>3<\/sup>, Patrick  P.  Lin<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Orthopaedic Surgery and Rehabilitation Medicine, State University of New York, Downstate Health Sciences University, Brooklyn, NY,<sup>2<\/sup>School of Public Health, State University of New York Downstate Medical Center, Brooklyn, NY,<sup>3<\/sup>Department of Orthopaedic Surgery, Harvard Medical School, Boston, MA,<sup>4<\/sup>Department of Orthopaedic Surgery, New York University Langone Health, New York, NY","CSlideId":"","ControlKey":"04557190-d6d4-43eb-89e9-028e33eb8c4a","ControlNumber":"3504","DisclosureBlock":"&nbsp;<b>M. El Beaino, <\/b> None..<br><b>R. Baum, <\/b> None..<br><b>K. M. Connors, <\/b> None..<br><b>K. Masrouha, <\/b> None..<br><b>S. A. Lozano-Calderon, <\/b> None..<br><b>P. P. Lin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4844","PresenterBiography":null,"PresenterDisplayName":"Rachel Baum, BA,MPH","PresenterKey":"f6d57c33-533c-43b0-8061-b251b886d9a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4844. Epidemiology of bone and soft-tissue sarcomas: A two-decade analysis of the surveillance, epidemiology, and end results program","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epidemiology of bone and soft-tissue sarcomas: A two-decade analysis of the surveillance, epidemiology, and end results program","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>In recent years, immune checkpoint inhibitors (ICI) have revolutionized the landscape of treatment across a variety of cancers. Potential concerns regarding racial disparities in ICI access and therapeutic efficacy have been well documented. Recent studies have indicated improved ICI access and response outcomes in White patients compared to minority groups with head and neck cancer (HNC) and melanoma patients. In contrast, patients diagnosed with lung cancer have been mixed, with some research suggesting black patients may fare better with ICI therapy. Existing literature is largely limited to retrospective studies with small population sizes, and lacks comparisons of racial disparities across malignancies. We aim to describe and compare racial inequities in ICI outcomes in HNC, melanoma, and lung cancer.<br \/><b>Methods: <\/b>The TriNetX US Collaborative Network database was queried for patients &#62;18 years-old with a diagnosis of head and neck cancer, melanoma or lung cancer that were treated with ICIs. Malignancy cohorts were defined by race: non-Hispanic White (NHW) and Black. Race cohorts were 1:1 propensity score matched (PSM) for comorbidities, oncologic stage, and chemoradiation treatment. Demographic differences in cohorts were evaluated prior to matching. Following PSM, overall survival and rates of autoimmunity were assessed at 5 years.<br \/><b>Results: <\/b>19,443 NHW and 2,827 Black patients treated with ICI were identified. At a baseline, the Black patient cohorts had significantly higher rates of comorbidies (p&#60;0.02). Across all malignancies, the geographic distribution of NHW patients was more equally distributed compared to Black patients (majority south). With PSM, black HNC patients had significantly lower survival rates compared to NHW [HR: 1.4 (1.2, 1.6), p=0.0002]. In melanoma, the same trend was present, though not significant [HR: 1.3 (0.95, 1.7), p=0.1]. In contrast, in lung cancer, Black patients had significantly higher survival rates compared to NHW patients [HR 0.78 (0.70, 0.86), p&#60;0.0001]. In HN and lung cancer, NHW patients had significantly higher rates of autoimmune conditions after ICI therapy compared to Black [OR: 2.0 (1.4,2.8), 1.2 (1.0, 1.4), respectively].<br \/><b>Conclusion: <\/b>This study represents the most extensive analysis of racial disparities on ICI outcomes across malignancies. This study found that black patients treated with ICIs had decreased survival rates at 5 years compared to NHW patients in HNC and melanoma, but increased survival rate in lung cancer. This disparity persisted following PSM, matching cohorts for comorbidities, oncologic stage and adjuvant therapy. Black patients also had significantly lower rates of autoimmunity in HN and lung cancer. Noted differences in survival may be a reflection of geographic practice differences, access to care and\/or socioeconomic status. Further investigation is required to elucidate the underlying etiologies of these trends.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Survival,Race,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. L. Nunes<\/b>, P. Llerena, P. Kaki, S. Mandloi, A. Moroco, E. Mastrolonardo, D. M. Cognetti, A. J. Luginbuhl, J. M. Curry; <br\/>Thomas Jefferson Univ. Hospital, Philadelphia, PA","CSlideId":"","ControlKey":"9091ab0c-47b1-49c7-948d-058e0da887cc","ControlNumber":"8441","DisclosureBlock":"&nbsp;<b>K. L. Nunes, <\/b> None..<br><b>P. Llerena, <\/b> None..<br><b>P. Kaki, <\/b> None..<br><b>S. Mandloi, <\/b> None..<br><b>A. Moroco, <\/b> None..<br><b>E. Mastrolonardo, <\/b> None..<br><b>D. M. Cognetti, <\/b> None..<br><b>A. J. Luginbuhl, <\/b> None..<br><b>J. M. Curry, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4845","PresenterBiography":null,"PresenterDisplayName":"Kathryn Nunes","PresenterKey":"8e7a87fb-3e08-4324-adec-758fdb3bdb40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4845. Evaluating racial disparities in immune checkpoint inhibitor survival and autoimmunity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating racial disparities in immune checkpoint inhibitor survival and autoimmunity","Topics":null,"cSlideId":""},{"Abstract":"Hypofractionated whole-breast irradiation (HF-WBI), a radiotherapy with a larger dose per fraction and a shorter schedule for early-stage breast cancer patients post breast-conserving surgery, shows equivalent safety and efficacy compared to conventionally fractionated whole-breast irradiation (CF-WBI) regarding local recurrence and disease-free survival. While several countries have set HF-WBI as the preferred standard of care for these patients, its uptake in the U.S. has lagged behind expectations. We used the Health Care Cost Institute (HCCI) database 2008-2017, covering a third of the U.S. employer-sponsored insurance population, to identify early-stage breast cancer patients. Patients were clustered at different geographic levels (Census region, state, core-based statistical area (CBSA), hospital referral region of Dartmouth Atlas, and zip code) and the radiation oncologist level. These two levels are cross-nested. We used a Bayesian cross-classified multilevel logistic model to simultaneously model the geographic units variability and physician-level variability in HF-WBI use across the U.S. Variation metrics included intracluster correlation coefficient (ICC) and median odds ratios (MOR). ICC with a value of 0 is equivalent to MOR of 1, indicating identical outcomes across all levels. After accounting for these variations in the cross-classified multilevel model framework, we evaluated the association between HF-WBI use and clinical and demographic factors.Our study included 79,747 women (74.0%) who underwent CF-WBI and 27,999 (26.0%) who received HF-WBI. HF-WBI adoption increased over time (2008-2017). Variability across radiation oncologists (ICC = 0.272, MOR = 2.88) was notably larger than geographic areas variability. Variability across CBSA (ICC = 0.097, MOR = 1.76) was the strongest among all the geographic levels. The variation in HF-WBI use was mainly attributed to physician-level variability (ICC=0.222, MOR=2.59) based on the cross-classified multilevel model. No substantial differences were found between young (aged 64 or younger with commercial health plans) and older patients (aged 65 or older with Medicare Advantage plans) in terms of both geographic and physician-level variations. After accounting for variability in radiation oncologists and CBSAs, older age, non-reception of chemotherapy, and several community-level factors, including longer distance from home to facility and higher community education level, were associated with a higher likelihood of HF-WBI use. These results may lend insights into potential facilitators\/barriers to HF-WBI uptake. Future studies can further investigate the impact of the 2018 American Society for Radiation Oncology (ASTRO) guideline and the Covid-19 pandemic on HF-WBI use, which would illuminate potential improvements of healthcare practices.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Radiation therapy,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Sun<\/b>, L. Saulsberry, C. Liao, D. Hedeker, D. Huo; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"a0f8420a-f9e5-4725-ad1a-0a5386826577","ControlNumber":"2571","DisclosureBlock":"&nbsp;<b>Y. Sun, <\/b> None..<br><b>L. Saulsberry, <\/b> None..<br><b>C. Liao, <\/b> None..<br><b>D. Hedeker, <\/b> None..<br><b>D. Huo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4846","PresenterBiography":null,"PresenterDisplayName":"Yijia Sun, MPA,BA","PresenterKey":"00bb4b88-5b22-4ee0-a234-edeeecbfec94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4846. Geographic and physician-level variation in the use of hypofractionated radiotherapy for breast cancer in the U.S.: A cross-classified multilevel analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Geographic and physician-level variation in the use of hypofractionated radiotherapy for breast cancer in the U.S.: A cross-classified multilevel analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: The global increase of the incidence of early-onset cancers (defined as cancers diagnosed at 20-49 years) is a serious public health problem. However, it is understudied whether the incidence of early-onset cancers has increased in parallel with that of later-onset cancers (defined as cancers diagnosed at 50 years or above) or only the incidence of early-onset cancer has increased worldwide. We therefore evaluated the recent global trends of the incidence of early-onset cancers and later-onset cancers.<br \/>Method: We retrieved sex-stratified age-standardized incidence rates of early-onset cancer and later-onset cancer diagnosed between 2000 and 2012 in 39 countries where data was available from the GLOBOCAN database. Using joinpoint regression models, we assessed average annual percentage change (AAPC) by cancer types and countries, with statistical significance corresponding to a 95% CI that does not include zero.<br \/>Results: We observed statistically significant positive AAPCs for early-onset cancers (AAPC [95% CI], 1.9% [1.8%, 2.1%] for females, 0.7% [0.6%, 0.9%] for males in all available countries combined) in many early-onset cancer types, including colorectal, esophagus, gallbladder, kidney, liver, multiple myeloma, pancreas, prostate, stomach, testis, thyroid and uterine cancer in many parts of the world. There were variations in many later-onset cancer types depending on cancer types and countries. Notable cancer types that have significantly increased in early-onset cancers but have decreased or showed no change in later-onset cancers include colorectal (5 countries in females and 6 countries in males), uterine (4 countries), and thyroid cancers (5 countries in females and 3 countries in males). In particular, early-onset colorectal cancer has increased but later-onset colorectal cancer has decreased among both sexes in Canada (AAPC [95%CI], early-onset: 1.6% [0.9%, 2.7%], later-onset: -0.8% [-1.0%, -0.5%] for females; early-onset: 1.8% [1.0%, 2.6%], later-onset: -1.2% [-1.5%, -0.9%] for males), USA (Early-onset: 2.0% [1.5%, 2.5%], later-onset: -2.7% [-2.9%, -2.6%] for females; early-onset: 1.6% [1.1%, 2.2%], later-onset: -3.2% [-3.7%, -2.6%] for males), Australia (Early-onset: 1.8% [0.7%, 2.9%], later-onset: -1.0% [-1.5%, -0.6%] for females; early-onset: 1.4% [0.7%, 2.4%], later-onset: -1.5% [-1.9%, -0.9%] for males).<br \/>Conclusion: Our study highlights differences in cancer incidence trends between certain early-onset and later-onset cancer types in many parts of the world. Notably, early-onset colorectal, uterine, and thyroid cancers have significantly increased but corresponding later-onset cancers have decreased or showed no change in many countries. Different patterns in cancer incidence trends of early-onset and later-onset cancers in different regions should be further investigated to better understand and prevent the increase in the incidence of early-onset cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Incidence,Early-Onset Cancer,Descriptive Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Terashima<\/b><sup>1<\/sup>, H.-Y. Lee<sup>2<\/sup>, Y. Tsukumo<sup>3<\/sup>, S. Ugai<sup>4<\/sup>, M. Song<sup>5<\/sup>, N. Sasamoto<sup>6<\/sup>, I. Kawachi<sup>4<\/sup>, T. Ugai<sup>6<\/sup>; <br\/><sup>1<\/sup>Okayama University Medical School, Okayama, Japan, <sup>2<\/sup>Graduate School of Public Health and Healthcare Management, The Catholic University of Korea, Seoul, Korea, Republic of, <sup>3<\/sup>Boston University, Boston, MA, <sup>4<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>5<\/sup>National Institute on Aging, Baltimore, MD, <sup>6<\/sup>Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"ea3ecbda-9e50-41c0-af35-14e646c3d7a2","ControlNumber":"2198","DisclosureBlock":"&nbsp;<b>M. Terashima, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Tsukumo, <\/b> None..<br><b>S. Ugai, <\/b> None..<br><b>M. Song, <\/b> None..<br><b>N. Sasamoto, <\/b> None..<br><b>I. Kawachi, <\/b> None..<br><b>T. Ugai, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4847","PresenterBiography":null,"PresenterDisplayName":"Miyu Terashima, No Degree","PresenterKey":"ef9439af-60a8-4f79-95ad-df69abde7fb9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4847. Diverging global incidence trends of early-onset and later-onset cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diverging global incidence trends of early-onset and later-onset cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple negative breast cancer (TNBC) has a higher incidence both of diagnosis and mortality among Black women. This research aims to identify specific social determinants of health among African American women in the Deep South with breast cancer. The biological presentation of disease accounts for approximately forty percent of the Experience with the health care providers, access to greenspace, and the quality of infrastructure, such as sidewalks and streetlights evaluate environmental trends associated with the outcomes of Black women in the Deep South who have been diagnosed with TNBC.<br \/>Methods: Survey data was derived from the All of Us Research Program Database with inclusion criteria of Black women from Alabama, Georgia, Mississippi, and Louisiana who are 18 or older, born a female, and have been diagnosed with TNBC. Selected questions from the SDoH survey examined infrastructure, interactions with healthcare providers, and perceptions of community dynamics. Participants were identified via the cohort selection tool and further subdivided based on zip codes within the target states. Python was used in Jupyter Notebook to analyze the data the AoURP Workbench, responses were organized according to their corresponding survey questions. Participant responses were then extracted and quantified, facilitating the interpretation of respondents&#8217; answers on a larger scale.<br \/>Results: Three hundred and twenty women met the criteria of being born female, being black, being diagnosed with TNBC, and living in the Deep South. Of the topics examined, infrastructure was the area where participants&#8217; feedback indicated the largest socioeconomic deficit. Forty-eight and 49%, respectively. Indicated that did not have access to greenspace nor did not live within 10-15-minute walking distance of a transit stop. Thirty percent reported that their doctor or nurse does not listen to what they are saying.<br \/>Conclusion: Quality of life and interaction with members of the health care team associated with poorer health outcomes for Black women in the Deep South. These preliminary results indicate that those diagnosed with TNBC are impacted by the social determinants of health, specifically, proximity to public transportation, quality healthcare, recreational facilities, and infrastructure which suggests that basic needs are not met.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Triple-negative breast cancer (TNBC),Databases,African American,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. K. Evans<\/b>, I. T. Jubilee II, K. P. Lemieux; <br\/>Xavier University of Louisiana, New Orleans, LA","CSlideId":"","ControlKey":"87121c3f-8a17-424b-b560-171b5f03e643","ControlNumber":"8485","DisclosureBlock":"&nbsp;<b>L. K. Evans, <\/b> None..<br><b>I. T. Jubilee, <\/b> None..<br><b>K. P. Lemieux, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4848","PresenterBiography":null,"PresenterDisplayName":"Lauren Evans, Graduate Student","PresenterKey":"89eef76d-fe99-4872-a754-a546fdeb56ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4848. An analysis of black women in the Deep South with triple negative breast cancer and the social determinants of health","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An analysis of black women in the Deep South with triple negative breast cancer and the social determinants of health","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In this study, we aim to explore mosaic chromosomal alterations (mCA) and their implications in cancer risk among Mexican Americans (MA) - an expanding yet historically underrepresented ethnic minority in the U.S. In addition, we propose to develop a novel method that identifies high mutant cell fraction (MCF) copy-neutral Loss of heterozygosity (cn-LOH). At sufficiently high MCF, these will look like runs of homozygosity (ROH) and may be missed by current mCA detection techniques that rely on identified germline heterozygote genotypes. Our preliminary findings revealed frequent and widespread homozygosity across the genome, predominantly in short regions (&#60;10 Mb), although some exceeded 100 Mb. Our objective is to advance mCA detection techniques, differentiating cn-LOH from ROH, to deepen our understanding of mCA.<br \/>Methods: We analyzed SNP array data from blood and saliva samples of 1657 individuals, focusing on cancer and chronic disease risk ages, from the <i>Mano a Mano<\/i> Mexican American Cohort Study. We applied hapLOH and MoChA, both haplotype-based methods, to detect mCA. To identify high-MCF cn-LOH, we first scanned for observed ROH using PLINK. Separately, we develop a statistical framework through simulations to differentiate high-MCF cn-LOH from ROH. We considered multiple methods; initially, we built a statistical framework using a hypothesis-testing approach (H<sub>0<\/sub>: ROH; H<sub>1<\/sub>: cn-LOH), where we compared the &#8220;B allele&#8221; frequency information within observed ROH. To split this information and obtain our groups, we used population genetic principles. Secondly, we classified our events, calculating the likelihood ratio of our statistical hypotheses. Finally, we explored a haplotype-based imputation approach that leverages flanking diploid region information.<br \/>Results: We identified numerous mCA, predominantly in individuals without cancer. Simulations showed effective classification in larger homozygosity regions (&#62;10 Mb), guiding our methodological focus on detecting shorter high-MCF regions. Not surprisingly, extremely high MCFs (0.99-1) presented challenges in accurate identification.<br \/>Conclusion and Future Directions: To improve our mCA results description, we will thoroughly characterize and study their association with cancer phenotypes and environmental exposures. We are in the process of genotyping the entire cohort, which consists of over 25,000 participants. To date, our cohort includes 909 cancer cases, of which 262 are hematological malignancies. We sought to design a unique method that differentiates high-MCF cn-LOH from observed ROH, improving current mCA discovery. Our focus is on small regions as they provide limited information to infer event types. Our next step is to characterize and validate our results, especially in pathologically normal samples, as a way of identifying potential biomarkers of interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Cancer genetics,Bioinformatics,Cancer prevention,Molecular epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jessica Valdebenito<\/b><sup>1<\/sup>, Justin Wong<sup>1<\/sup>, Dahwei Chang<sup>1<\/sup>, Henry Gomez<sup>1<\/sup>, Kevin T Nead<sup>1<\/sup>, Yasminka Jakubek<sup>2<\/sup>, Paul Scheet<sup>1<\/sup><br><br\/><sup>1<\/sup>Epidemiology, University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Internal Medicine, College of Medicine, University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"c3a860d5-e908-40c3-be56-182dff9f9421","ControlNumber":"2012","DisclosureBlock":"&nbsp;<b>J. Valdebenito, <\/b> None..<br><b>J. Wong, <\/b> None..<br><b>D. Chang, <\/b> None..<br><b>H. Gomez, <\/b> None..<br><b>K. Nead, <\/b> None..<br><b>Y. Jakubek, <\/b> None..<br><b>P. Scheet, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4849","PresenterBiography":null,"PresenterDisplayName":"Jessica Valdebenito, MS","PresenterKey":"2f85440e-7e78-40e2-9c73-bd67ca6897fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4849. Mosaic chromosomal alterations in a prospective cohort of Mexican Americans for cancer risk and genetic insights","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mosaic chromosomal alterations in a prospective cohort of Mexican Americans for cancer risk and genetic insights","Topics":null,"cSlideId":""},{"Abstract":"Background: Exploring the underlying sex differences in cancer incidence and the potential reasons for the differences may provide insights into cancer aetiology. We aimed to examine the differences in incidence of cancer between men and women in the UK Biobank and to assess the extent to which any disparities persisted after accounting of established risk factors for those cancers.<br \/>Methods: Prospective analyses were performed in the UK Biobank to examine associations between sex and risk of 15 cancers (and 13 subtypes) common to both sexes using minimal and multivariable-adjusted Cox proportional hazards regression models.<br \/>Results: Over an average of 10.5 (SD 2.2) years of follow-up, 46,081 incident cancers were identified in 470,771 individuals (aged 37 to 73 years at recruitment); 24,634 cancers (53.5%) diagnosed in women and 21,447 (46.5%) in men. While some differences in cancer risk between the sexes were attenuated in the comprehensively multivariable-adjusted models, men compared to women remained at greater risk of cancers at eight sites. Compared to women, men had higher risks of oesophageal adenocarcinoma (hazard ratio 5.45; 95% confidence interval, 4.17-7.12), gastric cardia (3.65; 2.48-5.38), bladder (3.47; 2.85-4.24), oral (2.06; 1.69-2.51), liver (1.91; 1.48-2.47), kidney (1.77; 1.51-2.09), rectum (1.7; 1.47-1.96), and leukaemia (1.43; 1.21-1.69); while women had higher risks of cancers of the breast, thyroid (0.36; 0.26-0.49), anus (0.41; 0.26-0.64), gallbladder (0.56; 0.31-0.99), and lung adenocarcinoma (0.72; 0.62-0.84).<br \/>Conclusion: Further studies of unexplained sex differences may provide insights into cancer aetiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Incidence,Risk factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Khan<\/b>, K. Papier, K. Pirie, J. Atkins, T. Key, R. Travis; <br\/>Oxford Population Health, University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"89309821-b418-4330-af6e-27f05687c4af","ControlNumber":"6512","DisclosureBlock":"&nbsp;<b>M. Khan, <\/b> None..<br><b>K. Papier, <\/b> None..<br><b>K. Pirie, <\/b> None..<br><b>J. Atkins, <\/b> None..<br><b>T. Key, <\/b> None..<br><b>R. Travis, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4850","PresenterBiography":null,"PresenterDisplayName":"Maira Khan, M Phil","PresenterKey":"00246d3c-d061-4763-aa5a-8a26c35a1be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4850. Sex differences in cancer incidence: Prospective analyses in the UK Biobank","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex differences in cancer incidence: Prospective analyses in the UK Biobank","Topics":null,"cSlideId":""},{"Abstract":"Background: For tracheal, bronchus, and lung (TBL) cancer, the leading cause of cancer morbidity and mortality worldwide, guaranteeing quality health care for all populations is a critical component of achieving universal health coverage. Little is known about the burden and inequality of early-onset TBL cancer in countries with different economic development levels. This study aimed to compare the trends of TBL cancer burden among adults in the United States (US), China and India.<br \/>Methods: Early-onset TBL cancer age was defined as 15-49 years old. We used Joinpoint regression to evaluate the average annual percentage change (AAPC) and its 95% confidence intervals (CIs) to quantify trends in incidence, mortality, and disability-adjusted life years (DALY) based on the Global Burden of Disease 2019 database. We also used the Gini coefficient (GC) to measure the age-standardized DALY rate (ASDR) inequalities across three countries.<br \/>Results: The incidence, mortality, and DALY rates for early-onset TBL cancer among Americans. population from 1990 to 2019 declined from 7.81\/10<sup>5<\/sup> to 4.23\/10<sup>5<\/sup>, 5.95\/10<sup>5<\/sup> to 2.96\/10<sup>5<\/sup>, and 270.54\/10<sup>5<\/sup> to 133.41\/10<sup>5<\/sup>, respectively. However, among the Chinese and Indian populations, the incidence (China: 5.30\/10<sup>5<\/sup> to 7.47\/10<sup>5<\/sup>; India: 0.99\/10<sup>5<\/sup> to 1.38\/10<sup>5<\/sup>), mortality (China: 4.73\/10<sup>5<\/sup> to 5.82\/10<sup>5<\/sup>; India: 0.90\/10<sup>5<\/sup> to 1.23\/10<sup>5<\/sup>) and DALY (China: 227.94\/10<sup>5<\/sup> to 270.26\/10<sup>5<\/sup>; India: 42.89\/10<sup>5<\/sup> to 58.64\/10<sup>5<\/sup>) rate of early-onset TBL cancer show upward trend from 1990 to 2019. The AAPC in incidence (China: 1.14, 95%CI: 0.87 to 1.40; India: 1.17, 95%CI: 0.85 to 1.49), mortality (China: 0.68, 95%CI: 0.45 to 0.91; India: 1.17, 95%CI: 0.81 to 1.52) and DALY ( China: 0.50, 95%CI: 0.18 to 0.86; India: 1.11, 95%CI: 0.78 to 1.43) rates for early-onset TBL cancer from 1990 to 2019 in both Chinese and Indian populations showed an increasing trend and the increasing trend was higher than the 50-74 age group. While the AAPC in American populations presented a decreasing trend of early-onset TBL cancer (incidence: -1.76, 95%CI: -2.14 to -1.37, mortality: -2.33, 95%CI: -2.56 to -2.10, DALY: -2.35, 95%CI: -2.59 to -2.12). The AAPC in incidence mortality and DALY rates for early-onset TBL cancer from 1990 to 2019 in both the Chinese and Indian female populations showed a higher trend than the male population. The GC value of ASDR for TBL cancer showed a downward trend, from 0.32 in 1990 to 0.24 in 2019; but for early-onset TBL cancer, it showed an upward trend, from 0.28 in 1990 to 0.31 in 2019, across three countries.<br \/>Conclusions: Compared to the US, early-onset TBL cancer burden in China and India has been rising annually. The inequality in ASDR for early-onset TBL cancer remains high across all three countries. Redistributing attention and resources to help adults in low or middle socioeconomic-level countries, especially the female population, may help hold back the expanding inequality for TBL cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Lung cancer,Early-onset cancer,Average annual percentage change,Inequality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Wenxuan Li<sup><\/sup>, Guojin Si<sup><\/sup>, Yacong Zhang<sup><\/sup>, Zhangyan Lyu<sup><\/sup>, <b>Kexin Chen<\/b><sup><\/sup><br><br\/>Tianjin Medical Univ. Cancer Inst. & Hospital, Tianjin, China","CSlideId":"","ControlKey":"477285fd-79f4-4c5b-9fa7-291213088e93","ControlNumber":"1406","DisclosureBlock":"&nbsp;<b>W. Li, <\/b> None..<br><b>G. Si, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Z. Lyu, <\/b> None..<br><b>K. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4851","PresenterBiography":null,"PresenterDisplayName":"Kexin Chen","PresenterKey":"3f1e532a-8805-425d-b548-b6016e9bdff3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4851. Burden and inequality of early-onset tracheal bronchus, and lung cancer in US, China, and India: A trend and comparison analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Burden and inequality of early-onset tracheal bronchus, and lung cancer in US, China, and India: A trend and comparison analysis","Topics":null,"cSlideId":""},{"Abstract":"Background - Inflammatory breast cancer (IBC) is an aggressive subtype of invasive breast carcinoma that confers a comparatively poorer prognosis owing to consistently observed inferior responses to systemic therapies as compared to non-IBC cases. Triple negative (TN) breast cancer which is characterized by lack of estrogen receptor (ER) and progesterone receptor (PR) expression, as well as by lack of HER2 amplification portends particularly poor outcomes including high rates of brain failure. Here we reviewed our prospective IBC registry data for contemporary TNIBC patients to assess current outcomes and brain failure risk in the context of standard neoadjuvant immunotherapy.<br \/>Methods - Given the change to the inclusion of pembrolizumab in addition to chemotherapy in the neoadjuvant setting in 2020, we reviewed records from 2016-2023 for Stage III TNIBC patients who presented to MD Anderson Cancer Center (MDACC) prior to receiving other therapy. TNIBC was defined as ER &#60;1%, PR &#60;1%, HER2 IHC 0\/1+ or ISH-. N = 38. We examined PCR and brain mets as first failure by regimen (KN522, ACT, AC\/TC) and compared using descriptive statistics. Log rank statistic was used to compare overall survival (OS) by PCR. Patients with stage III TNIBC who started the KN522 regimen achieved a pCR rate of 35% (N= 20) and pCR was less frequent in postmenopausal KN522 patients (1\/7 PCRs. P = 0.016). Among this cohort, 20% of patients experienced relapse in the CNS as a site of first failure including two patients who achieved a PCR, and 25% had any brain failure at a median follow up post-surgery of 8M. Among 9 patients treated with AC\/T 22% achieved pCR with 22% brain metastasis relapse rate as site of first failure and 33% overall was observed at a median follow up of 14M post-surgery. In 9 patients receiving AC\/TC, the PCR was 44% and any brain relapse rate was 22%, 1\/2 was a site of first failure, median follow up 38M. Despite similarities in brain relapse rates, achieving pCR nonetheless correlated with improved overall survival, P &#60; 0.05. For comparison, among 11 stage IV TNIBC patients treated with neoadjuvant systemic therapy pre-KN522, median follow up 22M from initial diagnosis, 6\/11 patients developed brain involvement, 5\/6 as a site of first failure. Given small numbers it is difficult to compare PCR by regimen, however we note the PCR in KN522 is lower than expected, and the rate of brain metastases particularly as a site of first failure is consistently high across regimens regardless of PCR. It is critical to consider brain penetrance of neoadjuvant systemic therapies, brain staging and even prophylaxis of brain metastasis in patients with non-metastatic and metastatic TNIBC. Current efforts are ongoing to determine molecular signatures which may aid in prognostication and potentially study design to incorporate prophylactic therapies with the overarching goal of improving outcomes in patients with triple negative IBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Inflammatory breast cancer,Brain metastasis,Triple-negative breast cancer (TNBC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Azadeh Nasrazadani<\/b><sup><\/sup>, Rebecca Slack Tidwell<sup><\/sup>, Megumi Kai<sup><\/sup>, Rachel Layman<sup><\/sup>, Vicente Valero<sup><\/sup>, Sadia Saleem<sup><\/sup>, Bisrat  G.  Debeb<sup><\/sup>, Anthony Lucci<sup><\/sup>, Susie  X.  Sun<sup><\/sup>, Swetha Bopparaju<sup><\/sup>, Hope  E.  Murphy<sup><\/sup>, Angela Alexander<sup><\/sup>, Angela  N.  Marx<sup><\/sup>, Michael  C.  Stauder<sup><\/sup>, Bora Lim<sup><\/sup>, Wendy  A.  Woodward<sup><\/sup><br><br\/>MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"c0b28708-8862-4aa9-93d5-2bae631938ae","ControlNumber":"8627","DisclosureBlock":"<b>&nbsp;A. Nasrazadani, <\/b> <br><b>Astra Zeneca<\/b> Other, Consulting. <br><b>R. Slack Tidwell, <\/b> <br><b>Morgan Welch IBC Clinic and Research Program<\/b> Other, Funds to department in relation to this project.<br><b>M. Kai, <\/b> None..<br><b>R. Layman, <\/b> None..<br><b>V. Valero, <\/b> None..<br><b>S. Saleem, <\/b> None..<br><b>B. G. Debeb, <\/b> None..<br><b>A. Lucci, <\/b> None..<br><b>S. X. Sun, <\/b> None..<br><b>S. Bopparaju, <\/b> None..<br><b>H. E. Murphy, <\/b> None..<br><b>A. Alexander, <\/b> None..<br><b>A. N. Marx, <\/b> None..<br><b>M. C. Stauder, <\/b> None..<br><b>B. Lim, <\/b> None..<br><b>W. A. Woodward, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4852","PresenterBiography":null,"PresenterDisplayName":"Azadeh Nasrazadani","PresenterKey":"27d4c21d-e874-4bac-880f-f80f3c9277a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4852. High brain relapse rates in stage III triple negative inflammatory breast cancer are independent of systemic therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High brain relapse rates in stage III triple negative inflammatory breast cancer are independent of systemic therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: LSCC has seen a rise in cases and deaths over the past 30 years. Considering advancements in the treatment landscape, therapeutic options for patients with LSCC were evaluated to assess their efficacy in improving survival rates.<br \/>Methods: Data were retrieved from the Surveillance, Epidemiology, and End Results (SEER) (2000-2020) for localized\/regional-stage cancer only, including the glottis (GC), supraglottic (SuGC), and subglottic (SC). Patients with a histologically confirmed diagnosis, no other malignancies, and complete data were included. Eight therapeutic groups were identified: surgery (Sx), chemotherapy (CTX), radiotherapy (RT), Sx + adjuvant radiotherapy (ART), Sx + CTX, Sx + RT, Sx + CTX + RT, and CTX + RT. T-tests and chi-square tests were used to compare variables, while Kaplan-Meier, log-rank tests, and Cox regression were used to identify prognostic factors for overall survival (OS) and cancer-specific survival (CSS).<br \/>Results: 68,282 patients were included (43,434 GC, 24,010 SuGC, and 838 SGC). 12.8% underwent Sx, 0.8% CTX, 0.3% Sx + CTX, 17.1% Sx + ART, 35.3% RT, 1.5% Sx + RT, 5.1% Sx + CTX + RT and 21.5% CTX + RT. 80.8% were males and 63.5% were over 60 years old and white (n=56,171). The median age was 64 years, and median tumor size was 3.2 cm. 36.5% underwent surgery with local tumor excision in 23.9 % and total laryngectomy in 5.7%. White race, regional stage, large tumor size, and CTX were poor prognostic factors for GC. Asian, white race, and total laryngectomy were good prognostic factors for SuGC, whereas male sex and older age were poor prognostic factors. In terms of SCG, Sx + ART was associated with a better prognosis, while regional and white race were associated with a poor prognosis.<br \/>Conclusion: This study shows survival differences among treatment groups and identifies factors for personalized treatment. It is the first study on all types of laryngeal tumors with a large sample size. Further research is necessary to validate and expand these results.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{898A1786-9EC6-4BAC-84DC-29B6605ECC46}\"><caption>The 5-year survival rates (as a percentage of OS\/CSS) for each therapeutic group<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Cancer Type<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sx<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CTX<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sx<\/b><b> + CTX<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>RT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sx<\/b><b> + RT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CTX + RT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sx<\/b><b> + CTX + RT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sx<\/b><b> + ART<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>GC<\/b><\/td><td rowspan=\"1\" colspan=\"1\">91.9\/75.5<\/td><td rowspan=\"1\" colspan=\"1\">79.8\/77.3<\/td><td rowspan=\"1\" colspan=\"1\">89.2\/81.8<\/td><td rowspan=\"1\" colspan=\"1\">89.8\/78.1<\/td><td rowspan=\"1\" colspan=\"1\">89.5\/85.3<\/td><td rowspan=\"1\" colspan=\"1\">87.8\/83<\/td><td rowspan=\"1\" colspan=\"1\">79.1\/90.1<\/td><td rowspan=\"1\" colspan=\"1\">90\/78.1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>SuGC<\/b><\/td><td rowspan=\"1\" colspan=\"1\">54.7\/56.5<\/td><td rowspan=\"1\" colspan=\"1\">12.9\/46.7<\/td><td rowspan=\"1\" colspan=\"1\">25.6\/56.2<\/td><td rowspan=\"1\" colspan=\"1\">43.1\/51.9<\/td><td rowspan=\"1\" colspan=\"1\">33.5\/56.4<\/td><td rowspan=\"1\" colspan=\"1\">45.7\/49.7<\/td><td rowspan=\"1\" colspan=\"1\">50.5\/59.4<\/td><td rowspan=\"1\" colspan=\"1\">49.3\/59.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>SGC<\/b><\/td><td rowspan=\"1\" colspan=\"1\">42.2\/42.2<\/td><td rowspan=\"1\" colspan=\"1\">75\/75<\/td><td rowspan=\"1\" colspan=\"1\">17.7\/17.7<\/td><td rowspan=\"1\" colspan=\"1\">53\/53<\/td><td rowspan=\"1\" colspan=\"1\">44.4\/44.4<\/td><td rowspan=\"1\" colspan=\"1\">47.2\/47.2<\/td><td rowspan=\"1\" colspan=\"1\">44.1\/41.1<\/td><td rowspan=\"1\" colspan=\"1\">58.7\/58.7<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Survival,Prognosis,Radiation,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Alshwayyat<\/b><sup>1<\/sup>, A. Erjan<sup>2<\/sup>, M. Rawashdeh<sup>3<\/sup>, T. Abdulsalam<sup>1<\/sup>, M. Alshwayyat<sup>1<\/sup>; <br\/><sup>1<\/sup>Jordan University of Science & Technology, Irbid, Jordan, <sup>2<\/sup>King Hussein Cancer Foundation, Amman, Jordan, <sup>3<\/sup>King Abdullah University Hospital, Irbid, Jordan","CSlideId":"","ControlKey":"5bf4d35c-3ba4-41fb-965e-594a4756098d","ControlNumber":"4682","DisclosureBlock":"&nbsp;<b>S. Alshwayyat, <\/b> None..<br><b>A. Erjan, <\/b> None..<br><b>M. Rawashdeh, <\/b> None..<br><b>T. Abdulsalam, <\/b> None..<br><b>M. Alshwayyat, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4853","PresenterBiography":null,"PresenterDisplayName":"Sakhr Alshwayyat","PresenterKey":"f60140c2-c103-4ab6-8045-fce211ac9d77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4853. Impact of different therapeutic strategies on survival in laryngeal squamous cell carcinoma (LSCC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of different therapeutic strategies on survival in laryngeal squamous cell carcinoma (LSCC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>. BC commonly affects women of older age, however, in developing countries around 20-25% cases of BC presented in young woman. Age-specific clinical characteristics or outcomes data for young women are lacking. Most of the standard treatments used in this subpopulation currently are derived from older patients. Early onset BC is often defined aggressive in nature. Several research have attributed this to a hidden unique biology. However, findings remain controversial.<br \/><b>Purpose:<\/b> The aim of this study is to describe recent trends for BC incidence in Ukraine since 2010 by age groups and interpret them to seek clue for improvement.<br \/><b>Methods: <\/b>We analyzed records from the NCR on 143420 BC cases (C50, International Statistical Classification of Diseases and Related Health Problems, 10<sup>th<\/sup> Revision (ICD-10)) diagnosed in 2010-2019 in female Ukrainian population. The data were submitted on the beginning of 2022. We calculated annual age-standardized incidence rates (ASRWs) for three age groups. The estimated annual percent change (EAPC) of the rates was calculated using the generalized linear regression. The difference of the rates with its statistical significance was determined with the standardized rate ratio.<br \/><b>Results: <\/b> During 2010-2019, the proportion of BC in all cancers detected at the age of 20-44 increased from 21.7% to 25.9%, while the frequency of BC detection at the age of 45+ did not change and ranged 19.3-20.2%. During the study period, the BC incidence rate has increased significantly (&#8804;0.01): the ASRW of females aged 0-85+ grew with EAPC=0.6% amounting to 42.4-45.7 per 100,000 population, the incidence rate of women aged 45+ grew with EAPC=0.3% ranging from 130.0 to 139.6 per 100,000 population, while the incidence rate of women aged 20-44 grew with EAPC=1.8% amounting to 22.8-27.8 per 100,000 population. In age group 20-44 years, EAPC of BC incidence (1.8%) significantly exceeds the EAPC of the incidence for all cancers combined (0.2%). The dynamics of stage distribution showed increasing proportion of BC cases detected in women aged 20-44 in stage 1 (by 4.1% from 2010 to 2019) and its decreasing for BC cases detected in stage 2 by 4.5%; the proportion of cases diagnosed in stage 4 decreased by 0.5% along with increase in number of cases with undefined stage by 0.6%.<br \/><b>Conclusions: <\/b>The obtained results indicate trends for increasing the incidence of Early Onset BC in Ukraine and justify need for the further research elucidating prognosis and validating novel biomarkers for customizing therapy for this patient group .","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Incidence,young woman,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Verovkina<\/b><sup>1<\/sup>, O. Sumkina<sup>2<\/sup>, L. Syvak<sup>3<\/sup>, W. El-Diery<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>National Cancer Institute, Kyiv, Ukraine, Kyiv, Ukraine, <sup>3<\/sup>National cancer institute, Kiev, UA, Kyiv, Ukraine","CSlideId":"","ControlKey":"2f423290-a4d0-4136-a02d-5f6022a5bc01","ControlNumber":"5199","DisclosureBlock":"&nbsp;<b>N. Verovkina, <\/b> None..<br><b>O. Sumkina, <\/b> None..<br><b>L. Syvak, <\/b> None..<br><b>W. El-Diery, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4854","PresenterBiography":null,"PresenterDisplayName":"Nataliia Verovkina, MD,PhD","PresenterKey":"6bd7faff-2e86-4102-aaf4-97798b310843","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4854. Breast cancer incidence trends in Ukraine 2010-2019: Rising incidence at young ages","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer incidence trends in Ukraine 2010-2019: Rising incidence at young ages","Topics":null,"cSlideId":""},{"Abstract":"Background: Sonora, a state in Mexico, has the highest rates of breast cancer in the country and has a history of industrial pollution. These factors may contribute to an increased risk of breast cancer. Hermosillo, the state capital, exhibits both of these characteristics. Given these conditions, it is important to further evaluate the prevalence of breast cancer hotspots and the potential links between breast cancer and industrialized areas.<br \/>Objective: Identify breast cancer hot spots and their association to industrialized areas in Hermosillo, Sonora, Mexico.<br \/>Methods: This study collected clinical data on breast cancer cases (current, survivors, deceased) from hospital files in Hermosillo that were 10 years old. The primary unit of analysis was neighborhoods. The study estimated breast cancer prevalence by analyzing the number of females per neighborhood, based on data reported by INEGI Census 2020. The data was categorized by age groups (age group no. 1 of 18 to 59 years old, no. 2 of 60 to 64 years old, and no. 3 of 65 years old or older). The estimated prevalence was depicted on a map using ArcGIS software, version 10.8.2. Hot spot analysis was used to identify neighborhoods with high breast cancer prevalence. The study also categorized neighborhoods as industrialized areas if they contained at least six hazard-generator industries.<br \/>Results: A total of 1394 cases of breast cancer were gathered from hospitals. Location information for 3697 industries was provided by INEGI. Out of the 756 neighborhoods studied, 95 (12.6 %) were found to be industrialized areas, while 661 (87.4 %) were non-industrialized. Four neighborhoods in Hermosillo's southeast were observed to have breast cancer hot spots (unadjusted). After adjusting for age, one hot spot was found in the southeast for age group no. 1 (one neighborhood), while hot spots for group no. 2 (three neighborhoods) and no. 3 (33 neighborhoods) were in Hermosillo's northwest. The hot spots were related to industrialized areas (unadjusted OR = 6.94, 95% CI (0.94, 50.8), p-value = 0.05). After age adjustment, this association was statistically significant for group no. 3 (OR = 2.70, 95% CI (1.27, 5.72), p-value = 0.009), but not for group no. 1 (OR = 1.69, 95% CI (0.06, 41.74), p-value = 0.748) or group no. 2 (OR = 2.56, 95% CI (0.23, 28.46), p-value = 0.44).<br \/>Conclusions: Our research found a link between industrialized areas and high breast cancer rates. We also found hotspots for women aged 65+ in Hermosillo, with 33 affected neighborhoods in the city's northwest. This is the first comprehensive study examining breast cancer prevalence in Hermosillo over a ten-year period. More extensive studies are needed in other cities in Sonora, Mexico, to confirm our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Epidemiology,Environmental pollution,Environmental exposure,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. E. Villa-Guillen<\/b><sup>1<\/sup>, A. A. Mata-Valenzuela<sup>2<\/sup>, H. Tecuanhuey-Tlahuel<sup>2<\/sup>, A. M. Galvez-Arevalo<sup>3<\/sup>, K. L. Garcia-Castellon<sup>4<\/sup>, Y. E. Guzman-Hernandez<sup>4<\/sup>, K. S. Ortega-Landa<sup>5<\/sup>, F. Y. Pelayo-Rodriguez<sup>6<\/sup>, J. R. Silva-Rivera<sup>4<\/sup>, R. A. Urea-Acosta<sup>7<\/sup>, D. O. Garcia<sup>1<\/sup>, J. A. Villa-Carrillo<sup>5<\/sup>; <br\/><sup>1<\/sup>The University of Arizona, Tucson, AZ, <sup>2<\/sup>IMSS UMF No. 37, Hermosillo, Mexico, <sup>3<\/sup>Universidad Autnoma de Occidente, Los Mochis, Mexico, <sup>4<\/sup>Universidad Autnoma de Nayarit, Tepic, Mexico, <sup>5<\/sup>Universidad de Sonora, Hermosillo, Mexico, <sup>6<\/sup>Universidad de Guadalajara, Guadalajara, Mexico, <sup>7<\/sup>Universidad Autnoma de Sinaloa, Culiacn, Mexico","CSlideId":"","ControlKey":"f1f0798d-830b-4607-b6dc-5ff963ea92e9","ControlNumber":"4832","DisclosureBlock":"&nbsp;<b>D. E. Villa-Guillen, <\/b> None..<br><b>A. A. Mata-Valenzuela, <\/b> None..<br><b>H. Tecuanhuey-Tlahuel, <\/b> None..<br><b>A. M. Galvez-Arevalo, <\/b> None..<br><b>K. L. Garcia-Castellon, <\/b> None..<br><b>Y. E. Guzman-Hernandez, <\/b> None..<br><b>K. S. Ortega-Landa, <\/b> None..<br><b>F. Y. Pelayo-Rodriguez, <\/b> None..<br><b>J. R. Silva-Rivera, <\/b> None..<br><b>R. A. Urea-Acosta, <\/b> None..<br><b>D. O. Garcia, <\/b> None..<br><b>J. A. Villa-Carrillo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4855","PresenterBiography":null,"PresenterDisplayName":"Diana Villa-Guillen, MHS;PhD;ScD","PresenterKey":"c1392075-37dd-4adf-9487-d0f6e3ad1344","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4855. Identifying hot spots of breast cancer and industrialized areas in Hermosillo, Sonora, Mexico","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying hot spots of breast cancer and industrialized areas in Hermosillo, Sonora, Mexico","Topics":null,"cSlideId":""},{"Abstract":"Males have higher ALL and AML incidence and worse ALL survival using population-based data. Somatic genetics may play a role in ALL survival disparities and highlight potential sex specific treatment strategies for future study. Therefore, we evaluated sex differences in gene expression (RNA seq), copy number variation (CNV), and somatic mutation in ALL and AML. We stratified by cytogenomic subtypes in publicly available data from clinical cohorts using St. Jude PeCan (subtypes in Table 1). Then, we explored survival differences by sex within cytogenetic subtypes in publicly available data collected from Children&#8217;s Oncology Group patients in the NCI TARGET dataset (ALL n=387, 63% male; AML n=151, 51% male). Differentially expressed genes by sex were identified for ALL adjusting for subtype (n=214) and within subtypes (Table 1). There were no sex differentially expressed genes shared across subtypes and pathways identified from sex differentially expressed genes were few. In <i>ETV6-RUNX1,<\/i> there was as suggestion of worse 10-year survival for males (n=44, 61% male; Log-Rank p=0.068). Differentially expressed genes by sex were identified for AML adjusting for subtype (n=537) and within subtypes (Table 1). There were no differentially expressed genes by sex shared across AML subtypes. <i>KMT2A <\/i>had the highest number of pathways identified from sex differentially expressed genes (Table 1). There were no sex differences in AML survival. In ALL and AML subtypes there were no sex differences in CNVs (all t-test p&#62;0.05) or somatic mutations (all Fisher&#8217;s Exact p&#62;0.05). There were no sex differences in AML survival in TARGET, in agreement with population-based studies, and few differentially expressed genes identified in PeCan by subtypes. Sex differences in ALL survival were subtype specific and not heavily dependent on differentially expressed genes, CNVs, or somatic mutation. Sex differences in ALL survival may depend on treatment received, response to therapy, or other characteristics.<br \/>Table 1. Select characteristics from leukemia cases<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{1462E0F7-9757-4259-AD66-77F0A309386A}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\">PeCan ALL SubtypeTotal n=247, 58% male<\/td><td rowspan=\"1\" colspan=\"1\">N (% male)<\/td><td rowspan=\"1\" colspan=\"1\">Number of differentially expressed autosomal genes by sex (male-female expression) in PeCan<\/td><td rowspan=\"1\" colspan=\"1\">Number of biologic pathways identified from differentially expressed genes (Reactome)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> BCR-ABL1<\/i><\/td><td rowspan=\"1\" colspan=\"1\">76 (68)<\/td><td rowspan=\"1\" colspan=\"1\">48<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> DUX4-IGH<\/i><\/td><td rowspan=\"1\" colspan=\"1\">54 (57)<\/td><td rowspan=\"1\" colspan=\"1\">218<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> ETV6-RUNX1<\/i><\/td><td rowspan=\"1\" colspan=\"1\">50 (52)<\/td><td rowspan=\"1\" colspan=\"1\">86<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">hyperdiploid<\/td><td rowspan=\"1\" colspan=\"1\">14 (64)<\/td><td rowspan=\"1\" colspan=\"1\">3,199<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">iAMP21<\/td><td rowspan=\"1\" colspan=\"1\">12 (50)<\/td><td rowspan=\"1\" colspan=\"1\">120<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> KMT2A<\/i><\/td><td rowspan=\"1\" colspan=\"1\">41 (51)<\/td><td rowspan=\"1\" colspan=\"1\">216<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">AML SubtypeTotal n=149, 51% male<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> CBFB-MYH11<\/i><\/td><td rowspan=\"1\" colspan=\"1\">34 (55)<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> KMT2A<\/i><\/td><td rowspan=\"1\" colspan=\"1\">44 (50)<\/td><td rowspan=\"1\" colspan=\"1\">422<\/td><td rowspan=\"1\" colspan=\"1\">19<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> RUNX1-RUNX1T1<\/i><\/td><td rowspan=\"1\" colspan=\"1\">61 (46)<\/td><td rowspan=\"1\" colspan=\"1\">30<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Cancer genomics,Leukemias,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Lindsay A. Williams<\/b><sup>1<\/sup>, Lauren  J.  Mills<sup>2<\/sup>, Sofia Barragan<sup>2<\/sup>, Peter  M.  Gordon<sup>2<\/sup>, Jenny  N.  Poynter<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Minnesota, Woodbury, MN,<sup>2<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"b41f2667-b8de-4bb7-ad9c-7026f5a56583","ControlNumber":"4866","DisclosureBlock":"&nbsp;<b>L. A. Williams, <\/b> None..<br><b>L. J. Mills, <\/b> None..<br><b>S. Barragan, <\/b> None..<br><b>P. M. Gordon, <\/b> None..<br><b>J. N. Poynter, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4856","PresenterBiography":null,"PresenterDisplayName":"Lindsay Williams, BS;MPH;PhD","PresenterKey":"d904f294-5b4f-42d6-b330-a7ffc06a87a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4856. Sex differences in childhood leukemia genomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex differences in childhood leukemia genomics","Topics":null,"cSlideId":""},{"Abstract":"Background: Primary effusion lymphoma (PEL) is a rare and aggressive non-Hodgkin lymphoma associated with HIV and human herpesvirus 8 (HHV-8). (<b><i>Blood <\/i><\/b><i>PMID: 8695812). <\/i>Without treatment, patients typically survive only two to three months (<b><i>Oncol Res Treat<\/i><\/b><i> PMID: 28253516<\/i>) Limited research has been conducted on PEL, particularly in minorities in the United States. Limited research, especially in minority populations (<b><i>Blood<\/i><\/b><i> PMID: 30154110<\/i>), has prompted a nationwide study comparing demographics, clinical characteristics, treatment patterns, and survival outcomes between Hispanic (HI) and Non-Hispanic (NH) PEL patients.<br \/>Methods: Data on PEL patients from the National Cancer Database (NCDB) between 2004 and 2019 were analyzed in the US. Demographics and treatment characteristics were compared across ethnic groups. Kaplan-Meier and Cox regression analyses were used to compare overall survival (OS) between HI and NH populations. Multivariate analysis and propensity score matching were conducted, adjusting for age, stage, co-morbidity score, insurance status, type of facility, and great circle distance.<br \/>Results: Of 459 PEL patients, 18% were HI, and 79% were NH. Both groups had mostly male patients (87% vs. 86%). HI patients were younger at diagnosis (mean 49 years vs. 57 years, p=0.163). Diagnoses were mostly from 2014-2019, and the majority were white (87% vs. 69%). Government-sponsored insurance was more prevalent in both groups (62% vs. 66%). HI had a higher percentage of uninsured individuals (8% vs. 5% NH) (p-value=0.01). The median income bracket was over $46,000 for both cohorts, HI 34% and NH 37%. Advanced comorbidities were similar between HI 50% and NH 43% based on Charlson-Deyo Score. The survival probabilities at 2, 5, and 10 years for HI vs NH were (40% vs 40%), (34% vs 289%), and (34% vs 24%), respectively. The median survival time (MS) was 0.8 years for HI and 0.9 years for NH. There was no overall survival (OS) difference (p-value=0.51). On multivariate analysis, there were no independent variables associated with better or worse OS. The propensity-matched analysis showed no MS difference between HI and NH (0.80 vs 0.71 years).<br \/>Conclusion: This hospital-based analysis confirmed low survival rates and revealed no statistical differences in MS or OS among HI and NH individuals with PEL. Interestingly, the disease was more prevalent in high-income subjects in both cohorts, despite HI individuals having lower insurance rates. A better understanding of intrinsic disease characteristics and biological variables can offer valuable insights into how to unveil potential targets of better and hopefully meaningful therapies that could improve survival outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Epidemiology,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. A. Vallejo Avila<\/b>, J. Michalek, Q. Liu, A. E. Diaz Duque; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"f6df0286-0fe8-4a2a-ba04-8d995d603589","ControlNumber":"146","DisclosureBlock":"&nbsp;<b>S. A. Vallejo Avila, <\/b> None..<br><b>J. Michalek, <\/b> None..<br><b>Q. Liu, <\/b> None.&nbsp;<br><b>A. E. Diaz Duque, <\/b> <br><b>AstraZeneca, ADCT, Lilly, Morphosys, Genentech\u0009<\/b> Other, \u0009Consultancy. <br><b>ADCT<\/b> Other, Consultancy. <br><b>Lilly<\/b> Other, Consultancy. <br><b>Morphosys<\/b> Other, Consultancy. <br><b>Genentech<\/b> Other, Consultancy.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4857","PresenterBiography":null,"PresenterDisplayName":"Sergio Vallejo, MD","PresenterKey":"31d3a47e-994c-40e1-9d7b-db05ae122bbe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4857. Contemporary hospital-based study examining demographics, treatment patterns and survival outcomes of primary effusion lymphoma in the United States, with a specific emphasis on Hispanics.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Contemporary hospital-based study examining demographics, treatment patterns and survival outcomes of primary effusion lymphoma in the United States, with a specific emphasis on Hispanics.","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>In 2023, 34,000 US men will die from prostate cancer. The impact of prostate cancer mortality varies greatly across states. Racial differences in state populations may explain some but not all of this variability. This study examined prostate cancer mortality rates by state and race and their associations with state-level prostate-specific antigen (PSA) screening prevalence.<b> <\/b><br \/><b>Methods:<\/b> We obtained race-specific, state level five-year average age-standardized prostate cancer mortality rates from 2016-2020 from the NCI State Cancer Profiles. Data on race-specific, state level PSA screening prevalence in 2010 were obtained from the Behavioral Risk Factor Surveillance System. We compared mortality rate ratios (RR, 95% confidence intervals [CI]) of state level prostate cancer mortality rates of Black, Hispanic, Asian\/Pacific Islander, and American Indian\/Alaskan Native men to White men. We generated descriptive statistics (median and range) on state level mortality rates to quantify the variability within racial\/ethnic groups. We fit univariable Poisson regression models to explore associations between prostate cancer mortality rates and PSA screening prevalence, for White, Black, and Hispanic men, but omitted Asian and American Indian men due to sparse data.<br \/><b> <\/b><b>Results: <\/b>Mortality data were available for 50 states and the District of Columbia (D.C.) for White, 40 states and D.C. for Black, 36 states for Hispanic, 24 states for Asian, and 11 states for American Indian men. The US average prostate cancer mortality rate was 18.8 deaths per 100,000 per year. As expected, rates were higher among Black than White men (RR 2.07; 1.90, 2.24), while rates among Hispanic (RR 0.75; 0.68, 0.84) and Asian (RR 0.48; 0.41, 0.56) men were lower. Rates among American Indian men were slightly higher than White men (RR 1.12; 0.96, 1.29). Variability of state-level mortality rates within each race was quite high, with largest ranges for Black and American Indian men. Black men had a median (range) state-level prostate cancer mortality rate of 37.9 (23.9 to 49.2), and American Indian men had a median rate of 20.4 (7.7 to 28.9). Median (range) rates were 17.7 (11.3 to 22.3) for White, 8.3 (4.3 to 17.4) for Asian, and 13.5 (8.9 to 22.5) for Hispanic men. Associations between a 5-percentage point increase in PSA screening prevalence and prostate cancer mortality rates were RR 0.92 (95% CI: 0.84, 0.99) in White, RR 0.96 (0.88, 1.05) in Black, and 0.98 (0.90, 1.07) in Hispanic men.<br \/><b>Conclusion: <\/b>There is considerable variability in<b> <\/b>prostate cancer mortality rates across states, both between and within racial\/ethnic groups, highlighting complexity of racial disparities. PSA screening may weakly contribute to this variability, but other factors such as health care access, social determinants, and lifestyle factors that vary between states should be considered in future studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Prostate cancer,Prostate-specific antigen (PSA),Mortality,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. E. Guard<\/b><sup>1<\/sup>, J. B. Vaselkiv<sup>1<\/sup>, E. Ecsedy<sup>1<\/sup>, F. Kuechen<sup>1<\/sup>, N. Minassian<sup>1<\/sup>, J. Dun Rappaport<sup>1<\/sup>, Z. Qian<sup>2<\/sup>, M. O. Sodipo<sup>1<\/sup>, K. L. Penney<sup>3<\/sup>, K. H. Stopsack<sup>4<\/sup>, L. A. Mucci<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, <sup>2<\/sup>Brigham and Womens Hospital, Harvard Medical School, Boston, MA, <sup>3<\/sup>Brigham and Womens Hospital and Harvard Medical School, Boston, MA, <sup>4<\/sup>Massachusetts General Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"82ccaa96-96ce-4488-8d3f-92b835e6e3af","ControlNumber":"6623","DisclosureBlock":"&nbsp;<b>H. E. Guard, <\/b> None..<br><b>J. B. Vaselkiv, <\/b> None..<br><b>E. Ecsedy, <\/b> None..<br><b>F. Kuechen, <\/b> None..<br><b>N. Minassian, <\/b> None..<br><b>J. Dun Rappaport, <\/b> None..<br><b>Z. Qian, <\/b> None.&nbsp;<br><b>M. O. Sodipo, <\/b> <br><b>National Cancer Institute<\/b> Other, MOS is funded through T32 CA 009001.&nbsp;<br><b>K. L. Penney, <\/b> <br><b>Janssen<\/b> Other, KLP has received research funding from Janssen.&nbsp;<br><b>K. H. Stopsack, <\/b> <br><b>Veracyte<\/b> Other, KHS has received funding, to Harvard University, from Veracyte.&nbsp;<br><b>L. A. Mucci, <\/b> <br><b>AstraZeneca<\/b> Other, LAM has received funding, to Harvard University, from AstraZeneca. <br><b>Janssen Pharmaceuticals<\/b> Other, LAM has received funding, to Harvard University, from Janssen Pharmaceuticals. <br><b>Veracyte<\/b> Other, LAM has received funding, to Harvard University, from Veracyte. <br><b>Bayer<\/b> Other, LAM was a consultant to Bayer. <br><b>Convergent Therapeutics<\/b> Stock, Other, LAM serves on the SAB of Convergent Therapeutics.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4858","PresenterBiography":null,"PresenterDisplayName":"Hannah Guard","PresenterKey":"d30fb59b-cf29-45b5-8c26-45d7b969a337","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4858. Examining state- and race-specific five-year prostate cancer mortality rates (2016-2020) and their association with prostate-specific antigen screening","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examining state- and race-specific five-year prostate cancer mortality rates (2016-2020) and their association with prostate-specific antigen screening","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Psychiatric disorders such as anxiety and depression are shown to be common when diagnosed with early-onset cancer, often defined as cancers diagnosed in adults &#60;50 years of age. We hypothesize that the mental health of early-onset cancer survivors is negatively affected compared to late-onset cancer survivors.<br \/><b>Methods: <\/b>We identified cancer survivors in the Medical Expenditure Panel Survey 2021 Full Year Consolidated Data File. We categorized cancer survivors as early-onset (&#8804; 50 years of age) and late-onset (&#62; 50 years of age). We examined the proportion of mood and anxiety disorders, and the proportion of antidepressant and antianxiety medication use among the early and late-onset cancer survivors. We conducted chi-square tests and multivariable logistic regression models by adjusting for sex and race.<br \/><b>Results: <\/b>We identified 291 early-onset cancer survivors (mean age 41 years, 71% female) and 2556 late-onset cancer survivors (mean age 71 years, 56% female). Among the early-onset cancer survivors, 18% had mood disorders (17% took antidepressants) and 20% had anxiety disorders (6% took antianxiety medication). In comparison, 12% late-onset cancer survivors had mood disorders (21% took antidepressants) and 13% had anxiety disorders (8% took antianxiety medication). Early-onset cancer survivors were more likely to develop mood (Adjusted Odds Ratio (aOR)=1.45; 95% CI=1.06 - 1.99) and anxiety (aOR=1.42; 95% CI=1.05 - 1.92) disorders compared to late-onset cancer survivors. However, there were no differences in receiving antidepressants (aOR=0.79; 95% CI=0.57 - 1.09) or antianxiety (aOR=0.69; 95% CI=0.41 - 1.16) medication between early and late-onset cancer survivors when adjusting for sex and race.<br \/><b>Conclusion: <\/b>Early-onset cancer survivors had an elevated risk of acquiring psychiatric disorders such as mood and anxiety disorders than late-onset cancer survivors, but treatment was suboptimal. Clinician and patient awareness can help narrow the gaps of treatment for early-onset cancer survivors.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{282D707D-24FA-487B-956F-1E1725F9D338}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"3\">Table 3. Odds Ratio for early-onset vs. late-onset cancer survivors (*Sex and Race adjusted)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Variables<\/td><td rowspan=\"1\" colspan=\"1\">Crude Odds Ratio<\/td><td rowspan=\"1\" colspan=\"1\">Adjusted Odds Ratio *<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Mood Disorders<\/td><td rowspan=\"1\" colspan=\"1\">1.48 (1.09 - 2.00)<\/td><td rowspan=\"1\" colspan=\"1\">1.45 (1.06 - 1.99)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Anxiety Disorder<\/td><td rowspan=\"1\" colspan=\"1\">1.52 (1.13 - 2.03)<\/td><td rowspan=\"1\" colspan=\"1\">1.42 (1.05 - 1.92)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Antidepressants<\/td><td rowspan=\"1\" colspan=\"1\">0.80 (0.59 - 1.10)<\/td><td rowspan=\"1\" colspan=\"1\">0.79 (0.57 - 1.09)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Antianxiety<\/td><td rowspan=\"1\" colspan=\"1\">0.70 (0.42 - 1.17)<\/td><td rowspan=\"1\" colspan=\"1\">0.69 (0.41 - 1.16)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Survival,Epidemiology,Outcome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. H. Lee<\/b><sup>1<\/sup>, J. An<sup>2<\/sup>; <br\/><sup>1<\/sup>Jayden Lee (Individual), South Pasadena, CA, <sup>2<\/sup>Kaiser Permanente, Pasadena, CA","CSlideId":"","ControlKey":"467db1bf-a8d3-4cf6-9ec5-96f6d0334a27","ControlNumber":"6098","DisclosureBlock":"&nbsp;<b>J. H. Lee, <\/b> None..<br><b>J. An, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4859","PresenterBiography":null,"PresenterDisplayName":"Jayden Lee","PresenterKey":"103fbe67-8b2c-4927-b3bb-fdf4fba67335","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4859. Mental health of early-onset and late-onset cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mental health of early-onset and late-onset cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophagus cancer as a second primary malignancy (esophagus&#8208;2) is increasingly common, but its prognosis is poorly understood. This study aims to examine the overall, non-cancer related and cancer&#8208;specific survival of patients diagnosed with esophagus&#8208;2 compared to the first primary esophagus cancer (esophagus&#8208;1).<br \/>Methods: We included primary esophagus cancer patients diagnosed from 1975 to 2020 in the Surveillance, Epidemiology, and End Results program. Esophagus&#8208;2 was identified in patients with a previous diagnosis of non-esophageal primary malignancy. Hazard ratios of overall, esophagus cancer&#8208;specific and non-cancer related mortality were estimated among patients with esophagus&#8208;2 compared to esophagus&#8208;1, adjusting for age, sex, tumor stage and other demographic and clinical characteristics.<br \/>Results: A total of 74521 and 14820 patients were identified as esophagus&#8208;1 and esophagus&#8208;2. Esophagus&#8208;2 patients suffered lower risk of esophagus cancer&#8208;specific mortality in initial 5 years but similar risk thereafter, independent of tumor characteristics and treatment. In the first 5 years after diagnosis, patients with esophagus&#8208;2 had similar risk of overall mortality with those with esophagus&#8208;1 but increased risk thereafter. As for non-cancer related mortality, esophagus&#8208;2 patients had higher risk all along.<br \/>Conclusion: Patients diagnosed with esophagus&#8208;2 face a favorable esophagus cancer&#8208;specific survival within the early period after diagnosis. However, patients with esophagus-2 are more liable to die of non-cancer cause. A conservative approach to manage esophagus&#8208;2 solely based on malignancy history is not supported but effort should be put into surveillance, prevention and management of the comorbidities and complications for the first malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Mortality,Second primary neoplasms,Cause of death,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Zhou<sup>1<\/sup>, J. Leng<sup>1<\/sup>, H. Qiu<sup>1<\/sup>, Q. Huang<sup>1<\/sup>, J. Zhang<sup>2<\/sup>, <b>Z. Jiang<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou, China, <sup>2<\/sup>Pingxiang People's Hospital, Pingxiang, China, <sup>3<\/sup>University of California, Berkeley, Berkeley, CA","CSlideId":"","ControlKey":"42be56ca-e5b9-4240-93db-a15d2972b145","ControlNumber":"6952","DisclosureBlock":"&nbsp;<b>H. Zhou, <\/b> None..<br><b>J. Leng, <\/b> None..<br><b>H. Qiu, <\/b> None..<br><b>Q. Huang, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>Z. Jiang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4860","PresenterBiography":null,"PresenterDisplayName":"ZHENGYANG JIANG","PresenterKey":"0d78f48d-e95e-4772-b6da-37661daf8f72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4860. Recommendations for enhancing inclusion and management of esophagus cancer clinical trials: Insights on mortality of esophagus cancer as a second primary malignancy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recommendations for enhancing inclusion and management of esophagus cancer clinical trials: Insights on mortality of esophagus cancer as a second primary malignancy","Topics":null,"cSlideId":""},{"Abstract":"Background: The military population may differ from the general population in factors related to the incidence of bladder and kidney cancers. However, incidence rates of these cancers have not been systematically compared between the two populations. This study compared incidence rates of bladder and kidney cancers and their trends between active-duty servicemen and men in the general U.S. population.<br \/>Methods: Data were obtained from the Department of Defense&#8217;s (DoD) Automated Central Tumor Registry (ACTUR) and the National Cancer Institute&#8217;s Surveillance, Epidemiology and End Results (SEER) database. Patients were active-duty servicemen in ACTUR and men in SEER who were diagnosed with malignant bladder and kidney cancers and 18-59 years at diagnosis from 1990-2013. Age-adjusted rates, incidence rate ratios (IRR), and their 95% confidence intervals (95% CI) were compared between the two populations by age, race, and cancer stage. Trends in the incidence were also compared.<br \/>Results: Incidence rates were lower in ACTUR than SEER for bladder cancer overall (IRR=0.55, 95% CI=0.48-0.62) and by age, race, or tumor stage. However, for 50-59-year-old men, the rates did not differ between the populations. Trend analysis showed bladder cancer incidence decreased more in ACTUR than SEER over the study period. Kidney cancer incidence rates were marginally lower overall (IRR=0.92, 95% CI=0.84-1.00) and significantly lower for 30-49-year-old Black men in the military than the general population. For kidney cancer, the trends were similar between the two populations with increased incidence from 1999 to 2013.<br \/>Conclusion: Lower bladder and kidney cancer incidence in ACTUR, notably in younger individuals, may be primarily associated with healthier status and better health care. The lack of differences in bladder or kidney cancer incidence among 50-59-year-old men between the populations might result from more cumulative military-related exposures in this age group, which effects were offset by healthier status and better medical care. <u>Disclaimer:<\/u> The contents of this publication are the sole responsibility of the authors and do not necessarily reflect the views, opinions or policies of NCI, USUHS, HJF, the DoD or the Departments of the Army, Navy or Air Force. Mention of trade names, commercial products or organizations does not imply endorsement by the US Government.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Incidence,Epidemiology,Bladder cancer,Kidney cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. A. Bytnar<\/b><sup>1<\/sup>, K. A. McGlynn<sup>2<\/sup>, S. Q. Kern<sup>1<\/sup>, C. D. Shriver<sup>1<\/sup>, K. Zhu<sup>1<\/sup>; <br\/><sup>1<\/sup>Murtha Cancer Center Research Program, Uniformed Services University Walter Reed Surgery, Henry M. J, Bethesda, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"e1e77ae0-1a3d-4c13-82db-b64811844556","ControlNumber":"1710","DisclosureBlock":"&nbsp;<b>J. A. Bytnar, <\/b> None..<br><b>K. A. McGlynn, <\/b> None..<br><b>S. Q. Kern, <\/b> None..<br><b>C. D. Shriver, <\/b> None..<br><b>K. Zhu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4861","PresenterBiography":null,"PresenterDisplayName":"Julie Bytnar, BS;Dr PH;MA;MPH","PresenterKey":"282a5a7d-a106-4185-a681-cf6841514fa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4861. Incidence rates of bladder and kidney cancers among U.S. military servicemen: Comparison with the rates in the general U.S. population","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incidence rates of bladder and kidney cancers among U.S. military servicemen: Comparison with the rates in the general U.S. population","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: To characterize rural-urban disparities of breast cancer (BC) incidence among younger women by stage and race\/ethnicity.<br \/><b>Background<\/b>: Cancer incidence in younger adults is increasing, but trends and disparity patterns in early-onset BC are not well-described for women aged &#60;50 years. Current screening guidelines recommend against routine screening until age 40 for various perceived harms that outweigh benefits which can lead to delayed diagnosis and more aggressive stage when BC is identified among younger women. It is unclear how BC incidence patterns such as stage at diagnosis and race\/ethnicity differ by rurality, as rural residents may experience geographic isolation, lower socioeconomic status (SES), higher rates of cancer risk behaviors, and limited access to healthcare, compared to urban residents.<br \/><b>Methods<\/b>: We used incidence data from the North American Association of Central Cancer Registries to identify trends in early-onset BC among women aged 20-49 from 2000-2020, stratified by rurality (2013 USDA Rural-Urban Continuum Codes) and to explore patterns by stage and race\/ethnicity. We extracted age-adjusted incidence rates (IR) [adjusted to 2000 US Standard Population] for each year and detected significant increasing or decreasing trends over time using the Joinpoint Regression Program. The annual percentage change (APC) for IR trends were calculated.<br \/><b>Results<\/b>: Of the 854,590 patients, 88% lived in urban areas (12% rural). Cumulatively over 2000-2020, we observed similar average APCs for early-onset BC both in urban (IR = 68.8 per 100,000; avg. APC +0.37, 95% CI 0.23, 0.50) and rural areas (IR = 65.1 per 100,000; avg. APC +0.35, 95% CI 0.14, 0.57). Rural areas did not significantly trend upwards until 2010-2020 (APC +0.71, 95% CI 0.38, 1.05). Rates for localized stage increased from 2000-2020 (APC +0.69%, 95% CI 0.48, 0.89) for urban areas, but declined in rural areas between 2000-2008 (APC -0.77, 95% CI -1.33, -0.20), only to increase again from 2008-2020 (APC +1.01, 95% CI 0.68, 1.34). In rural areas, there is a corresponding dramatic increase in distant stage BC diagnosed between 2000-2007 (APC +5.99%, 95% CI 2.29, 9.93) but slowed in the period after (2007-2020 APC +1.35, 95% CI 0.22, 2.51). While the rate remained stable for Hispanics living in both urban and rural areas, Non-Hispanic Whites (2000-2020 APC +0.59, 95% CI 0.46, 0.72), Non-Hispanic Blacks (2000-2009 APC +0.85, 95% CI 0.33, 1.37), and Other Non-Hispanic racial groups (2000-2020 APC +1.27, 95% CI 1.16, 1.58) saw significant increased rates in urban areas over time.<b> <\/b><br \/><b>Conclusions<\/b>: Overall, early-onset BC has risen over the past 20 years in both urban and rural areas, but clear differences exist by stage at diagnosis and race\/ethnicity. More research is needed to understand how SES, healthcare access, screening recommendations, and additional cancer risk factors can modulate BC incidence and disparities among younger women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Incidence,Disparities,Rural-Urban,Early onset,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. L. Ho<\/b>, A. Connor; <br\/>Johns Hopkins Bloomberg Sch. of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"cde2a6db-920a-49a5-95e9-c2a0e7afab22","ControlNumber":"4930","DisclosureBlock":"&nbsp;<b>K. L. Ho, <\/b> None..<br><b>A. Connor, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4862","PresenterBiography":null,"PresenterDisplayName":"Katherine Ho, BS;MPH","PresenterKey":"c29f6a68-8a18-491a-8265-479602f3a211","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4862. Rural-urban disparities in early-onset breast cancer amongst US women aged 20-49, trends from 2000-2020","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rural-urban disparities in early-onset breast cancer amongst US women aged 20-49, trends from 2000-2020","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Epithelioid cell melanoma (ECM) is a variant of cutaneous melanoma (CM) typically characterized by large malignant cells with abundant, glassy cytoplasm and large nuclei. ECMs are aggressive neoplasms and tend to have worse prognosis than other subtypes of CM with a higher risk of metastasis<sup>1<\/sup>. Few studies have explored the demographic features of ECM and their effects on outcomes. Using data from the National Cancer Database (NCDB), we hope to fill this gap.<br \/><b>Methods: <\/b>This is a retrospective study of patients diagnosed with ECM(ICD-8771) between 2004 and 2020 in the National Cancer Database (NCDB) describing demographic features associated with and tumor characteristics of ECM (N = 1714). Descriptive statistics were collected for all patients with ECM and CM (N = 827623) and were compared using Pearson Chi-Square test. Overall survival was determined by the Kaplan-Meier test. Cox regression analysis was used to determine which factors led to decreased survival in ECM. All statistical tests were evaluated for a significance of P &#60; 0.05. Exclusion criteria included missing data.<br \/><b>Results: <\/b>The cases of ECM were composed mainly of White (96%) males (58.9%), and most had private insurance as the primary payor at diagnosis (50.1%). Greater than half of ECM cases had a primary site of skin on the trunk, upper limbs, or shoulders. Cox regression analysis revealed that patients with ECM treated at integrated network cancer programs had a HR of 0.46 when compared to community centers (95% CI 0.257 - 0.831, P &#60; 0.05). Those with ECM treated at academic programs and comprehensive community cancer programs had hazard ratios of 0.41 (95% CI 0.239 - 0.701, P &#60; 0.05) and 0.49 (95% CI 0.288 - 0.845, P &#60; 0.05) respectively when compared to community programs. Only patients with ECM who had private insurance as primary payor at diagnosis had better outcomes when compared to non-insured with an HR of 0.40 (95% CI 0.225 - 0.714, P &#60; 0.05). In addition, patients with ECM were more likely to be treated at academic centers than patients with CM (55.48% vs 46.95%, P &#60; 0.05). The mean survival of patients with ECM was 12.3 months less than those with CM (141.1 months versus 153.4 months.)<br \/><b>Conclusion: <\/b>Overall survival for patients was better at academic centers, integrated network cancer programs, and comprehensive community cancer programs when compared to community centers. In addition, only patients who had private insurance were found to have better outcomes than those who were uninsured. These findings help shed light on the effects of certain socioeconomic and factors on outcomes in ECM. We hope this study will be a launching point for further inquiry into the causal relationships these factors have on outcomes in this rare cancer.<br \/>1. (Russo A, Avitabile T et al. Iris Melanoma: Management and Prognosis. Appl Sci 2020; 10: 8766).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Outcome,Databases,Overall survival,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Al Kurnas<\/b>, X. Wu, A. Mubin, P. T. Silberstein; <br\/>Creighton University School of Medicine, Omaha, NE","CSlideId":"","ControlKey":"cc51bc68-1f5d-4b1d-89b1-cfba6e1a97f0","ControlNumber":"7245","DisclosureBlock":"&nbsp;<b>M. Al Kurnas, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>A. Mubin, <\/b> None..<br><b>P. T. Silberstein, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4863","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4863","PresenterBiography":null,"PresenterDisplayName":"Mohammed Al Kurnas","PresenterKey":"bf797fe4-0356-48a0-b3a8-f3d9b960dae6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4863. A retrospective study characterizing 1714 cases of epithelioid cell melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A retrospective study characterizing 1714 cases of epithelioid cell melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Gastric cancer with neuroendocrine differentiation (NED) occurs in 10% to 40% of cases, a significant proportion that is under-researched. The lack of clinical guidelines for this subgroup necessitates the development of effective treatment protocols.<br \/>Methods: This study enrolled 149 gastric cancer patients, analyzing retained surgical wax blocks via immunohistochemistry for syn, CgA, and CD56 expressions. Patients were categorized into NED-positive and NED-negative groups for analysis, employing continuous variable analysis, categorical variable analysis, clustering, principal component analysis (PCA), feature importance analysis, heatmap analysis, and survival prognosis. Moreover, the clinical efficacy and safety of first-line (surufatinib + SOX + anti PD-1 antibody, n=3) and second-line (surufatinib + anti PD-1 antibody, n=3) treatments were observed in six advanced gastric cancer with NED patients, exploring the epidemiological characteristics, feasibility, and importance of clinical treatments for NED.<br \/>Results: The study revealed a 10.1% incidence of NED positivity in gastric cancer patients. NED-positive patients exhibited a rapid decline in early survival probability, with a median relapse-free survival of 32.4 months compared to 41.5 months in NED-negative patients, indicating a poorer prognosis for NED-positive patients. In-depth analysis suggested significant correlations between NED status and factors such as gender, tumor location, pathological type, and AJCC staging, with the most significant associations observed in males, stage IIIA, and gastric angle location. In the six advanced gastric cancer with NED cases, effective tumor reduction was observed in both first-line (100% tumor shrinkage rate, ORR 66.7%, DCR 100%) and second-line treatments (66.7% tumor shrinkage rate, ORR 33.3%, DCR 100%), showing sustained partial responses (PR) exceeding 10 months in two patients and 7 months in one patient, respectively. The major grade 3 or higher TEAEs being neutropenia and thrombocytopenia in the first-line, and hypertension and proteinuria in the second-line therapy.<br \/>Conclusion: This study provides pivotal epidemiological and clinical treatment evidence for gastric cancer with NED, underscoring the necessity of personalized treatment strategies for this subgroup. Future research should focus on refining treatment protocols to enhance the quality of life and overall prognosis for these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,Gastric cancer,Surufatinib,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Z. Huang, J. Wei, Y. Shen, <b>J. Zhang<\/b>; <br\/>The First Affiliated Hospital of Chongqing Medical University, Chongqing, China","CSlideId":"","ControlKey":"6e907cb7-afa9-46f9-8830-e1bca3810db9","ControlNumber":"3008","DisclosureBlock":"&nbsp;<b>Z. Huang, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>Y. Shen, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4864","PresenterBiography":null,"PresenterDisplayName":"Jun Zhang, Dr PH","PresenterKey":"7fac0654-90c6-41b4-a801-6adc04fc77d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4864. Epidemiological characteristics and treatment strategies of gastric cancer with neuroendocrine differentiation (NED)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epidemiological characteristics and treatment strategies of gastric cancer with neuroendocrine differentiation (NED)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Type 2 diabetes (T2D) is associated with over 2 times increased risk of hepatocellular carcinoma (HCC). Low-income status is associated with a higher risk of developing HCC, more advanced stage, and mortality. Evidence is limited on whether income dynamics are associated with the risk of developing HCC in individuals with T2D who are susceptible to income changes. We examined whether income levels and income changes are associated with HCC risk.<br \/>Methods: Using representative data from the Korean National Health Insurance Service (NHIS), 2,227,893 adults with T2D (aged &#8805; 20 years) without a cancer history were included between 2015-2016. Income levels were measured based on health insurance premiums and categorized into 4 levels (quartiles [Q], 1 [low income], to 4 [high income]). These quartiles excluded the very low-income individuals who qualified as Medical Aids beneficiaries (MAB), which comprised a 5<sup>th<\/sup> income category. To identify income change, income levels were collected annually from the baseline year backward 4 years. The incident HCC, defined based on ICD-10 codes and special reimbursement codes, was identified until December 2020. Hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated to assess the association between income parameters and HCC after adjusting for sociodemographic factors, comorbidities, and diabetes duration and treatment. Income parameters included 1) the baseline income status, 2) the cumulative number of years being in each income level, and 3) changes in income level between the two time points (4 years ago vs. baseline).<br \/>Results: During follow-up (median, 3.9 years), 9,887 HCC cases developed. Individuals who had experienced at least one episode of MAB during the five years showed a significantly higher HCC risk than those who had never qualified as MAB (HRs ranging from 1.52 to 2.01). In contrast, individuals who had experienced high-income status (Q4) during the five years had a lower HCC risk than those who had never experienced (HRs ranging from 0.79 to 0.92; HR<sub>n=5 years vs. n=0 years<\/sub> 0.79, 95% CI 0.75-0.83; <i>P<\/i> for trend &#60;0.05). Individuals in the low-income status (MAB-Q1) at the first assessment (4 years ago) but experienced increased income had a reduced risk of HCC, which linearly declined with increasing income rise. Also, those who experienced a substantial increase in income up to the top quartile (Q4) had the lowest HCC risk (HR<sub> <\/sub>0.73, 95% CI 0.60-0.88; P for trend&#60;0.05) than those who maintained the low-income status.<br \/>Conclusions: Experiencing any very low- or high-income state was independently associated with increased or decreased HCC risk. Improved income levels among those in the low-income status had an inverse linear association with reduced HCC risk. Our findings underline the need for increased public policy awareness of the impact of income dynamics on HCC risk in adults with T2D.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Hepatocellular carcinoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Baek<sup>1<\/sup>, B. Amick III<sup>1<\/sup>, C. Brown<sup>1<\/sup>, M. Schootman<sup>1<\/sup>, M.-R. Narcisse<sup>1<\/sup>, S.-H. Ko<sup>2<\/sup>, P. McElfish<sup>1<\/sup>, M. Thomsen<sup>1<\/sup>, S.-S. Lee<sup>2<\/sup>, K. Han<sup>3<\/sup>, <b>Y.-M. M. Park<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>2<\/sup>The Catholic University of Korea, Seoul, Korea, Republic of, <sup>3<\/sup>Soongsil University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"473dcfc8-7034-41bd-9211-f8be02e93e31","ControlNumber":"1111","DisclosureBlock":"&nbsp;<b>J. Baek, <\/b> None..<br><b>B. Amick III, <\/b> None..<br><b>C. Brown, <\/b> None..<br><b>M. Schootman, <\/b> None..<br><b>M. Narcisse, <\/b> None..<br><b>S. Ko, <\/b> None..<br><b>P. McElfish, <\/b> None..<br><b>M. Thomsen, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>Y. M. Park, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4865","PresenterBiography":null,"PresenterDisplayName":"Yong-Moon Park, MD;PhD","PresenterKey":"020cbf51-b5b4-44c5-b2be-ee6e11b638d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4865. Income dynamics and the risk of hepatocellular carcinoma in individuals with type 2 diabetes: A nationwide population-based cohort study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Income dynamics and the risk of hepatocellular carcinoma in individuals with type 2 diabetes: A nationwide population-based cohort study","Topics":null,"cSlideId":""},{"Abstract":"The use electronic health record (EHR)-linked biobanks, including All of Us (AOU), the Michigan Genomics Initiative (MGI), and the UK Biobank (UKB), has become increasingly common in cancer research. However, each has a different participant recruitment strategy resulting in non-probability samples, which can lead to selection bias. An unanswered question is whether researchers should use selections weights when analyzing these data. Using colorectal cancer as the test case, we investigate the impact of using such weights on descriptive and analytic tasks in these three biobanks.<br \/>We curated sociodemographic and clinical diagnosis data for 726,841 individuals (n = 244,071, 81,243, and 401,167, in AOU, MGI, and UKB, respectively). EHR ICD (diagnosis) code data were mapped to broader 2,042 codes, called phecodes, using the new phecode X mapping table developed by researchers at Vanderbilt University. Selection weights were constructed in AOU and MGI to make them more representative of the US adult population, using data from the 2019 National Health Interview Survey; previously described weights for the UKB were used. We estimated phenomewide prevalences, pairwise correlations, and phenome dimensionality (via principal components analysis). To investigate the role of weighting on conclusions from hypothesis testing and association estimation, we conducted a colorectal cancer phenomewide association study and estimated the sex-colorectal cancer log-odds ratio, respectively.<br \/>We found that phecode prevalences in AOU and MGI decreased following weighting (median prevalence ratio [MPR]: 0.82 and 0.61, respectively) while those in UKB increased (MPR: 1.06). MGI is enriched for phecodes compared to AOU (MPR: 1.15) and UKB (MPR: 6.28). Weighting PCA had minimal impact on phenome dimensionality (e.g., 732 PCs explaining 95% of cumulative variation in AOU vs. 711 after weighting). Weighted PheWAS for colorectal cancer identified 21 hits not identified in unweighted PheWAS, but only one was from a new disease category. Weighted estimates of the female-colorectal cancer log-odds ratio overlapped with the benchmark range in MGI and UKB though resulted in a null association in AOU.<br \/>Weighting had limited impact on dimensionality estimation and hypothesis testing but were important to consider for prevalence and association estimation. Results from untargeted analyses should be followed up with targeted analyses using curated weights. The importance of weights depends on the estimates obtained and inference<br \/>goals and can improve the representativeness of results for cancer-related outcomes based on EHR-linked biobank data. Importantly, EHR-linked biobanks should be explicit in reporting recruitment and selection mechanisms and when possible, supply selection weights to researchers for population-based inference along with a clear definition of the target population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-23 Statistical and epidemiological methodology,,"},{"Key":"Keywords","Value":"Epidemiology,Biobank,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Salvatore<\/b><sup>1<\/sup>, R. Kundu<sup>1<\/sup>, X. Shi<sup>1<\/sup>, C. R. Friese<sup>1<\/sup>, S. Lee<sup>2<\/sup>, L. G. Fritsche<sup>1<\/sup>, A. M. Mondul<sup>1<\/sup>, D. Hanauer<sup>1<\/sup>, C. L. Pearce<sup>1<\/sup>, B. Mukherjee<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Seoul National University Graduate School of Data Science, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"17e5d9cb-9a0c-4195-ba37-20ffe6135926","ControlNumber":"7885","DisclosureBlock":"&nbsp;<b>M. Salvatore, <\/b> None..<br><b>R. Kundu, <\/b> None..<br><b>X. Shi, <\/b> None..<br><b>C. R. Friese, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>L. G. Fritsche, <\/b> None..<br><b>A. M. Mondul, <\/b> None..<br><b>D. Hanauer, <\/b> None..<br><b>C. L. Pearce, <\/b> None..<br><b>B. Mukherjee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4866","PresenterBiography":null,"PresenterDisplayName":"Maxwell Salvatore","PresenterKey":"1d01550d-fee5-46b9-888e-bf0461f1be2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4866. To weight or not to weight? Studying the effect of selection bias in three EHR-linked biobanks with applications to colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"To weight or not to weight? Studying the effect of selection bias in three EHR-linked biobanks with applications to colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: It is clinically important to refine strategies to manage women with dense breasts as they represent approximately 50% of all women screened. Change in breast density is related to risk of breast cancer.<sup>1<\/sup> We also must understand this change in density over time in women with dense and non-dense breasts. While population level data have been reported to estimate decrease in density with age, this has largely used digitized film images.<sup>2<\/sup> Expanding use of digital mammography and repeated screening generates a large library of images for each woman, offering the potential to use more of the image data.<br \/>Methods: We use longitudinal latent class analysis to cluster women and estimate their change in density over time. To evaluate the groups of women with different patterns of change in density we fit latent class models to our previously published data.<sup>1<\/sup> This includes 289 pathology confirmed cases of breast cancer and 658 controls among women followed from November 3, 2008 to October 31, 2020.<br \/>Results: Among women with dense breasts, there are 107 who developed breast cancer during follow-up and 267 control women who remained free from breast cancer. In the women without dense breasts, 173 cases and 383 controls were evaluated and showed similar age and BMI within the controls as seen in women with dense breasts. Prevalence of family history and history of benign breast biopsy did not differ between the two groups. We observe this latent class and trajectory of density phenomenal separately for dense and non-dense groups in our data. We show that the data define 2 classes, those who have decrease in density over time and those who have increase over time. The odds ratio (OR) for cancer comparing decline vs. incline is 4.9 in women with dense breasts (BI-RADS C, D) and 6.17 on women with non-dense breasts (BI-RADS A, B).<br \/>Discussion: To refine our understanding of patterns of change in breast density over time in relation to breast cancer risk we fit latent class models. Longitudinal change matters as reflected in the 2-class model. This is independent of starting density and confirms that a one-time measure of density is not enough to define level of risk for subsequent breast cancer. Further work is needed to better define the drivers and inhibitors of decline in breast density over time given this change over time as women age is a universal phenomenon.<sup>2<\/sup><br \/>1. Jiang S, Bennett DL, Rosner BA, Colditz GA. Longitudinal Analysis of Change in Mammographic Density in Each Breast and Its Association With Breast Cancer Risk. JAMA Oncol 2023;9(6):808-814. (In English). DOI: 10.1001\/jamaoncol.2023.0434.<br \/>2. Burton A, Maskarinec G, Perez-Gomez B, et al. Mammographic density and ageing: A collaborative pooled analysis of cross-sectional data from 22 countries worldwide. PLoS Med 2017;14(6):e1002335. DOI: 10.1371\/journal.pmed.1002335.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-23 Statistical and epidemiological methodology,,"},{"Key":"Keywords","Value":"Mammographic density,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. A. Colditz<\/b>, D. L. Bennett, S. Jiang; <br\/>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"54736025-154d-4b0d-b7d3-50932603f6d9","ControlNumber":"7745","DisclosureBlock":"&nbsp;<b>G. A. Colditz, <\/b> None..<br><b>D. L. Bennett, <\/b> None..<br><b>S. Jiang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4867","PresenterBiography":null,"PresenterDisplayName":"Graham Colditz, Dr PH;MD","PresenterKey":"b06e162f-3056-4db2-8b50-b35058ff46af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4867. Longitudinal latent class analysis to further understand trajectory of density over time and risk of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal latent class analysis to further understand trajectory of density over time and risk of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Molecular-biomarker-based prediction models, whether based on statistics or artificial intelligence, are becoming increasingly popular in the medical community as an alternative or complement to more traditional prediction tools, such as staging systems. Population-based cohorts are the preferred study design for building and validating such models, but they are generally expensive and frequently unfeasible, particularly, when the outcome of interest is rare, and when the collected data include expensive or difficult-to-obtain molecular biomarkers. As such, studies often develop or validate risk models in cohorts obtained based on data availability, rather than on the representativeness of a target population. Nested case-control (NCC) is an efficient study design for building and validating such models in a rare outcome setting, but it requires a fully enumerated source population, and appropriate methodologies to accommodate the under-sampling of the controls and any matching. Unfortunately, these methodologies are not systematically described in a form easily accessible to clinicians.<br \/>Methods: We systematically characterized how to correctly develop and evaluate the performance of prediction models in NCC cohorts, by weighing the subjects based on sampling probabilities to account for the sub-cohort sampling. We illustrated the use of weighted metrics for the NCC, with a validation of a model that predicts breast cancer development - BOADICEA version 5 - in the population-based Rotterdam study. We used the C-index, threshold-based metrics, observed-to-expected events ratio (O\/E ratio), calibration slope, and decision curve analysis as performance metrics. We compared the metrics obtained in the full cohort with those obtained in NCC cohorts sampled from the Rotterdam study, with and without a matched design.<br \/>Results: NCC cohorts of 326 women were derived from the full cohort of 4,377 women from the Rotterdam Study. Performance metrics without weight adjustment were biased on the NCC cohorts: the unweighted C-index of the BOADICEA model was 0.61 (0.58-0.63) for the unmatched design. However, with weight adjustment, the C-index in the NCC cohorts (0.65 (0.61-0.69)) corresponds to<br \/>the C-index in the full cohort (0.65 (0.62-0.69)), despite the NCC cohort being much smaller in size. Similarly, weighted adjustments of O\/E ratio, threshold-based metrics, and net benefit for decision curves were unbiased estimates of the corresponding metrics in the full cohort, while the corresponding unweighted metrics were biased.<br \/>Conclusions: We provided a practical guide for clinicians on how to develop and validate prediction models in NCC cohorts. We showed that this study design is an efficient solution, in case of expensive or difficult-to-obtain biomarkers, and when the outcome is rare; but the performance metrics must be appropriately adjusted to the sampling procedure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-23 Statistical and epidemiological methodology,,"},{"Key":"Keywords","Value":"Machine learning,Statistical approach,Survival,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Rentroia-Pacheco<\/b><sup>1<\/sup>, D. Bellomo<sup>2<\/sup>, I. M. Lakeman<sup>3<\/sup>, M. Wakkee<sup>1<\/sup>, L. M. Hollestein<sup>1<\/sup>, D. van Klaveren<sup>4<\/sup>; <br\/><sup>1<\/sup>Erasmus MC Cancer Institute, Erasmus University Medical Center, Rotterdam, Netherlands, <sup>2<\/sup>SkylineDx, Rotterdam, Netherlands, <sup>3<\/sup>Leiden University Medical Center, Leiden, Netherlands, <sup>4<\/sup>Erasmus University Medical Center, Rotterdam, Netherlands","CSlideId":"","ControlKey":"90c89bfa-2575-4ff1-9d00-66a37aea14f1","ControlNumber":"5636","DisclosureBlock":"<b>&nbsp;B. Rentroia-Pacheco, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>D. Bellomo, <\/b> <br><b>SkylineDx<\/b> Employment.<br><b>I. M. Lakeman, <\/b> None.&nbsp;<br><b>M. Wakkee, <\/b> <br><b>Sanofi Genzyme<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>Sunpharma<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>LEO Pharma<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.\u000d\u000a. <br><b>L. M. Hollestein, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.\u000d\u000a.<br><b>D. van Klaveren, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4868","PresenterBiography":null,"PresenterDisplayName":"Barbara Rentroia-Pacheco, MSc","PresenterKey":"fe1f2553-ef00-455b-a9b3-3e64081da5b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4868. Avoiding the pitfalls in developing and validating prediction models for rare outcomes in nested case-control","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Avoiding the pitfalls in developing and validating prediction models for rare outcomes in nested case-control","Topics":null,"cSlideId":""},{"Abstract":"Background: The StepIdent study aims to develop a gene signature predicting metastasis in patients with cutaneous squamous cell carcinoma (cSCC) to improve risk stratification, thus enabling personalized decisions about follow-up schedules and treatment options. Here we describe the unique characteristics, challenges, and best practices for an efficient design of a discovery cohort for a rare outcome (metastasis prevalence: 2-5%); for retrieving, curating, and linking the clinical and pathological data through nationwide databases; and for measuring gene expression through sequencing of archived Formalin-Fixed Paraffin-Embedded (FFPE) primary tumor samples.<br \/>Methods: Following a predefined protocol, we identified a nested-case control cohort (NCC) of 305 cases and 305 controls from a nationwide cohort of 19,120 patients with a first cSCC in the Netherlands from 2007 to 2009, followed up until 2020. We chose an NCC design since it is an efficient study design in a rare outcome setting (weighting is needed to accommodate the under-sampling of the controls). Patients were identified from the Dutch National Cancer Registry (NCR) and the clinical information was retrieved from the NCR which is linked to the nationwide registry of histo- and cytopathology (PALGA). Tumor blocks were requested from PALGA, and pathological characteristics were assessed by dermatopathologists. We matched controls to cases, based on a risk score estimated by a clinicopathological model. Gene expression was measured using the Illumina RNA Prep with Enrichment kit combined with the whole exome panel and paired-end sequenced on the NextSeq 550.<br \/>Results: Tissue slides for 541 samples were retrieved for sequencing. 151 samples were excluded after pathology review or due to low pre-library concentration. The final cohort includes 195 case-control pairs (n=390). The median sequencing depth was 43M (Q1-Q3: 35-52M); the median Q30 was 85% (Q1-Q3: 83-87%); the median GC content was 51% (Q1-Q3: 50-52%); a median of 1.8% of base pairs (Q1-Q3: 1.4-2.1%) was trimmed prior to the mapping\/alignment; a median of 69% (Q1-Q3: 65-74%) of reads were aligned as protein-coding and a median of 7% (Q1-Q3: 6-10%) as rRNA; a median of 95% (Q1-Q3: 93-96%) of reads were aligned by STAR. Two samples were excluded based on quality control.<br \/>Conclusion: We described an efficient design and implementation of a nationwide discovery study in cSCC, involving the retrieval of clinicopathological data, the collection of FFPE materials, and the execution of omics measurements. This study presents the largest cohort to date, incorporating omics measurements of primary cSCC samples, combined with simultaneous access to well-curated clinical and pathological information and follow-up data. Our findings can provide guidance for similar studies involving a rare clinical endpoint, where an efficient study design is a necessity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-23 Statistical and epidemiological methodology,,"},{"Key":"Keywords","Value":"Gene expression analysis,Biomarkers,Squamous cell carcinoma,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Rentroia-Pacheco<\/b><sup>1<\/sup>, L. Pozza<sup>2<\/sup>, Y. Chen<sup>2<\/sup>, D. Huigh<sup>2<\/sup>, C. J. Eggermont<sup>1<\/sup>, O. F. Steijlen<sup>1<\/sup>, S. Alex<sup>2<\/sup>, J. Dwarkasing<sup>2<\/sup>, D. Bellomo<sup>2<\/sup>, H. J. van de Werken<sup>1<\/sup>, A. L. Mooyaart<sup>1<\/sup>, M. Wakkee<sup>1<\/sup>, L. M. Hollestein<sup>1<\/sup>; <br\/><sup>1<\/sup>Erasmus Medical Centre, Rotterdam, Netherlands, <sup>2<\/sup>SkylineDx, Rotterdam, Netherlands","CSlideId":"","ControlKey":"435dbfd0-8bc3-4525-8f01-d55c10d09e5a","ControlNumber":"5614","DisclosureBlock":"<b>&nbsp;B. Rentroia-Pacheco, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>L. Pozza, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>D. Huigh, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>C. J. Eggermont, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>O. F. Steijlen, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>S. Alex, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>J. Dwarkasing, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>D. Bellomo, <\/b> <br><b>SkylineDx<\/b> Employment. <br><b>H. J. van de Werken, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>A. L. Mooyaart, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.&nbsp;<br><b>M. Wakkee, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.. <br><b>Sanofi Genzyme<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>Sunpharma<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>LEO Pharma<\/b> MW participated as speaker\/advisory board member\/consultant. <br><b>L. M. Hollestein, <\/b> <br><b>SkylineDx<\/b> PPP Allowance made available by Health-Holland, Top Sector Life Sciences & Health, to stimulate public private partnerships.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4869","PresenterBiography":null,"PresenterDisplayName":"Barbara Rentroia-Pacheco, MSc","PresenterKey":"fe1f2553-ef00-455b-a9b3-3e64081da5b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4869. Efficient study design for the discovery of a gene expression signature predicting metastasis in cutaneous squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficient study design for the discovery of a gene expression signature predicting metastasis in cutaneous squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: The definition of metabolically healthy and unhealthy obesity for cancer risk remains uncertain and controversial. This study proposed a novel classifier based on biomarkers selected using machine learning (ML) and compared its risk stratification with the conventional definition.<br \/>Methods: A prospective cohort study was conducted of 317,569 UK Biobank participants who were free of cancer and with body mass index (BMI) &#8805;18.5 kg\/m<sup>2<\/sup> at baseline. Individuals were classified into metabolically healthy and non-obese (MHNO), metabolically unhealthy and non-obese (MUNO), metabolically healthy and obese (MHO), and metabolically unhealthy and obese (MUO), according to body mass index (BMI) and six metabolic criteria. For the ML approach, LASSO regularization was used to select a subset from seventeen metabolic biomarkers to optimize C index. Clinical cut-off value was applied to this subset to define MHO. Multivariable Cox proportional hazards models were used to estimate hazard ratios (HRs) of total, obesity-related, type two diabetes (T2D)-related, and 23 site-specific cancers according to the conventional and ML definitions.<br \/>Findings: Of 21 biomarkers, 17 were selected using LASSO. Compared with MHNO, individuals with MHO had higher risk of obesity-related cancer (HR<sub>conventional <\/sub>1.22, 95% CI 1.15-1.29; HR<sub>ML <\/sub>1.23, 95% CI 1.16-1.30) and T2D-related cancer (HR<sub>conventional <\/sub>1.25, 95% CI 1.19-1.39; HR<sub>ML<\/sub> 1.27, 95% CI 1.20-1.34) after adjusting for sociodemographic and lifestyle factors. ML-defined metabolic status better-stratified individuals with normal weight for risk of total cancer (HR<sub>conventional<\/sub>1.02, 95% CI 0.99 -1.06; HR<sub>ML<\/sub> 1.06, 95% CI 1.02 - 1.10) and some site-specific cancers, e.g., hepatocellular carcinoma (HR<sub>conventional<\/sub> 0.89, 95% CI, 0.53-1.48; HR<sub>ML<\/sub> 2.52, 95% CI, 1.85-3.45).<br \/>Interpretation: Compared with the conventional definition of metabolic health, a broader array of metabolic markers may help better stratify individuals for cancer risk.<br \/>Keywords: Obesity, cancer, metabolically healthy obesity, hepatocellular carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-23 Statistical and epidemiological methodology,,"},{"Key":"Keywords","Value":"Metabolism,Body mass index,Cancer,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Zhou<\/b><sup>1<\/sup>, S. Parra-Soto<sup>1<\/sup>, Y. Lu<sup>2<\/sup>, Z. Fang<sup>2<\/sup>, K. Wang<sup>2<\/sup>, A. Bever<sup>2<\/sup>, L. Tao<sup>2<\/sup>, F. Petermann-Rocha<sup>1<\/sup>, J. Boonpor<sup>1<\/sup>, N. Sattar<sup>1<\/sup>, C. Celis-Morales<sup>1<\/sup>, J. P. Pell<sup>1<\/sup>, F. K. Ho<sup>1<\/sup>, M. Song<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Glasgow, Glasgow, United Kingdom, <sup>2<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"763e405d-ac30-40ad-bc78-e1488feeebfa","ControlNumber":"4664","DisclosureBlock":"&nbsp;<b>Z. Zhou, <\/b> None..<br><b>S. Parra-Soto, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>Z. Fang, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>A. Bever, <\/b> None..<br><b>L. Tao, <\/b> None..<br><b>F. Petermann-Rocha, <\/b> None..<br><b>J. Boonpor, <\/b> None.&nbsp;<br><b>N. Sattar, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, NS has received research grant from AstraZeneca.. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, NS has received research grant from Boehringer Ingelheim.. <br><b>Novartis<\/b> Grant\/Contract, NS has received research grant from Novartis.. <br><b>Abbott Laboratories<\/b> Other, NS has received personal fees from Abbott Laboratories.. <br><b>Afimmune<\/b> Other, NS has received personal fees from Afimmune.. <br><b>AstraZeneca<\/b> Other, NS has received personal fees from AstraZeneca.. <br><b>Boehringer Ingelheim<\/b> Other, NS has received personal fees from Boehringer Ingelheim.. <br><b>Eli Lilly<\/b> Other, NS has received personal fees from Eli Lilly.. <br><b>Hanmi Pharmaceuticals<\/b> Other, NS has received personal fees from Hanmi Pharmaceuticals.. <br><b>Merck Sharp & Dohme<\/b> Other, NS has received personal fees from Merck Sharp & Dohme.. <br><b>Novartis<\/b> Other, NS has received personal fees from Novartis.. <br><b>Novo Nordisk<\/b> Other, NS has received personal fees from Novo Nordisk.. <br><b>Pfizer<\/b> Other, NS has received personal fees from Pfizer.. <br><b>Roche Diagnostics<\/b> Other, NS has received personal fees from Roche Diagnostics.. <br><b>Janssen<\/b> Other, NS has received personal fees from Janssen.. <br><b>Amgen<\/b> Other, NS has received consulting fees from Amgen.. <br><b>Sanofi<\/b> Other, NS has received consulting fees from Sanofi.. <br><b>Roche Diagnostics<\/b> NS has received research grant from Roche Diagnostics..<br><b>C. Celis-Morales, <\/b> None..<br><b>J. P. Pell, <\/b> None..<br><b>F. K. Ho, <\/b> None..<br><b>M. Song, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4870","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4870","PresenterBiography":null,"PresenterDisplayName":"Ziyi Zhou, BS,MPH","PresenterKey":"2d8dc77e-b2fd-4908-898f-572d99eab055","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4870. Defining metabolically healthy and unhealthy obesity in relation to cancer risk: A prospective cohort study by using a machine learning approach in comparison with conventional definitions in the UK Biobank","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining metabolically healthy and unhealthy obesity in relation to cancer risk: A prospective cohort study by using a machine learning approach in comparison with conventional definitions in the UK Biobank","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> In the United States, colorectal cancer (CRC) is the fourth most common cancer and the second leading cause of cancer-related deaths. Although incidence rates of CRC have been decreasing overall, recent studies suggest a shift in demographics, specifically an increase in the number of new CRC cases among younger individuals and a higher incidence among those who identify as non-Hispanic Native American\/Alaska Native. To examine the latest trends in incidence and overall survival (OS) among adults with CRC in the United States, we conducted an observational study using the Surveillance, Epidemiology, and End Results (SEER) Program database.<br \/><b>Methods:<\/b> Patients aged &#8805;18 years with newly diagnosed CRC between January 1, 2009, and December 31, 2020 were identified in the SEER 17 database. Age-adjusted incidence rates for CRC were calculated by race\/ethnicity and age groups (18-49, 50-64, and &#8805;65 years) from 2009 to 2020. Kaplan-Meier curves were generated to examine 5-year OS by race\/ethnicity, stage, and age groups.<br \/><b>Results:<\/b> There were 429,218 CRC cases identified with a median age of 67 years. Most were male (52.4%) with stage 0-II CRC (51.4%). Most patients identified as non-Hispanic White (66.3%), followed by non-Hispanic Black (11.5%), non-Hispanic Asian\/Pacific Islander (8.9%), non-Hispanic Native American\/Alaska Native (0.7%), and Hispanic of any race (12.7%). The age-adjusted incidence rate between 2009 and 2020 was 51.9 per 100,000 persons; incidence decreased from 59.5 per 100,000 persons in 2009 to 44.2 per 100,000 persons in 2020, with male patients having a higher incidence rate than female patients. By 2020, non-Hispanic Native American\/Alaska Native patients had the highest incidence rate (54.5 per 100,000 persons) followed by non-Hispanic Black patients (50.6 per 100,000 persons). CRC incidence rates increased slightly for age &#60;50 years (10.5 to 12.9 per 100,000 persons) and decreased for ages 50-64 (74.6 to 63.9 per 100,000 persons) and &#8805;65 years (222.4 to 136.1 per 100,000 persons). Non-Hispanic Black patients (53%), age &#8805;65 years (47%), and those with stage III-IV CRC (41%) had a lower 5-year OS from 2015 to 2019 compared to patients who were non-Hispanic White (57%), aged 50-64 (68%) and &#60;50 years (70%), and with stage 0-II CRC (77%).<br \/><b>Conclusion:<\/b> Our results confirm a slight increase in CRC incidence among younger (&#60;50 years) individuals over the 2009-2020 time period. Patients who were non-Hispanic Native American\/Alaska Native had the highest CRC incidence rate and patients who were non-Hispanic Black had the poorest OS. Targeted preventative efforts such as CRC screening programs in addition to improved access to care\/treatment may be needed to reduce the number of new cases and improve outcomes among historically underserved groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Colorectal cancer,Epidemiology,Incidence,Overall survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. C. McDonald<\/b>, S. Joo, J. Ma, M. M. Amonkar, C. Shao, K. Desai, A. C. Deitz; <br\/>Merck & Co., Inc., Rahway, NJ","CSlideId":"","ControlKey":"b3cf2726-fdeb-4e13-b856-105f7ebfa2ec","ControlNumber":"6778","DisclosureBlock":"<b>&nbsp;A. C. McDonald, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>S. Joo, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>J. Ma, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>M. M. Amonkar, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>C. Shao, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>K. Desai, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option. <br><b>Bristol-Myers Squibb<\/b> Stock. <br><b>AstraZeneca<\/b> Stock. <br><b>A. C. Deitz, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4871","PresenterBiography":null,"PresenterDisplayName":"Alicia McDonald, PhD,BS,MPH","PresenterKey":"1f70af4a-953b-4100-aa02-7dfa99583323","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4871. Colorectal cancer incidence and overall survival by race, stage, and age: A SEER database analysis, 2009-2020","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colorectal cancer incidence and overall survival by race, stage, and age: A SEER database analysis, 2009-2020","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is a leading cancer worldwide. Incidence varies greatly by country and racial group. We present recent CRC incidence and mortality rates among American Indian\/Alaska Native (AI\/AN) persons in Alaska and compare them to rates among other racial groups in Alaska and AI\/AN persons in other regions of the United States, and to published CRC incidence rate estimates for other countries around the world.<br \/>Methods: To calculate CRC incidence in the United States, we used U.S. Cancer Statistics data, which includes cancer registry data from the Centers for Disease Control and Prevention&#8217;s (CDC) National Program of Cancer Registries and the National Cancer Institute&#8217;s Surveillance, Epidemiology, and End Results Program. Cancer data for AI\/AN persons in Alaska came from the Alaska Cancer Registry as well as the Alaska Native Tumor Registry. Death data came from the CDC&#8217;s National Death Index, which was linked with the Indian Health Service patient registry database to address race misclassification in AI\/AN populations, to create the United States Cancer Statistics American Indian and Alaska Native Mortality Database. This database was used to calculate CRC mortality rates for AI\/AN persons in this study. Rates were age-adjusted using the World Health Organization&#8217;s World Standard Population (2000-2025), so that rates for AI\/AN persons in the United States could be more comparable to rates that have been estimated for countries around the world. Estimates of worldwide CRC incidence came from the International Agency for Research on Cancer Global Cancer Observatory GLOBOCAN 2020 database.<br \/>Results: AI\/AN persons in Alaska (males and females combined) had the highest CRC incidence rate (58.4 per 100,000 people) in the year 2020, when compared to AI\/AN persons in every other region of the United States. Within Alaska, AI\/AN persons had a higher CRC incidence rate than persons of any other racial group. When compared with published CRC incidence rates worldwide, the rate for AI\/AN persons in Alaska was higher than the rates reported for any country in the world in 2020. The country with the highest recorded CRC incidence rate in 2020 was Hungary (45.3 per 100,000 people). AI\/AN persons in Alaska also had the highest CRC mortality rate (27.1 per 100,000 people) in 2020. Worldwide, the country with the highest recorded CRC mortality rate in 2020 was Slovakia (21.0 per 100,000 people).<br \/>Conclusions: This review of CRC incidence and mortality rates from populations in the US and worldwide showed that AI\/AN persons in Alaska had the highest documented incidence and mortality rates of CRC in the world in 2020. Health systems serving AI\/AN persons in Alaska could implement policies and interventions that support colorectal cancer screening, to reduce the burden of this preventable disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Colorectal cancer,Incidence,Mortality,Alaska Native,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Haverkamp<\/b><sup>1<\/sup>, D. Redwood<sup>2<\/sup>, E. Roik<sup>2<\/sup>, S. Vindigni<sup>2<\/sup>; <br\/><sup>1<\/sup>Centers for Disease Control & Prevention, Atlanta, GA, <sup>2<\/sup>Alaska Native Tribal Health Consortium, Anchorage, AK","CSlideId":"","ControlKey":"475c5673-38e4-4db2-9863-4f86bf8e8cf4","ControlNumber":"2801","DisclosureBlock":"&nbsp;<b>D. Haverkamp, <\/b> None..<br><b>D. Redwood, <\/b> None..<br><b>E. Roik, <\/b> None..<br><b>S. Vindigni, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4872","PresenterBiography":null,"PresenterDisplayName":"Donald Haverkamp, MPH","PresenterKey":"4e4ee9fe-cb9c-41bc-8474-5a04cd88d70f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4872. Elevated colorectal cancer incidence among American Indian\/Alaska Native persons in Alaska compared to other populations worldwide","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"421","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Statistical and Epidemiological Methodology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elevated colorectal cancer incidence among American Indian\/Alaska Native persons in Alaska compared to other populations worldwide","Topics":null,"cSlideId":""}]