[{"Abstract":"Introduction: Daratumumab (Dara), an anti-CD38 monoclonal antibody, has been widely used in the treatment of multiple myeloma (MM). However, some of MM patients exhibit primary or acquired resistance to Dara therapy. A CD38 targeting antibody-drug conjugate (ADC) HMA800067 is developed, in which Dara was conjugated with cytotoxic payload via a novel linker, aiming to have superior anti-tumor efficacy to Dara, even in the subjects with resistance to Dara treatment.<br \/>Methods: HMA800067 was characterized by ELISA-based binding assay, cell internalization assay, antibody-dependent cell-mediated cytotoxicity (ADCC) and antibody-dependent cellular phagocytosis (ADCP) assays. The <i>in vitro<\/i> anti-tumor potency was assessed against a panel of 24 MM and B cell lymphoma cell lines with various CD38 expressions. Bystander effect of HMA800067 was evaluated in co-culture of CD38<sup>-<\/sup> SU-DHL-2 cells with CD38<sup>+<\/sup> Ramos cells. <i>In vivo<\/i> anti-tumor efficacy was investigated in the multiple MM and Diffuse Large B-cell Lymphoma (DLBCL) subcutaneous xenograft models, including some non-responsive to Dara.<br \/>Results: HMA800067 displayed comparable binding affinity and internalization capability to Dara in CD38<sup>+<\/sup><sup> <\/sup>Ramos cells. And HMA800067 maintained the ability of Dara to induce the death of CD38<sup>+<\/sup> Daudi cells by ADCC and ADCP, which indicated that conjugation did not change the property of Dara in the ADC upon antigen binding. HMA800067 exhibited a CD38-dependent cytotoxic activity with median IC<sub>50<\/sub> of 0.46 nM against a panel of tumor cell lines, with a trend that the higher CD38 expression, the stronger potency could be seen. Bystander killing effect of HMA800067 was observed in CD38<sup>-<\/sup> cells when co-cultured with CD38<sup>+<\/sup> cells <i>in vitro<\/i>. Furthermore, with the low release of payload in plasma and sustainable high exposure of payload in the tumor, HMA800067 demonstrated dose-dependent and superior anti-tumor efficacy to Dara in all tested models, and 10 mg\/kg induced complete tumor regression in MM RPMI-8226, DLBCL SU-DHL-6 and SU-DHL-10 models. For example, in SU-DHL-6 xenograft model, the treatment of intravenous injection of HMA800067 at 10 mg\/kg single dose induced complete tumor regression in all the animals within 10 days of administration, which was maintained until the end of study (day 49), while 10 mg\/kg Dara twice a week for 2 weeks inhibited tumor growth within 20%-40% without any tumor regression during a four-week observation post initial dosing.<br \/>Conclusion: HMA800067 demonstrated potent anti-tumor activities <i>in vitro<\/i> and <i>in vivo<\/i> in multiple B-cell malignant tumor lines, including those with poor response to Dara. These results supported further development of HMA800067, as a superior therapeutic option for treatment of patients with CD38<b><sup>+<\/sup><\/b> B cell malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"CD38,ADC,Daratumumab,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Xu<\/b>, J. Liang, S. Jiang, H. Yang, H. Zhang, F. Mao, J. Zhu, J. He, N. Yang, J. Wang, W. Zhang, Y. Ren, W. Su; <br\/>HUTCHMED, Shanghai, China","CSlideId":"","ControlKey":"d1b7592e-3ddf-40f0-bb36-1c178dffdecc","ControlNumber":"4412","DisclosureBlock":"&nbsp;<b>Y. Xu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>F. Mao, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>J. He, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>Y. Ren, <\/b> None..<br><b>W. Su, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1890","PresenterBiography":null,"PresenterDisplayName":"Yan Xu, PhD","PresenterKey":"09811b85-bfa2-4f21-84c3-9bbcf22f4bf1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1890. HMA800067, a novel CD38-targeting antibody-drug conjugate (ADC), demonstrated superior anti-tumor activity to daratumumab in preclinical B-cell malignancies models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMA800067, a novel CD38-targeting antibody-drug conjugate (ADC), demonstrated superior anti-tumor activity to daratumumab in preclinical B-cell malignancies models","Topics":null,"cSlideId":""},{"Abstract":"Nectin-4 is a well validated tumor target, which is highly expressed in several solid cancers such as urothelial, head-and-neck, breast, lung, pancreatic, ovarian, and cervical cancer, while expression in normal tissues is limited. A first-generation antibody-drug conjugate targeting Nectin-4, called enfortumab vedotin-ejfv (EV), was granted accelerated FDA approval in 2019 for urothelial cancers, and is currently approved for frontline therapy in cisplatin-ineligible patients with locally advanced or metastatic urothelial carcinoma, providing groundbreaking improvement in patient survival. However, clinical use of EV has also revealed safety-driven limitations, which result in reduced and\/or interrupted drug exposures impacting efficacy. To overcome these limitations in therapeutic window and to maximize on the potential of Nectin-4 as a tumor target beyond urothelial cancers, Adcentrx has developed ADRX-0706, a Nectin-4-targeting next-generation ADC with a drug-antibody ratio of 8. ADRX-0706 is comprised of a novel fully human IgG1k monoclonal antibody linked to an optimized tubulin inhibitor payload AP052 through a proprietary cleavable linker. ADRX-0706 has strong binding affinity and selectively induces cytotoxicity in Nectin-4-expressing tumor cells. Importantly, ADRX-0706 is designed to have improved bystander effect, which allows tumor regression even in cases of heterogeneous Nectin-4 expression. This translates to superior in vivo efficacy of ADRX-0706 over EV in multiple&#8239;mouse xenograft models of other indications beyond bladder cancer. In a mouse clinical trial of patient-derived cervical cancers with a range of Nectin-4 expression levels, ADRX-0706 reaches a 73% ORR. Since peripheral neuropathy is a main platform toxicity for this payload class, ADRX-0706 is assessed in an in vitro co-culture model to evaluate its neurotoxic potential. While EV displays a 75% decrease in neurite outgrowth, ADRX-0706 strikingly has no impact at concentrations up to 1mg\/ml, suggesting a lower risk of peripheral neuropathy in humans for ADRX-0706. In preclinical repeat dose toxicology study, ADRX-0706 reaches an HNSTD of 18mg\/kg in NHPs well above therapeutic exposures in mouse pharmacology studies, indicating a tremendous increase in the therapeutic index compared to EV. In summary, the highly selective and potent anti-tumor activity in multiple tumor types and wide preclinical therapeutic index of ADRX-0706 support clinical evaluation of this next generation anti-Nectin-4 ADC. ADRX-0706 is currently in a phase 1a\/b study (NCT06036121).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted drug delivery,Therapeutic target,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. M. Hau<\/b><sup>1<\/sup>, M. Shahmoradgoli<sup>1<\/sup>, D. Lee<sup>1<\/sup>, W. Sisson<sup>1<\/sup>, A. Wang<sup>1<\/sup>, P. P. Challita<sup>1<\/sup>, E. Nye<sup>1<\/sup>, M. M. -. Kuo<sup>1<\/sup>, A. Mahloch<sup>1<\/sup>, M. Leung<sup>1<\/sup>, O. Betancourt<sup>1<\/sup>, A. Chu-Kung<sup>1<\/sup>, M. Guo<sup>2<\/sup>, H. Li<sup>1<\/sup>, S. Rottmann<sup>1<\/sup>, P. M. Challita-Eid<sup>1<\/sup>; <br\/><sup>1<\/sup>Adcentrx Therapeutics, Inc., San Diego, CA, <sup>2<\/sup>Adcentrx Therapeutics, Inc., Shanghai, China","CSlideId":"","ControlKey":"df7c3aed-84fb-4ce5-b71e-2e144f0f05fc","ControlNumber":"5499","DisclosureBlock":"&nbsp;<b>A. M. Hau, <\/b> None..<br><b>M. Shahmoradgoli, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>W. Sisson, <\/b> None..<br><b>A. Wang, <\/b> None..<br><b>P. P. Challita, <\/b> None..<br><b>E. Nye, <\/b> None..<br><b>M. M. -. Kuo, <\/b> None..<br><b>A. Mahloch, <\/b> None..<br><b>M. Leung, <\/b> None..<br><b>O. Betancourt, <\/b> None..<br><b>A. Chu-Kung, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>S. Rottmann, <\/b> None..<br><b>P. M. Challita-Eid, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1891","PresenterBiography":null,"PresenterDisplayName":"Andrew Hau, PhD","PresenterKey":"127c0951-b8df-4796-9002-eabe6a199809","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1891. Preclinical characterization of ADRX-0706: A next-generation anti-Nectin-4 antibody-drug conjugate with improved therapeutic window","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of ADRX-0706: A next-generation anti-Nectin-4 antibody-drug conjugate with improved therapeutic window","Topics":null,"cSlideId":""},{"Abstract":"Background: TfR1 is a transmembrane glycoprotein involved in iron uptake and regulation of cell growth. High TfR1 expression has been reported in different types of cancers, therefore recognized as a target molecule for cancer therapy. Despite the promise of potent efficacy of TfR1-targeted agents, there is a risk of side effects (<i>i.e.<\/i>, severe anemia), since TfR1 is also highly expressed in certain normal cells (<i>e.g.<\/i>, reticulocytes). KK2260 is a fully human tetravalent bispecific antibody (bsAb) based on REGULGENT<sup>TM<\/sup> technology targeting TfR1 and EGFR. This bsAb was designed for EGFR-expressing cell selective anti-cancer drug which could not be achieved by conventional monospecific Ab. In this study, we evaluated the mechanism of action (MOA), anti-cancer effect, and toxicity of KK2260.<br \/>Methods: Binding activity of KK2260 to TfR1 and EGFR was evaluated by surface plasmon resonance method. Ligand blocking activity was evaluated by binding competition on esophageal squamous cell carcinoma (ESCC) OE21 cells. Growth inhibitory activity of KK2260 on cancer cells or hematopoietic progenitor cells was evaluated by proliferation inhibition assay. In some studies, excessive iron or anti-EGFR parent Ab was added. Effect on the cell surface target expression levels was evaluated by flow cytometry. The intracellular iron level was evaluated by cell imaging. Effect on EGF induced EGFR phosphorylation was evaluated by Western blotting. The <i>in vivo<\/i> efficacy of KK2260 was evaluated in cell line-derived and patient-derived xenograft (PDX) models of ESCC selected for high EGFR expression level. The toxicity of KK2260 was evaluated in cynomolgus monkeys.<br \/>Results: KK2260 bound to TfR1 and EGFR with no ligand binding inhibition. KK2260 inhibited cell growth of moderate to high EGFR-expressing cancer cells, but not against EGFR-negative cancer cells or hematopoietic progenitor cells. KK2260 downregulated TfR1 expression on OE21 cells and the intracellular iron level decreased, but no effect was observed on EGFR phosphorylation. The growth inhibitory activity of KK2260 was abolished by adding excessive amounts of iron or reduced by inhibiting the binding to EGFR. Potent anti-tumor activity was observed in the ESCC PDX models with tumor regression. In the intermittent-dose toxicity study of cynomolgus monkeys, KK2260 was well-tolerated.<br \/>Conclusions: KK2260 demonstrated potent anti-cancer effect both <i>in vitro<\/i> and <i>in vivo<\/i>. Intriguingly, KK2260 did not inhibit EGFR phosphorylation while EGFR-binding dependent TfR1 downregulation resulted in intracellular iron deficiency, which was considered as the MOA of KK2260. KK2260 was well tolerated in non-human primates. These preclinical data suggest the unique property of KK2260 is expected to provide significant benefit to patients with advanced ESCC and other EGFR-expressing tumors and Phase 1 study is currently on going in Japan (jRCT2031230372).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Bispecific antibody,Transferrin receptor,Epidermal growth factor receptor (EGFR),Esophageal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Mitamura<\/b><sup>1<\/sup>, H. Otsuki<sup>2<\/sup>, K. Nakahashi<sup>2<\/sup>, A. Kitagawa<sup>2<\/sup>, M. Kamigaki<sup>1<\/sup>, Y. Kurio<sup>1<\/sup>, M. Inoue<sup>1<\/sup>, Y. Uemura<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyowa Kirin Co., Ltd., Machida-Shi, Tokyo, Japan, <sup>2<\/sup>Kyowa Kirin Co., Ltd., Sunto-gun, Shizuoka, Japan","CSlideId":"","ControlKey":"2c9d3e6c-fcf7-4a45-9e8d-414be324907f","ControlNumber":"4284","DisclosureBlock":"<b>&nbsp;K. Mitamura, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>H. Otsuki, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>K. Nakahashi, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>A. Kitagawa, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>M. Kamigaki, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>Y. Kurio, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>M. Inoue, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment. <br><b>Y. Uemura, <\/b> <br><b>Kyowa Kirin Co., Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1892","PresenterBiography":null,"PresenterDisplayName":"Keisuke Mitamura, MEng","PresenterKey":"bf151fd3-7791-4a18-b449-be059be24ca7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1892. KK2260: A fully human tetravalent bispecific antibody targeting TfR1 and EGFR for the treatment of EGFR-expressing tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KK2260: A fully human tetravalent bispecific antibody targeting TfR1 and EGFR for the treatment of EGFR-expressing tumors","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> TROP2 is a validated therapeutic target for cancer treatment. OBI-992 is an antibody-drug conjugate (ADC) derived from a novel TROP2 antibody linked with a topoisomerase 1 inhibitor payload, exatecan, through conjugation with an enzyme-cleavable linker. Upon binding to TROP2 on the surface of cancer cells, OBI-992 is internalized into the cell and trafficked to lysosomes where the linker is cleaved by cathepsin B, releasing the payload exatecan to kill the cancer cells. This study aims to evaluate the antitumor efficacy of OBI-992 <i>in vitro<\/i> and <i>in vivo<\/i>, including cell-based cytotoxicity, cell line-derived xenografts (CDX), and patient-derived xenografts (PDX) models.<br \/><u>Methods<\/u>: The cytotoxicity of OBI-992 was evaluated in cell lines with different levels of TROP2 expression. <i>In vivo<\/i> efficacy was evaluated using CDX and PDX models of various cancer types. Bystander killing effect of OBI-992 was examined in a xenograft model containing a premixture of TROP2 positive and TROP2 negative cancer cells. Moreover, the impact of overexpression of P-glycoprotein (Pgp) or breast cancer resistance protein (BCRP) on the antitumor efficacy of TROP-2 ADCs was evaluated. OBI-992 in combination with PARP inhibitors such as olaparib and talazoparib was examined for potential synergistic effects in a homologous recombination deficiency (HRD) xenograft model.<br \/><u>Results<\/u>: The cytotoxicity of OBI-992 was positively associated with the TROP2 RNA levels in different cell lines. In various CDX and PDX models, a single dose of OBI-992 at 3 or 10 mg\/kg exhibited remarkable tumor growth inhibition. Notably, the antitumor efficacy of OBI-992 surpassed that of datopotamab deruxtecan (Dato-DXd) across different CDX and PDX models. OBI-992 demonstrated a bystander killing effect as OBI-992 was able to kill TROP2-negative xenografts in the presence of nearby TROP2-positive cells. OBI-992 showed superior efficacy to Dato-DXd in the CDX model overexpressing Pgp or BCRP. These findings suggest that OBI-992 was not affected by the Pgp- and BCRP-mediated multidrug resistance. In the HRD CDX model at suboptimal doses, combination of OBI-992 with olaparib or talazoparib displayed remarkable synergistic effects.<br \/><u>Conclusions:<\/u> OBI-992 exhibited excellent antitumor efficacy and outperformed the benchmark Dato-DXd in CDX and PDX models of various cancer types. A strong bystander killing effect indicated that OBI-992 will be effective for tumors with heterogenous expression of target antigen. OBI-992 retained its antitumor effect upon overexpression of Pgp and BCRP, suggesting that OBI-992 may overcome the multidrug resistance. Outstanding synergistic effect with the combination of OBI-992 with PARP inhibitors was observed. These results warrant further studies of OBI-992 in the clinical setting.<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,TROP2,OBI-992,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W.-F. Li<\/b>, M.-F. Chiang, H.-C. Weng, J.-J. Yang, H.-S. Wu, C.-J. Lin, P.-T. Chiu, M.-T. Lai; <br\/>OBI Pharma, Inc., Taipei, Taiwan","CSlideId":"","ControlKey":"1edbeb99-665d-4f04-ba28-58d4303faa2e","ControlNumber":"5967","DisclosureBlock":"&nbsp;<b>W. Li, <\/b> None..<br><b>M. Chiang, <\/b> None..<br><b>H. Weng, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>P. Chiu, <\/b> None..<br><b>M. Lai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1126","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1893","PresenterBiography":null,"PresenterDisplayName":"Wan-Fen Li, PhD","PresenterKey":"276518dd-902f-403f-8d49-7b6b8844553d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1893. OBI-992, a novel TROP2 targeting antibody-drug conjugate, displayed excellent antitumor efficacy in various animal models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OBI-992, a novel TROP2 targeting antibody-drug conjugate, displayed excellent antitumor efficacy in various animal models","Topics":null,"cSlideId":""},{"Abstract":"MediLink&#8217;s TMALIN (<u>T<\/u>umor <u>M<\/u>icroenvironment <u>A<\/u>ctivable <u>LIN<\/u>ker-payload) platform incorporates the proprietary protease-cleavable tripeptide linker and novel DNA topoisomerase I inhibitor, enables the release payload both in the tumor cell intracellularly and in the tumor microenvironment extracellularly. YL205 is built on the TMALIN platform, which is comprised of an anti-NaPi2b humanized monoclonal antibody and conjugated in a site-specific manner to yield a uniform DAR 8 product. NaPi2b, encoded by the SLC34A2 gene, is a cell surface sodium-dependent phosphate transporter that is highly expressed in certain cancers, including ovarian, lung, thyroid, and breast cancers, with limited expression in normal tissues. This study evaluated the drug properties, efficacy, safety and pharmacokinetic profiles of YL205 in nonclinical studies. YL205 achieved a high drug-to-antibody ratio through homogeneous conjugation with hydrophilic TMALIN linker-payload, which showed limited impact on the hydrophilicity of the antibody, prolonged the retention time <i>in vivo<\/i> and eventually enhanced the <i>in vivo<\/i> potency of ADC. Additionally, YL205 exhibited strong potency, high internalization, potent cytotoxicity and bystander-mediated cell killing toward tumor cells. Significant dose-dependent antitumor activities, including complete tumor regressions with no observable toxicity, were noted in NaPi2b low to high expression ovarian and NSCLC tumor xenograft mouse models. YL205 showed a favorable PK profile evidenced by the overlapping ADC and TAb curves in SD rat and cynomolgus monkey studies. Despite high levels of expression in normal lungs of non-human primates, YL205 exhibited a good safety profile with toxic findings unrelated to normal tissue target expression. Toxicity studies using cynomolgus monkeys showed that YL205 is well tolerated with calculated therapeutic index (TI, HNSTD versus MED) of &#65125;80 for repeat dosing. No drug-related adverse findings were found in the lungs, liver or kidneys when tested in all doses. The highly stable nature of TMALIN linker, together with the high potency of the payload, likely mitigates the potential liability of this normal tissue expression. Based on these results, it demonstrates that YL205&#8217;s advanced ADC design results in an increased therapeutic margin, and YL205 may help address unmet medical need in patients with NaPi2b-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),NaPi2b,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Xiao<\/b><sup>1<\/sup>, W. Lian<sup>1<\/sup>, Q. Liu<sup>1<\/sup>, Q. Zong<sup>1<\/sup>, S. Song<sup>1<\/sup>, S. Stann<sup>2<\/sup>, J. Cai<sup>1<\/sup>, T. Xue<sup>1<\/sup>; <br\/><sup>1<\/sup>MediLink Therapeutics (Suzhou) Co., Ltd., Suzhou, China, <sup>2<\/sup>MediLink Therapeutics USA, INC., Boston, MA","CSlideId":"","ControlKey":"c768284d-8901-4957-9df6-6422f7cdb987","ControlNumber":"6082","DisclosureBlock":"&nbsp;<b>L. Xiao, <\/b> None..<br><b>W. Lian, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>Q. Zong, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>S. Stann, <\/b> None..<br><b>J. Cai, <\/b> None..<br><b>T. Xue, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1894","PresenterBiography":null,"PresenterDisplayName":"Liang Xiao, PhD","PresenterKey":"9e4a3bbf-707c-4d7c-a97e-1653471e9d60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1894. Preclinical development of YL205, a novel NaPi2b-targeting antibody-drug conjugate (ADC) with novel topoisomerase I inhibitor-based linker-payload for treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of YL205, a novel NaPi2b-targeting antibody-drug conjugate (ADC) with novel topoisomerase I inhibitor-based linker-payload for treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Delta like non-canonical Notch ligand 1 (DLK1) is a transmembrane protein that belongs to the NOTCH non-canonical ligand family. It has been implicated in adipogenesis, the regulation of stem cell pools, tissue differentiation during development, cancer differentiation, and cancer stem-like cell maintenance. DLK1 is highly expressed in adrenocortical, uterine, and testicular cancers as well as in a large portion of pancreatic, sarcoma, liver and squamous lung cancer patient samples. In contrast there is limited normal tissue expression beyond the normal adrenal gland, pituitary, and ovarian tissue samples. This expression profile makes DLK1 an attractive target for development of a therapeutic antibody-drug conjugate (ADC). This study describes the generation and preclinical characterization of TORL-4-500, an ADC consisting of a humanized anti-DLK1 monoclonal antibody coupled to monomethyl auristatin E (MMAE) via a cleavable linker.<br \/>TORL-4-500 showed strong binding to DLK1 by flow cytometry in DLK1 native and artificial overexpressing cell lines. In contrast no binding was observed in DLK1 non-expressing cell lines. TORL-4-500 exhibits nanomolar binding affinity for both human and cynomolgus monkey DLK1 and is rapidly internalized in DLK1 expressing cells. TORL-4-500 exhibited selective efficacy in cell line xenograft models of DLK1 positive human cancers. Treatment with TORL-4-500 induced significant regressions in four DLK1 expressing human cancer cell line xenograft studies encompassing liver, small cell lung cancer (SCLC) and sarcoma cancer. Furthermore, anti-tumor responses were sustained in each of the DLK1 expressing models for several weeks post-final dose. In the case of the two SCLC cell lines, complete regressions of xenograft tumors were measured out past 100 days in the TORL-4-500 treated animals. No significant impact on xenograft tumor growth was observed in either a DLK1 non-expressing colon cell line xenograft or in a DLK1 non-expressing melanoma xenograft study. Each of the doses tested in this study was well tolerated in mice with no dose-limiting toxicity observed. The nonclinical pharmacokinetics and toxicokinetics of TORL-4-500 were characterized in mice and monkeys and results support dosing in humans.<br \/>In summary, TORL-4-500 is a novel therapeutic for DLK1 positive cancers and on the basis of these promising preclinical efficacy results, a first in human trial to evaluate safety, tolerability, pharmacokinetics, and antitumor activity of TORL-4-500 has been launched in patients with advanced cancer and is currently ongoing (NCT06005740).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Drug discovery,Antibody-drug conjugate (ADC),Antibody,Gastrointestinal cancers: liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. S. J. McDermott<\/b>, N. A. O'Brien, M. Lu, J. Zhang, K. Gong, B. Hoffstrom, T. Luo, M. Liang, W. Jia, K. Chau, L. Presta, J. Glaspy, D. J. Slamon; <br\/>UCLA David Geffen School of Medicine, Los Angeles, CA","CSlideId":"","ControlKey":"ed356c6c-d031-4519-a886-9e352b6432fe","ControlNumber":"1794","DisclosureBlock":"<b>&nbsp;M. S. J. McDermott, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock, Patent. <br><b>1200 Pharma LLC<\/b> Stock, Patent. <br><b>N. A. O'Brien, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock, Patent. <br><b>1200 Pharma LLC<\/b> Stock, Patent. <br><b>M. Lu, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>J. Zhang, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>K. Gong, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>B. Hoffstrom, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>T. Luo, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>1200 Pharma LLC<\/b> Stock. <br><b>M. Liang, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock.<br><b>W. Jia, <\/b> None.&nbsp;<br><b>K. Chau, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>1200 Pharma LLC<\/b> Stock. <br><b>L. Presta, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>J. Glaspy, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock. <br><b>D. J. Slamon, <\/b> <br><b>TORL Biotherapeutics LLC<\/b> Stock, Other, Corporate Board Membership. <br><b>1200 Pharma LLC<\/b> Stock, Other, Corporate Board Membership. <br><b>Novartis<\/b> Grant\/Contract, Travel, Other, Honoraia; Speakers Bureau; Consultancy. <br><b>BioMarin<\/b> Stock, Other, Corporate Board Membership. <br><b>Lilly<\/b> Other, Consultancy. <br><b>Pfizer<\/b> Stock, Grant\/Contract, Travel, Other, Consultancy. <br><b>Seagen<\/b> Stock, Grant\/Contract, Consultancy. <br><b>Amgen<\/b> Stock. <br><b>Merck Sharp & Dohme<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1896","PresenterBiography":null,"PresenterDisplayName":"Martina McDermott, PhD","PresenterKey":"f87d2921-ff53-4cec-a32e-9b70c03025a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1896. Therapeutic potential of TORL-4-500, an antibody-drug conjugate directed against delta like non-canonical notch ligand 1 (DLK1)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic potential of TORL-4-500, an antibody-drug conjugate directed against delta like non-canonical notch ligand 1 (DLK1)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Antibody-drug conjugates (ADCs) seek to increase the therapeutic window of potent cytotoxic agents by linking them with monoclonal antibodies (mAbs) to selectively deliver cytotoxic payloads to tumor cells. The effectiveness and safety of ADCs rely on both the mAb specificity, and the linker-payload employed. Several approved ADCs using microtubule inhibitor payloads are impacted by ocular adverse events that have been observed both preclinically and in patients. A class of linker-payloads incorporating topoisomerase 1 inhibitors (TOP1i) has emerged recently as an effective alternative to tubulin inhibitor-based ADCs. To date, TOP1i ADCs have not been associated with dose-limiting ocular toxicity seen with microtubule inhibitor payloads. Here we report the preclinical development of an ADAM9 (a disintegrin and metalloprotease domain 9)-targeted ADC that incorporates a novel glycan-linked TOP1i. ADAM9, a member of the ADAM family of multifunctional type 1 transmembrane proteins, plays a role in tumorigenesis and cancer progression and is overexpressed in multiple cancers, making it an attractive target for cancer treatment.<br \/>Methods: MGC028 incorporates the cleavable linker-payload, bicyclononyne carbamoyl sulfamide Val-Ala-PABC exatecan (SYNtecan E&#8482;), site-specifically conjugated at asparagine 297 of the heavy chain through enzymatic glycan remodeling and metal-free click chemistry using Synaffix&#8217;s GlycoConnect&#8482; technology. <i>In vivo<\/i> efficacy studies were performed in immunodeficient mice with ADAM9-expressing human tumor cell-line (CDX) or patient-derived (PDX) xenografts. A non-human primate toxicology study was conducted in which MGC028 was administered by 15-minute IV infusion every two weeks at dose levels of 22.5 and 55 mg\/kg for a total of two doses.<br \/>Results: MGC028 exhibited specific, dose-dependent <i>in vivo<\/i> antitumor activity toward ADAM9-positive CDX models representing gastric, lung, pancreatic and colorectal cancer, and head and neck squamous cell carcinoma. Furthermore, MGC028 demonstrated antitumor activity toward ADAM9-positive PDX models of lung and pancreatic cancer, and cholangiocarcinoma. MGC028 was well tolerated in a repeat-dose non-human primate toxicology study, up to 55 mg\/kg, the highest dose level tested. Observations were limited to mild, reversible increases in liver enzymes, without microscopic correlates, and decreased lymphoid cellularity in the thymus. In particular, ocular toxicities were not observed.<br \/>Conclusions: MGC028 exhibited potent antitumor activity in <i>in vivo<\/i> models representing various solid cancer indications and was well tolerated in non-human primates at exposure levels exceeding those required for antitumor activity. Our findings support continued investigation of MGC028 as an ADC therapeutic for the treatment of ADAM9-expressing solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,ADAM9,Exatecan,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. A. Scribner<\/b><sup>1<\/sup>, J. G. Brown<sup>2<\/sup>, T. Son<sup>2<\/sup>, L. Jin<sup>2<\/sup>, C. McKenzie<sup>2<\/sup>, V. Nam<sup>2<\/sup>, C. Bush<sup>2<\/sup>, D. Quinonez<sup>2<\/sup>, D. Ford<sup>2<\/sup>, V. Gonzalez<sup>2<\/sup>, J. Tamura<sup>2<\/sup>, S. Gorlatov<sup>2<\/sup>, H. Li<sup>2<\/sup>, S. Butler<sup>2<\/sup>, E. Bonvini<sup>2<\/sup>, D. Loo<sup>1<\/sup>; <br\/><sup>1<\/sup>MacroGenics, Inc., San Mateo, CA, <sup>2<\/sup>MacroGenics, Inc., Rockville, MD","CSlideId":"","ControlKey":"574314dd-2726-496a-ab3c-a59ab7bc2fda","ControlNumber":"2823","DisclosureBlock":"<b>&nbsp;J. A. Scribner, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent. <br><b>J. G. Brown, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. Son, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>L. Jin, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. McKenzie, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>V. Nam, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Bush, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Quinonez, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Ford, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>V. Gonzalez, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Tamura, <\/b> <br><b>MacroGenics. Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Gorlatov, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Li, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Butler, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. Bonvini, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Loo, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1130","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1897","PresenterBiography":null,"PresenterDisplayName":"Juniper Scribner, MS","PresenterKey":"eacb1242-88e1-4a8d-94b8-a52016a011b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1897. Preclinical development of MGC028, an ADAM9-targeted, glycan-linked, exatecan-based antibody-drug conjugate for the treatment of solid cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of MGC028, an ADAM9-targeted, glycan-linked, exatecan-based antibody-drug conjugate for the treatment of solid cancers","Topics":null,"cSlideId":""},{"Abstract":"The B7 family protein B7-H4 is highly expressed on a range of solid tumors including breast, ovarian, and endometrial cancers, where it may play a role in immune evasion. In non-cancerous tissues, B7-H4 expression is limited, suggesting it may be a potential target for an antibody drug conjugate (ADC). LNCB74 is a human IgG1 antibody conjugated to the potent microtubule disrupting payload monomethyl auristatin E (MMAE) with a drug-to-antibody ratio of 4 (DAR4). The ADC employs a highly selective B7-H4 antibody based upon NextCure&#8217;s expertise in B7-H4 tumor biology coupled with a glucuronidase-cleavable, site-specific linkage to an engineered cysteine in the antibody light chain via LegoChem Biosciences&#8217; ConjuAll<sup>TM <\/sup>technology. This improves the safety profile and therapeutic index of the agent by a) increasing stability in circulation, b) selectively releasing payload in tumor cells, and c) reducing payload release in off-target cells. LNCB74 was further engineered with a &#8220;LALA&#8221;-mutant Fc region to minimize uptake and toxicity to immune cells. In a nonhuman primate (NHP) toxicity study, LNCB74 was well tolerated for repeat dosing and provides evidence for a superior safety profile without noticeable side effects. LNCB74 is rapidly internalized by B7-H4-expressing tumor cells, and demonstrates potent, target-specific cytotoxicity on multiple cancer cell lines. <i>In vivo<\/i> studies demonstrate a strong bystander effect following a single dose administration of LNCB74. A rapid and durable anti-tumor response has been demonstrated in multiple cell-line derived (CDX) and patient-derived xenograft (PDX) tumor models. In summary, LNCB74 is a promising ADC enabling specific targeting of B7-H4 positive cancers across a spectrum of indications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bystander effect,Targeted drug delivery,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. P. Fitzgerald<\/b><sup>1<\/sup>, D. N. Doan<sup>1<\/sup>, R. B. Peacock<sup>1<\/sup>, S. M. Kahan<sup>1<\/sup>, S. Lomash<sup>1<\/sup>, S. Slocum<sup>2<\/sup>, K. Jung<sup>3<\/sup>, H. Oh<sup>3<\/sup>, I. Meza<sup>1<\/sup>, Y. Manzanarez<sup>1<\/sup>, S. Selvam<sup>1<\/sup>, D. B. Flies<sup>1<\/sup>, C.-W. Chung<sup>3<\/sup>, S. Langermann<sup>1<\/sup>; <br\/><sup>1<\/sup>NextCure, Inc., Beltsville, MD, <sup>2<\/sup>AntibodyChem Biosciences, Boston, MA, <sup>3<\/sup>LegoChem Biosciences, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"3e3944b5-2ccb-4ce3-a7d5-a7c9035c9bd3","ControlNumber":"7153","DisclosureBlock":"&nbsp;<b>D. P. Fitzgerald, <\/b> None..<br><b>D. N. Doan, <\/b> None..<br><b>R. B. Peacock, <\/b> None..<br><b>S. M. Kahan, <\/b> None..<br><b>S. Lomash, <\/b> None..<br><b>S. Slocum, <\/b> None..<br><b>K. Jung, <\/b> None..<br><b>H. Oh, <\/b> None..<br><b>I. Meza, <\/b> None..<br><b>Y. Manzanarez, <\/b> None..<br><b>S. Selvam, <\/b> None..<br><b>D. B. Flies, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>S. Langermann, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1898","PresenterBiography":null,"PresenterDisplayName":"Daniel Fitzgerald","PresenterKey":"5d9b5dfc-c145-4f9b-9e3a-1f5d6bd4c886","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1898. LNCB74 is a potent and safe next-generation antibody-drug-conjugate utilizing a cancer selective linker for the treatment of B7-H4 expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LNCB74 is a potent and safe next-generation antibody-drug-conjugate utilizing a cancer selective linker for the treatment of B7-H4 expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"Agonism of death receptor 5 (DR5), a tumor necrosis factor receptor superfamily member, induces the killing of tumor cells via the extrinsic apoptotic pathway upon receptor multimerization. We have engineered a multivalent IgM DR5 agonist antibody, aplitabart (IGM-8444), that induces robust anti-tumor activity in both in vitro and in vivo preclinical models. We also demonstrated potent synergistic in vitro activity of aplitabart with different classes of chemotherapeutic agents including microtubule inhibitors, nucleoside analogs and topoisomerase inhibitors in a range of solid cancer cell lines. Preliminary results from an ongoing phase 1a\/ab clinical study show that aplitabart has an encouraging safety profile and promising activity in combination with FOLFIRI &#177; bevacizumab in heavily pretreated metastatic colorectal cancer patients. To further explore the combination therapies for aplitabart in lung and breast cancers, we evaluated standard of care chemotherapies, such as paclitaxel, carboplatin, and antibody drug conjugates (ADCs) <i>in vitro<\/i> on a range of human lung and breast cancer cell lines. We observed dose-dependent synergistic cytotoxic effects of aplitabart on tumor cells when combined with these agents. Additionally, these agents increased the expression of DR5 on tumor cells and could explain their synergistic combinatorial activity with aplitabart. Representative cancer cell lines were selected to evaluate these combinations <i>in vivo<\/i> using xenograft mouse models where robust anti-tumor responses were demonstrated in the xenograft lung and breast cancer models, resulting in enhanced tumor growth inhibition and extended survival. Our findings demonstrate potent in vitro synergistic cytotoxicity and enhanced anti-tumor response in preclinical models <i>in vivo<\/i> by combining aplitabart with ADCs, or carboplatin and paclitaxel. These results support the combination of DR5 agonist IgM antibodies with agents known to upregulate DR5 expression on solid tumors. Aplitabart is currently under evaluation in a randomized clinical study in combination with FOLFIRI + bevacizumab in comparison with FOLFIRI + bevacizumab in patients with colorectal cancer (NCT04553692).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Apoptosis,Death receptors,Combination studies,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Desbois<sup>1<\/sup>, S. E. Calhoun<sup>1<\/sup>, K. C. Hart<sup>1<\/sup>, C. R. Denson<sup>1<\/sup>, P. Yakkundi<sup>1<\/sup>, T. J. Matthew<sup>1<\/sup>, M. K. Leabman<sup>1<\/sup>, S. Bilic<sup>2<\/sup>, G. Hernandez<sup>1<\/sup>, E. W. Humke<sup>1<\/sup>, A. F. Candia<sup>1<\/sup>, B. Keyt<sup>1<\/sup>, A. M. Sinclair<sup>1<\/sup>, M. F. Kotturi<sup>1<\/sup>, <b>B. T. Wang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IGM Biosciences, Inc., Mountain View, CA, <sup>2<\/sup>Vanadro, West Des Moines, IA","CSlideId":"","ControlKey":"7645906e-1b9b-4990-9e31-c1a7d5b85aae","ControlNumber":"3078","DisclosureBlock":"<b>&nbsp;M. Desbois, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Independent Contractor, Stock, Stock Option, Travel. <br><b>S. E. Calhoun, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. C. Hart, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. R. Denson, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. Yakkundi, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>T. J. Matthew, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. K. Leabman, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Bilic, <\/b> <br><b>Vanadro<\/b> Employment, Stock, Stock Option. <br><b>G. Hernandez, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Genentech\/Roche<\/b> Stock. <br><b>E. W. Humke, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Genentech\/Roche<\/b> Stock, Patent. <br><b>A. F. Candia, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Keyt, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent. <br><b>A. M. Sinclair, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Northern Biologics<\/b> Stock. <br><b>Amgen<\/b> Stock. <br><b>M. F. Kotturi, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Compugen<\/b> Stock, Patent. <br><b>B. T. Wang, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1899","PresenterBiography":null,"PresenterDisplayName":"Beatrice Wang, PhD","PresenterKey":"4b8e7d1f-99e8-4689-bba1-ef62c12a8b90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1899. Novel combinations of aplitabart, a DR5 agonist IgM antibody, with ADCs or chemotherapeutic agents lead to robust anti-tumor responses in solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel combinations of aplitabart, a DR5 agonist IgM antibody, with ADCs or chemotherapeutic agents lead to robust anti-tumor responses in solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"Cadherin 17 (CDH17) is a cell-to-cell adhesion protein that is a member of the cadherin superfamily. In normal tissues, expression of this single pass transmembrane protein is restricted to the lateral surfaces of intestinal and pancreatic ductal epithelial cells. However, in cancer, CDH17 is frequently overexpressed in tumors of the colon, stomach, and pancreas. The selective expression of this cell surface protein in these hard-to-treat cancer makes it an attractive target for the development of antibody-based therapeutics. Here, we describe the preclinical development of TORL-3-600, a novel CDH17-targeting antibody drug conjugate (ADC). CDH17 specific monoclonal antibodies were generated using traditional hybridoma technology and splenocytes isolated from mice immunized with cocktails of NIH3T3 cells overexpressing full length hCHD17 plus purified mammalian expressed hCDH17 extracellular domain protein (aa 23-787). Selective mAb binding was confirmed by flow cytometry and mAb internalization rate was assessed by immunofluorescence (IF). TORL-3-600 was generated from a fully humanized CDH17 mAb by MMAE conjugation with a cleavable linker. Cell membrane staining of CDH17 in patient tumor microarrays (TMAs), cell line (CDX) and patient derived xenografts (PDX) was evaluated by IHC assay. Selective binding of the TORL-3-600 to CDH17 was confirmed in human cancer cell lines and cells engineered to overexpress CDH17. Binding of TORL-3-600 to cell surface CDH17 induced Internalization and translocation to the lysosome of the protein-ADC complex for release of the MMAE payload. Treatment with TORL-3-600 induced significant regressions and tumor growth inhibition (TGI) in four CDH17-positive (CDH17+) human colorectal cancer (CRC) CDXs (103.6 - 140.4% TGI) and three CDH17+ CRC PDXs (63.3 - 102.2% TGI). Responses in these models were sustained for up to nine-weeks following cessation of treatment. Sustained inhibition of xenograft tumor progression was also observed in a cell line model of CDH17+ pancreatic cancer (85.8% TGI). In contrast, greatly reduced responses (37.3 - 58.2% TGI) to TORL-3-600 were observed in the CDH17- human colon cancer CDX and PDX models. Each of the doses tested in this study were well tolerated in mice with no dose-limiting toxicities observed. Analyses of large human patient TMAs by CDH17 IHC assay demonstrated detectable expression of CDH17 in 90.1% (173\/193) of CRC, 51.8% (86\/166) of gastric and 20.4% (69\/331) of pancreatic cancers. These numbers suggest that an ADC directed against CDH17 could provide benefit to a significant number of patients diagnosed with these cancers. These data support the clinical development of TORL-3-600 for the treatment of CDH17+ cancers. TORL-3-600 has completed IND enabling toxicity studies with acceptable PK and toxicity profiles and is now in phase 1 clinical testing (NCT05948826).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody,Patient-derived xenograft (PDX) models,Tumor antigen,Translation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. A. O'Brien<\/b>, M. S. McDermott, J. Zhang, M. Lu, K. Gong, B. Hoffstrom, W. Jia, T. Luo, A. M. Madrid, M. Liang, J. A. Glaspy, D. J. Slamon; <br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"a1cf3e6c-d0c1-4d43-8dcb-cd109e6554dc","ControlNumber":"8225","DisclosureBlock":"<b>&nbsp;N. A. O'Brien, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock, Patent. <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>M. S. McDermott, <\/b> <br><b>TORL Biotherpeutics<\/b> Stock, Patent. <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>J. Zhang, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>M. Lu, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>K. Gong, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>B. Hoffstrom, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock.<br><b>W. Jia, <\/b> None.&nbsp;<br><b>T. Luo, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>1200 Pharma<\/b> Stock. <br><b>A. M. Madrid, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>1200 Pharma<\/b> Stock. <br><b>M. Liang, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>J. A. Glaspy, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>1200 Pharma<\/b> Stock. <br><b>D. J. Slamon, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock, Patent. <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>BioMarin<\/b> Stock. <br><b>Eli LIlly<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Seagen<\/b> Independent Contractor, Grant\/Contract. <br><b>Amgen<\/b> Stock. <br><b>Pfizer<\/b> Stock, Grant\/Contract. <br><b>Vertex<\/b> Stock. <br><b>Merck<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1900","PresenterBiography":"","PresenterDisplayName":"Neil O'Brien, PhD","PresenterKey":"5463d737-eca5-4747-9792-98e895dae793","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1900. TORL-3-600, a novel antibody drug conjugate directed against cadherin 17 (CDH17), has preclinical efficacy in colorectal, gastric, and pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TORL-3-600, a novel antibody drug conjugate directed against cadherin 17 (CDH17), has preclinical efficacy in colorectal, gastric, and pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Disitamab vedotin (DV, RC48-ADC) is an antibody-drug conjugate (ADC) that selectively delivers cytotoxic drug to HER2-expressing cancer cells. DV is composed of disitamab, a HER2-directed monoclonal antibody, and a vedotin linker-payload system, which enables conjugation of the microtubule-disrupting agent monomethyl auristatin E (MMAE) to the antibody via a protease-cleavable linker. The proposed mechanism of action (MOA) of DV occurs through direct cytotoxicity of HER2-expressing tumor cells following internalization of DV and intracellular release of MMAE. DV may also induce antitumor activity through bystander-mediated cytotoxicity of neighboring cells and via the inhibition of HER2 signaling pathways. Moreover, cellular response to MMAE includes the induction of immunogenic cell death and recruitment of immune cells to the tumor site. DV is currently being evaluated globally in subjects with HER2-expressing locally advanced or metastatic urothelial carcinoma (la\/mUC) and has gained conditional approval in China following an overall response rate of 50.5% (pooled analysis from studies NCT03507166 and NCT03809013). RNA sequencing data from a large cohort of urothelial cancer patient tumors revealed expression of HER2 in many urothelial tumors; however, the relationship between HER2 expression and efficacy of DV is not well understood. Here, we sought to evaluate the antitumor activity of DV monotherapy in preclinical urothelial cancer models with varying levels of HER2 expression. Multiple patient-derived xenografts (PDX) and patient-derived 3D <i>in vitro<\/i> urothelial cancer<i> <\/i>models showed potent antitumor response to DV monotherapy in tumors with varying HER2 expression levels including HER2-low tumors. Overall, these findings support ongoing clinical trials in subjects with HER2-expressing la\/mUC and provide scientific rationale to further explore DV monotherapy in HER2-positive and HER2-low urothelial cancer clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Bladder cancer,Expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Hein<\/b>, K. Willis, G. LoMastro, S. Vasaikar, V. Gupta, K. Snead, S. Sandall, A. Kulukian; <br\/>Seagen, Bothell, WA","CSlideId":"","ControlKey":"347d4389-a919-49d8-b1c2-cde004ff1c89","ControlNumber":"7527","DisclosureBlock":"<b>&nbsp;R. Hein, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>K. Willis, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>G. LoMastro, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>S. Vasaikar, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>V. Gupta, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>K. Snead, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>S. Sandall, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>A. Kulukian, <\/b> <br><b>Seagen<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1901","PresenterBiography":null,"PresenterDisplayName":"Renee Hein","PresenterKey":"d826c12b-0441-436e-92f2-9f6800f225d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1901. Disitamab vedotin, a clinical stage HER2-directed antibody-drug conjugate, shows potent antitumor activity as a monotherapy in preclinical urothelial cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disitamab vedotin, a clinical stage HER2-directed antibody-drug conjugate, shows potent antitumor activity as a monotherapy in preclinical urothelial cancer models","Topics":null,"cSlideId":""},{"Abstract":"Nectin-4 is a well validated tumor target, which is highly expressed in several solid cancers, while expression in normal tissues is limited. A first-generation antibody-drug conjugate targeting Nectin-4, called enfortumab vedotin-ejfv (EV), was granted accelerated FDA approval in 2019 for urothelial cancers, and is currently approved for frontline therapy in cisplatin-ineligible patients with locally advanced or metastatic urothelial carcinoma, providing groundbreaking improvement in patient survival. However, clinical use of EV has also revealed safety-driven limitations, which result in reduced and\/or interrupted drug exposures impacting efficacy. To overcome these limitations in therapeutic window, Adcentrx has developed ADRX-0706, a Nectin-4-targeting next-generation ADC with a drug-antibody ratio (DAR) of 8. ADRX-0706 utilizes a novel tubulin inhibitor payload AP052 with a proprietary cleavable linker utilizing Adcentrx&#8217; proprietary i-ConjugationTM technology, which results in excellent biophysical features. Most noteworthy, ADRX-0706 displays a very stable PK profile with overlapping curves for total antibody and ADC as well as full DAR retention in circulation as determined by mass spectrometry. This translates to superior efficacy of ADRX-0706 over EV in multiple&#8239;in vivo&#8239;cancer cell line- and patient-derived xenograft mouse models across indications. Detailed PK\/PD characterization of ADRX-0706 validates the mechanism of action as an anti-mitotic agent inducing cell cycle arrest and apoptosis. In addition, ADRX-0706 treatment leads to increased PD-L1 expression in mouse pharmacology models, which is a consequence of immunogenic cell death as described for this payload class. These findings are in line with emerging data on EV and provide rationale for combination regimens with checkpoint inhibitors. Besides the improvement in efficacy, ADRX-0706 was also designed for superior safety. A payload distribution study in tumor-bearing mice reveals a preferential and increased delivery of payload to tumors and lower payload delivery to normal tissues as well as lower free payload levels in plasma for ADRX-0706 compared to EV. Taken together, these data provide association of the improved drug-linker stability of ADRX-0706 to an improved Nectin-4 directed delivery of AP052 payload to the tumor and lower exposure in normal tissues, which may translate to an improved therapeutic window. In summary, the preclinical efficacy and safety properties of ADRX-0706 support clinical evaluation of this next generation anti-Nectin-4 ADC. ADRX-0706 is currently in a phase 1a\/b study (NCT06036121).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Pharmacokinetics,Targeted drug delivery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Shahmoradgoli<\/b>, A. Hau, D. Lee, A. Wang, P. P. Challita, O. Betancourt, W. Sisson, M. M. -. Kuo, K. Zhang, A. Goldson, S. Janssen, P. Datta, F. Acosta, A. Chu-Kung, H. Li, P. M. Challita-Eid, S. Rottmann; <br\/>Adcentrx Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"e9004d60-5f66-422f-bedc-e30be05bd8de","ControlNumber":"5697","DisclosureBlock":"&nbsp;<b>M. Shahmoradgoli, <\/b> None..<br><b>A. Hau, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>A. Wang, <\/b> None..<br><b>P. P. Challita, <\/b> None..<br><b>O. Betancourt, <\/b> None..<br><b>W. Sisson, <\/b> None..<br><b>M. M. -. Kuo, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>A. Goldson, <\/b> None..<br><b>S. Janssen, <\/b> None..<br><b>P. Datta, <\/b> None..<br><b>F. Acosta, <\/b> None..<br><b>A. Chu-Kung, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>P. M. Challita-Eid, <\/b> None..<br><b>S. Rottmann, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1902","PresenterBiography":null,"PresenterDisplayName":"Maria Shahmoradgoli, PhD","PresenterKey":"6ae30b04-808f-4b6b-95a1-60184c800c18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1902. ADRX-0706 Nectin-4 antibody-drug conjugate PK\/PD characterization elucidates its widened therapeutic window","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADRX-0706 Nectin-4 antibody-drug conjugate PK\/PD characterization elucidates its widened therapeutic window","Topics":null,"cSlideId":""},{"Abstract":"Neuregulin 1 (NRG1) is a ligand that binds to HER3, promotes HER2\/HER3 dimerization and PI3K\/AKT\/mTOR signaling, and causes malignant transformation. Zenocutuzumab (Zeno, MCLA-128) is a humanized IgG1 bispecific antibody that docks on HER2, preventing heterodimerization with HER3, while also blocking NRG1 interaction with HER3, and potently inhibiting NRG1-induced HER2:HER3 proliferation and survival signaling of cancer cells. High NRG1 expression arising from autocrine signaling or gene amplification is associated with poor prognosis in certain cancers, and resistance to standard therapies. The clinical efficacy and safety of Zeno in patients with NRG1 fusion-driven cancer who were enrolled in the ongoing global multicenter eNRGy study and Early Access Program were recently presented. Treatment with Zeno led to durable responses across multiple different previously treated NRG1 fusion tumor types. Zeno utilizes the Merus Dock &#38; Block&#174; mechanism to inhibit HER2\/HER3 dimerization and the NRG1\/HER3 tumor-signaling pathway and is effective at high NRG1 concentrations. Here, we examined the efficacy of Zeno in preclinical models representing different tumor types expressing high NRG1 levels. Zeno treatment of the lung cancer cell line HCC95, which harbors an NRG1 gene amplification, effectively inhibited signaling pathways involved in the regulation of proliferation and survival, including the PI3K\/AKT\/mTOR pathway and inhibited cell proliferation. The anti-tumor efficacy of Zeno in vivo against a panel of 28 patient-derived xenograft (PDX) models representing different tumor types was examined. Zeno significantly inhibited tumor growth in seven high-NRG1-expressing PDX models. These results show that Zeno is effective in tumor cell killing in vitro and in vivo in high NRG1-expressing cancer models representing multiple different tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Neuregulin,zenocutuzumab,biclonics,NRG1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. N. O'Connor<\/b><sup>1<\/sup>, R. C. J. Schackmann<sup>2<\/sup>, I. Odintsov<sup>3<\/sup>, S. Fatrai<sup>1<\/sup>, A. B. Brinkman<sup>1<\/sup>, S. Walker<sup>1<\/sup>, J. J. Lammerts van Bueren<sup>1<\/sup>, C. A. W. Geuijen<sup>1<\/sup>; <br\/><sup>1<\/sup>Merus N.V., Utrecht, Netherlands, <sup>2<\/sup>Genmab B.V., Utrecht, Netherlands, <sup>3<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"70f7d57c-6b58-4da1-b91f-e71a34f10fb7","ControlNumber":"4348","DisclosureBlock":"<b>&nbsp;M. N. O'Connor, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option. <br><b>R. C. J. Schackmann, <\/b> <br><b>Genmab B.V.<\/b> Employment, Stock, Stock Option.<br><b>I. Odintsov, <\/b> None.&nbsp;<br><b>S. Fatrai, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option. <br><b>A. B. Brinkman, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option. <br><b>S. Walker, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option. <br><b>J. J. Lammerts van Bueren, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option. <br><b>C. A. W. Geuijen, <\/b> <br><b>Merus N.V.<\/b> Employment, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1903","PresenterBiography":null,"PresenterDisplayName":"Marie O'Connor, PhD","PresenterKey":"c75e00a7-2857-4129-b8a0-d415c91db175","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1903. Zenocutuzumab, a HER2xHER3 bispecific antibody, is effective in cancer models with high NRG1 expression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zenocutuzumab, a HER2xHER3 bispecific antibody, is effective in cancer models with high NRG1 expression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Antibody-drug conjugates (ADCs) have emerged as an important class of therapeutic agents for the treatment of cancer. A duocarmycin-based B7-H3-targeted DNA-alkylating ADC, vobramitamab duocarmazine (vobra duo), has shown encouraging clinical activity in the treatment of metastatic castration-resistant prostate cancer. Given the broad spectrum of tumor indications addressable by targeting B7-H3, we developed MGC026, an ADC incorporating a B7-H3-targeting antibody and a novel glycan-linked topoisomerase 1 inhibitor (TOP1i). With distinct mechanisms of action, vobra duo and MGC026 can address different cancers, tumor stages, or be used in combination with alternate agents to enhance their clinical utility.<br \/>Methods: MGC026 is comprised of the cleavable linker-payload, bicyclononyne carbamoyl sulfamide Val-Ala-PABC exatecan (SYNtecan E&#8482;) site-specifically conjugated at asparagine 297 of the heavy chain through enzymatic glycan remodeling and metal-free click chemistry, using Synaffix&#8217;s GlycoConnect&#8482; technology. In vivo efficacy studies were conducted in immunodeficient mice with human tumor cell-line or patient-derived xenografts to identify the spectrum of MGC026-sensitive tumors and the relationship between exposure and antitumor activity. A toxicology study was conducted in cynomolgus monkeys in which MGC026 was administered by 15-minute IV infusion once every three weeks. Pharmacokinetic (PK) analysis and detailed toxicology evaluation was performed.<br \/>Results: MGC026 demonstrated specific, dose-dependent in vivo antitumor activity toward B7-H3-positive tumor xenografts representing lung, pancreatic, and prostate cancers, head and neck squamous cell carcinoma, and melanoma. Additionally, MGC026 demonstrated antitumor activity toward B7-H3-positive patient-derived xenograft models of lung and prostate cancer, with additional indications under investigation. MGC026, administered to cynomolgus monkeys at dose levels of 10, 30, and 50 mg\/kg every 3 weeks for a total of 3 doses, exhibited approximate dose-proportional PK and high stability in circulation. MGC026 was well tolerated, with no lung toxicity observed, and the highest dose level tested (50 mg\/kg) was declared as the highest non-severely toxic dose.<br \/>Conclusions: MGC026 exhibited a favorable preclinical profile, with potent in vivo activity toward B7-H3-expressing tumor xenografts representing a range of cancer indications. MGC026 was tolerated in cynomolgus monkeys, a relevant toxicology model, at exposure levels exceeding those required for antitumor activity. These data support clinical development of MGC026 for the treatment of B7-H3-expressing solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Checkpoint,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. A. Scribner<sup>1<\/sup>, J. G. Brown<sup>2<\/sup>, T. Son<sup>2<\/sup>, L. Jin<sup>2<\/sup>, C. McKenzie<sup>2<\/sup>, V. Nam<sup>2<\/sup>, C. Bush<sup>2<\/sup>, D. Quinonez<sup>2<\/sup>, J. Tamura<sup>2<\/sup>, S. Gorlatov<sup>2<\/sup>, H. Li<sup>2<\/sup>, S. Butler<sup>2<\/sup>, E. Bonvini<sup>2<\/sup>, <b>D. Loo<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>MacroGenics, Inc., San Mateo, CA, <sup>2<\/sup>MacroGenics, Inc., Rockville, MD","CSlideId":"","ControlKey":"e75b149c-f6f6-41e4-9085-e9ea6dc43e02","ControlNumber":"2068","DisclosureBlock":"<b>&nbsp;J. A. Scribner, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>J. G. Brown, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>T. Son, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>L. Jin, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>C. McKenzie, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>V. Nam, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>C. Bush, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>D. Quinonez, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>J. Tamura, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>S. Gorlatov, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>H. Li, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>S. Butler, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option. <br><b>E. Bonvini, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>D. Loo, <\/b> <br><b>MacroGenics, Inc.<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1904","PresenterBiography":null,"PresenterDisplayName":"Deryk Loo, BS;PhD","PresenterKey":"165a3a97-1a96-48d9-b988-bbc88cfa6417","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1904. Preclinical development of MGC026, a glycan-linked, exatecan-based antibody-drug conjugate (ADC) targeting B7-H3 for solid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of MGC026, a glycan-linked, exatecan-based antibody-drug conjugate (ADC) targeting B7-H3 for solid cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Children diagnosed with acute lymphoblastic leukemia (ALL) experience ~90% likelihood of cure. However, the outcome for high-risk ALL and children who relapse remains poor. Receptor tyrosine kinase like orphan 1 receptor (ROR1) is a cell surface antigen primarily expressed in embryonic tissue, but also overexpressed in hematological malignancies. UC961 is a humanized IgG monoclonal antibody with high affinity for ROR1. MK-2140 (Zilovertamab vedotin\/VLS-101) and VLS-211 are antibody-drug conjugates (ADCs) of UC961 with monomethyl auristatin-E or PNU payloads, respectively. This study evaluated the in vivo efficacy of MK-2140 and VLS211 against pediatric ALL patient derived xenografts (PDXs).<br \/>Methods: PDXs were selected based on ROR1 mRNA (RNA-seq) and cell surface (flow cytometry) expression and grown as orthotopic disease in immune-deficient NSG mice. Engraftment and drug responses were assessed by flow cytometric enumeration of the proportion of human versus mouse CD45<sup>+<\/sup> cells in peripheral blood (%huCD45<sup>+<\/sup>). Events were defined a priori as the %huCD45<sup>+<\/sup> exceeding 25% or leukemia-related morbidity. MK-2140 (2.5 and 5.0 mg\/kg) and VLS-211 (0.25 and 0.5 mg\/kg) were administered intravenously, weekly x 3 weeks. Vincristine (0.15 mg\/kg once weekly), dexamethasone (5 mg\/kg daily x 5) and Lasparaginase (1,250 U\/kg daily x 5) (VXL) were administered intraperitoneally for 3 weeks, followed by MK-2140 (5 mg\/kg weekly x 3 weeks). Drug efficacy was assessed by event-free survival of treated (T) and control (C) groups and by stringent objective response criteria. In receptor occupancy\/pharmacokinetic studies, a single dose of MK-2140 was administered and samples collected for analysis at discrete timepoints thereafter.<br \/>Results: ROR1 mRNA and cell surface expression showed a significant correlation (R=0.83, P=0.021). MK-2140 significantly delayed disease progression in 4\/7 PDXs compared to vehicle control (T-C, -2.6 to 20.0 days). At the highest dose, MK-2140 elicited objective responses (remissions) in two PDXs. VLS-211 significantly delayed disease progression in 5\/7 PDXs (TC, -1.8 to 70.5 days), including 3 objective responses. Prior treatment with VXL followed by MK-2140 significantly delayed disease progression compared to VXL alone (T-C, 56.8 versus 35.2 days). MK-2140 bound to ROR1<sup>+<\/sup> cells with near 100% occupancy within two hours of treatment, which was sustained for up to 96 h. Consistent with the receptor occupancy data, plasma levels of MK-2140 were maintained at &#62;100 nM for at least 96 h after a single dose (5 mg\/kg).<br \/>Conclusions: MK-2140 and VLS-211 exerted significant single-agent <i>in vivo<\/i> activity against a panel of pediatric ALL PDXs. MK-2140 significantly enhanced the efficacy of an induction-type regimen and should be considered for further evaluation in a minimal residual disease setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Pediatric cancers,Leukemias: acute lymphoblastic,ROR1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. B. Lock<\/b><sup>1<\/sup>, K. Evans<sup>1<\/sup>, B. Watts<sup>1<\/sup>, E. P. Bowman<sup>2<\/sup>, S. Neuhauser<sup>3<\/sup>, T. Stearns<sup>3<\/sup>, J. H. Chuang<sup>3<\/sup>, V. M. Phillip<sup>3<\/sup>, K. A. Jessen<sup>4<\/sup>, E. L. Jocoy<sup>5<\/sup>, C. J. Bult<sup>3<\/sup>, B. A. Teicher<sup>6<\/sup>, M. A. Smith<sup>6<\/sup>; <br\/><sup>1<\/sup>UNSW Medicine & Health, UNSW Centre for Childhood Cancer Research, UNSW Sydney, Sydney, Australia, <sup>2<\/sup>Merck & Co., Rahway, NJ, <sup>3<\/sup>The Jackson Laboratory, Bar Harbor, ME, <sup>4<\/sup>Formerly VelosBio, Inc., San Diego, CA, <sup>5<\/sup>The Jackson Laboratory, Sacramento, CA, <sup>6<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"301ca6c0-64c7-4ddb-81b3-fbae38948b2b","ControlNumber":"2238","DisclosureBlock":"&nbsp;<b>R. B. Lock, <\/b> None..<br><b>K. Evans, <\/b> None..<br><b>B. Watts, <\/b> None.&nbsp;<br><b>E. P. Bowman, <\/b> <br><b>I am an employee of Merck and own stock in Merck; no other relationships listed below are relevant to me with respect to this abstract.<\/b> Employment.<br><b>S. Neuhauser, <\/b> None..<br><b>T. Stearns, <\/b> None..<br><b>J. H. Chuang, <\/b> None..<br><b>V. M. Phillip, <\/b> None..<br><b>K. A. Jessen, <\/b> None..<br><b>E. L. Jocoy, <\/b> None..<br><b>C. J. Bult, <\/b> None..<br><b>B. A. Teicher, <\/b> None..<br><b>M. A. Smith, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1905","PresenterBiography":null,"PresenterDisplayName":"Richard Lock, PhD","PresenterKey":"62bc9efa-6faa-40ca-af6a-f4cef3741da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1905. The ROR1 antibody-drug conjugate, MK-2140, enhances the efficacy of established drugs in preclinical models of pediatric acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ROR1 antibody-drug conjugate, MK-2140, enhances the efficacy of established drugs in preclinical models of pediatric acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"CD38 is a validated target for the treatment of multiple myeloma (MM) as evidenced by the important clinical activity of CD38 targeting monoclonal antibodies. Bispecific T Cell Engagers (TCEs) kill cancer cells by distinct mechanisms as compared to standard format antibody therapeutics and several TCEs have demonstrated impressive clinical activity, and have been approved for clinical use, in hematologic malignancies. Here we describe a novel bispecific leveraging the potent killing mechanism of TCEs to target CD38 bearing cancer cells. UNO-A001 is a TCE binding the cell surface receptor CD38 on target human cancer cells and CD3 on T cells. The molecule has a differentiated format, binding CD38 with a high affinity humanized camelid VHH moiety and CD3 on T cells through a unique antibody Fab arm. The affinities of each arm were optimized so that the CD38 arm bound with high affinity and the CD3 arm with much lower relative binding affinity. This configuration was designed to engage CD38 bearing target cells with multiple TCE molecules at lower doses and concentrations while minimizing T cell binding in the periphery, and in the absence of cell surface CD38. A001 potently and specifically killed human CD38 bearing multiple myeloma cell lines in T cell killing assays in vitro with EC50s in the 2.7-6.6 pM range. This potency, despite the designed lower affinity to CD3, may be due to the unique structure of A001 enabling a productive immunologic synapse between T cells and the target cancer cells, and an optimal TAA\/CD3 binding affinity ratio. A001 was also highly effective in inhibiting tumor growth in H929 xenograft models. In a flank model of H929 tumor growth A001 dose dependently inhibited tumor growth with complete growth inhibition of established tumors at the highest dose level tested. In a systemic disease model with NCI-H929-luc cells A001 was also highly effective and improved survival relative to control treated animals. In preparation for clinical studies a robust and high yield production cell line was created and characterized. It achieved high expression levels of quality monodisperse UNO-A001 product that was stable in all relevant storage conditions. A001 has similar affinities for human and cynomolgus macaque CD38 and CD3. Dose ranging studies in cynomolgus macaques demonstrated tolerability consistent with clinically approved TCEs, and the expected dose dependent pharmacodynamic effects on CD38 expressing myeloid and lymphoid cell populations. These data support planned clinical testing of A001 in multiple myeloma and other CD38 bearing hematologic malignancies, including mantle cell lymphoma, T cell lymphoma, and acute myelogenous leukemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Bispecific antibody,CD38,T cell engager,Multiple myeloma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Anderson<\/b><sup>1<\/sup>, Y. Ling<sup>1<\/sup>, M. L. Chiu<sup>2<\/sup>, P. Cheung<sup>1<\/sup>; <br\/><sup>1<\/sup>Unogen Biotech Limited, Harrisburg, PA, <sup>2<\/sup>Tavotek Biotherapeutics, Spring House, PA","CSlideId":"","ControlKey":"39c737c8-c6e5-4ebc-8b57-7e4430009976","ControlNumber":"5298","DisclosureBlock":"<b>&nbsp;M. Anderson, <\/b> <br><b>Unogen Biotech Limited<\/b> Employment, Patent. <br><b>NE1 Inc.<\/b> Independent Contractor. <br><b>Empire Discovery Institute<\/b> Independent Contractor. <br><b>Genome Profiling Inc<\/b> Employment, Other Business Ownership. <br><b>Hysplex<\/b> Independent Contractor. <br><b>Liberothera<\/b> Independent Contractor. <br><b>Longbow Therapeutics<\/b> Employment, Stock. <br><b>Tavotek Biotherapeutics<\/b> Independent Contractor, Patent. <br><b>Y. Ling, <\/b> <br><b>Unogen Biotech Limited<\/b> Employment. <br><b>M. L. Chiu, <\/b> <br><b>Tavotek Biotherapeutics<\/b> Employment, Stock. <br><b>Janssen<\/b> Employment, Stock. <br><b>P. Cheung, <\/b> <br><b>Unogen Biotech Limited<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1906","PresenterBiography":null,"PresenterDisplayName":"Mark Anderson, PhD","PresenterKey":"d6bbf531-88b1-44fa-a895-aa32c0dc7878","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1906. UNO-A001 (A001), a clinical candidate CD38 x CD3 bispecific with a novel structure, potently kills multiple myeloma cells<i> in vitro <\/i>and is highly effective <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UNO-A001 (A001), a clinical candidate CD38 x CD3 bispecific with a novel structure, potently kills multiple myeloma cells<i> in vitro <\/i>and is highly effective <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"cMET is an oncogenic receptor tyrosine kinase overexpressed in multiple types of solid tumors, including non-small cell lung cancer (NSCLC), gastric, head and neck, liver cancer and others. Several cMET-directed therapies including antibody-drug conjugates (ADCs) have been developed that may benefit a subset of patients with tumors that have high cMET expression, <i>MET<\/i> amplification, or dependency on cMET signaling. MYTX-011 is an investigational, pH-sensitive, vcMMAE-based ADC that is designed to potentially benefit not only patients whose tumors express high levels of cMET, but also a broader set of patients whose tumors express low to moderate levels of cMET. MYTX-011 is engineered to rapidly dissociate from cMET only at the acidic pH of endolysosomes. We have previously demonstrated that MYTX-011 drives increased internalization and cytotoxicity in tumor cells expressing moderate cMET levels compared to a matched parent non-pH sensitive ADC. MYTX-011 also demonstrated markedly superior efficacy in NSCLC xenografts with moderate cMET expression as compared to either the parent ADC or benchmark ADCs representing clinical-stage anti-cMET ADCs with vcMMAE and maytansinoid payloads. MYTX-011 was efficacious in NSCLC PDX models with moderate cMET expression of adenocarcinoma\/squamous histology and in heterogeneous cMET-expressing EGFR mutant models. In these studies, we demonstrate that MYTX-011 exerts enhanced efficacy by delivering increased levels of payload to cMET+ tumors compared to the parent ADC. MYTX-011 treatment induced significantly increased levels of phospho-histone H3 (pHH3), a pharmacodynamic marker of MMAE cytotoxicity, in moderate cMET expressing NCI-H1975 NSCLC xenograft tumors compared to the parent ADC. Further, increased levels of free MMAE were detected in tumors from mice treated with MYTX-011 compared to a matched dose of the parent ADC, indicating that the pH dependent binding engineered into MYTX-011 translated to increased payload delivery to tumors in vivo. To explore the potential efficacy of MYTX-011 in other cMET-expressing tumor types, we tested the activity of MYTX-011 in a panel of cell lines derived from gastric and head and neck cancers. MYTX-011 demonstrated increased cMET-dependent cytotoxicity compared to the parent ADC. MYTX-011 was also highly active in cMET+ xenograft models derived from gastric (non-<i>MET<\/i> amplified), esophageal, and head and neck cancers. Together, these findings highlight the potential of MYTX-011 as a therapeutic candidate for treating a broader range of cMET-expressing malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody engineering,Antibody-drug conjugate (ADC),c-Met,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Kanojia<\/b>, W. Comb, W. Israelsen, F. Colombo, L. Nie, N. Gera, T. Chittenden, B. Fiske; <br\/>Mythic Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"36279166-efcb-4cc6-ac1d-1c6faace414e","ControlNumber":"2605","DisclosureBlock":"&nbsp;<b>D. Kanojia, <\/b> None..<br><b>W. Comb, <\/b> None..<br><b>W. Israelsen, <\/b> None..<br><b>F. Colombo, <\/b> None..<br><b>L. Nie, <\/b> None..<br><b>N. Gera, <\/b> None..<br><b>T. Chittenden, <\/b> None..<br><b>B. Fiske, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1907","PresenterBiography":null,"PresenterDisplayName":"Deepak Kanojia, PhD","PresenterKey":"c57352b9-75ca-42f3-8d52-9083e4b31029","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1907. MYTX-011: A pH-dependent anti-cMET ADC with increased payload delivery in vivo and potent activity against cMET-expressing tumors of various epithelial origins","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MYTX-011: A pH-dependent anti-cMET ADC with increased payload delivery in vivo and potent activity against cMET-expressing tumors of various epithelial origins","Topics":null,"cSlideId":""},{"Abstract":"Auristatins represent an important class of anti-mitotic antibody-drug conjugate (ADC) payloads with potent cytotoxic effects on rapidly dividing cancer cells. Most notably, monomethyl auristatin E (MMAE) stands as the most extensively validated compound, laying the foundation for the vcMMAE (vedotin) linker-payload technology that has contributed to the approval of several ADCs, including brentuximab vedotin, polatuzumab vedotin-piiq, tisotumab vedotin-tftv, and enfortumab vedotin-ejfv. However, while these first-generation ADCs have paved the way for a paradigm shift in cancer treatment away from traditional chemotherapy, there remains a discernible opportunity for improvement in both efficacy and safety. In this context, we introduce the Adcentrx auristatin platform, which substantially expands the therapeutic window of auristatin-ADCs beyond the vedotin technology. Through systematic exploration, we have synthesized &#62;100 proprietary auristatin analogues with a range of distinctive properties. We identified optimized linker-payloads by strategically pairing lead payload candidates with our proprietary i-ConjugationTM, an irreversible, stable cysteine conjugation technology, and fine-tuned linkers. The resulting ADCs with a drug-to-antibody ratio (DAR) of 8 were extremely hydrophilic with excellent in vivo pharmacokinetics, and sustained DAR retention for a period of 21-days. Comparative assessments against vedotin-ADCs revealed that Adcentrx-ADCs demonstrated superior efficacy across multiple targets and indications in various mouse xenograft models. In Sprague-Dawley rats, Adcentrx-ADCs exhibited remarkable tolerability, albeit their high drug loading of 8. In summary, our preclinical studies underscore the significant enhancement in the therapeutic index achieved by the Adcentrx auristatin platform. Furthermore, this technology presents a promising alternative mode of action to camptothecins, exhibiting tolerance to targets expressed in non-proliferative normal tissues but without the burden of severe dose-limiting toxicities such as interstitial lung disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cancer therapy,Auristatin,Stable conjugation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b><sup>1<\/sup>, S. Rottmann<sup>1<\/sup>, A. Wang<sup>1<\/sup>, P. P. Challita<sup>1<\/sup>, A. M. Hau<sup>1<\/sup>, W. Sisson<sup>1<\/sup>, M. M. -. Kuo<sup>1<\/sup>, K. Zhang<sup>1<\/sup>, M. Leung<sup>1<\/sup>, A. Mahloch<sup>1<\/sup>, E. Nye<sup>1<\/sup>, P. Datta<sup>1<\/sup>, S. Janssen<sup>1<\/sup>, F. Acosta<sup>1<\/sup>, O. Betancourt<sup>1<\/sup>, M. Shahmoradgoli<sup>1<\/sup>, A. Chu-Kung<sup>1<\/sup>, M. Guo<sup>2<\/sup>, P. M. Challita-Eid<sup>1<\/sup>, H. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>Adcentrx Therapeutics, Inc., San Diego, CA, <sup>2<\/sup>Adcentrx Therapeutics, Inc., Shanghai, China","CSlideId":"","ControlKey":"cc7f602f-1eb4-4405-b992-9bc1a09c95ef","ControlNumber":"5057","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>S. Rottmann, <\/b> None..<br><b>A. Wang, <\/b> None..<br><b>P. P. Challita, <\/b> None..<br><b>A. M. Hau, <\/b> None..<br><b>W. Sisson, <\/b> None..<br><b>M. M. -. Kuo, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>M. Leung, <\/b> None..<br><b>A. Mahloch, <\/b> None..<br><b>E. Nye, <\/b> None..<br><b>P. Datta, <\/b> None..<br><b>S. Janssen, <\/b> None..<br><b>F. Acosta, <\/b> None..<br><b>O. Betancourt, <\/b> None..<br><b>M. Shahmoradgoli, <\/b> None..<br><b>A. Chu-Kung, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>P. M. Challita-Eid, <\/b> None..<br><b>H. Li, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1909","PresenterBiography":null,"PresenterDisplayName":"Dong Jun Lee, PhD","PresenterKey":"41602590-e2ba-4e21-b39e-f6b7148e7b54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1909. Advancing a novel tubulin-inhibitor ADC technology: The Adcentrx auristatin platform offers enhanced efficacy and safety profiles compared to vedotin technology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancing a novel tubulin-inhibitor ADC technology: The Adcentrx auristatin platform offers enhanced efficacy and safety profiles compared to vedotin technology","Topics":null,"cSlideId":""},{"Abstract":"Purpose: NUT carcinoma (NC) is aggressive carcinoma defined by translocations involving the <i>NUTM1<\/i> and frequent squamous differentiation. <i>NUTM1<\/i> gene encodes a testicular nuclear protein (NUT), exclusively expressed in the testis. The fusion of <i>NUTM1<\/i> leads to abnormal cell growth, resulting in the development of NC. This study aims to discover advanced approaches for inducing the death of cancer cells, specifically targeting those expressing NUT proteins.<br \/>Methods: Spatial Transcriptome analysis and RNA sequencing were applied to formalin-fixed paraffin-embedded <i>NUTM1<\/i> fusion-positive cancer tissues. Virus-like particles were used to introduce CRISPR\/Cas9 into cells expressing the <i>NUTM1 <\/i>fusion oncoprotein. The inhibitory effect was confirmed through multiple in vitro assays. The effectiveness of Anti-Trophoblastic cell-surface antigen (TROP-2) Antibody-Drug Conjugate (ADC) was demonstrated in vivo and in vitro in cells with increased TROP2 expression subsequent to NUT suppression.<br \/>Results: NCs revealed a relatively uniform pattern of gene expression, forming six unique groups. Notably, the NUT protein predominantly located in the inner regions of the tumor tissues. We employed CRISPR\/Cas9 technology to specifically target cells harboring the NUTM1 fusion gene. The precise genetic editing was remarkably effective, achieving up to 90% success in the targeted area. This led to a notable decrease in both RNA and protein levels of NUT expression, effectively disrupting associated downstream pathways. The cell growth rate was reduced in several NC cell lines, and differentiation, accompanied by morphological changes, was observed in most edited cells. RNA sequencing analysis of these edited cells uncovered a substantial increase in expression of cytosolic molecules, with a marked increase in TACSTD2 expression. Interestingly, when we combined this genetic editing approach with a targeted therapy - the TROP2-ADC loaded with interferon-beta - the results were even more striking. Cells treated with this combination showed almost double the rate of growth inhibition compared to those receiving only a single form of treatment.<br \/>Conclusion: This study provides valuable insights into identifying novel therapeutic targets and elucidating potential mechanisms by analyzing NUT cancer tissues using various assays. Our results support that CRISPR\/Cas9-mediated targeting of <i>NUTM1<\/i> could be a useful approach for NUT oncoprotein ablation, especially when used in combination with other therapies such as ADCs. Further studies are needed to investigate the efficacy of NUT inhibition in preclinical and clinical settings. the elimination of tumor cells facilitated by CRISPR\/Cas9, along with additional tumor markers targeted by ADCs, holds potential for developing treatment strategies against incurable cancers driven by genetic alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Gene therapy,CRISPR\/Cas9,Antibody-drug conjugate (ADC),Gene fusion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Choi<\/b><sup>1<\/sup>, H. Yi<sup>1<\/sup>, H. Park<sup>2<\/sup>, M. Lee<sup>3<\/sup>, D. Kim<sup>1<\/sup>, S. Hong<sup>2<\/sup>, Y. Shin<sup>2<\/sup>, Y.-l. Choi<sup>3<\/sup>; <br\/><sup>1<\/sup>Sungkyunkwan University, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"424a9eef-2ea8-44d2-816b-f3a7a9ae21f6","ControlNumber":"3060","DisclosureBlock":"&nbsp;<b>J. Choi, <\/b> None..<br><b>H. Yi, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>Y. Choi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1910","PresenterBiography":null,"PresenterDisplayName":"Juyoung Choi, BA","PresenterKey":"bd4a07ea-b50d-4c1c-a5aa-7d3d27871cb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1910. Advancing therapeutic interventions for NUT carcinoma: Orchestrating the precision of CRISPR\/Cas9-mediated NUTM1 suppression and synergistic ADC strategies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancing therapeutic interventions for NUT carcinoma: Orchestrating the precision of CRISPR\/Cas9-mediated NUTM1 suppression and synergistic ADC strategies","Topics":null,"cSlideId":""},{"Abstract":"Datopotamab deruxtecan (Dato-DXd) is an antibody-drug conjugate (ADC) consisting of a humanized anti-TROP2 monoclonal antibody linked to a potent DNA topoisomerase I (TOP1) inhibitor payload via a plasma-stable, tumor-selective, tetrapeptide-based cleavable linker. Dato-DXd is currently under clinical investigation for the treatment of patients with solid tumors including non-small cell lung cancer (NSCLC), hormone receptor positive (HR+ BC) and triple negative breast cancer (TNBC). Pharmacotherapy of brain tumors can be limiting due to restricted drug delivery across blood brain and blood tumor barrier. Enhertu&#174;, that uses the same DXd ADC technology, has reported clinical activity in patients with brain metastases from HER2+ breast cancer, but very little information is available on what drives ADC biodistribution and activity in CNS-involved cancers. Here, we investigated&nbsp;whether systemically administered ADCs can penetrate the brain microenvironment and mediate anti-tumor activity in a preclinical model. Luciferase-tagged H1373 (TROP2-expressing NSCLC) tumor cells were intracranially implanted into NSG mice. Tumor-bearing mice were dosed with Dato-DXd or matched isotype Control IgG-ADC (DAR4) at 10mpk 7 days or 14 days post intracranial tumor implant. Dato-DXd inhibited intracranial tumor growth better than Control ADC (Day 7: 105% TGI vs 38% TGI; Day 14: 65% TGI vs &#60;10% TGI, respectively, compared to Vehicle). Immunohistochemistry analysis of brain tissue validated localization&nbsp;of Dato-DXd in the tumor, suggesting Dato-DXd can distribute into the local tumor microenvironment in this preclinical tumor model. Additionally, treatment with Dato-DXd provided a significant survival benefit over Control ADC (Median survival of 63 days vs 43 days, P=0.0002).&nbsp;This preclinical study supports the inclusion of Dato-DXd in treatment of patients with CNS-involved tumors. Understanding the&nbsp;pharmacological&nbsp;determinants of&nbsp;Dato-DXd activity in the CNS will help outline strategies to implement Dato-DXd-based treatment of patients with CNS-involved tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Topoisomerase I inhibitor,Trop-2,Antibody-drug conjugate (ADC),Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Jones, M. Suksomboon, S. rosenthal, J. Gordon, C. Reimer, M. Sung, <b>C. Rane<\/b>; <br\/>AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"6493cfc7-df2b-44c2-ab43-1ec22aa01e09","ControlNumber":"4994","DisclosureBlock":"<b>&nbsp;K. Jones, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>M. Suksomboon, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>S. rosenthal, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>J. Gordon, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>C. Reimer, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>M. Sung, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock. <br><b>C. Rane, <\/b> <br><b>I am an employee of AstraZeneca and own stock in AstraZeneca PLC<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1911","PresenterBiography":null,"PresenterDisplayName":"Chetan Rane, B Pharm;PhD","PresenterKey":"48d50281-b5e8-4b70-b9f2-270561a2a75b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1911. Dato-DXd mediates anti-tumor activity in preclinical TROP2-expressing intracranial tumor model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dato-DXd mediates anti-tumor activity in preclinical TROP2-expressing intracranial tumor model","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Sacituzumab govitecan (SG), also termed IMMU-132, is an antibody-drug conjugate, linking an anti-Trop-2 antibody and the topoisomerase I inhibitor, SN-38. Clinically, SG has shown promising therapeutic effects in patients with human epidermal growth factor receptor 2 (HER2)-negative metastatic breast cancer. However, the efficacy of SG in diffuse large B-cell lymphoma (DLBCL) remains unexplored. In this study, we sought to determine whether SG can efficiently inhibit cell proliferation and tumor growth of DLBCL by using both <i>in vitro<\/i> and <i>in vivo<\/i> models.<br \/>Methods: We examined the cytotoxicity of SG in the activated B-cell like (ABC)-subtype-DLBCL cell lines, Riva (Ri-1), HBL-1, and SU-DHL-2, and the germinal center B-cell (GCB)-subtype-DLBCL cell lines, SU-DHL-4, SU-DHL-5, and SU-DHL-6 by MTT assay. We assessed the distributions of cell cycle phase and apoptosis in the aforementioned DLBCL cell lines treated with SG for 24 h or 48 h using flow cytometry and Annexin V staining. We confirmed apoptosis (cleavage of poly ADP-ribose polymerase [PARP] and caspase-3) and detected DNA damage (&#947;H2AX and 53BP1)-related protein expression in SU-DHL-2 and SU-DHL-6 cell lines treated with SG at various concentrations for 48 h using western blotting, compared to untreated cells. To examine the anti-tumor effect of SG <i>in vivo<\/i>, NOD-SCID nude mice of Riva-xenograft mouse models were randomized into a control group and an SG-treated group.<br \/>Results: Flow cytometry and western blotting revealed overexpression of Trop-2 on the surface of untreated ABC-DLBCL and GCB-DLBCL cell lines. In this study, we showed that SG treatment reduced cell viability in all six DLBCL cell lines with nanomolar IC<sub>50<\/sub> values. Exposing SG to DLBCL cells significantly increased cell cycle arrest at the G2\/M and sub-G1 phases of all six DLBCL cell lines. Annexin V staining revealed that SG induced apoptosis in all six DLBCL cell lines. Western blotting confirmed apoptosis induction by showing a dose-dependent upregulation of cleaved PARP and cleaved caspases-3 by SG treatment, along with decreased expression of survivin in both SU-DHL-2 and SU-DHL-6 cells. SG also upregulated the expression of &#947;H2AX and 53BP1 in both SU-DHL-2 and SU-DHL-6 cells. Furthermore, we found that tumor growth of Riva cells<i> in vivo <\/i>was significantly reduced by treatment with SG when compared with untreated control.<br \/>Conclusion: SG suppresses tumor growth of ABC-DLBCL and GCB-DLBCL cells in both <i>in vitro a<\/i>nd<i> in vivo<\/i> models by inducing cell cycle arrest, apoptosis, and DNA damage. These findings provide a rationale for transitioning SG to clinical trials for treating patients with relapsed or refractory DLBCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,Antibody-drug conjugate (ADC),Trop-2,SN-38,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Ting<\/b>, M.-F. Wei, H.-W. Lee, K.-H. Lan, A.-L. Cheng, S.-H. Kuo; <br\/>National Taiwan University College of Medicine, Taipei City, Taiwan","CSlideId":"","ControlKey":"da4cf288-e2db-42fe-837e-5431550e175b","ControlNumber":"4283","DisclosureBlock":"&nbsp;<b>J. Ting, <\/b> None..<br><b>M. Wei, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>K. Lan, <\/b> None..<br><b>A. Cheng, <\/b> None..<br><b>S. Kuo, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1165","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1912","PresenterBiography":null,"PresenterDisplayName":"Jakie Ting, BS;MS","PresenterKey":"9e59d3d8-44d0-448a-8abb-02af0ffbe6d9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1912. Targeting Trop-2 with sacituzumab govitecan (IMMU-132) suppresses the tumor growth in diffuse large B cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Trop-2 with sacituzumab govitecan (IMMU-132) suppresses the tumor growth in diffuse large B cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Tumor necrosis factor alpha (TNF&#945;) is a pleiotropic cytokine with diverse biological functions, including apoptosis, cell survival, inflammation, and immunity. While recombinant human TNF&#945; has demonstrated therapeutic efficacy in isolated limb perfusion for soft tissue sarcoma and melanoma, its systemic administration is limited by severe toxicities, including hypotension. Tumor-specific targeting and enhancement of TNF&#945;'s tumor cell killing activity hold promise for improving its therapeutic index. To address these challenges, we developed KD5005, a novel HER-2-targeted immunocytokine fusion protein comprising an anti-HER-2 IgG1 monoclonal antibody (trastuzumab) and human TNF&#945;. Tissue distribution studies revealed that KD5005 specifically accumulated in HER-2-expressing tumors, demonstrating its tumor-targeting capability. In vitro, KD5005 exhibited reduced TNF&#945;-mediated apoptosis in L929 cells compared to recombinant TNF&#945;, indicating its lower non-specific toxicity. Notably, KD5005 induced apoptosis of HER-2-positive human gastric cancer NCI-N87 cells at significantly lower concentrations than trastuzumab, TNF&#945;, or their combination, demonstrating its enhanced tumor cell killing activity. The potent apoptotic activity of KD5005 was HER-2-dependent, as it did not show increased apoptotic activity in WT mouse forestomach carcinoma (MFC) cells and had similar apoptotic activity compared to the combination of trastuzumab and TNF&#945;. This HER-2 dependency further supports the tumor-specific targeting of KD5005.In vivo, KD5005 demonstrated superior anti-tumor efficacy compared to the combination of trastuzumab and TNF&#945; in syngeneic tumor models using CT26 tumor cells transfected with the human HER-2 gene. KD5005 induced robust tumor regression and durable cure in 7 of 8 mice, while the combination of trastuzumab and TNF&#945; elicited weaker therapeutic responses, resulting in tumor rejection in only 3 of 8 mice. Pharmacokinetic and toxicity studies of KD5005 were conducted in cynomolgus monkeys. KD5005 exhibited a significantly prolonged in vivo half-life compared to TNF&#945;, indicating its improved pharmacokinetic profile. KD5005 was administered intravenously every two weeks to the same animal in a dose-escalation study at 0.3 mg\/kg, 1.0 mg\/kg, 3 mg\/kg, 10 mg\/kg, and 30 mg\/kg. The toxicity study results showed that the maximum tolerated dose for KD5005 in cynomolgus monkeys is 10 mg\/kg, indicating its favorable toxicity profile. In summary, we have developed KD5005, a HER-2-targeted immunocytokine fusion protein with enhanced tumor-killing activity, improved pharmacokinetic properties, and a favorable toxicity profile. These preclinical findings support the further clinical development of KD5005 as a promising therapeutic agent for HER-2-positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Antibody,Immunocytokines,Apoptosis,Tumor targeting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. CHEN<\/b><sup>1<\/sup>, P. LI<sup>2<\/sup>, G. FANG<sup>2<\/sup>, H. WU<sup>2<\/sup>, C. ZHANG<sup>2<\/sup>, Z. CAI<sup>2<\/sup>; <br\/><sup>1<\/sup>Shanghai Kanda Biotechnology Co. Ltd., Shanghai, China, <sup>2<\/sup>Shanghai Celgen Bio-Pharmaceutical Co. Ltd., Shanghai, China","CSlideId":"","ControlKey":"81653a44-3c11-4ffd-a15e-f219209980fe","ControlNumber":"4236","DisclosureBlock":"<b>&nbsp;Y. Chen, <\/b> <br><b>Shanghai Kanda Biotechnology Co. Ltd.<\/b> Employment. <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>P. Li, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>G. Fang, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>H. Wu, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>C. Zhang, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>Z. Cai, <\/b> <br><b>Shanghai Celgen Bio-Pharmaceutical Co. Ltd.<\/b> Employment. <br><b>Shanghai Kanda Biotechnology Co. Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1176","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1913","PresenterBiography":null,"PresenterDisplayName":"Yi Chen","PresenterKey":"831a8901-e719-4ed3-ba6b-b73492e53651","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1913. KD5005: HER-2 dependent strong potent anti-tumor activity of an anti-HER-2 mAb-TNFaimmunocytokine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KD5005: HER-2 dependent strong potent anti-tumor activity of an anti-HER-2 mAb-TNFaimmunocytokine","Topics":null,"cSlideId":""},{"Abstract":"Amivantamab (RYBREVANT&#8482;) is an FDA-approved, low-fucose IgG1 bispecific antibody targeting EGF and Met receptor tyrosine kinases, with proven clinical activity against EGFR mutant non-small cell lung cancer (NSCLC). Preclinical studies demonstrated that three context-dependent mechanisms of action (MOA) contribute to amivantamab efficacy: immune cell-mediated killing by antibody-dependent cellular cytotoxicity and trogocytosis, receptor internalization and degradation, and inhibition of ligand binding to both EGF and Met receptors. In tumors lacking known cancer-driver genetic aberrations, ligand binding to wildtype EGFR (EGFR<sup>WT<\/sup>) and\/or Met<sup>WT<\/sup> may activate downstream signaling pathways, inducing pro-tumorigenic processes. Among the EGFR ligands, we demonstrated that amphiregulin (AREG) is highly expressed in EGFR<sup>WT<\/sup> NSCLC primary tumors, with significantly higher circulating protein levels in NSCLC patients than in healthy volunteers, and induces EGFR phosphorylation, promoting downstream signaling and increasing cell proliferation. Importantly, treatment of AREG-stimulated EGFR<sup>WT<\/sup> cells\/tumors with amivantamab, or an AREG-targeting antibody, inhibits ligand-induced signaling and cell\/tumor proliferation\/growth. Across 10 EGFR<sup>WT<\/sup> NSCLC patient-derived xenograft mouse models, amivantamab efficacy correlated with <i>AREG<\/i> RNA levels, suggesting AREG as a potential predictive marker for amivantamab activity in this population. Interestingly, in these xenograft models, amivantamab anti-tumor activity was independent of amivantamab's Fc engagement with immune cells, suggesting that, in this context, the amivantamab&#8217;s ligand-blocking function is sufficient for its efficacy. Juxtaposedly, we previously demonstrated that low fucose amivantamab, active Fc domain, was necessary for maximal anti-tumor activity against tumors with EGFR or Met activating mutations. Altogether, these results demonstrated amivantamab context-dependent MOA for efficacy. In conclusion, these data 1) highlight EGFR ligand AREG as a driver of tumor growth in some EGFR<sup>WT<\/sup> NSCLC models, 2) illustrate the preclinical efficacy of amivantamab in ligand-driven EGFR<sup>WT<\/sup> NSCLC, and 3) identify AREG as a potential predictive biomarker for amivantamab against anti-EGFR<sup>WT<\/sup> therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Amphiregulin,EGFR,NSCLC,Amivantamab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Rivera-Soto<\/b><sup>1<\/sup>, B. Henley<sup>1<\/sup>, M. Pulgar<sup>1<\/sup>, S. Lehman-Tenuto<sup>1<\/sup>, H. Gupta<sup>1<\/sup>, M. Weindorfer<sup>1<\/sup>, S. Vijayaraghavan<sup>1<\/sup>, T.-W. Yao<sup>2<\/sup>, S. Laquerre<sup>1<\/sup>, S. Moores<sup>1<\/sup>; <br\/><sup>1<\/sup>Johnson & Johnson Innovative Medicine, Spring House, PA, <sup>2<\/sup>Johnson & Johnson Innovative Medicine, La Jolla, CA","CSlideId":"","ControlKey":"db8ed75b-e315-40b8-ba66-8d38aa7cfe5c","ControlNumber":"3295","DisclosureBlock":"<b>&nbsp;R. Rivera-Soto, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>B. Henley, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment.<br><b>M. Pulgar, <\/b> None.&nbsp;<br><b>S. Lehman-Tenuto, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>H. Gupta, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>M. Weindorfer, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>S. Vijayaraghavan, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>T. Yao, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>S. Laquerre, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment. <br><b>S. Moores, <\/b> <br><b>Johnson & Johnson Innovative Medicine<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1914","PresenterBiography":null,"PresenterDisplayName":"Ricardo Rivera-Soto, PhD","PresenterKey":"4045a587-cd31-4c4a-9100-c8da0f3c84c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1914. Amivantamab efficacy in wildtype EGFR NSCLC tumors correlates with levels of ligand expression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Amivantamab efficacy in wildtype EGFR NSCLC tumors correlates with levels of ligand expression","Topics":null,"cSlideId":""},{"Abstract":"With the emergence of precision oncology as a new paradigm in cancer care, there is an urgent need to develop tools capable of mining the massive amounts of rich omic data generated every year. To support target discovery programs at scale, we developed a pan-cancer bioinformatics platform combining patient data with extensive biological and pharmaceutical knowledge for the identification and prioritization of novel antigen targets. Our pipeline was first validated with the discovery of new antigen targets amenable to CAR-T therapy for relapsed\/refractory multiple myeloma. Here, we are exploring AML, a type of leukemia with several unmet needs.<br \/>First, we identified and integrated 36 relevant microarray datasets from the GEO database using a proprietary data identification and integration pipeline. The clinical data was curated using our proprietary oncology ontology, machine learning models, and domain expert quality control processes. The molecular data was normalized and the datasets aggregated into a virtual patient cohort of unprecedented size and quality, comprising 2,995 AML patients and 220 healthy controls. To both find a clinically relevant patient sub-population and reduce the cohort heterogeneity, AML patients were stratified based on their transcriptomic profile using a consensus clustering analysis, which we interpreted thanks to the curated clinical data. Among multiple others, we identified a highly stable cluster enriched in AML-M3 patients, a very distinct and aggressive subtype of AML caused by a t(15;17) translocation. A differential gene expression analysis was performed comparing this cluster with the control group and 574 genes were found to be overexpressed. We then applied proteomic filters to exclusively focus on cell surface-bound protein targets demonstrating an acceptable level of anticipated cytotoxicity. Finally, the 23 short-listed antigen targets were prioritized with additional multi-omic patient and cell line data to optimize their safety and efficacy profiles as well as expression robustness. Interestingly, well-known targets, such as CD96 and ABCC1, were found in the top targets.<br \/>Developing scalable pipelines will be instrumental in the advent of precision oncology. Combining unbiased data-driven tools with cancer biology-driven approaches, our state-of-the-art pipeline can be used for any cancer type and antigen-targeting modality, including CAR-T and antibody-based therapies. The present study illustrates the potential of our platform when applied to AML, one of the most heterogeneous groups of neoplastic disorders. Leveraging our large and unique AML patient cohort, we were not only able to detect a relevant subgroup of patients, but also identified novel antigen target candidates for this specific population, which were then prioritized based on domain expertise. A broader study addressing other cancer indications, including solid tumors, is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antigen,Target discovery,Bioinformatics,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Fox, G. Appe, A. Behdenna, L. Meunier, A. Nordor, S. Weill, <b>C. Marijon<\/b>; <br\/>Epigene Labs, Paris, France","CSlideId":"","ControlKey":"1aa04b02-9a57-4916-a5bb-bd0407fb27a4","ControlNumber":"7769","DisclosureBlock":"&nbsp;<b>E. Fox, <\/b> None..<br><b>G. Appe, <\/b> None..<br><b>A. Behdenna, <\/b> None..<br><b>L. Meunier, <\/b> None..<br><b>A. Nordor, <\/b> None..<br><b>S. Weill, <\/b> None..<br><b>C. Marijon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1189","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1915","PresenterBiography":null,"PresenterDisplayName":"Camille Marijon, PhD","PresenterKey":"0a3c9fc0-d36b-46bc-99ce-c5965b643582","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1915. A scalable pancancer antigen target discovery platform for precision oncology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A scalable pancancer antigen target discovery platform for precision oncology","Topics":null,"cSlideId":""},{"Abstract":"Century Therapeutics is developing a Nectin4-targeting IPSC-derived cell therapy for the treatment of Nectin4 expressing solid tumors. The Nectin proteins (Nectin1, Nectin2, Nectin3 and Nectin4) are members of the calcium independent immunoglobulin superfamily of cell adhesion molecules (CAMs) involved in adhesive processes that help in the growth and development of tissues. Nectin 1, 2 and 3 are normally found in adult tissue whereas Nectin4 is mainly found in normal placental and embryonic tissue. Nectin4 is also expressed in different types of cancer including urothelial, ovarian, lung and head\/neck cancers. Nectin4 is established as a biomarker for worse prognosis in cancers and is linked with carcinogenesis and disease severity. These features establish Nectin4 as a promising target for anti-tumor drug development. Enfortumab vedotin, an antibody drug conjugate targeting Nectin4 positive tumors, has demonstrated benefit in clinical trials and is FDA approved for treatment of advanced bladder cancer. We have identified novel single-domain antibodies (VHH) that bind to multiple epitopes on Nectin4 extracellular domain. The VHH antibodies were engineered into chimeric antigen receptor (CAR) formats and characterized for expression, cell activation through antigen engagement, and cytotoxicity activity in primary T-cells. Selected binders demonstrated efficacy in multiple CAR formats in primary T-cells in a mouse xenograft model using OVCar-3 tumor cells. The lead CARs engineered into primary T-cells demonstrated tumor inhibition similar to a reference CAR using the ASG-5ME antibody (Enfortumab) as the Nectin4 binder. The CARs were engineered into our IPSC-derived iNK and iT cells and demonstrated cytotoxicity activity against a panel of cell lines with a range of cell surface expression of Nectin4. Based on these studies, Century Therapeutics is advancing the lead Nectin4 binder for development of an IPSC-derived cell therapy to treat Nectin4 positive solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Tumor targeting,Chimeric antigen receptor,Immuno-oncology,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. M. Carton, <b>C. Dower<\/b>, M. Miller, J. Wheeler, S. Heron, H. J. Millar, D. Walker, D. J. Perry, A. Lebid, L. Cocka, D. Kim, B. Morse, B. Gurung, M. Harris, A. Jethon, M. Naso, H. Levitsky; <br\/>Century Therapeutics LLC, Philadelphia, PA","CSlideId":"","ControlKey":"727d35fa-2a04-4ad3-89a7-0099b0323fa5","ControlNumber":"3281","DisclosureBlock":"<b>&nbsp;J. M. Carton, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Dower, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. Miller, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>J. Wheeler, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>S. Heron, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. J. Millar, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. Walker, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. J. Perry, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Lebid, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>L. Cocka, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>B. Morse, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>B. Gurung, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. Harris, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Jethon, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. Naso, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. Levitsky, <\/b> <br><b>Century Therapeutics<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1916","PresenterBiography":null,"PresenterDisplayName":"Chris Dower, PhD","PresenterKey":"5bd8f4e6-81d7-4c31-8fef-169ac0de2520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1916. Discovery of a novel Nectin4 IPSC-derived cell therapy for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a novel Nectin4 IPSC-derived cell therapy for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer poses a significant global health challenge, demanding effective therapies targeting specific receptors. In our prior study, we engineered molecules capable of binding to both HER2 and FGFR1, pivotal receptors in breast cancer progression. By combining the high-affinity Affibody Z<sub>HER2:2891<\/sub> for HER2 with a modified, stable form of FGF2 binding to FGFR1, we created the bispecific protein (Af<sub>HER2<\/sub>-lFGF2). This innovative molecule could simultaneously recognize HER2 and FGFR1, exhibiting enhanced cell penetration. When coupled with the potent cytotoxic agent monomethyl auristatin E (MMAE), it demonstrated exceptional efficacy in eliminating cancer cells expressing HER2, FGFR, or both receptors. Our current investigation focused on quantifying the interaction between HER2 and FGFR1 receptors on the cell surface upon treatment with these bispecific molecules. Leveraging fully quantified spectral imaging FRET (FSI-FRET), a technique utilizing spectrally resolved two-photon microscopy. We directly monitor the association of HER2 and FGFR1 in the plasma membrane. Our findings revealed that the bispecific Af<sub>HER2<\/sub>-lFGF2 molecule forces interaction between HER2 and FGFR1 on the cell surface. Furthermore, we analyzed the activation of the HER2-FGFR1 complex and subsequent downstream signaling pathways using western blotting. In summary, our research uncovers the ability of the Af<sub>HER2<\/sub>-lFGF2 bispecific protein to foster direct interaction between HER2 and FGFR receptors on the cell membrane. By employing state-of-the-art techniques like FSI-FRET, we elucidated the mechanisms governing this interaction and, by western blotting, downstream signaling pathways. These insights emphasize the potential of A<sub>fHER2<\/sub>-lFGF2 as a promising therapeutic agent for targeting HER2, FGFRs, and HER2\/FGFRs-positive cancers. This approach paves the way for targeted therapies in addressing the prevalent global health challenge of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"HER2,Fibroblast growth factor receptor (FGFR),Protein-drug conjugate,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. A. Krzyscik<\/b>, K. Hristova; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"95c17217-9962-49bf-afe0-a9c9cb9b7c57","ControlNumber":"3855","DisclosureBlock":"&nbsp;<b>M. A. Krzyscik, <\/b> None..<br><b>K. Hristova, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1917","PresenterBiography":null,"PresenterDisplayName":"Mateusz Krzyscik, PhD","PresenterKey":"0b38d3d5-dfb8-43ab-9ec4-75f45e7e494d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1917. HER2-FGFR1 interaction induced by bispecific molecules: A novel strategy for treating breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HER2-FGFR1 interaction induced by bispecific molecules: A novel strategy for treating breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: LX-101 is a next-generation, targeted therapy directed to the insulin-like growth factor 1 receptor (IGF-1R). LX-101 consists of a proprietary IGF-1 variant coupled to a cytotoxic methotrexate payload. LX-101 was previously evaluated in Phase 1 trials of adult patients with advanced, pretreated cancers, where it was well-tolerated and demonstrated single agent activity. Neither a dose limiting toxicity, nor a maximum tolerated dose was reached, leaving potential room for additional dose escalation and schedule optimization. Multiple aggressive cancers of unmet need have genetic alterations affecting the IGF-1R pathway and\/or high IGF-1R expression that correlates with poor outcomes, including certain cancers of the breast, head and neck, Ewing&#8217;s sarcoma, osteosarcoma, and others. Prior attempts at inhibiting IGF-1R with non-payload bearing naked monoclonal antibodies or small molecules produced a range of clinical outcomes including some partial and complete responses. None of these agents, however, were ultimately approved, potentially due to suboptimal potency that allowed for escape mechanisms, including redundant signaling pathways, and the lack of enrichment for select tumor types with strong ties to the IGF-1\/IGF-1R pathway. Herein, we investigated the anti-tumor activity of the payload-bearing agent LX-101 against IGF-1R-involved cancer cell lines.<br \/>Methods: Cell lines were incubated with LX-101 (~1.6 - 2500nM). Cell viability was assessed by CellTiter-Glo after 4 days. IC<sub>50<\/sub>s were calculated using GraphPad PRISM software.<br \/>Results: LX-101 displayed potency against head and neck cancer (FaDu, IC<sub>50 <\/sub>= 9 nM), triple negative breast cancer (BT-20, IC<sub>50 <\/sub>= 17 nM), Ewing&#8217;s sarcoma, including EWSR1-FLI1 gene fusion-positive cell lines RD-ES (IC<sub>50 <\/sub>= 10 nM), A-673 (IC<sub>50 <\/sub>= 14 nM), and SK-ES-1 (IC<sub>50 <\/sub>= 29 nM) and EWSR1-ERG gene fusion-positive cell line CADO-ES1 (IC<sub>50 <\/sub>= 14 nM). LX-101 was also potent against PAX3-FOXO1 gene fusion positive alveolar rhabdomyosarcoma (SJCRH30, IC<sub>50 <\/sub>= 23 nM), osteosarcoma (143B, IC<sub>50 <\/sub>= 6 nM; HOS, IC<sub>50 <\/sub>= 7 nM; U2OS, IC<sub>50 <\/sub>= 32 nM), and neuroblastoma (SK-N-AS, IC<sub>50 <\/sub>= 16 nM; IMR-32, IC<sub>50 <\/sub>= 20 nM; SH-SY5Y, IC<sub>50 <\/sub>= 30 nM).<br \/>Conclusion: These results demonstrate that LX-101 has potent preclinical anti-tumor activity against multiple cancer cell lines with well-established ties to the IGF-1\/IGF-1R pathway, including with different genetic and epigenetic alterations. These data support further clinical development of LX-101 in IGF-1R-involved cancers. New clinical trials are planned.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Insulin-like growth factor 1 (IGF-1) receptor,Insulin-like growth factor (IGF),Head and neck squamous cell carcinoma,Ewing sarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Hoberman<\/b><sup>1<\/sup>, A. Z. Dudek<sup>2<\/sup>; <br\/><sup>1<\/sup>Lirum Therapeutics, New York, NY, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"5399feef-b5d9-4cfe-8106-b7fbf2c8d6d8","ControlNumber":"4665","DisclosureBlock":"<b>&nbsp;M. Hoberman, <\/b> <br><b>Lirum Therapeutics<\/b> Employment, Stock, Travel. <br><b>A. Z. Dudek, <\/b> <br><b>Lirum Therapeutics<\/b> Independent Contractor.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1918","PresenterBiography":null,"PresenterDisplayName":"Matt Hoberman, B Eng","PresenterKey":"454acf22-3e75-4f0d-8f82-129f6318b812","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1918. LX-101, a novel, clinical stage, payload-bearing targeted therapy directed to the insulin-like growth factor receptor (IGF-1R), demonstrates potent preclinical anti-tumor activity against multiple cancer types with well-established ties to the IGF-1\/IGF-1R pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LX-101, a novel, clinical stage, payload-bearing targeted therapy directed to the insulin-like growth factor receptor (IGF-1R), demonstrates potent preclinical anti-tumor activity against multiple cancer types with well-established ties to the IGF-1\/IGF-1R pathway","Topics":null,"cSlideId":""},{"Abstract":"Classic cancer-associated receptors, such as EGFR and Her2, are often overexpressed on malignant cells relative to healthy cells. Numerous molecules have been developed to leverage this differential expression with the goal of developing specific and safe targeted therapies, including antibody-drug-conjugates and immunotoxins. The general schematic of these molecules is to fuse toxic payloads -either small molecules or proteins - with a targeting moiety that binds to the cancer-specific receptor. Despite the general success of this approach, even low levels of these receptors on healthy tissues result in on-target\/off-tumor toxicity thus limiting the dose of therapeutic molecules available to tumors. Targeted therapies with greater on-tumor efficacy and reduced toxicity are urgently needed in order to further advance therapeutic outcomes. To achieve this, we set out to exploit the unique features of bacterial toxins as highly modular protein delivery systems to design next-generation targeted therapies. We demonstrate the capacity of the immunotoxin platform to deliver various therapeutic proteins, with distinct activities from inhibiting protein synthesis to degrading oncogenic signaling pathways, such as the RAS\/MAPK pathway. Further, we show how modifying the affinity, valency, and specificity of the receptor-binding moieties, as well as tuning the enzymatic activity of the toxic enzyme payloads interact to affect the on-target efficacy and off-target toxicity of the targeted molecules. Altogether, these data demonstrate the potential of immunotoxins as highly flexible and tunable platforms for the development of a new class of anti-cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Receptors,Protein Engineering,Immunotoxin,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Liang<\/b><sup>1<\/sup>, G. L. Beilhartz<sup>2<\/sup>, S. Cao<sup>1<\/sup>, R. A. Melnyk<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Hospital for Sick Children, Toronto, ON, Canada","CSlideId":"","ControlKey":"93d91aa5-9df5-4656-9805-859c731433b8","ControlNumber":"3221","DisclosureBlock":"&nbsp;<b>H. Liang, <\/b> None..<br><b>G. L. Beilhartz, <\/b> None..<br><b>S. Cao, <\/b> None..<br><b>R. A. Melnyk, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1919","PresenterBiography":null,"PresenterDisplayName":"Huazhu (Peter) Liang, BS","PresenterKey":"16918661-5dfa-469d-bc3f-bdfd5bacfb9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1919. Activity and affinity tuning next-generation immunotoxins for targeted therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"273","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates and Bispectific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activity and affinity tuning next-generation immunotoxins for targeted therapy","Topics":null,"cSlideId":""}]