[{"Abstract":"Cyclin-dependent kinases (CDKs) are a vital family of proteins in the cell development. Several CDK4\/6 inhibitor drugs significantly extended the lives of subtypes breast cancer patients. However, they have some shortcomings. Many patients do not respond to them well mainly due to off-target toxicity requiring dose reductions and treatment interruptions, and thus building resistance, which limit their effectiveness. Here, we describe AU2-94, a highly selective CDK4 inhibitor, for the treatment of CDK4-dependent tumours including breast cancer (ER+ and TNBC), colorectal cancer and glioblastoma (GBM). AU2-94 exhibits high selectivity for CDK4 (<i>K<sub>i<\/sub><\/i> = 2 nM) over CDK6 (<i>K<sub>i<\/sub><\/i> = 279 nM). Consistent with the CDK4-targeted mechanism, AU2-94 arrested the G1 cells and inhibited cancer cell proliferation. Interestingly, AU2-94 reduced cellular CDK2, Cyclin E2, Cyclin A2, Cyclin B1, and induced apoptosis via reduction of Bcl-2, FOXM1 etc. In contrast to cancer cells, AU2-94 has little impact on the cell cycle, senescence, or apoptosis of human bone marrow cells, whereas the known CDK4\/6 inhibitors increased the G1 cells. AU2-94 showed little or no effect on lymphocyte and neutrophil counts whilst the clinical CDK4\/6 inhibitors reduced them. This lower effect of AU2-94 on the bone marrow, neutrophils and lymphocytes might be due to its lesser effect on CDK6 compared to the clinical CDK4\/6 inhibitors. AU2-94 was highly efficacious against multiple <i>in vivo <\/i>tumour models. In the ER+ breast cancer T47D xenografts, AU2-94 caused tumour regression. In the model of MDA-MB-453 AR+ luminal breast cancer (CDK4, <i>KRAS<\/i><sup>mut<\/sup>, PI3KCA<sup>mut<\/sup>), AU2-94 demonstrated remarkable efficacy, resulting in the 6 out of 7 (86%) mice tumour-free. In the colorectal cancer HCT116 (CDK4\/6, <i>KRAS<\/i><sup>mut<\/sup>) xenografts, AU2-94 inhibited tumour growth markedly in a dose-dependent manner from 25 to 200 mg\/kg without any overt toxicity. The pharmacokinetic and pharmacodynamic study revealed up to 500-fold higher concentration of AU2-94 in the tumours than in the plasma, suggesting its tumour targeting specificity. Several robust biomarkers\/PD markers were identified. The Rb-CDK4-Cyclin D pathway is altered in the majority of GBM due to homozygous deletion of CDKN2A\/B. AU2-94 has an excellent therapeutic potential as it crossed the blood-brain-barrier effectively. In the both U87 subcutaneous and orthotopic models, AU2-94 reduced the tumour burden and increased the survival of GBM bearing mice significantly compared to vehicle. Moreover, AU2-94 synergised the anti-cancer efficacy of PI3K\/Akt\/mTOR and HER2 inhibitors in combination. In summary, AU2-94 is a CDK4 inhibitor with high selectivity against a panel of 360 human kinases. This selectivity can be a reason for the better safety of AU2-94 compared to the clinical CDK4\/6 inhibitors. The high oral bioavailability, robust antitumor efficacy and excellent safety profiles make AU2-94 a highly attractive candidate for clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK4,CDK inhibitor,Brain tumors,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Bantie, J. Likisa, M. Rahaman, T. Teo, A. Safaroghliazar, S. K. Basnet, R. Hassankhani, B. Noll, R. Milne, <b>S. Wang<\/b>; <br\/>University of South Australia, Adelaide, Australia","CSlideId":"","ControlKey":"d61760f7-f4f1-49dd-badf-8a58f716cae6","ControlNumber":"5951","DisclosureBlock":"&nbsp;<b>L. Bantie, <\/b> None..<br><b>J. Likisa, <\/b> None..<br><b>M. Rahaman, <\/b> None.&nbsp;<br><b>T. Teo, <\/b> <br><b>Aucentra Therapeutics Pty. Ltd.<\/b> Employment.<br><b>A. Safaroghliazar, <\/b> None..<br><b>S. K. Basnet, <\/b> None..<br><b>R. Hassankhani, <\/b> None..<br><b>B. Noll, <\/b> None..<br><b>R. Milne, <\/b> None.&nbsp;<br><b>S. Wang, <\/b> <br><b>Aucentra Therapeutics Pty. Ltd.<\/b> Grant\/Contract, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5701","PresenterBiography":null,"PresenterDisplayName":"Shudong Wang, PhD","PresenterKey":"fcf42023-e8ad-4fcf-9545-5db9847a44e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5701. AU2-94: A CDK4-specific inhibitor with the marked anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AU2-94: A CDK4-specific inhibitor with the marked anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is an aggressive form of brain cancer with limited treatment options. GBM has a high frequency of dysregulation of the CDKN2A-cyclin D-CDK4\/CDK6 signaling node and should subsequently be sensitive to CDK4\/6 inhibition. Despite this, the CDK4\/6 inhibitors that are approved for HR+\/HER2- breast cancer have shown limited efficacy in GBM due to poor blood brain barrier (BBB) penetration. BTX-9341 is a Cereblon (CRBN) mediated CDK4\/6 bifunctional degrader that we have developed for HR+\/HER2- breast cancer. This degrader shows good exposure in brain tissues with a high brain to plasma ratio. Given the exposure in the brain, we explored the <i>in vitro<\/i> and <i>in vivo <\/i>efficacy of BTX-9341 in GBM cell line and xenograft models. GBM cell lines treated with BTX-9341 showed up to 86% degradation of CDK4 and CDK6 with DC<sub>50<\/sub>s &#60;1nM. CDK4\/6 phosphorylates the protein RB which releases the transcription factor E2F, inducing the expression of genes which promote cell cycle progression. We examined RB phosphorylation by immunoblot and cell cycle progression by propidium iodide staining followed by flow cytometry. BTX-9341 was potent in all downstream assays, with phospho-RB IC<sub>50<\/sub>s &#60;10nM, and G0\/G1 cell cycle arrest at concentrations as low as 10nM. We used a 2D colony formation assay (CFA) to assess inhibition of proliferation by cell cycle arrest. BTX-9341 potently inhibited cell proliferation with CFA IC<sub>50<\/sub>s of 13-100nM in GBM cell lines. BTX-9341 displays excellent pharmacokinetic properties with good oral bioavailability and high brain to plasma ratios which allowed for oral dosing in both subcutaneous and orthotopic xenograft studies. We examined tumor growth inhibition efficacy in two GBM xenograft models: an intracranial U87 model and a subcutaneous U118 model and saw robust tumor growth inhibition in both models with BTX-9341 treatment. The U118 cells have partially unmethylated MGMT, which lead to a loss of efficacy of temozolomide over time, while BTX-9341 maintained inhibition of tumor growth. This indicates that BTX-9341 may be effective in patient populations for which temozolomide is ineffective. The U87 intracranial xenograft model also showed dose-dependent tumor growth inhibition upon treatment with BTX-9341, indicating that BTX-9341 can cross the BBB and reach concentrations high enough to execute cell proliferation inhibition effects. BTX-9341 treated mice also had much better survival than abemaciclib treated mice, the only CDK4\/6i which has BBB penetration. These results show that BTX-9341 displays excellent single agent activity <i>in vitro<\/i> and <i>in vivo <\/i>in GBM models. The xenograft data indicates that BTX-9341 can inhibit growth of MGMT methylated and unmethylated GBM cell lines, and that BTX-9341 can inhibit tumor growth in the brain more effectively than BBB penetrant CDK4\/6i. Together this data shows that BTX-9341 may be a promising candidate for treating GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,CDK4\/6,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Majeski<\/b>, K. Chahal, A. Okano, A. Pasis, C. Carlson, A. Shakya, Q. Liu, S. Huang, A. Hoskote Chourasia, L. Fung; <br\/>Biotheryx, Inc., San Diego, CA","CSlideId":"","ControlKey":"4eb0044e-8ecf-425d-9950-24192371e8b2","ControlNumber":"5583","DisclosureBlock":"&nbsp;<b>H. Majeski, <\/b> None..<br><b>K. Chahal, <\/b> None..<br><b>A. Okano, <\/b> None..<br><b>A. Pasis, <\/b> None..<br><b>C. Carlson, <\/b> None..<br><b>A. Shakya, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>A. Hoskote Chourasia, <\/b> None..<br><b>L. Fung, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5702","PresenterBiography":null,"PresenterDisplayName":"Hannah Majeski","PresenterKey":"875c0262-58da-4c25-a389-aa454a8f669b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5702. BTX-9341, a bifunctional degrader of CDK4 and CDK6 for glioblastoma multiforme","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BTX-9341, a bifunctional degrader of CDK4 and CDK6 for glioblastoma multiforme","Topics":null,"cSlideId":""},{"Abstract":"Cyclin-dependent kinases 4 and 6 (CDK4\/6) are key regulators of the cell cycle that are frequently dysregulated in cancer, leading to unchecked cell growth. CDK4\/6 inhibitors have emerged as a promising class of anticancer agents that selectively target this pathway. The primary mode of action of CDK4\/6 inhibitors relies on the disruption of retinoblastoma (Rb) protein phosphorylation, which thereby blocks cell cycle progression from G1 to S phase and reduces proliferation of cancer cells by a cytostatic mechanism. However, despite their efficacy, approved and clinical-stage CDK4\/6 inhibitors have modest penetration of unbound drug into the brain, limiting their utility in the treatment of brain metastases and primary brain tumors. Additionally, despite the potential benefits of CDK4\/6 inhibitors as combination therapies with cytotoxic agents, adjunctive treatment options remain underexplored due to the poor safety profiles of existing therapies. RVL-101 is a preclinical, investigational drug with a novel pharmacophore that has a low nanomolar activity against CDK4, is CDK2,6,7,9-sparing, and maintains &#62;500-fold selectivity over CDK1. To maximize the potential of RVL-101 as a preferred combination partner, this novel agent has been engineered to have exquisite kinome- and safety-panel selectivity with no measured CYP inhibition or induction liabilities. RVL-101 is differentiated from approved and clinical stage CDK4\/6 inhibitors having both high partitioning into the brain (Kp) and high free-brain (Kp<sub>u,u = <\/sub>0.7) levels resulting in equal levels of unbound drug in all relevant compartments at steady state. Like other CDK4\/6 agents, RVL-101 is broadly efficacious in vivo in ER+\/HER2- xenograft models at well-tolerated doses. However, RVL-101 has also demonstrated robust activity in HR-\/HER2+ xenograft models as a single-agent and has uniquely shown improved tumor inhibition effect in combination with approved HER2 cytotoxic therapeutics tucatinib and fam-trastuzumab-deruxtecan. RVL-101 was also tested in a GBM model as a monotherapy and in conjunction with the cytotoxic agent temozolomide (TMZ). Remarkably, QD dosing of the cytostatic agent, RVL-101, after pulsatile pretreatment with TMZ led to dramatic synergistic efficacy compared to either agent alone, leading to 100% survival of all animals on the dual therapy arm for more than 3 weeks post discontinuation of dosing. RVL-101 offers the combination of substantial therapeutic benefit and consistent free-drug levels in plasma and CNS that could lead to safe and effective treatment for a broader patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK4\/6,CDK4\/6 inhibitors,CDK4,Brain metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. E. Campbell<\/b>, B.-S. Pan, M. Bower, P. Bertinato, N. Perez, V. Gras Andreu, N. Rana, S. Tabchouri, A. Gupta, J. Kallenbach; <br\/>Reverie Labs, Cambridge, MA","CSlideId":"","ControlKey":"419218b1-6f30-423d-a074-ab634fd16008","ControlNumber":"6853","DisclosureBlock":"<b>&nbsp;J. E. Campbell, <\/b> <br><b>Reverie Labs<\/b> Employment, Stock Option. <br><b>Blueprint Medicines<\/b> Stock, Stock Option. <br><b>B. Pan, <\/b> <br><b>Reverie Labs<\/b> Employment, Stock Option. <br><b>M. Bower, <\/b> <br><b>Reverie Labs<\/b> Stock Option. <br><b>P. Bertinato, <\/b> <br><b>Reverie Labs<\/b> Stock Option. <br><b>N. Perez, <\/b> <br><b>Reverie Labs<\/b> Stock Option. <br><b>V. Gras Andreu, <\/b> <br><b>Reverie Labs<\/b> Stock Option. <br><b>N. Rana, <\/b> <br><b>Reverie Labs<\/b> Employment, Stock Option. <br><b>S. Tabchouri, <\/b> <br><b>Reverie Labs<\/b> Employment, Stock Option. <br><b>A. Gupta, <\/b> <br><b>Reverie Labs<\/b> Employment, Fiduciary Officer, Stock Option. <br><b>J. Kallenbach, <\/b> <br><b>Reverie Labs<\/b> Employment, Fiduciary Officer, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5703","PresenterBiography":null,"PresenterDisplayName":"John Campbell","PresenterKey":"96f74bd3-6b9a-4845-9f2c-5de143b68f69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5703. Development of RVL-101, a CDK4\/6-selective, small molecule inhibitor with superior CNS penetration and combinability potential for the effective treatment of primary and metastatic brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of RVL-101, a CDK4\/6-selective, small molecule inhibitor with superior CNS penetration and combinability potential for the effective treatment of primary and metastatic brain tumors","Topics":null,"cSlideId":""},{"Abstract":"CDK2 is a cell cycle kinase that plays a critical role in controlling the G1 to S-phase transition and its abnormal activation through cyclin E1(CCNE1) amplification has been indicated as the primary oncogenic driver in advanced cancers including ovarian, endometrial, and gastric cancers. In addition, cyclin E1 overexpression has emerged as a key resistance mechanism to CDK4\/6 inhibitors in hormone receptor-positive breast cancer patients. Therefore, CDK2 represents a promising novel oncology target. However, development of a potent and selective CDK2 inhibitor has been challenging due to the high homology of CDK2 with other CDKs, particularly CDK1, which is essential in normal cell cycle progression. NKT3447 is a novel, orally bioavailable small molecule CDK2 inhibitor with slow-off kinetics and is highly selective against CDK1 and other CDKs. In addition, NKT3447 exhibits a distinct mechanism of action, including suppression of the Thr160 activating phosphorylation on CDK2 and downregulation of cyclin E1. In biochemical assays, NKT3447 drives a concentration dependent disruption of the CDK2\/cyclin E1 and CDK2\/cyclin A2 complexes, but not the CDK1\/cyclin B1 complex. Consequently, NKT3447 potently inhibits the phosphorylation of Rb (pRb) and induces G1 cell cycle arrest in CCNE1 amplified OVCAR3 cells, while showing minimal or no effect on G2\/M phase distribution in all the cell lines tested, including OVCAR3 and KYSE520 (CDK1-dependent) cells. Importantly, NKT3447 has a slow-off kinetics, as demonstrated by NanoBRET target engagement assay, which leads to sustained pRb inhibition after treatment withdrawal. In addition, NKT3447 treatment reduces cyclin E1 protein levels and suppresses phospho-CDK2 (Thr160), which further represses CDK2 activity and prolongs the inhibition of CDK2 signaling. NKT3447 also demonstrates a selective anti-proliferation effect in a panel of human cancer cell lines with elevated cyclin E1 expression and\/or dependency on CDK2 or cyclin E1 (DepMap). In line with cellular studies, pharmacodynamic study of NKT3447 in mouse tumor models recapitulates a significant repression of pRb, pCDK2 and cyclin E1. Furthermore, NKT3447 treatment results in a dose-dependent tumor growth inhibition or tumor regression in CCNE1 amplified OVCAR3 and MKN1 tumor models. In addition, the combination of NKT3447 with carboplatin exhibits enhanced anticancer effects in OVCAR3 and MFE-280 models. These results demonstrate that NKT3447 is a potent, selective CDK2 inhibitor with distinct properties and mechanism of action, which holds great potential to effectively treat patients with aberrant CDK2\/Cyclin E activation in a variety of cancer types. NKT3447 is currently being investigated in a Phase 1 clinical trial in patients with advanced solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK2,CDK inhibitor,Cyclin E,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Geng<sup>1<\/sup>, <b>K. Liu<\/b><sup>1<\/sup>, Z. Yu<sup>1<\/sup>, W. Sun<sup>1<\/sup>, H. Wei<sup>1<\/sup>, W. Li<sup>1<\/sup>, J. Lu<sup>1<\/sup>, J. Deng<sup>2<\/sup>, L. Geng<sup>2<\/sup>, Z. Liu<sup>1<\/sup>, Z. Gao<sup>1<\/sup>, Y. Lou<sup>1<\/sup>; <br\/><sup>1<\/sup>NiKang Therapeutics Inc., Wilmington, DE, <sup>2<\/sup>NiKang Therapeutics Inc., Shanghai, China","CSlideId":"","ControlKey":"74bd78d8-d0d6-419b-8d02-78e8c3d94fcd","ControlNumber":"6078","DisclosureBlock":"<b>&nbsp;J. Geng, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Liu, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. Yu, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Sun, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Wei, <\/b> <br><b>NiKang Therapeutics Inc<\/b> Employment, Stock, Stock Option. <br><b>W. Li, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Lu, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Deng, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment. <br><b>L. Geng, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment. <br><b>Z. Liu, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. Gao, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Lou, <\/b> <br><b>NiKang Therapeutics Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5705","PresenterBiography":null,"PresenterDisplayName":"Ke Liu, PhD","PresenterKey":"2651be21-17fd-471a-bf18-e8f0c3699b24","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5705. Discovery of a selective slow-off CDK2 inhibitor NKT3447 with distinct features of suppressing pCDK2, downregulating cyclin E, and achieving prolonged pathway inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a selective slow-off CDK2 inhibitor NKT3447 with distinct features of suppressing pCDK2, downregulating cyclin E, and achieving prolonged pathway inhibition","Topics":null,"cSlideId":""},{"Abstract":"KRLS-017 is a potent, selective, and reversible inhibitor of Cyclin Dependent Kinase 7 (CDK7). Its molecular formula is C<sub>24<\/sub>H<sub>35<\/sub>N<sub>5<\/sub>O<sub>2<\/sub>Si and its molecular weight is 453.65 Daltons. KRLS-017 is being developed for the treatment of patients with advanced solid tumor malignancies.<br \/>To differentiate KRLS-017 from other CDK7 inhibitors, we created a reversible inhibitor to allow for treatment schedule optimization and maximization of therapeutic index in clinic. High selectivity of KRLS-017 for CDK7 was confirmed using a panel of 313 recombinant human kinases. The IC50 of KRLS-017 against recombinant human CDK7 was determined to be 16 nM, and no other kinases in the panel showed IC50 values less than 300 nM. Antiproliferative activity of KRLS-017 was investigated in vitro using a broad panel of human tumor cell lines. KRLS-017 showed potent antiproliferative effect across a wide variety of both solid and hematologic tumor types, producing GI50 values &#60;200 nM in 258\/302 human tumorcell lines tested.<br \/>Antitumor activity of KRLS-017 was investigated in vivo using multiple mouse xenograft tumormodels at dose levels ranging from 25 mg\/kg to 200 mg\/kg using both continuous (daily) andintermittent dosing schedules. Statistically significant tumor growth inhibition was seen at doselevels of 50 mg\/kg and higher, with tumor regression observed at 100 mg\/kg and 200 mg\/kg. Better in vivo tolerability at efficacious doses was observed using intermittent dosing schedules in mouse xenograft models, which led to adoption of an intermittent schedule in the proposed first-in-human phase 1 trial.<br \/>KRLS-017 is orally bioavailable in mice, rats, and dogs and plasma drug exposure increased in a proportional manner with dose. Comparing first dose and 28<sup>th<\/sup> dose in the dog, minimal plasma accumulation was observed, suggesting once daily dosing in humans would be initially tested. Repeat dose 28 day GLP toxicology studies in rat and dog showed adverse effects in highly proliferative bone marrow and gastrointestinal tissues which is consistent with the known mechanism of action for CDK7 and is considered to be monitorable and manageable in the setting of oncology.<br \/>The clinical development plan for KRLS-017 includes an initial Phase 1 dose escalation study (KRLS-017-101) in patients with refractory solid tumor malignancies to assess pharmacokinetics \/ pharmacodynamics and to determine an optimal dose level and treatment schedule to test in expansion cohorts. Given the potential of CDK7 inhibitors in the treatment of hormone receptor positive breast cancer, combination work with other agents (such as selective estrogen receptor degraders) is on-going.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK7,Inhibitors,Phase I,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. L. Hannah<\/b><sup>1<\/sup>, S. Ritland<sup>2<\/sup>, T. Steele<sup>3<\/sup>, S. Smith<sup>4<\/sup>, A. Ram<sup>5<\/sup>, B. Slingsby<sup>6<\/sup>, K. Dhingra<sup>7<\/sup>, J. Chrisman<sup>8<\/sup>, R. Dua<sup>8<\/sup>, Y. Tokunaga<sup>9<\/sup>, S. Kono<sup>9<\/sup>, Y. Aga<sup>9<\/sup>; <br\/><sup>1<\/sup>Independent Consultant, Sebastopol, CA, <sup>2<\/sup>Independent Consultant, Midway, UT, <sup>3<\/sup>Independent Consultant, Amesbury, MA, <sup>4<\/sup>Independent Consultant, San Jose, CA, <sup>5<\/sup>Independent Consultant, San Francisco, CA, <sup>6<\/sup>Co-Founder, Seattle, WA, <sup>7<\/sup>Co-Founder, Sparta, NJ, <sup>8<\/sup>Independent Consultant, Seattle, WA, <sup>9<\/sup>Employee Ube Corporation, Minato City, Japan","CSlideId":"","ControlKey":"84afee15-2ada-4d27-878e-bb013f3674de","ControlNumber":"7429","DisclosureBlock":"<b>&nbsp;A. L. Hannah, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>Neogenomics<\/b> Fiduciary Officer, Stock, Stock Option. <br><b>Rigel Pharmaceuticals<\/b> Fiduciary Officer, Stock, Stock Option. <br><b>Merck<\/b> Stock. <br><b>Pfizer<\/b> Stock. <br><b>BMS<\/b> Stock. <br><b>S. Ritland, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>T. Steele, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>S. Smith, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>A. Ram, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>B. Slingsby, <\/b> <br><b>Kirilys<\/b> Fiduciary Officer, Stock. <br><b>K. Dhingra, <\/b> <br><b>Kirilys<\/b> Fiduciary Officer, Stock. <br><b>J. Chrisman, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>R. Dua, <\/b> <br><b>Kirilys<\/b> Independent Contractor, Stock. <br><b>Y. Tokunaga, <\/b> <br><b>Ube Corporation<\/b> Employment, Stock. <br><b>S. Kono, <\/b> <br><b>Ube Corporation<\/b> Employment, Stock. <br><b>Y. Aga, <\/b> <br><b>Ube Corporation<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5707","PresenterBiography":null,"PresenterDisplayName":"Alison Hannah, MD","PresenterKey":"a104c3ed-ae55-47e5-ae8f-34e835173c25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5707. Preclinical evaluation of KRLS-017, a potent, highly selective and reversible CDK7 inhibitor with broad antitumor effect in preclinical models, in preparation for a Phase 1 clinical trial in advanced solid tumor malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical evaluation of KRLS-017, a potent, highly selective and reversible CDK7 inhibitor with broad antitumor effect in preclinical models, in preparation for a Phase 1 clinical trial in advanced solid tumor malignancies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There is a lack of effective target therapies for esophageal squamous cell cancer. Our previous studies have demonstrated that CDK4\/6 is a potency target for ESCC and combination with ERBB inhibitors is sufficient to achieve durable response. The aim of the current study is to prospectively map the landscape of sensitivity and resistance to CDK4\/6 inhibition and develop novel combination therapies in ESCC.<br \/>Experimental Procedures: We performed a genome-wide functional genetic screening and mini-pool designed CRISPR screen approaches to identify the modulators whose depletion sensitize CDK4\/6 inhibition or confer resistance to the CDK4\/6 inhibitor Palbociclib and elucidate new therapeutic strategies.<br \/>Results: Our screen identified RB as the most enriched sgRNA, while guides targeting CCNE1 and CDK2 as the most depletion sgRNAs after CDK4\/6 inhibition. These results validates our experimental approach as RB loss and CCNE1\/CDK2 reactivation is the main mechanisms of CDK4\/6 resistance. After gathering potential candidates from both screens, we found that genetically ablation of Exportin 7, a nuclear export factor, strongly sensitize CDK4\/6 inhibition both in vitro and in vivo. RNAseq revealed a further repression of transcriptional activity of E2F and G2M by addition of XPO7depletion under CDK4\/6 inhibitor treatment. To increase our insight in the molecular mechanism that could explain the synergy between XPO7 and CDK4\/6, we further performed proteomics of nuclear and cytoplasm in ESCC lines with or without CDK4\/6 inhibition. We found that silence XPO7 result in nuclear accumulation of mitosis-regulated genes such as CENPM, KIF4A and WEE1. Combined CDK4\/6 inhibition with XPO7 depletion results in further downregulate of CENPM and KIF4A expression in nucleus, abrogating compensatory activation of cell cycle regulation and promote the cytostatic effect in ESCC. We further validated that CENPM and KIF4A depletion also sensitize CDK4\/6 inhibition, and consequentially use WEE1 inhibitor after CDK4\/6 inhibitor also effectively block the growth of ESCC lines.<br \/>Conclusion: Overall, our comprehensive functional genetic screening approach revealed modulation of sensitive and resistance to the inhibition of CDK4\/6 in ESCC. XPO7 was identified as a driver to change cell cycle landscape and merits as a therapeutic target combined with CDK4\/6 inhibition in ESCC, which is beneficial to provide a novel treatment strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK4\/6 inhibitors,Esophageal cancer,CRISPR\/Cas9,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Wu<sup>1<\/sup>, L. Xu<sup>1<\/sup>, C. Jiang<sup>1<\/sup>, A. Bass<sup>2<\/sup>, <b>J. Zhou<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>West China Hospital of Sichuan University, Chengdu City, China, <sup>2<\/sup>Novartis Institutes of Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"b89b5c47-d37f-4cc8-a232-1f3a533d57f7","ControlNumber":"755","DisclosureBlock":"&nbsp;<b>Z. Wu, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>C. Jiang, <\/b> None.&nbsp;<br><b>A. Bass, <\/b> <br><b>norvatis<\/b> Employment. <br><b>signet therapeutics<\/b> Other, cofounder and equity holder. <br><b>Earli<\/b> Other, advisor and equity holder.<br><b>J. Zhou, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5708","PresenterBiography":null,"PresenterDisplayName":"Jin Zhou, MD,PhD","PresenterKey":"d09abadd-7b16-4fcb-9db8-cac6746fb9c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5708. Silence exportin 7 sensitizes esophageal squamous cell cancer to CDK4\/6 inhibition through block the cell cycle coresectory","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Silence exportin 7 sensitizes esophageal squamous cell cancer to CDK4\/6 inhibition through block the cell cycle coresectory","Topics":null,"cSlideId":""},{"Abstract":"The selective inhibition of Cyclin\\CDK complexes controlling cell cycle progression has been established as cancer therapy by selective CDK4\/6 inhibitors in HR+\/HER2- breast cancer. Expanding control of the cell cycle through selective inhibition of CDK2 offers novel therapeutic opportunities in cancer, including targeting CCNE1 amplified tumors and countering resistance to CDK4\\6 inhibitors in ER+ breast cancer. PF-07104091 is a first-in-class CDK2-selective inhibitor under clinical investigation in patients with HR+\/HER2- breast cancer and ovarian cancer. Preclinical studies using PF-07104091 establish the therapeutic impact of CDK2 inhibition in both diseases and highlight distinct mechanistic roles for CDK2 in control of cancer cell proliferation. In models of CCNE1 amplified ovarian cancer, CDK2 plays the dominant role in control of RB1 phosphorylation and the G1 checkpoint. CDK2 inhibition with PF-07104091 induces G1 growth arrest and controls tumor xenograft growth as single agent therapy. In ER+ breast models CDK2 plays a supportive role in the control of RB1 phosphorylation cooperating with CDK4\\6. Whole genome CRISPR KO and CRISPR activation screens in conjunction with CDK4\\6 inhibition establish CDK2 KO as a primary sensitizer to CDK4\\6 inhibition, and support Cyclin E\\CDK2 complexes as the driver of resistance to CDK4\\6 inhibitors in ER+ breast models. PF-07104091 combined with CDK4\\6 inhibitor Palbociclib or CDK4-selective inhibitor PF-0060 synergistically controls proliferation of ER+ BC cells in vitro and induces tumor regression in ER+ BC xenograft models, including PDX models with acquired resistance to CDK4\\6 inhibitors and endocrine therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK2,CDK inhibitor,Breast cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Shen<\/b>, M. Qiu, N. Huser, B. Pascual, Q. Zhang, T. VanArsdale, A. Murtaza, J. Almaden, K. Kim, L. Anders, K. Eisele; <br\/>Pfizer, Inc., San Diego, CA","CSlideId":"","ControlKey":"984141f3-ca93-4cc3-9e89-213a665bdbdb","ControlNumber":"741","DisclosureBlock":"<b>&nbsp;C. Shen, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock, Patent. <br><b>M. Qiu, <\/b> <br><b>Pfizer Inc.<\/b> Employment. <br><b>N. Huser, <\/b> <br><b>Pfizer Inc.<\/b> Employment. <br><b>B. Pascual, <\/b> <br><b>Pfizer Inc.<\/b> Employment. <br><b>Q. Zhang, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock. <br><b>T. VanArsdale, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock, Patent. <br><b>A. Murtaza, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock. <br><b>J. Almaden, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock. <br><b>K. Kim, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock, Patent. <br><b>L. Anders, <\/b> <br><b>Pfizer Inc.<\/b> Employment, Stock, Patent. <br><b>K. Eisele, <\/b> <br><b>Pfizer Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5709","PresenterBiography":null,"PresenterDisplayName":"Chen Shen, PhD","PresenterKey":"9c23fe82-259b-4910-a612-dd353638b206","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5709. PF-07104091, a first-in-class CDK2-selective inhibitor for the treatment of HR+\/HER2- breast cancer and CCNE1<sup>high <\/sup>ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PF-07104091, a first-in-class CDK2-selective inhibitor for the treatment of HR+\/HER2- breast cancer and CCNE1<sup>high <\/sup>ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Cell cycle deregulation is a hallmark of cancer and the hyperactivation and overexpression of cyclin-dependent kinase (CDK)s are often drivers of cancer pathogenesis. CDK4\/6 are critical mediators of cellular transition into S phase and important for cancer initiation, growth, and survival. Previously we reported a novel brain penetrant CDK4\/6 inhibitor, PRT3645, that exhibits single digit nanomolar biochemical potency against CDK4\/6 and &#62;2000-fold selectivity against other CDKs. PRT3645 inhibits cellular phosphorylation of Rb with nanomolar potency. Furthermore, PRT3645 exhibits favorable in-vivo safety pharmacology and ADME properties, including increased brain penetration, and demonstrates oral bioavailability across rodents, dog and non-human primates. Here, we explored the therapeutic potential of PRT3645 in tumor models harboring actionable genomic alterations but lacking effective targeted treatments. Specifically, we explored the combination of PRT3645 with a selective estrogen receptor degrader (SERD), an approved treatment for patients with HR+\/HER2-, ESR1-mutated advanced or metastatic breast cancer. In an ESR1 mutated breast cancer PDX model, PRT3645 not only exhibited monotherapy activity but also induced significant tumor regression in combination with a SERD through inhibiting ER-mediated signaling. We also investigated PRT3645 single agent activity and combination with a clinically validated MEK inhibitor in a BRAF class III mutant colorectal CDX model. PRT3645 was well-tolerated and demonstrated significant anti-tumor efficacy, which was further enhanced by combination therapy. To further explore comprehensive inhibition of cell cycle progression and overcome potential resistance to CDK4\/6 inhibition, we investigated dual inhibition of CDK4\/6 and CDK2. CDK2 is a crucial player in regulating the cell cycle by controlling the late G1\/S transition, promoting DNA replication, and contributing to the DNA repair processes. Additionally, CDK2 activation has been identified as a potential mechanism of resistance to CDK4\/6 inhibition. We evaluated CDK2 and CDK4\/6 dual inhibition in CDKN2A loss or CCNE amplified cancer cell lines and observed enhanced proliferation suppression, cell cycle arrest and senescence induction, underscoring the potential of this combination for improved therapeutic efficacy across various cancer types. In summary, PRT3645 displays an excellent balance of potency, selectivity, pharmacokinetic parameters across species as well as brain penetrance. In preclinical studies, PRT3645 was highly efficacious when combined with other targeted therapies, offering potential benefits across a wide spectrum of cancer types. In addition, the concept of dual inhibition of CDK4\/6 and CDK2 presents a rational and promising approach to enhance the efficacy of cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Cell cycle,CDK4\/6,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Zou<\/b>, K. Gallagher, S. Dhar, A. Busking, S. Pawley, R. Holmes, X. Wu, M. Wang, J. Rager, T. Emm, S. Ruepp, M. Cowart, A. Combs, K. Vaddi, S. Geeganage, P. Scherle, S. Lee; <br\/>Prelude Therapeutics, Wilmington, DE","CSlideId":"","ControlKey":"298ba90a-6aa7-46ca-a8d6-5adf1d8c4a66","ControlNumber":"1768","DisclosureBlock":"<b>&nbsp;Y. Zou, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>K. Gallagher, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>S. Dhar, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>A. Busking, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>S. Pawley, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>R. Holmes, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>X. Wu, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>M. Wang, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>J. Rager, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>T. Emm, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>S. Ruepp, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>M. Cowart, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>A. Combs, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>K. Vaddi, <\/b> <br><b>Prelude Therapeutics Inc<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>S. Geeganage, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option. <br><b>P. Scherle, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>S. Lee, <\/b> <br><b>Prelude Therapeutics Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5710","PresenterBiography":null,"PresenterDisplayName":"Yue Zou, PhD","PresenterKey":"e44042d4-8774-4e30-ae7f-52b5a87f9985","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5710. The brain penetrant CDK4\/6 inhibitor, PRT3645, is highly effective in combination with other targeted therapies in preclinical models of breast cancer, CRC and NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The brain penetrant CDK4\/6 inhibitor, PRT3645, is highly effective in combination with other targeted therapies in preclinical models of breast cancer, CRC and NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Background: Targeting CDKs has emerged as a significant strategy in the development of new drugs. The CDK4\/6 inhibitors have proven their efficacy in several tumor types, while the CDK2 and CDK9 inhibitors are currently undergoing clinical trials. In biliary tract cancer (BTC), gene expressions of CDK2 and CDK9 are elevated compared to normal tissue. CDK9, a transcriptional CDK, regulates RNA polymerase II (RNAP II), leading to enhanced transcription of oncogenes, such as MCL1. Aberrant activation of these CDKs is associated with cancer progression and evading apoptosis in BTC. Notably, MCL1 is frequently amplified in intrahepatic cholangiocarcinoma (16-21%). This finding underscores the potential significance of CDK2 and CDK9 as therapeutic targets in BTC. However, in BTC, targeting CDK2 or CDK9 has not yet been studied. In this study, we aimed to test CDK2\/9 targeting and develop possible biomarker strategies in BTC.<br \/>Method: A total 9 BTC cell lines (SNU245, SNU308, SNU478, SNU869, SNU1196, SNU2670, SNU2773, TFK1, and HUCCT1) were used. Fadraciclib (CDK2\/9 dual inhibitor), Olaparib (PARP inhibitor), JQ1 (BRD4 inhibitor) was used. MTT assay, Colony formation assay, Annexin-V assay, and Cell cycle analysis were performed for evaluation of anti-cancer effects. The effect of Fadraciclib on homologous recombination (HR)-mediated DNA damage repair was assessed using focus formation assay and DRGFP assay. Combination of Fadraciclib with Olaparib or JQ1 was evaluated <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Result: The anti-tumor effect of Fadraciclib monotherapy was relatively higher in MCL1-High BTC cells (SNU869, SNU2773) compared to MCL-Low cells (SNU245, SNU2670). In MCL1-High cells, Fadraciclib inhibited CDK9, leading to downregulation of RNAP II phosphorylation at Serine 2 and MCL1. Fadraciclib also interfered with HR-mediated DNA damage response by inhibiting transcription of HR-related genes. The combination of Fadraciclib and Olaparib exhibited synergistic anti-tumor effects <i>in vitro<\/i> in MCL1-High cells and <i>in vivo<\/i> xenograft model. Conversely, in MCL1-Low cells, Fadraciclib increased BRD4 mRNA expression, leading to the restoration of CDK9-RNAP II activity. This reactivation of RNAP II restored cellular transcription homeostasis, thereby reactivating the transcription of oncogenes such as MCL1. Combination of Fadraciclib and JQ1 showed synergistic effects <i>in vitro<\/i> in MCL1-Low cells and <i>in vivo<\/i> xenograft model by inhibiting restored CDK9-RNAP II activity.<br \/>Conclusion: MCL1-High BTC cells are sensitive to CDK2\/9 inhibitor and show synergism between CDK2\/9 inhibitor and PARP inhibitor. In MCL1-Low BTC, a combination of a CDK2\/9 inhibitor and a BRD4 inhibitor might represent an optimal strategy for new drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK inhibitor,Cholangiocarcinoma,Predictive biomarkers,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J.-M. Kim<\/b>, A.-R. Nam, K.-S. Oh, J.-H. Bang, Y. Jeong, S. Choo, S. Lee, H. Kim, J. Yoon, T.-Y. Kim, D.-Y. Oh; <br\/>Seoul National University Cancer Research Institute, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"084cb60b-ad98-4928-9531-81a866dd38f5","ControlNumber":"1585","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>A. Nam, <\/b> None..<br><b>K. Oh, <\/b> None..<br><b>J. Bang, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Choo, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Yoon, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>D. Oh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5711","PresenterBiography":null,"PresenterDisplayName":"Jae-Min Kim, BS","PresenterKey":"e02a8914-8f61-4029-b2f2-490f5b261607","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5711. Anti-tumor effects of fadraciclib, CDK2\/9 inhibitor, in biliary tract cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor effects of fadraciclib, CDK2\/9 inhibitor, in biliary tract cancer","Topics":null,"cSlideId":""},{"Abstract":"CDK7 is a well-known regulator of both the cell cycle and transcription and plays a crucial role in cell cycle progression by catalyzing T-loop phosphorylation of other CDKs. CDK7 is also an integral subunit of the general transcription factor, TFIIH and regulates transcription through phosphorylation of RNA Polymerase II (Pol II) at CTD Ser5 and CDK9. We used Q901, a highly selective CDK7 inhibitor to further investigate the molecular function of CDK7 in the transcriptional process. Q901 is currently being evaluated in a phase 1 clinical study for selected advanced solid tumors. Compared to previously reported CDK7 inhibitors, Q901 has increased specificity and efficacy, but the impact on transcription have not been studied in detail. In our study, we combined RNA Pol II (pan, Ser5P, Ser2P) ChIP-seq and PRO-seq techniques in the MCF7 breast cancer cell line. The findings demonstrated that the Q901 effectively altered transcription and the RNA Pol II profile in a subset of genes, leading to a significant reduction in Ser5 phosphorylation levels in RNA Pol II. The downregulated genes were associated with critical pathways including downstream of oncogenic genes (MYC and E2F), DNA damage repair, cell cycle checkpoint, and gene expression. To verify whether these genes were the direct targets of CDK7, we performed CDK7 ChIP-seq analysis. CDK7 binding exclusively to the genes that were downregulated by Q901, without any detectable binding to upregulated genes. Despite the universal role of general transcription machinery in transcription, the data demonstrated that the highly selective inhibition of CDK7 in transcription of various oncogenic pathways underlies the potent <i>in vitro and in vivo<\/i> anti-cancer efficacy of this specific CDK7 inhibitor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK7,Transcriptional regulation,DNA damage response,Myc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Jung<\/b><sup>1<\/sup>, D. Um<sup>1<\/sup>, Y. Lee<sup>2<\/sup>, D. Yu<sup>2<\/sup>, D. Lee<sup>2<\/sup>, J. Ahn<sup>2<\/sup>, J. Kim<sup>2<\/sup>, S.-J. Lee<sup>2<\/sup>, J. Kim<sup>2<\/sup>, K. Nam<sup>2<\/sup>, T.-K. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Pohang University of Science and Technology, Pohangsi, Korea, Republic of, <sup>2<\/sup>Qurient, Seongnamsi, Korea, Republic of","CSlideId":"","ControlKey":"4bb840ea-ec1f-4b74-8eba-84f3ef71e572","ControlNumber":"2983","DisclosureBlock":"<b>&nbsp;H. Jung, <\/b> <br><b>Qurient<\/b> Grant\/Contract. <br><b>D. Um, <\/b> <br><b>Qurient<\/b> Grant\/Contract. <br><b>Y. Lee, <\/b> <br><b>Qurient<\/b> Employment. <br><b>D. Yu, <\/b> <br><b>Qurient<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Qurient<\/b> Employment. <br><b>J. Ahn, <\/b> <br><b>Qurient<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Qurient<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>Qurient<\/b> Employment. <br><b>Alector<\/b> Stock. <br><b>J. Kim, <\/b> <br><b>Qurient<\/b> Employment. <br><b>K. Nam, <\/b> <br><b>Qurient<\/b> Employment. <br><b>T. Kim, <\/b> <br><b>Qurient<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5712","PresenterBiography":null,"PresenterDisplayName":"Seung-Joo Lee, PhD","PresenterKey":"3dc58972-e51e-45e3-abef-4ed707bfee5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5712. Functional dissection of CDK7 in transcription using a highly selective CDK7 inhibitor Q901","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional dissection of CDK7 in transcription using a highly selective CDK7 inhibitor Q901","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cell division cycle 7 (CDC7) is a highly conserved serine-threonine kinase that plays an important role in the initiation of DNA replication and cell cycle progression. Aberrant expression of CDC7 have been reported to cause uncontrolled proliferation of many cancer types, suggesting that CDC7 inhibitors may provide a great potential for the development of novel therapy for cancers. Monzosertib (AS-0141) is a potent, selective, orally bioavailable small molecule inhibitor of CDC7, and is currently being evaluated in Phase I study for the treatment of solid tumors. In a preclinical cancer cell panel study, monzosertib showed strong antiproliferative activities against a variety of cancer types, and acute myeloid lymphoma (AML) cell lines were found to be the most sensitive to monzosertib. As a single agent, treatment with monzosertib accumulates DNA damage in cancer cells and induces cell death. In this study, we aimed to investigate the antitumor effects of monzosertib alone and in combination with other anticancer drugs in AML models.<br \/>Method: Antiproliferative activity of monzosertib was examined against a panel of 35 human cancer cell lines of various cancer types. DNA metyltransferase (DNMT) inhibitors (azacitidine or decitabine) and BCL2 inhibitor (venetoclax) were evaluated for their synergistic\/antagonistic effects in combination with monzosertib against human AML cell lines (THP-1, HL-60, MV4-11, MOLM-14, TF-1, U-937 and NOMO-1). The combination index (CI) was calculated using the Chou-Talalay method. Flow cytometry assay was used to analyze apoptosis. To evaluate the in vivo efficacy, tumor-bearing mice were treated with monzosertib alone or in combination with venetoclax.<br \/>Results: The combination of monzosertib with azacitidine, decitabine, or venetoclax resulted in a significant synergistic antiproliferative effects against AML cell lines in vitro. The flow cytometry assay indicated that azacitidine combination induced apoptosis and increased cell death in THP-1 cells. In vivo, oral administration of monzosertib demonstrated robust in vivo antitumor efficacy in a MV4-11 tumor bearing xenograft mouse model, both as a single agent and in combination with venetoclax.<br \/>Conclusions: Monzosertib, a selective CDC7 inhibitor, demonstrated strong antiproliferative activity against human AML cell lines, both as a single agent and in combination with standard therapies. Monzosertib exerts synergistic antitumor effect with venetoclax in a human AML xenograft mouse model. These results suggest that monzosertib has a potential to enhance the antitumor efficacy of standard of care agents for AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Combination studies,CDC7,DNA damage,Cell cycle regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Endo<\/b><sup>1<\/sup>, H. Furuichi<sup>1<\/sup>, A. Arimura<sup>2<\/sup>, Y. Nishioka<sup>1<\/sup>, M. Sawa<sup>1<\/sup>; <br\/><sup>1<\/sup>Carna Biosciences, Inc., Kobe, Japan, <sup>2<\/sup>CarnaBio USA, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"c64b2b55-bc04-4aef-ab27-d3a5c4234f86","ControlNumber":"1129","DisclosureBlock":"<b>&nbsp;H. Endo, <\/b> <br><b>Carna Biosciences, Inc.<\/b> Employment, Stock. <br><b>H. Furuichi, <\/b> <br><b>Carna Biosciences, Inc.<\/b> Employment, Stock. <br><b>A. Arimura, <\/b> <br><b>Carna Biosciences, Inc.<\/b> Employment, Stock. <br><b>Y. Nishioka, <\/b> <br><b>Carna Biosciences, Inc.<\/b> Employment, Stock. <br><b>M. Sawa, <\/b> <br><b>Carna Biosciences, Inc.<\/b> Employment, Stock, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1632","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5714","PresenterBiography":null,"PresenterDisplayName":"Hiroko Endo","PresenterKey":"5a452663-3738-4be0-aedd-509b9181398c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5714. Synergistic effect of the CDC7 inhibitor, monzosertib (AS-0141) with current therapies in AML models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic effect of the CDC7 inhibitor, monzosertib (AS-0141) with current therapies in AML models","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the leading cause of cancer in women and poses a massive social economic burden worldwide. CDK4\/6 inhibitors have roles as standard of care in advanced and adjuvant setting for hormone positive (HR (+)), HER2 negative breast cancer. CDK6 amplification has been proposed to confer resistance to CDK4\/6 inhibitors. By a small molecule screen, we discovered a multi-kinase inhibitor PIK-75 that suppressed the Hippo-YAP pathway and significantly downregulated CDK6, resulting in reversal of CDK6 amplification mediated CDK4\/6 inhibitor resistance. To further probe the mechanism, we discovered that PIK-75 suppressed phosphorylation of the C-terminal domain (CTD) of RNA polymerase II (RNAPII) which then resulted in downregulation of YAP expression and the Hippo pathway. Chromatin immunoprecipitation (ChIP) confirmed suppression of RNAPII Ser5 occupancy at YAP promoter after PIK-75 or shCDK7 treatment. Integrating results from RNA sequencing and proteomic analysis in breast cancer cells treated with PIK-75 revealed widespread transcription suppression and substantial spliceosome defect. Alternative splicing analysis by PIK-75 treated cells revealed a widespread splicing defect affecting multiple genes, including YAP, providing an alternative pathway for PIK-75-CDK7 mediated transcriptional regulation. We then investigated the phenotypic impact mediated by PIK-75 and CDK7 inhibition. We discovered that CDK7 silenced cells showed downregulation of YAP intranuclear translocation, impairment of cell migration, and cell cycle progression. ChiP-sequencing of RNAPII was also performed to investigate changes in global RNAPII occupancy and impact on promoter proximal pausing. In vivo studies confirmed that PIK-75 treatment demonstrated tumoricidal efficacy in CDK6 amplified HR (+) breast cancer cells, while the CDK4\/6 inhibitor abemaciclib showed minimal cytotoxicity. In conclusion, we discovered a novel CDK7-RNAPII phosphorylation-Hippo\/YAP-CDK6 regulation axis that when perturbed, could regulate CDK4\/6 inhibitor resistance in HR (+) breast cancer. Molecular studies and multi-omic profiling elucidated the role of CDK7 in hippo pathway and characterizes multiple roles of PIK-75. Our study provides intriguing novel insights into the link between \"transcriptional CDKs\" and the hippo pathway that could potentially be further probed for therapeutics in HR (+) breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK7,CDK4\/6,Breast cancer,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C.-J. Yu<sup>1<\/sup>, Y.-J. Zhuang<sup>1<\/sup>, C.-Y. Lin<sup>1<\/sup>, Y.-R. Tseng<sup>1<\/sup>, T.-Y. Lin<sup>1<\/sup>, H.-M. Shih<sup>2<\/sup>, C.-Y. Liu<sup>3<\/sup>, T.-C. Chao<sup>3<\/sup>, L.-M. Tseng<sup>3<\/sup>, C.-C. Huang<sup>3<\/sup>, Y.-F. Tsai<sup>3<\/sup>, F. Tsai<sup>2<\/sup>, <b>J.-I. Lai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>National Yang Ming Chiao Tung University, Taipei, Taiwan, <sup>2<\/sup>National Taiwan University, Taipei, Taiwan, <sup>3<\/sup>Taipei Veterans General Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"b6997b9c-28e2-43a0-a7c4-e6842ec3c8e0","ControlNumber":"4186","DisclosureBlock":"&nbsp;<b>C. Yu, <\/b> None..<br><b>Y. Zhuang, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>Y. Tseng, <\/b> None..<br><b>T. Lin, <\/b> None..<br><b>H. Shih, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>T. Chao, <\/b> None..<br><b>L. Tseng, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>F. Tsai, <\/b> None..<br><b>J. Lai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5715","PresenterBiography":null,"PresenterDisplayName":"Jiun-I Lai, MD;PhD","PresenterKey":"a9cd011d-86aa-45f6-8837-12491f24b669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5715. CDK7 modulation of Hippo-YAP activity by RNAPII phosphorylation regulates CDK4\/6 inhibitor resistance in hormone positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK7 modulation of Hippo-YAP activity by RNAPII phosphorylation regulates CDK4\/6 inhibitor resistance in hormone positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Uveal melanoma (UM) metastasizes predominantly to the liver, and most metastatic UM are BAP1-deficient. Targeted therapies, such as MEK inhibitors, have failed clinically. There are few FDA-approved therapies for metastatic UM, but these therapies are limited to only a subset of patients and have modest survival benefits. Hence, there is a need to identify novel and effective treatment strategies. Due to the low mutational burden in UM, targeting transcriptional may be an effective strategy. Here, we identified Cyclin Dependent Kinase 7 (CDK7), a key regulator of transcription, as an essential and druggable target in UM. CDK7 directly phosphorylates RNA polymerase II and is expressed in all UMs. siRNA-mediated knockdown of CDK7 decreased the growth of three BAP1-deficient UM cell lines. We tested a clinically relevant, highly specific CDK7 inhibitor, SY-5609, developed by Syros Pharmaceuticals and similarly showed that the cell lines were sensitive to the growth inhibitory effects of SY-5609. Furthermore, we observed synergistic effects on cell growth inhibition when combined with a MEK inhibitor (Trametinib). We performed RNA sequencing and identified several Hallmark Genesets to be positively enriched, including interferon-gamma response, TGF-beta signaling, and NF&#954;B signaling after treatment with SY-5609. These results are validated using a multi-omic approach, utilizing Reverse Phase Protein Array (RPPA) data to validate transcriptome to proteome expression of these enriched pathways. Overall, our studies indicate that targeting CDK7 in uveal melanoma is a potential treatment strategy for BAP1-deficient UM and enhances MEK inhibitor efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Uveal melanoma,CDK7,Melanoma\/skin cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. J. Waltrich, Jr.<\/b>; <br\/>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"62d2ed40-bf63-4cb1-ae6f-622120c31be7","ControlNumber":"6999","DisclosureBlock":"&nbsp;<b>F. J. Waltrich, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5716","PresenterBiography":null,"PresenterDisplayName":"Francis Waltrich, BS","PresenterKey":"00deb769-fc17-4fbb-946c-b366cb6dab3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5716. CDK7 as a drug target in advanced stage uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK7 as a drug target in advanced stage uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"In tumor progression, cell proliferation and cell adhesion are critical for tumor growth and metastasis. It has been demonstrated cell division which associated with microtubule organization also has impact on tubulin mediated focal adhesion turnover, however, the mechanism is not clear in the cell cohort migration which is accompanied with both cell proliferation and cell migration. This study is to investigate the effect of cell cycle inhibition in the collective cell migration. HT-29 colon cancer cells were treated with CDK4 inhibitor CINK4, paclitaxel and focal adhesion inhibitor PF573228. The cell proliferation rate was determined by MTT assay, cell migration ability was analyzed by wound healing assay. Rab11, E-cadherin and focal adhesion kinase were revealed by immuno-confocal microscopy. When HT-29 cells were treated with lower dose of CDK4 inhibitor CINK4, cell migration was suppressed. Meanwhile, in the result of immunostaining, the recycling endosomal protein Rab11which is involved in E-cadherin turnover in collective cell migration was not distributed in the cell membrane after CINK4 treatment. Furthermore, when cellular FAK activity were inhibited by PF573228 and tubulin disassembly was inhibited by paclitaxel, the cell area was increased with stable attachment, however, the membrane translocation of Rab11 was not affected. This study demonstrated cell cycle inhibition in G1 phase affected Rab11 mediated collective cell migration through tubulin regulated focal adhesion turnover for cell attachment. Keywords: CDK4, cell cycle, focal adhesion kinase, paclitaxel, colon cancer","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Colon cancer,CDK4,Cell cycle,Focal adhesion kinase (FAK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Cheng<\/b>, C.-E. Ku, S.-R. Lee, Y.-C. Wang, Y.-C. Ching, H.-C. Chen, W.-T. Chao; <br\/>Tunghai University, Taichung, Taiwan","CSlideId":"","ControlKey":"4552d6bf-8428-427f-b1e0-6ed60d2e138b","ControlNumber":"6300","DisclosureBlock":"&nbsp;<b>C. Cheng, <\/b> None..<br><b>C. Ku, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Ching, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5717","PresenterBiography":null,"PresenterDisplayName":"Chun Pu Cheng","PresenterKey":"abd99c6a-43a0-4617-a2b0-e26a549ca479","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5717. CDK4 inhibition suppresses Rab11 mediated collective cell migration in colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK4 inhibition suppresses Rab11 mediated collective cell migration in colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<u>Purpose<\/u>: Acute Myeloid leukemia (AML) is an aggressive malignancy of the hematopoietic system with poor survival rates. The best responses to treatment are achieved for young and fit patients who can tolerate chemotherapy followed by stem cell transplantation compared to older patients unfit to take intense chemotherapy. Since its approval venetoclax, a BCL2 inhibitor, has been the standard treatment for older patients in combination with a hypomethylating agent (HMA), such as azacitidine or decitabine, with a 76% complete response (CR). Despite this success as a frontline treatment, there is limited response for patients with relapse and refractory (r\/r) and development of novel agents is required to improve overall therapeutic response. MYC has been shown to be frequently activated in AML and plays an important role in the induction of leukemogenesis and leukemic progression. While BCL2 inhibition via venetoclax has, in part, been shown to control c-MYC activation, the addition of another inhibitor which controls MYC may prove beneficial. CDK7 plays a dual role in tumor progression by regulating the cell cycle and transcription. CDK7 has also been shown to be associated with the overexpression of oncogenic driver genes such as BCL2 and MYC. Previously, we have presented the development of a potent and reversible CDK7 inhibitor, TGN-1062. Here, we have generated data supporting the potential benefit of CDK7 inhibition in combination with standard of care therapy for AML.<br \/><u>Methods<\/u>: AML lines were co-treated with TGN-1062, venetoclax, and\/or an HMA, assessed for viabilities with CellTiter-Glo, and analyzed with the Bliss synergy model. AML CDX or PDX cells were implanted subcutaneously or transplanted via tail vein, respectively, and treated with TGN-1062 and\/or venetoclax. Subcutaneous tumors were measured to determine tumor growth inhibition (TGI) and correlating drug accumulation levels were measured in tumors and plasma using mass spectrometry. Leukemic burden and survival were evaluated at the end of treatment for transplanted models. Immunohistochemistry (IHC), Western blotting, and RT-PCR were performed to determine changes in relevant biomarkers in tumors and\/or AML cell lines.<br \/><u>Results<\/u>: Previously we have reported that TGN-1062 was effective in suppressing the growth of MV4-11 AML model. We extend these studies and show that TGN-1062 has activity at lower doses in both in vitro and in vivo AML models. In addition, we show synergy between TGN-1062 and other agents for AML treatment, including venetoclax or an HMA. Western blotting demonstrated significant changes in apoptotic markers. Survival of mice bearing AML was significantly increased with TGN-1062 treatment and combination treatment with venetoclax produced the longest survival.<br \/><u>Conclusion<\/u>: Targeting CDK7 with TGN-1062 in combination with venetoclax or an HMA is a promising therapeutic approach for treatment of AML and needs further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,CDK7,Venetoclax,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Thode<\/b><sup>1<\/sup>, L. Nguyen<sup>1<\/sup>, B. Durbin<sup>1<\/sup>, A. Weston<sup>1<\/sup>, S. Ng<sup>1<\/sup>, T. Ghosh Halder<sup>1<\/sup>, T. Bargenquast<sup>1<\/sup>, R. Soldi<sup>1<\/sup>, S. Kasibhatla<sup>1<\/sup>, V. Chung<sup>2<\/sup>, V. Villaflor<sup>2<\/sup>, M. Kaadige<sup>1<\/sup>, G. Marcucci<sup>2<\/sup>, S. Sharma<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"fe8ec646-2183-4172-a2cf-4f74ddf7a020","ControlNumber":"8245","DisclosureBlock":"&nbsp;<b>T. Thode, <\/b> None..<br><b>L. Nguyen, <\/b> None..<br><b>B. Durbin, <\/b> None..<br><b>A. Weston, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>T. Ghosh Halder, <\/b> None..<br><b>T. Bargenquast, <\/b> None..<br><b>R. Soldi, <\/b> None..<br><b>S. Kasibhatla, <\/b> None..<br><b>V. Chung, <\/b> None..<br><b>V. Villaflor, <\/b> None..<br><b>M. Kaadige, <\/b> None..<br><b>G. Marcucci, <\/b> None..<br><b>S. Sharma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5718","PresenterBiography":null,"PresenterDisplayName":"Trason Thode, BS","PresenterKey":"6b459135-943c-4ada-b71f-42ab1bcb6959","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5718. TGN-1062, a dual CDK7 and FLT3 Inhibitor, shows potent anti-AML activity and synergizes with Venetoclax","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TGN-1062, a dual CDK7 and FLT3 Inhibitor, shows potent anti-AML activity and synergizes with Venetoclax","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common malignant bone cancer characterized by heterogeneity and genomic instability. Treatment and survival of patients have not improved in several decades, making it urgent to develop safe and effective therapies. Dysregulation of cell cycle regulators <i>CDKN2A<\/i>, cyclins, and CDK4\/6 represent high-risk signatures in aggressive OS and can be targeted via CDK4\/6 inhibitors (CDK4\/6i). However, monotherapy often fails due to resistance from speculated RB loss as well as hyperactivation of compensatory signaling pathways in RB proficient cancers. In addition, &#62;70% of OS patients have RB loss which is viewed as a biomarker of therapeutic response that negates the use of CDK4\/6i. However, more research is needed in RB-deficient preclinical models to clearly define and validate the utility of RB as a biomarker for patient stratification. Based on our screening data, we hypothesize that combining CDK4\/6i with bromodomain and extraterminal domain inhibitors (BETi) will potentiate anti-tumorigenic effects regardless of RB status in OS. BETi creates imbalances between transcription and replication which worsens oncogenic stress. In OS cell lines, combination index and Bliss analysis indicated additive-to-synergistic growth inhibition using CDK4\/6i (abemaciclib or palbociclib) and BETi (AZD5153). Dual therapy also resulted in increased apoptosis at clinically relevant concentrations in an OS xenoline (TT2) compared to monotherapy. To determine potential for emergence of therapeutic resistance, an in-vitro longitudinal growth delay assay was established. While single agent therapies resulted in transient decreases in cell numbers over time, combination CDK4\/6i+BETi resulted in cell death (p&#60;0.05). To determine the effect of RB loss on therapeutic response to CDK4\/6i, CRISPR mediated RB-knockout (KO) clones were developed in 143B human and K7M2 murine OS cell lines. RB KO cells exhibited sensitivity to CDK4\/6i irrespective of RB status. However, levels of CDK4\/6i required for 50% growth inhibition in RB KO were 1-3-fold higher using palbociclib, with negligible differences observed with abemaciclib in RB KO vs WT clones. To determine if therapeutic response is achievable in-vivo, a single-agent dosing study was conducted using palbociclib (40mg\/kg, SID) and AZD5153 (1mg\/kg, BID) in patient-derived xenograft (PDX) model derived from a metastatic lesion in the pelvis (TT2 PDX) harboring a CDK4\/6 hyperactivation signature and monoallelic RB loss. Tumor growth reduction and survival was significantly higher in monotherapy groups compared to vehicle. However, one week after dosing was stopped, survival rates based on tumor volume endpoint were 40% and 100% for palbociclib and AZD5153 respectively. In-vivo efficacy of dual CDK46i+BETi is underway. This data provides rationale for further study of novel therapeutic options which may expand the clinical utility of CDK4\/6i regardless of RB status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Pediatric cancers,CDK4\/6 inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Malko<\/b>, P. H. Pandya, H. E. Shannon, B. J. Bailey, E. A. Dobrota, C. Young, F. Barghi, N. Riyahi, R. Justice, M. A. Trowbridge, K. L. Coy, A. L. Sinn, K. Bijangi-Vishehsaraei, M. J. Ferguson, M. Saadatzadeh, K. E. Pollok; <br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"732fb1a0-ff45-4986-b514-7b33c98956d3","ControlNumber":"5021","DisclosureBlock":"&nbsp;<b>R. Malko, <\/b> None..<br><b>P. H. Pandya, <\/b> None..<br><b>H. E. Shannon, <\/b> None..<br><b>B. J. Bailey, <\/b> None..<br><b>E. A. Dobrota, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>F. Barghi, <\/b> None..<br><b>N. Riyahi, <\/b> None..<br><b>R. Justice, <\/b> None..<br><b>M. A. Trowbridge, <\/b> None..<br><b>K. L. Coy, <\/b> None..<br><b>A. L. Sinn, <\/b> None..<br><b>K. Bijangi-Vishehsaraei, <\/b> None..<br><b>M. J. Ferguson, <\/b> None..<br><b>M. Saadatzadeh, <\/b> None..<br><b>K. E. Pollok, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5719","PresenterBiography":null,"PresenterDisplayName":"Rada Malko, BS","PresenterKey":"b098ba38-f953-49eb-86a1-16a8095601b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5719. Targeting CDK4\/6 and BET proteins for the treatment of RB+ and RB- osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CDK4\/6 and BET proteins for the treatment of RB+ and RB- osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Cutaneous T-cell lymphoma (CTCL) is a rare form of non-Hodgkin lymphoma. Mycosis fungoides and S&#233;zary syndrome (MF\/SS) are the most common subtypes in CTCL. Early-stage MF\/SS has a favorable prognosis. The advanced-stage CTCL has limited treatment options and a median survival of &#60;5 years, highlighting the urgent need to develop targeted therapies in CTCL. Preclinical studies of CDK9 inhibitors have shown anti-tumor activity in various subtypes of hematologic malignancies. Several CDK9 inhibitors have entered clinical trials for lymphomas and leukemias. However, whether targeting CDK9 in CTCL is a therapeutic option is little known and has resulted in CTCL not being included in ongoing clinical investigations of CDK9 inhibitors. AZD4573 is a highly selective and potent CDK9 inhibitor currently under clinical investigation for Hodgkin and non-Hodgkin lymphomas. It was shown that AZD4573 induces tumor cell death through depletion of MCL-1. Overexpression of MCL-1 has been shown in CTCL cell lines and skin biopsy specimens of CTCL patients. MCL-1 expression appears to be particularly elevated in patients with advanced stage disease. Here, we investigated the ex vivo anti-tumor activity of AZD4573 using patient-derived CTCL xenograft models (PDXs).<br \/>Primary tumor cells harvested from CTCL PDX mice were activated with CD2\/CD3\/CD28 beads and incubated in hIL-2 and hIL-7 at an optimal cell density. Subsequently, cells were exposed to AZD4573 at various concentrations for 8 hr, then treated cells were harvested, washed, and placed in fresh media for another 48 hr. Growth inhibition was measured by the Real-Time Glo cell viability assay, and apoptotic activity was assessed by flow cytometry analysis of Caspase 3\/7 activity and Annexin V + propidium iodide (PI) double staining. Additionally, we conducted RNA-seq analysis for MCL-1 expression in CTCL PDX primary tumor cells.<br \/>AZD4573 inhibited cell proliferation in a dose-dependent manner in primary tumor cells from three CTCL PDX mice (PRS-1, PRS-2 PRS-3), with GI<sub>50<\/sub> of 43.5 nM, 175.4 nM, and 113.5 nM, respectively. Furthermore, AZD4573 significantly increased caspase 3\/7 activity and apoptosis in PRS-1 and PRS-3, but not PRS-2 primary tumor cells. In addition, our RNA-seq analysis showed that compared with normal controls (normal PBMC from healthy donors), the MCL-1 gene expression is increased 10-fold (P-value &#60;0.0001) in PRS1 cells. The MCL-1 gene expression in PRS2 and PRS3 cells is the same as normal control. Furthermore, PRS-1, which has the highest MCL-1 expression level, is most sensitive to AZD4573.<br \/>In conclusion, AZD4573 demonstrated dose-dependent growth inhibition and apoptosis induction in primary CTCL tumor cells. In addition, the expression level of MCL-1 appeared to be correlated with the ex vivo anti-tumor activity of AZD4573. Our findings provide a rationale for clinical investigation of targeting CDK9 in CTCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK inhibitor,Cutaneous T-cell lymphoma,CDK9 ,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-J. Liu<\/b>, C.-H. Wu, L. Pincus, W. Z. Ai; <br\/>UCSF, San Francisco, CA","CSlideId":"","ControlKey":"4ab96011-7eea-4bcf-9d07-a4e0dcab0f6e","ControlNumber":"5520","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>L. Pincus, <\/b> None..<br><b>W. Z. Ai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5720","PresenterBiography":null,"PresenterDisplayName":"YAN-JIN Liu, PhD","PresenterKey":"c67600b3-1c41-43d9-a06c-e05c6de5fea2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5720. Targeting CDK9 in cutaneous T-cell lymphoma using patient-derived xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CDK9 in cutaneous T-cell lymphoma using patient-derived xenograft models","Topics":null,"cSlideId":""},{"Abstract":"CDK7 plays a pivotal role in cell proliferation, serving as both a cell-cycle CDK regulator and a transcription machinery component. Clinical trials are currently exploring CDK7 inhibitors (CDK7i) as a second-line treatment for hormone receptor-positive (HR+) breast cancer post-CDK4\/6 inhibitor (CDK4\/6i) therapy progression and as a first-line treatment in triple-negative breast cancer (TNBC). This study evaluates the impact of CDK7i on transcription and CDKs activities and the synergistic potential of CDK7i in combination with CDK4\/6i. Kinetic analyses indicate that CDK7i preferentially target global transcription over CDKs activities. Furthermore, a combination of CDK7i and CDK4\/6i effectively suppresses cell proliferation in drug-na&#239;ve cells, albeit without the same efficacy in CDK4\/6i-resistant cells. Our findings provide valuable insights into the evolving field of CDK inhibition strategies and provide critical guidance on the potential therapeutic application of CDK7i in breast cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Breast cancer,CDK7,CDK4\/6 inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Son, <b>S. Kim<\/b>, H. Park, M. Kim, H. Yang; <br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"213d1b7b-2862-4a4b-a212-6196a0cb7a3f","ControlNumber":"7967","DisclosureBlock":"&nbsp;<b>E. Son, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5721","PresenterBiography":null,"PresenterDisplayName":"Sungsoo Kim, PhD","PresenterKey":"bb04415d-ba02-49af-83a9-bf412352548e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5721. Dual targeting of CDK4\/6 and CDK7 pathways augments tumor response in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual targeting of CDK4\/6 and CDK7 pathways augments tumor response in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer ranks as the most prevalent cancer globally, with lung and colorectal cancers following closely. Dysregulation of the cyclinD:CDK4\/6:Rb axis has been shown to be a common feature in a number of human malignancies, including breast cancer. Targeting this pathway has emerged as a promising strategy for breast cancer treatment. Currently, the U.S. Food and Drug Administration has approved three CDK4\/6 inhibitors for advanced hormone receptor-positive, HER2-negative breast cancer, when used in combination with endocrine therapy. However, there are still many breast cancer cases that do not qualify for these criteria and, therefore, do not benefit from CDK4\/6 inhibitors prompting investigations into their potential synergy between CDK4\/6 inhibitors with chemotherapy. Efforts are currently being made to test the application of these drugs in combination with chemotherapy. Previous studies have demonstrated a synergetic effect of combining CDK4\/6 inhibitors and other therapies to treat breast and prostate cancers. While many studies administer these drugs concurrently, our hypothesis proposes a sequential combination approach. This method involves arresting cell cycle at the G0G1 phase using CDK 4\/6 inhibitors and then releasing the drug when the cells are more vulnerable to chemotherapy treatment. Such an approach has the potential to expand the application of CDK4\/6 inhibitors beyond ER+\/HER2&#8209; breast cancer. The primary objective of this study is to evaluate the effectiveness of CDK4\/6 inhibitors, both alone and in sequential combination with chemotherapy, across a range of breast cancer subtypes. Breast cancer cell lines (MDA-MB-231, HCC70 and T47D) were used in the study. For each cell line, a total of 3x10<sup>5<\/sup> cells were seeded in a 6-well plate, and after an overnight incubation, the media was changed with or without a CDK4\/6 inhibitor (abemaciclib) and cultured for up to 72 hours. We monitored the drug's efficacy through flow cytometry and cell counting. Abemaciclib suppressed cell proliferation and cell cycle in G0G1 phase in the treated cells compared with the control. The results were similar in both receptor-positive and triple-negative breast cancer cell lines. The effect of abemaciclib was dose-dependent, and reversible at least 48 hours after drug withdrawal, suggesting an opportune time for administering chemotherapy. Future research will delve into investigating the efficacy of sequential treatment with chemotherapy after CDK 4\/6 inhibitor withdrawal, utilizing 2D and 3D culture systems.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"CDK4\/6 inhibitors,Combination therapy,Cell cycle arrest,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Kamita<\/b>, H. Ali, E. Jiagge, J. Bensenhaver, E. Walker; <br\/>Henry Ford Health System, Detroit, MI","CSlideId":"","ControlKey":"cca8ff0c-11cd-42bc-ba37-9061682a0230","ControlNumber":"1318","DisclosureBlock":"&nbsp;<b>M. Kamita, <\/b> None..<br><b>H. Ali, <\/b> None..<br><b>E. Jiagge, <\/b> None..<br><b>J. Bensenhaver, <\/b> None..<br><b>E. Walker, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5722","PresenterBiography":null,"PresenterDisplayName":"Moses Kamita, BS,M Phil,PhD","PresenterKey":"90df9a8a-2b65-4c21-bba0-b01c717db145","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5722. Preclinical activity of CDK4\/6 inhibitor alone or in sequential combination with chemotherapy using breast cancer cell line-derived organoid culture","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical activity of CDK4\/6 inhibitor alone or in sequential combination with chemotherapy using breast cancer cell line-derived organoid culture","Topics":null,"cSlideId":""},{"Abstract":"Kinesin superfamily proteins (KIFs) are a large family of molecular motor proteins, that share a highly conserved motor domain. KIFs play an important role in cell division and transport of vesicles and organelles within cells. Mitotic kinesins hydrolyze ATP through its ATPase activity to move along the spindle microtubules and carry out several functions during mitosis to facilitate precise chromosome segregation. Altered expressions of several kinesins are shown in various cancers, fueling the aggressive nature of cancers leading to genomic instability. KIF11\/Eg5 overexpression is shown in various cancers including hepatic carcinoma, lung, prostate, colorectal, gastric, and pancreatic cancers. Small molecule inhibitors of KIF11\/Eg5 and CENP-E are shown to result in mitotic arrest leading to apoptosis in tumor cell lines. Despite the poor clinical outcome of several Eg5 and CENP-E inhibitors entered in clinical trials, targeting kinesins remains an attractive anti-cancer therapeutic approach. Recently, an inhibitor of KIF18A has entered clinical trial for treatment of solid tumors with high chromosomal instability. Here we show development of a microplate based biochemical screening assays for a panel of kinesin motor domain proteins. We summarize kinetic characterization of kinesin proteins and study the selectivity of various previously reported KIF18A, Eg5, CENP-E inhibitors across a kinesin selectivity panel.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Drug-discovery screen,Kinesin,High-throughput assay,ATPase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. P. Lee, S. Oh, K. Y. Horiuchi, <b>S. F. AbdulSalam<\/b>; <br\/>Reaction Biology Corporation, Malvern, PA","CSlideId":"","ControlKey":"3328cbf1-dfed-4dd1-8cce-3cb157a2c830","ControlNumber":"7871","DisclosureBlock":"&nbsp;<b>B. P. Lee, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>K. Y. Horiuchi, <\/b> None..<br><b>S. F. AbdulSalam, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5723","PresenterBiography":"","PresenterDisplayName":"Safnas AbdulSalam, PhD","PresenterKey":"5d86dc42-c16f-43a4-a3e1-79c880261461","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5723. Selectivity profiling of small molecule kinesin inhibitors using microplate-based ATPase activity assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selectivity profiling of small molecule kinesin inhibitors using microplate-based ATPase activity assay","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint kinase 1 (CHK1) is a serine\/threonine kinase which plays a critical role for DNA damage responses (DDR) throughout the cell cycle in human cells. CHK1 is mainly activated by replication stress resulting in single-stranded DNA breaks induced by chemotherapeutic agents or mutations in DNA repair related genes. These kinds of stresses are reported to increase the dependency on DDR pathway molecule including CHK1. Therefore, targeting CHK1 is promising strategy for drug discovery. In fact, CHK1 inhibition induces S phase arrest and inhibits cell growth in wide range of cancer cell lines. Recently, a number of drugs in this pathway are tested in clinical trials. Although some of them showed obvious clinical responses in both monotherapy and combination therapy, their efficacies are limited because of their toxicities. To maximize the efficacy, we utilized CHK1 inhibitor with liposomal formulation which changes drug distribution to achieve longer drug retention in plasma and accumulation in tumor. Here, we generated SMP-3124, a novel and selective CHK1 inhibitor encapsulated within the liposome. SMP-3124 showed durable pharmacodynamic response due to the liposomal accumulation in the tumor in xenograft model. We confirmed potent anti-tumor activities of SMP-3124 in multiple subcutaneous xenografted models without severe side effects. In addition, SMP-3124 showed prolonged overall survival in both peritoneal dissemination and orthotopic model using human ovarian cancer cells. SMP-3124 synergistically inhibited tumor growth in combination with gemcitabine without additional hematological toxicities induced by gemcitabine. We are planning to an investigational new drug application in 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-02 Cell cycle checkpoints,,"},{"Key":"Keywords","Value":"Cancer therapy,Liposomes,Chk1,Squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Kumagai<\/b>, R. Inagaki, K. Shimizu, W. Hirose, N. Shimada, K. Hayashi, Y. Fukuoka, M. Matsuoka, S. Kamioka, H. Ban, H. Umehara, Y. Sawayama; <br\/>Sumitomo Pharma Co., Ltd, Osaka, Japan","CSlideId":"","ControlKey":"145421c5-473f-415a-b1bc-633edf3caf4d","ControlNumber":"5871","DisclosureBlock":"&nbsp;<b>Y. Kumagai, <\/b> None..<br><b>R. Inagaki, <\/b> None..<br><b>K. Shimizu, <\/b> None..<br><b>W. Hirose, <\/b> None..<br><b>N. Shimada, <\/b> None..<br><b>K. Hayashi, <\/b> None..<br><b>Y. Fukuoka, <\/b> None..<br><b>M. Matsuoka, <\/b> None..<br><b>S. Kamioka, <\/b> None..<br><b>H. Ban, <\/b> None..<br><b>H. Umehara, <\/b> None..<br><b>Y. Sawayama, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5724","PresenterBiography":null,"PresenterDisplayName":"Yuka Kumagai, PhD","PresenterKey":"2984843a-f772-4eb1-a1a3-cd3cdb398398","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5724. Preclinical evaluation of a novel CHK1 inhibitor encapsulated within the liposome, SMP-3124, for the treatment of solid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical evaluation of a novel CHK1 inhibitor encapsulated within the liposome, SMP-3124, for the treatment of solid cancer","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy induced polyploidy (CIP) is a mechanism of inherited drug resistance resulting in an aggressive disease course in cancer patients. Alisertib, an Aurora Kinase A (AK-A) ATP site inhibitor, induces cell cycle disruption resulting in polyaneuploidy in high-grade (MYC and BCL2 amplified or expressed) Diffuse Large B Cell Lymphoma (HG-DLBCL). Propidium Iodide cycle flow cytometry was utilized to quantify alisertib induced polyploidy in U2932 and VAL cell lines. In U2932 cells, 1&#181;M alisertib generated 8n+ polyploidy in 48% of the total cell population after five days of treatment. Addition of Aurkin A an AK-A\/TPX2 site inhibitor, disrupted alisertib induced polyploidy in a dose-dependent manner with associated increased apoptosis in DLBCL cells. Combination of Aurkin A plus alisertib significantly reduced polyploidy and sensitized DLBCL cells to alisertib. The sensitization of alisertib with Aurkin A through complete AK-A inhibition is of high clinical importance as the alisertib dose can be significantly reduced while preventing polyploidy, enhancing efficacy, and significantly reducing toxicity to normal tissue. In clinical trials of alisertib in lymphoma, a maximum tolerated dose of 1.5&#181;M was achieved. In U2932 cells, we found the addition of 100&#181;M Aurkin A reduced the alisertib IC<sub>50<\/sub> from 983nM to 34nM. We generated a stable FUCCI U2932 cell line expressing Geminin-clover (S\/G2\/M) and cdt1-mKO (G1), to help monitor cell cycle progression in live cells. Using this system, we identified alisertib-induced polyploidy through endomitosis, which was eliminated with Aurkin A treatment. In a VAL cell line mouse xenograft model, we show polyploidy generation in alisertib treated mice versus vehicle control or Aurkin A. Aurkin A plus alisertib significantly reduced polyploidy and tumor growth compared to vehicle control or Aurkin A levels. Finally, we performed Data-Independent Acquisition Mass Spectrometry on alisertib, Aurkin A, and combination alisertib\/Aurkin A treated U2932 cells to identify therapy induced proteomic changes. This proteomic analysis has provided insight into the mechanism of alisertib polyploidy induction and the protective mechanism of within the combination therapy. Our in vitro and in vivo studies show that Aurkin A synergizes with alisertib and significantly decreases the alisertib dose needed to disrupt polyploidy while increasing apoptosis in HG-DLBCL cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle,Polyploidy,Aneuploidy,Cell cycle arrest,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. J. Conway III<\/b>, B. De la Pea Avalos, J. Dao, S. Montagnino, D. Kovalskyy, E. Dray, D. Mahadevan; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"b1d00761-460f-4ea0-8085-783b431bd2d7","ControlNumber":"8179","DisclosureBlock":"&nbsp;<b>P. J. Conway, <\/b> None..<br><b>B. De la Pea Avalos, <\/b> None..<br><b>J. Dao, <\/b> None..<br><b>S. Montagnino, <\/b> None..<br><b>D. Kovalskyy, <\/b> None..<br><b>E. Dray, <\/b> None..<br><b>D. Mahadevan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5725","PresenterBiography":null,"PresenterDisplayName":"Patrick Conway, MHS","PresenterKey":"11e67a74-9e57-44b4-8b13-cb603358f3a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5725. Aurkin-A, a TPX2-Aurora A inhibitor disrupts alisertib-induced polyploidy in HG-diffuse large B cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aurkin-A, a TPX2-Aurora A inhibitor disrupts alisertib-induced polyploidy in HG-diffuse large B cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Background: BAL0891 is a novel dual inhibitor of threonine tyrosine kinase (TTK) and polo-like kinase 1 (PLK1) which affects mitotic spindle assembly checkpoint integrity resulting in aberrant mitotic progression of cancer cells. Since unlike other organs, bladder urothelium is highly regenerative in certain circumstances, there are high chances of cell cycle inhibitors to have anti-cancer activity over bladder cancer. In this study, we investigated the therapeutic potential of BAL0891 in bladder cancer compared to single TTK or PLK1 inhibitor and discovered the best therapeutic combination partner for BAL0891.<br \/>Methods: We performed meta-analysis of the mRNA expression levels of bladder cancer using Gene Expression Profiling Interactive Analysis 2 (GEPIA2). Representative bladder cancer cell lines (253J, 253J-BV, J82, RT4, T24, J82, HT1197, and HT1376) were treated with the dual protein kinase inhibitors, BAL0891, in comparison with TTK inhibitor (BAY1217389) or PLK1 inhibitor (onvansertib). BAL0891 was combined with CDK4\/6 inhibitor, another cell cycle inhibitor working at different point from BAL0891. Cell viability was assessed using CCK-8 assay during 72 hours after treatment. Expression levels of TTK and PLK1 were measured by immunoblotting. Cell cycle analysis and cell apoptosis detection were performed on T24 cell.<br \/>Results: The mRNA expression levels of both TTK (16.7 times) and PLK1 (10.0 times) were significantly upregulated only in bladder cancers compared to normal bladder tissues (<i>P&#60;<\/i>0.05). Compared to TTK or PLK1 inhibitor, BAL0891 was sensitive in 75% of bladder cancer cell lines (IC50 &#60;0.1 uM) and significantly reduced proliferation of bladder cancer cell lines depending on the dosage. TTK and PLK1 expression levels of cancer cells were associated with the sensitivity to BAL0891. BAL0891 significantly induced necrosis and increased in polyploidy and G2\/M arrest in T24 cell. The anti-cancer activity of BAL0891 was further enhanced in certain cell lines (RT4, and J82) by combination of CDK4\/6 inhibitor.<br \/>Conclusion: This is the first study to suggest the potent anti-cancer activity of BAL0891 in bladder cancer. BAL0891 effectively worked on bladder cancer by two tracks which not only induced G2\/M arrest but also increased in polyploidy. Furthermore, BAL0891 in combination with CDK4\/6 inhibitor promoted anti-cancer effects. Lastly, this study suggests the use of TTK and PLK1 as the predictive biomarker for BAL0891. These data support further investigation of BAL0891 for the treatment of bladder cancer patients.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Bladder cancer,Cell cycle inhibitors,CDK4\/6 inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Park<\/b><sup>1<\/sup>, J.-e. Lee<sup>1<\/sup>, M. Lee<sup>1<\/sup>, J. Kim<sup>1<\/sup>, W. Jang<sup>1<\/sup>, J. Lee<sup>2<\/sup>, J. Lee<sup>2<\/sup>, M. Kang<sup>2<\/sup>, W. Ham<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>SillaJen Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a02a45aa-40cd-4844-878b-ee8d83fac71c","ControlNumber":"2281","DisclosureBlock":"<b>&nbsp;J. Park, <\/b> <br><b>SillaJen Inc.<\/b> Grant\/Contract, Patent. <br><b>J. Lee, <\/b> <br><b>SillaJen Inc.<\/b> Grant\/Contract. <br><b>M. Lee, <\/b> <br><b>SillaJen Inc.<\/b> Grant\/Contract.<br><b>J. Kim, <\/b> None..<br><b>W. Jang, <\/b> None.&nbsp;<br><b>J. Lee, <\/b> <br><b>SillaJen Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>SillaJen Inc.<\/b> Employment. <br><b>M. Kang, <\/b> <br><b>SillaJen Inc.<\/b> Employment. <br><b>W. Ham, <\/b> <br><b>SillaJen Inc.<\/b> Grant\/Contract, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5726","PresenterBiography":null,"PresenterDisplayName":"Jee Soo Park, MD;PhD","PresenterKey":"46706dfa-0df9-4a39-b7b4-f334e82d3b17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5726. The potential anti-cancer activity of dual TTK\/PLK1 inhibitor, BAL0891, in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The potential anti-cancer activity of dual TTK\/PLK1 inhibitor, BAL0891, in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"KIF18A belongs to the kinesin-8 subfamily and is a plus-end-directed motor, which regulates kinetochore microtubules dynamics to control mitotic chromosome alignment and spindle tension. Studies have shown that genetic depletion or pharmacological inhibition of KIF18A is a promising therapeutic approach for cancers, exhibiting high chromosomal instability (CIN-high), without having a significant impact on the normal division of euploid cells. Here, we report the discovery and preclinical evaluation of ISM9682A, a novel KIF18A inhibitor with excellent potency and high selectivity. ISM9682A is a potent KIF18A inhibitor with a single-digit nanomolar IC<sub>50<\/sub> value and exhibits high selectivity over other kinesin family members. In addition, ISM9682A demonstrated excellent monotherapy anti-proliferative activity, with single-digit nanomolar IC<sub>50<\/sub> values, in high-grade serous ovarian carcinoma (HGSOC) as well as in triple-negative breast cancer (TNBC) aneuploid cell lines with p53 mutation. Notably, ISM9682A exhibited a prolonged drug-target residence time indicated by both enzymatic and cellular assays. Consistent with the <i>in vitro<\/i> findings, ISM9682A displayed significant anti-tumor efficacy with a robust pharmacodynamic response (pH3, mitotic marker; &#947;H2AX, DNA damage marker) in OVCAR3 and HCC1806 CDX models in a dose-dependent manner. In addition to its robust biological potency and high selectivity, ISM9682A exhibits favorable drug-like properties, including desirable <i>in vitro<\/i> ADMET characteristics and excellent <i>in vivo<\/i> exposure, clearance, as well as good oral bioavailability across multiple preclinical species. Collectively, these findings highlight the potential of ISM9682A as a novel and highly potent KIF18A inhibitor for the treatment of CIN-high cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Chromosomal instability,Mitosis,Cell cycle arrest,Kinesin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Zhang<sup>1<\/sup>, F. Gao<sup>1<\/sup>, W. Zhu<sup>1<\/sup>, C. Xu<sup>1<\/sup>, X. Ding<sup>1<\/sup>, J. Shang<sup>1<\/sup>, J. Qiao<sup>1<\/sup>, S. Chen<sup>1<\/sup>, X. Cai<sup>1<\/sup>, X. Ding<sup>1<\/sup>, S. Bavadekar<sup>1<\/sup>, <b>S. Rao<\/b><sup>2<\/sup>, M. Zhang<sup>1<\/sup>, F. Ren<sup>1<\/sup>, A. Zhavoronkov<sup>1<\/sup>; <br\/><sup>1<\/sup>Insilico Medicine, Pu Dong Xin Qu, China, <sup>2<\/sup>Insilico Medicine, New York, NY","CSlideId":"","ControlKey":"a6b6d366-b81d-4e7f-a090-f606ea00b870","ControlNumber":"4101","DisclosureBlock":"&nbsp;<b>J. Zhang, <\/b> None..<br><b>F. Gao, <\/b> None..<br><b>W. Zhu, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>X. Ding, <\/b> None..<br><b>J. Shang, <\/b> None..<br><b>J. Qiao, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>X. Cai, <\/b> None..<br><b>X. Ding, <\/b> None..<br><b>S. Bavadekar, <\/b> None..<br><b>S. Rao, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>F. Ren, <\/b> None..<br><b>A. Zhavoronkov, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5727","PresenterBiography":null,"PresenterDisplayName":"Sujata Rao, PhD","PresenterKey":"fa126f0d-6545-4238-9ca6-abe7af62949e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5727. ISM9682A, a novel and potent KIF18A inhibitor, shows robust antitumor effects against chromosomally unstable cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ISM9682A, a novel and potent KIF18A inhibitor, shows robust antitumor effects against chromosomally unstable cancers","Topics":null,"cSlideId":""},{"Abstract":"Metastatic breast cancer (BC) is the 2<sup>nd<\/sup> leading cause of death in women in the US, annually accounting for more than 43,000 deaths and 281,000 new cases of invasive BC. Amongst genetically distinct BC subtypes, those classified as being &#8220;triple-negative&#8221; (TNBC) are especially devastating due to their highly metastatic behavior, their propensity to recur rapidly, and their low response to standard-of-care therapies. In fact, the acquisition of chemoresistant phenotypes represents the main cause of disease recurrence, metastasis, and death in TNBC patients. Currently, the molecular mechanisms that regulate TNBC progression and metastasis remain unknown, as does the way these metastatic tumors acquire resistance to standard-of-care therapies. We recently established YB1 as a novel driver of these deadly TNBC activities, doing so by stimulating the cancer stem cell phenotype, and by disrupting normal cell cycle progression, therefore promoting therapy resistance and metastasis of TNBC tumors. YB1 is a multifunctional protein that acts as a transcription factor of cancer stem cell genes Nanog, Oct and Sox. Moreover, aberrant activation of YB1 contributes to the metastatic progression of several cancers, including TNBC. Our investigations revealed a major role of YB1 in the regulation of several hallmarks of cancer that drive TNBC tumors progression and metastasis, both in vitro and in preclinical mouse models of TNBC tumors. In extending these discoveries, we now show that aberrant YB1 expression activates oncogenic signaling leading to the dysregulation of cell cycle progression through the regulation of the Cyclin D\/CDK4\/6 complex signaling and the RB pathway. We also report the identification of a novel small molecule inhibitor, SU056, that specifically targets YB1 and inhibits its oncogenic activity in TNBC cell lines. We further show that the SU056-mediated inhibition of YB1, either as monotherapy or in combination with the CDK4\/6 inhibitors, has a significant impact on inhibiting TNBC tumor progression and metastasis. In fact, the SU056-CDK4\/6 inhibitors combination showed a synergistic effect when compared to monotherapy, at the same time reducing the toxicity associated with CDK4\/6 inhibitors. Mechanistically, our studies revealed that genetic or pharmacologic targeting of YB1 inhibits TNBC tumor progression and metastasis through the regulation cyclin D-CDK4\/6-RB pathway and blockade of cell cycle progression. Together, our data support the notion that targeting YB1 represents a potential therapeutic option for the treatment of TNBC, which could be enhanced when combined with standard of care treatment modalities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 CDKs and CDK inhibitors,,"},{"Key":"Keywords","Value":"Cell cycle,CDK inhibitor,Cancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Wang<\/b><sup>1<\/sup>, L. Khalki<sup>1<\/sup>, N. Zai<sup>1<\/sup>, J. Szpendyk<sup>2<\/sup>, A. Alkrekshi<sup>2<\/sup>, B. Su<sup>3<\/sup>, K. Sossey-Alaoui<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>2<\/sup>MetroHealth System, Cleveland, OH, <sup>3<\/sup>Cleveland State University, Cleveland, OH","CSlideId":"","ControlKey":"3c545720-951d-438d-aa93-0eec5f74e3c5","ControlNumber":"3787","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>L. Khalki, <\/b> None..<br><b>N. Zai, <\/b> None..<br><b>J. Szpendyk, <\/b> None..<br><b>A. Alkrekshi, <\/b> None..<br><b>B. Su, <\/b> None..<br><b>K. Sossey-Alaoui, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5728","PresenterBiography":"","PresenterDisplayName":"Wei Wang, PhD","PresenterKey":"3a034196-f8ce-4cad-97d8-498c28e0b81a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5728. YB1 is a novel therapeutic for the treatment of triple negative breast cancer tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YB1 is a novel therapeutic for the treatment of triple negative breast cancer tumors","Topics":null,"cSlideId":""},{"Abstract":"In 2020, there were over 830,000 reported liver cancer deaths. Incidence rates of liver cancer have tripled, and death rates have doubled since the 1980s; giving this disease one of the highest mortality rates when compared to its incidence rate. Hepatocellular carcinoma (HCC) is derived from hepatocytes and is the main type of liver cancer in adults, accounting for 75-85% of all primary liver cancers. Current treatment options for HCC like radiation therapy and chemotherapy are imperfect and cause significant side effects. Tumorigenesis is dependent on an organism&#8217;s cellular metabolism. Metabolic reprogramming is a promising area of focus for cancer therapeutics. Cancer cells thrive in nutrient-deficient environments by hijacking and reprogramming the cells existing cellular metabolism. Metabolic reprogramming is driven by genetic alterations and environmental cues. AarF Domain Containing Kinase 1 (ADCK1) is a protein-coding gene that acts as a mitochondrial protein with putative kinase activity. The role of ADCK1 has not been well studied, particularly in liver cancer. Our group has sought to study how ADCK1 impacts the metabolism and cellular environment of HCC cells to help establish a more effective drug target. Bioinformatics performed by our lab report that ADCK1 was highly expressed in HCC tumor cells. The expression levels of ADCK1 were also correlated with a decrease in patient survival. ADCK1 knockout clones were generated; these knockout cells showed decreased proliferation and altered cell cycle progression. Proteomics analysis demonstrated that loss of ADCK1 was also seen to alter the expression of proteins involved in several cellular processes related to the cell cycle and cellular metabolism. How ADCK1 regulates these processes will be studied in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Proliferation,Cell cycle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. A. Jacquet<\/b>, Y. Zhao; <br\/>LSU Health Sciences Center - Shreveport, Shreveport, LA","CSlideId":"","ControlKey":"983602bc-ba53-4fa6-a60e-1b80d7a69b87","ControlNumber":"7661","DisclosureBlock":"&nbsp;<b>N. A. Jacquet, <\/b> None..<br><b>Y. Zhao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5729","PresenterBiography":null,"PresenterDisplayName":"Noel Jacquet, BS","PresenterKey":"a05c7889-e45a-46ff-aa8e-c095772ed13d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5729. ADCK1 inhibition alters cell proliferation and cell cycle progression in liver cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADCK1 inhibition alters cell proliferation and cell cycle progression in liver cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Cyclin-dependent Kinase 2 (CDK2) is a Ser\/Thr kinase activated via interaction with its cyclin partners CCNE and CCNA, driving G1\/S progression of the cell cycle. CDK2 inhibition has the potential to address multiple resistance mechanisms to CDK4\/6 inhibitors in breast cancer. In addition, CCNE1 is frequently amplified and over-expressed in cancers including ovarian, uterine, breast, gastric and others, with pre-clinical data linking CDK2 inhibition sensitivity to high CCNE1. The CDK2 inhibitor field has historically suffered from high attrition in Phase I due to off-target toxicity. AZD8421 is a uniquely selective CDK2 inhibitor, that offers potential to show improved therapeutic index and combinability. As well as achieving CDK family selectivity in cells versus key off-targets (CDK1, CDK4\/6, CDK9), AZD8421 had no significant kinase inhibition outside the CDK family. Only 7 distinct targets showed greater than 50% inhibition in a panel of 403 kinases when screened with 1&#181;M of AZD8421. In nanoBRET assays measuring cellular target engagement, AZD8421 had an IC50 against CDK2 of 9nM with selectivity over CDK1, CDK4 and CDK6. In vitro cellular assays demonstrated that AZD8421 inhibits endogenous phospho-substrate at 58nM with &#62;327-fold selectivity over CDK9 phospho-substrate pSer2 of RNAPII (&#62;19.2 &#181;M). In a CCNE1 amplified cell line, AZD8421 potently inhibited cell proliferation (69nM, OVCAR3), correlated with inhibition of pRB, arrest in G1\/S phase of the cell cycle and induction of senescence, compared to a CCNE1 non-amplified cell line (SKOV3) with IC50 of 2.05 &#181;M. In vitro combination assays in CDK4\/6 inhibitor resistant breast cancer cell lines showed combination benefit with AZD8421 plus approved CDK4\/6 inhibitors. In vivo, AZD8421 potently suppressed phosphorylation of Rb, and demonstrated robust monotherapy and CDK4\/6i combination activity in breast and ovarian in vivo models. In vivo PD marker suppression and efficacy was demonstrated in CDK4\/6 inhibitor resistant breast PDXs in combination with palbociclib (CDK4\/6i). AZD8421 showed robust monotherapy activity in a CCNE1 amplified ovarian model OVCAR3 with regressions seen with monotherapy and in combination with palbociclib. Monotherapy activity and combination benefit in vivo with standard of care agents was also observed in ovarian PDX models with elevated levels of CCNE1. AZD8421 is a potent and highly selective CDK2 inhibitor, with double digit nM potency in cells, as well as suitable physical and pharmacokinetic properties for progression into the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"CDK2,CDK4\/6 inhibitors,breast cancer,ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. R. Denz<sup>1<\/sup>, M. Grondine<sup>1<\/sup>, J. Fan<sup>1<\/sup>, J.-R. Hsu<sup>1<\/sup>, A. Jackson<sup>2<\/sup>, J. Robinson<sup>2<\/sup>, G. Guo<sup>1<\/sup>, W. Li<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, M. San Martin<sup>1<\/sup>, L. Prickett<sup>1<\/sup>, J. Johannes<sup>1<\/sup>, A. Ghosh<sup>1<\/sup>, D. Sudhan<sup>1<\/sup>, C. Vasalou<sup>1<\/sup>, R. Richards<sup>1<\/sup>, K. Beaumont<sup>1<\/sup>, M. Peters<sup>1<\/sup>, L. Drew<sup>1<\/sup>, S. Fawell<sup>1<\/sup>, <b>F. W. Goldberg<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>AstraZeneca Pharmaceuticals LP, Waltham, MA, <sup>2<\/sup>AstraZeneca Pharmaceuticals LP, Cambridge, United Kingdom","CSlideId":"","ControlKey":"7b72981c-0273-4200-9ff7-3372f026dc33","ControlNumber":"5276","DisclosureBlock":"&nbsp;<b>C. R. Denz, <\/b> None..<br><b>M. Grondine, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>J. Hsu, <\/b> None..<br><b>A. Jackson, <\/b> None..<br><b>J. Robinson, <\/b> None..<br><b>G. Guo, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>M. San Martin, <\/b> None..<br><b>L. Prickett, <\/b> None..<br><b>J. Johannes, <\/b> None..<br><b>A. Ghosh, <\/b> None..<br><b>D. Sudhan, <\/b> None..<br><b>C. Vasalou, <\/b> None..<br><b>R. Richards, <\/b> None..<br><b>K. Beaumont, <\/b> None..<br><b>M. Peters, <\/b> None..<br><b>L. Drew, <\/b> None..<br><b>S. Fawell, <\/b> None..<br><b>F. W. Goldberg, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5730","PresenterBiography":null,"PresenterDisplayName":"Frederick Goldberg, PhD","PresenterKey":"3f50922a-4cf3-4bc0-9532-9cccb92ea1f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5730. Targeting the cell cycle with AZD8421, a potent and highly selective CDK2 inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"360","SessionOnDemand":"False","SessionTitle":"Pharmacologic Targeting of Cell Cycle Proteins","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the cell cycle with AZD8421, a potent and highly selective CDK2 inhibitor","Topics":null,"cSlideId":""}]