[{"Abstract":"Approximately 75% of breast tumors express estrogen receptors (ER+); recurrent ER+ breast cancer is generally incurable. Endocrine therapy (ET) is the mainstay of treatment for ER+ breast cancer and works by targeting either ER activity (Tamoxifen or Fulvestrant) or availability of its ligand estrogen (Letrozole, Exemestane). Unfortunately, endocrine therapies are limited by the emergence of resistance; resistance to endocrine therapies (ET) remains a significant clinical challenge. We have explored the role of adenylosuccinate lyase (ADSL), an enzyme of the <i>de-novo<\/i> purine biosynthesis pathway, in ET-resistant breast cancer cells. Protein expression of ADSL was significantly higher in two different ET-resistant cells (LCC9 and T47D-4HT) when compared with their respective parental ET-sensitive cells (MCF-7 and T47D). siRNA mediated ablation of ADSL in LCC9 and T47D-4HT cells blocked cell proliferation and both colony and spheroid formation. Depletion of ADSL in LCC9 cells obstructed cell cycle progression from G1 to S phase and elevated the protein expression of cyclin D1\/D3, CDK2\/4, and cyclin E. In T47D-4HT cells, ADSL depletion led to an accumulation of cells in S-phase with reduced protein expression of cyclin D1. Notably, ADSL ablation in LCC9 cells lead to DNA replication stress, resulting in activation (phosphorylation) of ataxia-telangiectasia-mutated-and-Rad3-related kinase (ATR) and its key downstream effector checkpoint kinase 1 (Chk1), which further limited the phosphatase activity of cdc25A leading to deactivation (phosphorylation) of Cyclin-Dependent Kinase 2 (CDK2). ADSL knockdown reduced the mitochondrial membrane potential and impaired the oxygen consumption (OCR) and extracellular acidification (ECAR) rates in both LCC9 and T47D-4HT cells. Of<br \/>note, addition of AICAR to ADSL-depleted LCC9 cells significantly increased cell proliferation, colony formation, and restored mitochondrial membrane potential. RNA sequencing data revealed the effect of ADSL depletion on enrichment of different pathways in LCC9 and TH47D-4HT cells. Importantly, p53 signaling was significantly enriched in LCC9 cells but not in T47D-4HT cells after ADSL knockdown (T47D cells have a mutated p53 gene). ER+ breast cancer patients treated with ET showed high ADSL expression that is associated with poor recurrence-free survival. In summary, our findings indicate that ADSL-mediated <i>de novo<\/i> purine synthesis is crucial for cell proliferation. Therefore, targeting ADSL may be a novel therapeutic approach for ER, ET-resistant breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Endocrine resistance,Breast cancer,Cell cycle arrest,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Yadav<\/b>, L. Jin, R. Clarke, S. Sengupta; <br\/>The Hormel Institute, University of Minnesota, Austin, MN","CSlideId":"","ControlKey":"ab32c890-91f2-4de7-be4e-090e3f91b10f","ControlNumber":"4807","DisclosureBlock":"&nbsp;<b>A. Yadav, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>R. Clarke, <\/b> None..<br><b>S. Sengupta, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1985","PresenterBiography":null,"PresenterDisplayName":"ANIL KUMAR Yadav, PhD","PresenterKey":"7a0c65c0-4838-457a-9f65-e083e14299c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1985. Ablation of adenylosuccinate lyase retarded the cell proliferation and induces mitochondrial dysfunction in endocrine therapy resistant breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ablation of adenylosuccinate lyase retarded the cell proliferation and induces mitochondrial dysfunction in endocrine therapy resistant breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Sacituzumab Govitecan (SG) is an antibody drug conjugate that targets the epithelial glycoprotein Trop-2. SG has been approved for the treatment of patients with triple negative breast cancer (TNBC) or estrogen receptor positive (ER+) breast cancer after they have received at least two previous systemic treatments. The objectives of this study were to identify biomarkers of SG response using breast cancer patient-derived xenografts (PDXs) and determine if SG efficacy changes when cells become carboplatin resistant (CR). Analysis of transcriptomic and proteomic levels of Trop2 using bulk RNAseq, scRNA-seq, and tandem mass tag spectrometry found that overall ER+ PDXs had significantly lower RNA (p-value less than 0.001) and protein (p-value less than 0.001) expression of Trop-2 than TNBC PDXs. Immunohistochemical assessment of 42 TNBC and 27 ER+ patient tumor samples identified variation in Trop-2 expression; within each cohort, expression varied from highly positive to completely negative. To test the association of Trop-2 with drug responsiveness, cells from 19 different PDXs were cultured in vitro and administered increasing doses of SG. TNBC cells were more responsive to SG treatments compared to ER+ cells (p-value equaling 0.005). Correlation analysis identified a positive relationship of drug response with protein abundance which was stronger in TNBC samples. In vivo studies with 7 TNBC PDXs found that over 70% were highly susceptible to SG treatments, with some tumors being completely eradicated or exhibiting a total inhibition of tumor growth which resulted in a long-term durable response after 10 weeks of treatment. In vivo across all the PDXs, Trop-2 expression alone did not strongly correlate with SG treatment success. Interestingly, CR sublines derived from 2 carboplatin sensitive PDXs were significantly less responsive to SG than their parental PDXs (p-value less than 0.001). These two CR sublines were also significantly less sensitive to the majority of 555 other drugs identified by the NCI compared to their parental PDXs. Ongoing studies are defining mechanisms of reduced SG efficacy in CR models. Overall, these studies find that SG is highly effective in many TNBC PDX models and should be utilized earlier in treatment protocols, especially in metastatic patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Breast cancer,Carboplatin,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. J. Walker<\/b>, J. E. Altman, E. K. Zboril, R. K. Myrick, N. S. Hairr, D. C. Boyd, B. Hu, M. G. Dozmorov, J. Harrell; <br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"4358eebb-b751-4415-84e9-f8cd22e0d5ba","ControlNumber":"5164","DisclosureBlock":"&nbsp;<b>C. J. Walker, <\/b> None..<br><b>J. E. Altman, <\/b> None..<br><b>E. K. Zboril, <\/b> None..<br><b>R. K. Myrick, <\/b> None..<br><b>N. S. Hairr, <\/b> None..<br><b>D. C. Boyd, <\/b> None..<br><b>B. Hu, <\/b> None..<br><b>M. G. Dozmorov, <\/b> None..<br><b>J. Harrell, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1986","PresenterBiography":null,"PresenterDisplayName":"Carson Walker, BS","PresenterKey":"0917fa7c-0fdd-4916-93a8-1ae45c831f03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1986. Acquisition of carboplatin resistance corresponds with reduced sacituzumab govitecan efficacy in triple negative breast cancer patient derived xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acquisition of carboplatin resistance corresponds with reduced sacituzumab govitecan efficacy in triple negative breast cancer patient derived xenografts","Topics":null,"cSlideId":""},{"Abstract":"Background: PARPis have changed the treatment paradigm in HGSC, particularly for women with <i>BRCA<\/i> mutations. PARPi, olaparib (O), is a standard of care maintenance therapy following platinum-based chemotherapy in newly diagnosed <i>BRCA<\/i><i>-<\/i>mutated (BRCAm) HGSC. But patients ultimately develop resistance to O. We investigated whether rechallenge with different PARPi monotherapy could cause cytotoxicity in BRCAm HGSC after becoming O-resistant. We also aimed to identify possible mechanisms of actions of PARPi&#8217;s differential sensitivity.<br \/>Methods: We developed a PARPi-resistant line (UWB-OlaJR) from BRCA1m PARPi-sensitive cells (UWB1.289) by gradient exposure of O with initial lower doses to a final concentration of 20 &#956;M over 10 months. Four PARPis including O, niraparib (N), talazoparib (T), and veliparib (V) were tested. Cell growth was assessed using 5-day XTT and 10-day clonogenic assays. DNA damage and homologous recombination (HR) repair activity were evaluated using immunofluorescence (IF) staining of &#947;H2AX and RAD51 foci, respectively. Replication fork (RF) dynamics was measured by DNA fiber assay. All data were repeated in triplicate and analyzed using t-test or one-way ANOVA. Data were shown as mean &#177; SD and P &#60; 0.05 was considered statistically significant.<br \/>Results: 5-day XTT assay shows a 53.7-fold increase in resistance to O in UWB-OlaJR relative to UWB1.289 (IC<sub>50 <\/sub>2.2 &#956;M vs. 118.1 &#956;M). Cross-resistance was observed with other 3 PARPis, showing increased IC<sub>50<\/sub> values compared to its parental line (V: 23.4-fold, N: 160.5-fold, T: 229.6-fold). However, 10-day clonogenic assay showed no resistance against N (1.09-fold) and T (0.51-fold) in UWB-OlaJR, indicating differential sensitivity to different PARPis by a long-term cytotoxicity measure. Surprisingly, &#947;H2AX foci did not increase in response to PARPis in UWB-OlaJR compared to UWB1.289 (O: 2.58-fold, V: 2.33-fold; N: 2.89-fold, T: 2.58-fold; all P &#60; 0.05), suggesting possible restored DNA repair function. All four PARPis induced replication stress in both O-sensitive and -resistant cell lines as evidenced by decreased RF speed compared to untreated group (O: 0.57- and 0.7-fold, V: 0.68- and 0.74-fold, N: 0.47- and 0.47-fold, T: 0.47- and 0.52-fold; all P &#60; 0.001). Notably, N and T treatments reduced fork speed to a greater extent than O and V in UWB-OlaJR. However, RF protection was not affected when UWB-OlaJR treated with different PARPis compared to UWB1.289 (O: 0.89-fold, V: 0.87-fold, N: 0.71-fold, T: 0.83-fold; all P &#60; 0.05), suggesting that differential sensitivity to different PARPis was unlikely due to modulation of RF stabilization.<br \/>Conclusions: Our findings demonstrate different PARPis may induce varied levels of cytotoxicity and replication stress in O-resistant BRCA1m HGSC, possibly via modulating alternative RF dynamics besides RF protection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,BRCA1,Resistance,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-T. Shih<\/b>, T.-T. Huang, J. Nair, J.-M. Lee; <br\/>National Institutes of Health (NIH), Bethesda, MD","CSlideId":"","ControlKey":"d191de8c-49a2-49c8-8bc4-fb281ff9ea78","ControlNumber":"1677","DisclosureBlock":"&nbsp;<b>C. Shih, <\/b> None..<br><b>T. Huang, <\/b> None..<br><b>J. Nair, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1987","PresenterBiography":null,"PresenterDisplayName":"Chi-Ting Shih, MS,PhD","PresenterKey":"bb1370b6-6a42-4586-a1b2-3e107ff362bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1987. PARP inhibitor (PARPi) rechallenge shows differential sensitivity in PARPi olaparib-resistant <i>BRCA1<\/i>-mutated (BRCA1m) high-grade serous ovarian cancer (HGSC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PARP inhibitor (PARPi) rechallenge shows differential sensitivity in PARPi olaparib-resistant <i>BRCA1<\/i>-mutated (BRCA1m) high-grade serous ovarian cancer (HGSC)","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the predominant type of primary liver cancer, and lenvatinib is a multi-kinase inhibitor approved by the FDA as a first-line drug for advanced HCC since 2018. Lenvatinib demonstrated antitumor activity with a higher objective response rate, longer progression-free survival, and time to progression in a non-inferiority trial compared with sorafenib. However, the clinical benefits of lenvatinib remain limited as acquired resistance to lenvatinib during HCC treatment is inevitable. This highlights the need to understand the molecular mechanisms of lenvatinib resistance and to explore new therapeutic approaches to overcome this resistance. Tumor lineage plasticity, a recognized hallmark of cancer, is a phenomenon in which tumor cells dedifferentiate into a more stemness state to attain cellular plasticity, enabling them to evade targeted therapeutic interventions. However, the mechanism by which cellular plasticity contributes to lenvatinib resistance remains elusive. In this study, we employed proteomic mass spectrometry to investigate altered proteins in two pairs of parental lenvatinib-sensitive and their corresponding trained lenvatinib&#8208;resistant HCC cell lines. This analysis revealed that upregulation of enolase 2 (ENO2), a glycolytic enzyme that catalyzes the dehydration and conversion of 2-phosphoglycerate to phosphoenolpyruvate, is a critical contributor. ENO2 upregulation is frequently observed in HCC and is strongly correlated with aggressive clinical features, including poor survival, advanced tumor stage, and poor differentiation status. We further showed that ENO2 upregulation in HCC is positively correlated with stemness and hepatic progenitor marker signatures, as well as hypoxia, and subsequently demonstrated that ENO2 is regulated by hypoxia\/HIF-1&#945;, with hypoxia response element sequences located in the ENO2 promoter region. Research is underway to investigate the functional role and underlying molecular mechanisms associated with ENO2-driven lenvatinib resistance and cellular plasticity in HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Lenvatinib,Mass spectrometry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sukbum Kim<\/b><sup>1<\/sup>, Jia-Jian Loh<sup>1<\/sup>, Huajian Yu<sup>1<\/sup>, Ki-Fong Man<sup>1<\/sup>, Kai-Yu Ng<sup>1<\/sup>, Terence Kin-Wah Lee<sup>2<\/sup>, Clive Yik-Sham Chung<sup>1<\/sup>, Stephanie Ma<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"c8f778c1-a97e-4c08-89ee-e6f1555fc22b","ControlNumber":"5866","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>J. Loh, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>K. Man, <\/b> None..<br><b>K. Ng, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1988","PresenterBiography":null,"PresenterDisplayName":"Sukbum Kim","PresenterKey":"15fe8c9c-8a59-40da-a8d7-d203020f37d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1988. Mass spectrometry profiling identifies ENO2 as a driver of lenvatinib resistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mass spectrometry profiling identifies ENO2 as a driver of lenvatinib resistance in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Non-small cell lung cancers (NSCLC) harboring <i>EGFR<\/i> mutations are commonly treated with EGFR tyrosine kinase inhibitors (TKIs), but the emergence of drug resistance often leads to treatment failure. While various acquired resistance mechanisms have been identified, they are not always actionable. Furthermore, since drug resistance is typically studied after cancer relapse, little is known about the cellular or microenvironmental taking place during the formation of resistance at the stage of minimal residual disease (MRD). Therefore, it is necessary to understand the mechanisms leading to resistance during MRD and develop new ways to prevent drug resistance in<i> EGFR<\/i>-mutant cancers.<br \/><b>Methods<\/b>: In this study, we discovered pre-existing intratumor heterogeneity in EGFR expression within <i>EGFR<\/i>-mutant NSCLCs and found that patient tumors contain clones with low mutant EGFR expression. To study the effect of this intratumor heterogeneity on drug response, we isolated low and high expressing cells and conducted longitudinal drug challenge assays in <i>ex vivo<\/i> and <i>in vivo<\/i> models. To dissect how the observed heterogeneity affects drug resistance and the tumor microenvironment during MRD, we employed patient-derived tumor cells and used novel tumor-on-a-chip co-culture approaches.<br \/><b>Results<\/b>: Our findings reveal that EGFR-low cells are more tolerant to drug treatment and can survive the initial TKI insult, making them more likely to contribute to drug resistance in <i>EGFR<\/i>-mutant NSCLCs. Additionally, the surviving EGFR-low cells were able to modify the tumor microenvironment leading to fibroblast accumulation and immune suppression, contributing to the drug-tolerant tumor microenvironment. Importantly, we found that pharmacological induction of EGFR using epigenetic inhibitors was able to sensitize the drug tolerant cells to EGFR inhibition, suggesting a potential strategy to overcome TKI resistance in NSCLC patients.<br \/><b>Conclusions<\/b>: In conclusion, our study sheds light on the critical role of intratumoral heterogeneity in treatment resistance and offers valuable insights into potential strategies to overcome this challenge. Our findings suggest that combination therapies that can alter the cellular phenotype during MRD have the potential to prevent intrinsic drug resistance. This underscores the importance of gaining a better understanding of the mechanisms underlying drug-tolerant microenvironment and developing more effective treatment strategies for patients with <i>EGFR<\/i>-mutant NSCLCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"EGFR,EGFR TKI resistance,Lung cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. M. Haikala<\/b><sup>1<\/sup>, B. Alsaed<sup>1<\/sup>, J. Son<sup>2<\/sup>, L. Lin<sup>1<\/sup>, P. Gokhale<sup>2<\/sup>, P. Jänne<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland, <sup>2<\/sup>Dana-Farber Cancer Institute & Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"d83b27c0-e65f-48d9-ac82-e1bdf2e1baf3","ControlNumber":"6980","DisclosureBlock":"<b>&nbsp;H. M. Haikala, <\/b> <br><b>Amgen AB<\/b> Employment.<br><b>B. Alsaed, <\/b> None.&nbsp;<br><b>J. Son, <\/b> <br><b>Merck<\/b> Employment.<br><b>L. Lin, <\/b> None..<br><b>P. Gokhale, <\/b> None.&nbsp;<br><b>P. Jänne, <\/b> <br><b>AstraZeneca, Boehringer-Ingelheim, Pfizer, Roche\/Genentech, Takeda Oncology, ACEA Biosciences, Eli Lilly and Company, Araxes Pharma, Ignyta, Mirati Therapeutics, Novartis, LOXO Oncology, Daiichi<\/b> Other, Consulting fees. <br><b>Sanofi Oncology, Voronoi, SFJ Pharmaceuticals, Takeda Oncology, Transcenta, Silicon Therapeutics, Syndax, Nuvalent, Bayer, Esai, Biocartis, Allorion Therapeutics<\/b> Other, Consulting fees. <br><b>Abbvie, Monte Rosa, Scorpion Therapeutics, Merus, Frontier Medicines, Hongyun Biotechnology and Duality<\/b> Other, Consulting fees.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1989","PresenterBiography":null,"PresenterDisplayName":"Heidi Haikala, BS;MS;PhD","PresenterKey":"873c8d10-9c6e-4fe0-b627-0fd82fa7139e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1989. Intratumor heterogeneity in EGFR-mutant lung tumors mediates targeted therapy resistance and formation of drug tolerant microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumor heterogeneity in EGFR-mutant lung tumors mediates targeted therapy resistance and formation of drug tolerant microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The chemotherapeutic drug Cisplatin is often used to treat squamous cell carcinoma (SCC) patients, but low response rates and disease recurrence are common. About 5.4 million basal and squamous cell skin cancers are diagnosed each year in the US. &#916;Np63&#945;, a member of the p53 family of transcription factors, is overexpressed and considered oncogenic in non-melanoma skin cancer where it regulates cell survival, promotes proliferation, and inhibits cell apoptosis. &#916;Np63&#945; has also been shown to promote resistance to cisplatin by orchestrating the transcriptional regulation of several DNA damage response (DDR) genes. Our previous study showed that the histone acetyltransferase (HAT) TIP60 promotes SCC proliferation by positively regulating &#916;Np63&#945; protein levels in a manner reliant on the catalytic activity of TIP60. This observation suggested that TIP60 may contribute to the failure of platinum-based drugs in SCC and led us to hypothesize that TIP60-mediated acetylation of &#916;Np63&#945; regulates its stability and transcriptional activity to promote chemoresistance. We found that TIP60 levels positively correlated with &#916;Np63&#945; stability, protein levels, and cisplatin resistance. Further, silencing endogenous TIP60 led to a decrease in &#916;Np63&#945; transcript and protein levels in multiple cisplatin resistant SCC cell lines. Further, stable expression of TIP60 or &#916;Np63&#945; individually promoted resistance to cisplatin and reduced cell death, whereas loss of &#916;Np63&#945; or TIP60 induced G2\/M arrest, increased cell death, and sensitized cells to cisplatin. Additionally, pharmacological inhibition of TIP60 reduced acetylation of &#916;Np63&#945;, decreased colony formation, and sensitized resistant cells to cisplatin. Finally, we demonstrated that &#916;Np63&#945; and TIP60 levels positively correlated with DNA repair capacity and negatively correlated with cisplatin-DNA adduct formation. Silencing of either TIP60 or &#916;Np63&#945; intensified cisplatin-DNA adduct formation and significantly reduced the expression of drug efflux transporters. Taken together, our data indicate that TIP60-mediated stabilization of &#916;Np63&#945; increases cisplatin resistance and provides critical insights into the mechanisms by which &#916;Np63&#945; confers cisplatin resistance in SCC. Our findings suggest that the inhibition of TIP60 may be therapeutically advantageous in overcoming cisplatin resistance in SCC and other epithelial cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Acetylation,Cisplatin resistance,p63,Squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Hira<\/b>, J. Zhang, M. Kemp, M. P. Kadakia; <br\/>Wright State University, Dayton, OH","CSlideId":"","ControlKey":"27b187cf-b285-4858-9652-9e4924aa41e5","ControlNumber":"7784","DisclosureBlock":"&nbsp;<b>A. Hira, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>M. Kemp, <\/b> None..<br><b>M. P. Kadakia, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1990","PresenterBiography":null,"PresenterDisplayName":"Akshay Hira, MS,B Eng","PresenterKey":"748b119b-b4ec-47f5-9e1c-10c5cadd322a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1990. TIP60-mediated acetylation of &#916;Np63&#945; is associated with cisplatin resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TIP60-mediated acetylation of &#916;Np63&#945; is associated with cisplatin resistance","Topics":null,"cSlideId":""},{"Abstract":"Poly-aneuploid cancer cells (PACCs) or as also known as &#8220;giant cells&#8221;, are a treatment resistant stem cell-like cancer phenotype. PACCs have been identified in numerous cancer types, and their presence appears to play a significant role in chemoresistance and poor patient outcomes. PACCs employ a multitude of polyploidization programs to enter this transient state in response to stress. After removal of stress, PACCs give rise to non-PACC progeny through potential mechanisms of neosis or depolyploidization that maintain chemotherapeutic resistance. Leiomyosarcoma (LMS) is a difficult to treat sarcoma that grows in smooth muscle that often develops chemoresistance. Here we report the first description of PACCs in LMS cell culture, LMS xenografts, and LMS patient tumor microarrays. LMS cells treated (doxorubicin, docetaxel, and gemcitabine) in vitro and in vivo lead to the development of mononucleated and multinucleated polypoid cells as the predominant phenotype via polyploidization. Polyploidization mechanisms identified included endocycling, endomitosis, and cell-cell fusion. In vitro, LMS PACCs had a significant increase in size and DNA content as well as an increase in resistance to chemotherapy as compared to parents. LMS PACCs also repopulated the culture with non-PACC LMS progeny cells. The PACC progeny cells maintained a significantly decreased (p&#60;0.0001) response to chemotherapy compared to parent cells. PACCs were also identified in clinical samples from patients with LMS. Twenty-nine percent of samples (N=289) contained abnormally large tumor cells and fifty-eight percent contained abnormal nuclei. A positive correlation was observed in patient tumor samples between PACCs in metastatic tumors and recurrence (p=0.0277) and survival (p=0.0009) than those patient tumors without PACCs. The high rate of functional loss of TP53 in LMS (&#62;90%) may contribute to the ability of PACCs to form abnormal, multiple nuclei. We therefore transfected LMS PACCs to express TP53 and observed an increased apoptotic response. Additionally, combining functional TP53 expression with low doses of doxorubicin increases the apoptotic response of LMS cells, potentially by targeting PACCs. LMS PACCs may contribute to the lack of response in patients with LMS. Identifying therapeutic approaches that prevent or target LMS PACCs, including TP53 replacement, may improve response to chemotherapy and improve outcomes for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Aneuploidy,Chemoresistance,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Kennington<\/b><sup>1<\/sup>, G. Mitchell<sup>1<\/sup>, E. Payne<sup>1<\/sup>, N. Bhachech<sup>1<\/sup>, J. A. Fletcher<sup>2<\/sup>, T. Liu<sup>3<\/sup>, M. van de Rijn<sup>4<\/sup>, S. Amend<sup>5<\/sup>, K. J. Pienta<sup>5<\/sup>, J. D. Schiffman<sup>1<\/sup>, L. M. Abegglen<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT, <sup>2<\/sup>Harvard University, Boston, MA, <sup>3<\/sup>University of Utah, Salt Lake City, UT, <sup>4<\/sup>Stanford University, Stanford, CA, <sup>5<\/sup>John Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"e639100d-ac23-4508-8169-c7033533a6e2","ControlNumber":"8084","DisclosureBlock":"&nbsp;<b>R. Kennington, <\/b> None..<br><b>G. Mitchell, <\/b> None..<br><b>E. Payne, <\/b> None..<br><b>N. Bhachech, <\/b> None..<br><b>J. A. Fletcher, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>M. van de Rijn, <\/b> None.&nbsp;<br><b>S. Amend, <\/b> <br><b>Keystone Biopharma, Inc.<\/b> Other, Equity Interest. <br><b>K. J. Pienta, <\/b> <br><b>CUE Biopharma, Inc.<\/b> Other, Consultant. <br><b>Keystone biopharma, Inc.<\/b> Other, Equity Interest. <br><b>J. D. Schiffman, <\/b> <br><b>Peel Therapeutics<\/b> Employment, Other, Co-founder and Shareholder. <br><b>L. M. Abegglen, <\/b> <br><b>Peel Therapeutics<\/b> Other, Consultant and Shareholder.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1991","PresenterBiography":null,"PresenterDisplayName":"Lisa Abegglen, BS;PhD","PresenterKey":"ab854696-b62a-4d50-8baa-3b28ded62d58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1991. Leiomyosarcoma poly-aneuploid cancer cells form in response to chemotherapy, contribute to chemoresistance, and lead to higher rates of metastatic recurrence","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leiomyosarcoma poly-aneuploid cancer cells form in response to chemotherapy, contribute to chemoresistance, and lead to higher rates of metastatic recurrence","Topics":null,"cSlideId":""},{"Abstract":"The tripartite motif-containing 37 (TRIM37) is a RING finger E3 ubiquitin ligase and is a poor prognostic factor in breast cancer patients. The gene is located in chromosome 17q23, a region amplified in up to 40% of breast cancers. We observed that activation of androgen receptor (AR) could induce resistance to the CDK4\/6 inhibitor Palbociclib, the mechanism yet to be clarified. ChIP-sequencing data suggested that AR binds to the TRIM37 promoter, with AR activation resulting in TRIM37 expression. We hypothesized that TRIM37 might be involved in Palbociclib resistance. Using an ER+ve cell line MCF7 and a TNBC cell line MDA-MB 453, we found that overexpression of TRIM37 could induce Palbociclib resistance. TRIM37 overexpression resulted in RB1 protein downregulation, which is the primary downstream target of CDK4\/6, while TRIM37 knockdown enhanced RB1 protein expression. Ubiquitination assay demonstrated TRIM37 overexpression increased the level of RB1 protein ubiquitination. The co-immunoprecipitation (Co-IP) assay confirmed that TRIM37 protein could interact with the RB1 protein. These results suggest that TRIM37 could be the E3 ligase that regulates RB1 degradation. Various deletion mutants of TRIM37 were cloned for Co-IP experiments between these mutants and RB1. Results show that the MATH and c-terminal domains of TRIM37 was the essential region for the interaction. Overexpression of the mutant with the TRIM37 MATH and c-terminal domains (TRIM37-MATH\/C) could enhance RB1 protein level. This might be due to competition of TRIM37-MATH\/C with wild-type TRIM37 for RB1 binding. Our findings suggest TRIM37 is a novel RB1 E3 ligase, and it binds to the RB1 protein via the MATH and C-terminal domains to regulate protein degradation. Our study also suggests that high expression of TRIM37 mediated by AR activation could deplete RB1, which is the target of Palbociclib, eventually leading to resistance. These findings are supportive of the contribution of AR activation to Palbociclib resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Breast cancer,Androgen receptor,Palbociclib resistance,protein ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. You<\/b>, H. Tsoi, P. Man, L. Chow, W. Dai, U. Khoo; <br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"efc62682-7001-4f07-a4d2-eab798a3c76f","ControlNumber":"6189","DisclosureBlock":"&nbsp;<b>C. You, <\/b> None..<br><b>H. Tsoi, <\/b> None..<br><b>P. Man, <\/b> None..<br><b>L. Chow, <\/b> None..<br><b>W. Dai, <\/b> None..<br><b>U. Khoo, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1992","PresenterBiography":null,"PresenterDisplayName":"Chanping YOU","PresenterKey":"9ee18ea1-4ec7-49f6-b446-1a509c6cd984","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1992. A novel RB1 E3 ligase TRIM37 contributes to palbociclib resistance in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel RB1 E3 ligase TRIM37 contributes to palbociclib resistance in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"BCL-2 family proteins are master regulators of cellular life and death and have become drug targets for the development of therapeutic agents to overcome the apoptotic blockade of cancer. BAX is a pro-apoptotic BCL-2 member that is a crucial mediator of apoptosis induced by diverse stimuli including various chemotherapeutic and targeted agents. BAX predominantly resides in the cytosol in a quiescent state and upon stress, it undergoes conformational activation and mitochondrial translocation leading to mitochondrial outer membrane permeabilization, a critical event in apoptosis execution. While cytosolic BAX is typically considered an inactive monomer, we previously reported structural and cell-based evidence of a cytosolic BAX dimer. However, it remains unclear how this regulates BAX. Moreover, we found that specific BAX mutants such as P168G and G67R formed inactive BAX dimers and mutations of P168A and G67R have been identified in AML patients and found to have impaired apoptotic activity and notably the BAX P168A mutant appeared in AML patients acquiring resistance to the BCL-2 inhibitor Venetoclax. Here, we investigated the role of the inactive BAX dimer in regulating apoptosis and pro-apoptotic drug treatments in various hematologic and solid tumor cancer cells. Surprisingly, cancer cell lines express cytosolic inactive BAX dimers and\/or monomers. Expression of inactive dimers, results in reduced BAX activation, translocation and apoptosis upon pro-apoptotic drug treatments such as BH3 mimetics and chemotherapy drugs. Our findings support the notion that formation of the inactive BAX dimer is a mechanism adopted by cancer cells to further suppress BAX activation and gain survival advantage. Using the inactive BAX dimer crystal structure, we designed a pharmacophore-based drug screen, and identified a small-molecule modulator, BDM19 that binds and activates cytosolic BAX dimers and prompts cells to apoptosis alone or in combination with BCL-2\/BCL-XL inhibitors. Moreover, we validated interactions of BDM19 and BAX, using structural, biochemical and cellular methods, critical for BAX activation. Our findings provide mechanistic insights into the regulation of BAX and resistance to apoptosis in cancer through inactive BAX dimerization. Further, we demonstrate a rational strategy to target BAX dimer for therapeutic modulation of BAX and overcoming resistance to apoptosis by pro-apoptotic agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Apoptosis,Resistance,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Gitego<sup>1<\/sup>, B. Agianian<sup>1<\/sup>, O. Mak<sup>1<\/sup>, V. Kumar MV<sup>1<\/sup>, E. Cheng<sup>2<\/sup>, <b>E. Gavathiotis<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Albert Einstein College of Medicine, Bronx, NY, <sup>2<\/sup>Memorial Sloan-Ketetring Cancer Center, New York City, NY","CSlideId":"","ControlKey":"774aac6d-ffbc-44d1-a03d-ffe5a3aaeaee","ControlNumber":"8800","DisclosureBlock":"&nbsp;<b>N. Gitego, <\/b> None..<br><b>B. Agianian, <\/b> None..<br><b>O. Mak, <\/b> None..<br><b>V. Kumar MV, <\/b> None..<br><b>E. Cheng, <\/b> None..<br><b>E. Gavathiotis, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1993","PresenterBiography":null,"PresenterDisplayName":"Evris Gavathiotis, PhD","PresenterKey":"6e01ec2c-631f-43d7-8aff-6811edab388d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1993. Cytosolic BAX dimerization as a mechanism of resistance to apoptosis and a novel target to potentiate BAX activation and apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytosolic BAX dimerization as a mechanism of resistance to apoptosis and a novel target to potentiate BAX activation and apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most common cancer in the world, with a projection of increased lethality in the upcoming years. Adjuvant chemotherapy with biological agents is the most practiced standard of care today. However, patients with metastatic CRC (mCRC) do not benefit from the wide range of therapies available for CRC, which either owe to unresectability or co-morbidity or more importantly resistance to therapy. 5-fluorouracil (5-FU) combined with leucovorin, oxaliplatin, or irinotecan (FOLFOX or FOLFIRI) has been routinely employed as the first-line therapy in colon cancer, but patients often develop resistance to 5-FU. Additionally, tumor cell dormancy plays a major role in tumor relapse which leads to poor prognosis in the patients. Despite many advances, the understanding of therapy-induced resistance is still in its infancy. Here, we show that 5-FU-induced tumor cell secretome helps in the outgrowth and metastasis of 5-FU-resistant clones in colon cancer. We used parental and 5-FU-resistant colon cancer cell lines, and transgenic zebrafish embryos to test the hypothesis and perform the colon cancer cell-based functional assays. We observed that 5-FU resistant (5-FU-R) colon cancer cells showed an increase in proliferation and survival when cultured with the secretome of 5-FU exposed colon cancer cells compared to the DMSO-induced secretome. Interestingly, we also noted elevated migration and invasion in the 5-FU-R colon cancer cells exposed to 5-FU-induced secretome compared to the DMSO counterpart. Additionally, in zebrafish xenograft, we found that 5-FU-R colon cancer cells cultured with 5-FU-induced secretome showed higher tail-vein metastatic burden compared to the 5-FU-R cells cultured with DMSO-induced secretome. This provides a background to further study in detail the therapy-induced resistance as well as dormancy in colorectal cancer which will help to develop approaches to prevent or reverse chemoresistance in patients who receive systemic therapy for mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"5-Fluorouracil,Colorectal cancer,Drug resistance,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. R. Satapathy<\/b>, S. Ghatak, A. Sjölander; <br\/>Lund University, Malmö, Sweden","CSlideId":"","ControlKey":"52881ac0-7091-4da5-b5e6-15902947bc2c","ControlNumber":"4409","DisclosureBlock":"&nbsp;<b>S. R. Satapathy, <\/b> None..<br><b>S. Ghatak, <\/b> None..<br><b>A. Sjölander, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1994","PresenterBiography":null,"PresenterDisplayName":"Shakti Satapathy, PhD","PresenterKey":"0c3b6da7-87e6-4084-8492-923b2865efe9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1994. Drug-induced cancer cell secretome promotes resistance in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug-induced cancer cell secretome promotes resistance in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"The 5-year survival rate for metastatic colorectal cancer (CRC) is less than 14%. Hyperactivation of the ERK\/MAPK pathway occurs at a high frequency in CRC, due to mutations (RAS, BRAF) or overexpression\/amplification (EGFR) of its signalling components. Aberrant activation of this pathway drives tumour growth and survival and several inhibitors of this pathway are now clinically utilized. The <i>BRAF<\/i> V600E activating mutation occurs in ~10% of CRC patients and is correlated with an extremely poor prognosis. Use of the small molecule BRAF inhibitor encorafenib in combination with the EGFR inhibitor cetuximab is now approved for <i>BRAF<\/i> V600E mutant patients, however, the objective response rate is only ~20% and the treatment is rarely curative. Therefore, there is an urgent need to identify predictive biomarkers of response to encorafenib+cetuximab treatment. Dual-specificity phosphatase 4 (DUSP4) is rapidly induced upon activation of ERK\/MAPK signaling upon which it acts as a critical negative regulator of signaling output by directly de-phosphorylating ERK. We have observed that DUSP4 is highly expressed in <i>BRAF<\/i>-mutant CRC cell lines and primary tumours, although there is a range of expression. Whether DUSP4 expression status impacts on response to encorafenib+cetuximab therapy is unknown. The aim of this study therefore was to determine the role of DUSP4 on sensitivity of <i>BRAF<\/i>-mutant CRC cells to encorafenib+cetuximab treatment <i>in vitro<\/i>. To examine this, we determined the impact of DUSP4 knock-down, knock-out and re-expression on sensitivity of <i>BRAF<\/i>-mutant CRC cancer cell lines to encorafenib+cetuximab treatment. Screening a panel of BRAF mutant CRC cell lines for sensitivity to encorafenib+cetuximab revealed a subset of resistant cell lines had either low or undetectable DUSP4 protein expression, while all sensitive cell lines had high DUSP4 expression. siRNA-mediated knockdown of DUSP4 in DUSP4 expressing <i>BRAF<\/i>-mutant CRC cell lines increased pERK and pFRA1, suggesting activation of ERK\/MAPK signalling. DUSP4 knockdown also reduced sensitivity of BRAF mutant CRC cell lines to encorafenib+cetuximab compared to control. These findings were further validated using DUSP4 knock-out with CRISPR-Cas9. Conversely, DUSP4 re-expression in <i>BRAF<\/i>-mutant CRC cell lines lacking DUSP4 expression, decreased pERK and increased sensitivity to encorafenib+cetuximab treatment. These results demonstrate that DUSP4 regulates ERK\/MAPK signalling in BRAF mutant CRC cell lines and that loss of DUSP4 promotes resistance to encorafenib plus cetuximab treatment. These findings warrant investigation of DUSP4 expression status as a predictive biomarker of encorafenib+cetuximab response in patient samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"BRAF,Drug resistance,ERK,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Needham<\/b>, F. Chionh, S. Kaczmarczyk, C. Kearney, L. Jenkins, I. Luk, J. M. Mariadason; <br\/>Olivia Newton-John Cancer Research Institute, Melbourne, Australia","CSlideId":"","ControlKey":"ebe2a3c1-5c97-4f2a-861f-4f73c293aae9","ControlNumber":"5678","DisclosureBlock":"&nbsp;<b>K. Needham, <\/b> None..<br><b>F. Chionh, <\/b> None..<br><b>S. Kaczmarczyk, <\/b> None..<br><b>C. Kearney, <\/b> None..<br><b>L. Jenkins, <\/b> None..<br><b>I. Luk, <\/b> None..<br><b>J. M. Mariadason, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1995","PresenterBiography":null,"PresenterDisplayName":"Kristen Needham, BA;BS","PresenterKey":"b262e185-4a83-4e42-83e5-ce53931e525c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1995. DUSP4 loss enhances resistance to encorafenib plus cetuximab in <i>BRAF <\/i>mutant colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DUSP4 loss enhances resistance to encorafenib plus cetuximab in <i>BRAF <\/i>mutant colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Intrinsic expression of PD-1 has been discovered in different types of tumurs, exhibiting either oncogenic or tumor-suppressing function. In glioblastoma (GBM), intrinsic PD-1 has been found to play a role in promoting the proliferation and self-renewal of brain tumor-initiating cells through nuclear factor &#954;B without involving PD-L1 ligation, with unknown factors activating this signalling pathway. Meanwhile, TMZ resistance significantly contributes to treatment failure and an extremely poor prognosis for GBM. This study investigated whether intrinsic PD-1 is also expressed in differentiated human GBM cell lines and its role in GBM proliferation and temozolomide (TMZ) resistance. In vitro studies demonstrated the presence of PD-1 in both U87 and U251 TMZ-sensitive and -resistant cell lines, with a higher expression on TMZ-resistant cell lines. <i>PDCD1<\/i> knockdown led to decreased GBM progression, including cell proliferation, colony formation and cell migration, in TMZ-resistant U87 and U251 cell lines using cell viability assays. It also resensitizes these cell lines to TMZ. Overexpression of <i>PDCD1<\/i> in the <i>PDCD1<\/i>-knockdown cell lines increases their proliferation and restores their resistance to TMZ. Treatment of U87 and U251 TMZ-resistant cell lines with TMZ upregulated PD-1 expression. An orthotopic xenograft mouse model is further deployed by injecting previously cultured U87 and U251 cell lines into the mouse brains. A smaller tumour size is observed in the model with <i>PDCD1<\/i> knockdown model than the one without<i> PDCD1<\/i> knockdown when treated with TMZ. This study reveals that intrinsic PD-1 expression contributes to TMZ resistance in GBM and TMZ may be a factor activating the PD-L1-independent PD-1 signalling. PD-1 and its downstream signalling pathway, such as SHP-2 and IKK, may be potential therapeutic targets for GBM patients with TMZ resistance. Co-administration of TMZ and agents inhibiting the intrinsic PD-1 signalling pathway can potentially produce synergistic therapeutic effects. The higher expression of PD-1 on TMZ-resistant GBM than on TMZ-sensitive GBM also suggests that the intrinsic PD-1 level can be a predictor of TMZ outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Temozolomide,Chemoresistance,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Hung<\/b>, M. Kiang, K. Leung; <br\/>The University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"3b822c53-2545-4a4c-b17a-4da0653fc9d4","ControlNumber":"5817","DisclosureBlock":"&nbsp;<b>Y. Hung, <\/b> None..<br><b>M. Kiang, <\/b> None..<br><b>K. Leung, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1996","PresenterBiography":null,"PresenterDisplayName":"Yuet Yi Hung","PresenterKey":"2a08eb36-57a2-4581-a952-c242e0d7e335","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1996. Novel mechanism of temozolomide resistance in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel mechanism of temozolomide resistance in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"RAF and MEK inhibitors greatly benefit BRAF-mutant melanoma patients, but eventually, nearly 80% of patients relapse. Reactivation of MAPK signaling and activation of PI3K\/AKT signaling play a major role in the development of targeted therapy resistance. Therefore, understanding how tumor cells regulate these signaling pathways may yield new insights into drug resistance. The small GTPase ARF6, a member of the RAS superfamily, influences oncogenic signaling by controlling cytoskeletal rearrangements and through endomembrane trafficking. We previously reported that ARF6 is aberrantly activated in metastatic melanoma and that activation of ARF6 is sufficient to promote invasion and accelerate spontaneous metastasis <i>in vivo <\/i>through WNT5A\/beta-catenin and PI3K\/AKT signaling. In contrast to ARF6 activation, herein we show that tumor-specific deletion of <i>Arf6<\/i> significantly limits development and progression of BRAF<sup>V600E<\/sup> melanoma <i>in vivo<\/i>. Mechanistically, we discovered these ARF6-dependent phenotypes may be attributed to a previously unknown role for ARF6 in augmenting BRAF<sup>V600E<\/sup> and PI3K protein levels. Specifically, pharmacologic or genetic activation ARF6 (ARF6-GTP) is sufficient to increase BRAF<sup>V600E<\/sup> and PI3K protein levels in both murine and human melanoma. As a result, ARF6-GTP is also sufficient to enhance activation of MEK, ERK and AKT. Importantly, murine tumors expressing constitutively active ARF6 (ARF6<sup>Q67L<\/sup>) show increased expression of anti-apoptotic proteins compared to ARF6<sup>WT<\/sup> tumors. Together these data suggest that ARF6 promotes tumor survival through augmentation of the BRAF\/MAPK and PI3K\/AKT pathways. To test this, we pharmacologically activated ARF6 during serum withdrawal or vemurafenib treatment. In both conditions, ARF6 activation is sufficient to prevent apoptosis. Surprisingly, we found that vemurafenib treatment leads to ARF6 activation, suggesting that ARF6 may be an important component of the cellular machinery that reactivates MAPK signaling after RAF inhibition. Indeed, pharmacologic activation of ARF6 maintains MAPK signaling (pERK levels) in the presence of vemurafenib and enhances pERK and pAKT-mediated suppression of apoptotic signaling. In summary, our data suggest that in addition to well-established roles in tumor cell invasion, ARF6 is a crucial mediator of survival during tumor progression and in the context of BRAF targeted therapy. More work is needed to understand how ARF6 activation increases BRAF and PI3K expression and if ARF6 activation contributes to the development of persister cells in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"GTPase,Melanoma\/skin cancers,Therapy resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wang<\/b>, C. Rich, A. Rogers, S. Holmen, R. Wolff, A. Grossmann; <br\/>University of Utah Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"5e352b16-e128-47e1-92a5-a3e69f98d76d","ControlNumber":"5963","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>C. Rich, <\/b> None..<br><b>A. Rogers, <\/b> None..<br><b>S. Holmen, <\/b> None..<br><b>R. Wolff, <\/b> None..<br><b>A. Grossmann, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1997","PresenterBiography":"","PresenterDisplayName":"Junhua Wang, BS","PresenterKey":"67d7ec5c-3611-4022-8c34-04458e92bdc7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1997. The small GTPase ARF6 augments BRAF and PI3K expression to promote melanoma survival","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The small GTPase ARF6 augments BRAF and PI3K expression to promote melanoma survival","Topics":null,"cSlideId":""},{"Abstract":"Uveal melanoma (UM) is the leading form of intraocular cancer in adults and the second most common form of melanoma. Although rare, UM has a median survival rate of ~1 year after metastasis occurs. Metastatic UM is largely refractory to treatment and there are no effective pharmacological therapies, resulting in poor overall survival. In &#62;90% UM cases, the oncogenic initiator proteins are constitutively active mutant GNAQ or GNA11 proteins (GNAQ\/11). FR900359 (FR) is a natural compound that inhibits GNAQ\/11 and has anti-proliferative effects on UM cells. To identify key oncogenic mechanisms downstream of mutant GNAQ\/11, we performed a <i>Sleeping Beauty<\/i> (SB) transposon forward genetic screen to identify drivers of FR resistance. The SB screen identified ATP-binding cassette sub-family B member 1 (ABCB1) as one of the top genes upregulated by SB in FR-resistant UM cell populations. We determined that although ABCB1 does not provide immediate resistance to FR, the overexpression of ABCB1 leads to emergence of resistant colonies at a much higher rate than spontaneous resistance, validating ABCB1 as contributors to FR resistance. Unexpectedly, immunofluorescence revealed that a relatively small fraction of UM cells strongly expresses the transgenes after stable transfection. Immunoblotting confirmed that ABCB1 expression was initially modest in ABCB1-transfected populations but increased in the cells that developed resistance to FR. To examine the kinetics of FR resistance, population doubling versus time (PDVT) assays were performed in UM cells expressing ABCB1 or empty vector control treated with FR or vehicle. FR potently suppressed the proliferation of vector control cells. Drug-na&#239;ve ABCB1-transfected cells developed resistance to FR over time but accomplished fewer population doublings than vehicle-treated cells in the same time interval. Once transgenic populations emerged as resistant populations in FR, they grew similarly in drug or vehicle. Ongoing RNA-sequencing analysis from PDVT samples has identified distinct gene expression signatures associated with FR treatment and ABCB1 expression. These findings are expected to illuminate tumor cell heterogeneity amongst UM cell populations that may be related to drug resistance and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Melanoma\/skin cancers,Metastasis,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. D. Murray<\/b><sup>1<\/sup>, J. D. Riordan<sup>1<\/sup>, E. R. Anderson<sup>1<\/sup>, M. D. Onken<sup>2<\/sup>, K. J. Blumer<sup>2<\/sup>, A. J. Dupuy<sup>1<\/sup>, C. S. Stipp<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Iowa Holden Comprehensive Cancer Center, Iowa City, IA, <sup>2<\/sup>Washington University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"3cb49ff1-76a4-431f-90d4-5aa092ab081d","ControlNumber":"7747","DisclosureBlock":"&nbsp;<b>S. D. Murray, <\/b> None..<br><b>J. D. Riordan, <\/b> None..<br><b>E. R. Anderson, <\/b> None..<br><b>M. D. Onken, <\/b> None..<br><b>K. J. Blumer, <\/b> None..<br><b>A. J. Dupuy, <\/b> None..<br><b>C. S. Stipp, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1998","PresenterBiography":null,"PresenterDisplayName":"Sarina Murray, BS","PresenterKey":"e443ffd0-126a-4328-b2aa-3ed63a53e6a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1998. ABCB1 promotes uveal melanoma cell resistance to FR900359 and identifies a tumor cell subpopulation with a distinct gene expression signature","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABCB1 promotes uveal melanoma cell resistance to FR900359 and identifies a tumor cell subpopulation with a distinct gene expression signature","Topics":null,"cSlideId":""},{"Abstract":"Though docetaxel plus cisplatin and 5-fluorouracil (TPF) induction chemotherapy becomes the standard care for locoregionally advanced nasopharyngeal carcinoma (NPC), some patients could not benefit from this therapy. The underlying mechanisms remain unclear. We found that DCAF7 was highly expressed in TPF resistant NPC patients, and promoted the cisplatin resistance and metastasis of NPC cells. Mechanistically, DCAF7 facilitates the interaction between USP10 and G3BP1, resulting in the removal of K48-linked ubiquitylation of G3BP1 at Lys76 mediated by USP10, thus preventing the degradation of G3BP1 through ubiquitin-proteasome pathway, and facilitates the stress granule (SG)-like structures formation. Moreover, knockdown of G3BP1 successfully reversed the SG-like structures formation and oncogenic effects exerted by DCAF7. Importantly, NPC patients with elevated DCAF7 expression exhibited high risks of metastasis, and is associated with a poor prognosis. This study identifies DCAF7 as a pivotal cisplatin resistance gene, and sheds light on the underlying mechanism of TPF resistance in NPC patients. The DCAF7-USP10-G3BP1 axis provides potential therapeutic targets and biomarker for NPC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Nasopharyngeal carcinoma,DCAF7,deubiquitylation,chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q.-J. Li<sup>1<\/sup>, X.-L. Fang<sup>2<\/sup>, Y.-Q. Li<sup>1<\/sup>, J.-Y. Lin<sup>1<\/sup>, C.-L. Huang<sup>1<\/sup>, S.-W. He<sup>1<\/sup>, S.-Y. Huang<sup>1<\/sup>, J.-Y. Li<sup>1<\/sup>, S. Gong<sup>1<\/sup>, K.-L. Chen<sup>1<\/sup>, N. Liu<sup>1<\/sup>, J. Ma<sup>1<\/sup>, <b>Y. Zhao<\/b><sup>1<\/sup>, L.-L. Tang<sup>1<\/sup>; <br\/><sup>1<\/sup>Sun Yat-sen University Cancer Center, State Key Laboratory of Oncology in South China, Collaborative Innovation Center of Cancer Medicine, Guangdong Key Laboratory of Nasopharyngeal Carcinoma Diagnosis and Therapy, Guangzhou, China, <sup>2<\/sup>Peking Union Medical College Hospital, Research Units of New Technologies of Endoscopic Surgery in Skull Base Tumor (2018RU003), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China","CSlideId":"","ControlKey":"d5e0a740-61ea-4ade-b1fe-f56d554c1a99","ControlNumber":"8425","DisclosureBlock":"&nbsp;<b>Q. Li, <\/b> None..<br><b>X. Fang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>S. He, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>S. Gong, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>N. Liu, <\/b> None..<br><b>J. Ma, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>L. Tang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1999","PresenterBiography":null,"PresenterDisplayName":"Yin Zhao, PhD","PresenterKey":"74f13d3f-4209-4875-bbff-0ca6dd6de65f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1999. DCAF7 acts as a scaffold to recruit USP10 for G3BP1 deubiquitylation and facilitates chemoresistance and metastasis in nasopharyngeal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DCAF7 acts as a scaffold to recruit USP10 for G3BP1 deubiquitylation and facilitates chemoresistance and metastasis in nasopharyngeal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<u>Rationale<\/u>: Fluoropyrimidine drugs (FPs; e.g., 5-FU) are widely used to treat colorectal cancer (CRC), the 3<sup>rd<\/sup> leading cause of cancer-related mortality. However, acquired resistance to 5-FU is a principal cause of treatment failure in the metastatic setting. Further, previous studies selected for cells resistant to single agent 5-FU however 5-FU is invariably used clinically in combination with the reduced folate leucovorin (LV). Our studies focus on resistance mechanisms upon treatment with 5-FU+LV in folate-restricted media and test if CF10, a novel polymeric FP being developed in our laboratory displays activity in CRC cells resistant to 5-FU+LV.<br \/><u>Experimental<\/u>: We selected CRC cells (HCT-116, LS174T, HCT15, MC38) resistant to 5-FU+LV by selecting for survival upon culture in folate-restricted media with stepwise increased concentrations of 5-FU+LV over 5 months. Since elevated thymidylate synthase (TS) levels were observed in multiple studies selecting CRC cells for 5-FU resistance, we performed Western blot on cell lysates from parental and (5-FU+LV)-R cells. Since Myc and p53 expression are regulated in part via translational inhibition by TS binding to these mRNAs we also compared Myc and p53 levels in parental and (5-FU+LV)-R cells by Western blot. Further, since TS, Myc, and p53 protein stability are all regulated in part via O-GlcNAc conjugation we tested if OGT levels were changed in (5-FU+LV)-R cells. Resistance factors for CF10 were also determined in (5-FU+LV)-R cells.<br \/><u>Results<\/u>: A surprising result was that basal TS levels were reduced in (5-FU+LV)-R cells relative to the parental cells. We also observed that TS levels were increased in both parental and (5-FU+LV)-R cells by 5-FU+LV treatment however the effect was much greater in (5-FU+LV)-R cells. We observed strongly decreased p53 and Myc levels in the (5-FU+LV)-R cells. CF10 treatment further decreased p53 and Myc levels in parental cells, but increased p53 and further decreased Myc in (5-FU+LV)-R cells. In contrast, 5-FU alone treatment in (5-FU+LV)-R cells increased Myc and decreased p53 levels and further decreased in combination with LV. CF10 retained strong activity in (5-FU+LV)-R cells.<br \/><u>Conclusions<\/u>: Overall, we have validated that cancer cells can be cultured under conditions with human-like folate levels and selected for resistance to 5-FU+LV under folate-restricted conditions. The causes of 5-FU+LV resistance are multi-factorial and include TS overexpression induced by 5-FU+LV treatment that may be mediated by O-GlcNAc conjugation. We demonstrated that CF10 is more potent than 5-FU, and importantly its potency advantage is enhanced in cells selected for 5-FU+LV resistance. Our studies support CF10 translation for treatment of metastatic CRC in patients with progressive disease following treatment with combination therapy that includes 5-FU+LV.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Cancer cell,Chemoresistance,Colorectal cancer,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. C. Okechukwu<\/b>, X. Ma, W. H. Gmeiner; <br\/>Wake Forest University School of Medicine, Winston-Salem, NC","CSlideId":"","ControlKey":"10cbba97-e973-4962-9821-3922e7474f90","ControlNumber":"8468","DisclosureBlock":"&nbsp;<b>C. C. Okechukwu, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>W. H. Gmeiner, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2000","PresenterBiography":null,"PresenterDisplayName":"Charles Okechukwu","PresenterKey":"b9b8ea28-4107-4d3b-8e9b-3c03f7853b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2000. Role of O-GlcNAc conjugation and TS translational repression in 5-FU\/LV resistance in CRC and CF10 response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of O-GlcNAc conjugation and TS translational repression in 5-FU\/LV resistance in CRC and CF10 response","Topics":null,"cSlideId":""},{"Abstract":"Although amplifications and mutations in receptor tyrosine kinases (RTKs) act as bona fide oncogenes, in most cancers, RTKs maintain moderate expression and remain wild-type. Consequently, cognate ligands control many facets of tumorigenesis, including resistance to anti-RTK therapies. Herein, we show that the ligands for the RTKs MET and RON, HGF and HGFL, respectively, are synthesized as inactive precursors that are activated by cellular proteases. Our newly generated HGF\/HGFL protease inhibitors could overcome both <i>de novo<\/i> and acquired cetuximab resistance in colorectal cancer (CRC). Conversely, HGF overexpression was necessary and sufficient to induce cetuximab resistance and loss of polarity. Moreover, HGF-induced cetuximab resistance could be overcome by the downstream MET inhibitor, crizotinib, and upstream protease inhibitors. Additionally, HAI-1, an endogenous inhibitor of HGF proteases, (i) was downregulated in CRC, (ii) exhibited increased genomic methylation that correlated with poor prognosis, (iii) HAI-1 expression correlated with cetuximab response in a panel of cancer cell lines, and (iv) exogenous addition of recombinant HAI-1 overcame cetuximab resistance in CC-HGF cells. Thus, we describe a targetable, autocrine HAI-1\/Protease\/HGF\/MET axis in cetuximab resistance in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"3D cell culture,Epidermal growth factor receptor (EGFR),Drug resistance,Cetuximab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Truong Jones<sup>1<\/sup>, R. Graves-Deal<sup>2<\/sup>, Z. Cao<sup>2<\/sup>, G. Bogatcheva<sup>2<\/sup>, M. A. Ramirez<sup>2<\/sup>, S. J. Harmych<sup>1<\/sup>, J. N. Higginbotham<sup>2<\/sup>, C. C. Wahoski<sup>1<\/sup>, N. Joshi<sup>2<\/sup>, J. T. Roland<sup>2<\/sup>, G. D. Ayers<sup>2<\/sup>, Q. Liu<sup>2<\/sup>, R. J. Coffey<sup>2<\/sup>, J. W. Janetka<sup>3<\/sup>, <b>B. Singh<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN, <sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>3<\/sup>Washington University School of Medicine, Saint Louis, MO","CSlideId":"","ControlKey":"c4183305-4717-4538-a9b7-f9047f2ebfe9","ControlNumber":"8527","DisclosureBlock":"&nbsp;<b>V. Truong Jones, <\/b> None..<br><b>R. Graves-Deal, <\/b> None..<br><b>Z. Cao, <\/b> None..<br><b>G. Bogatcheva, <\/b> None..<br><b>M. A. Ramirez, <\/b> None..<br><b>S. J. Harmych, <\/b> None..<br><b>J. N. Higginbotham, <\/b> None..<br><b>C. C. Wahoski, <\/b> None..<br><b>N. Joshi, <\/b> None..<br><b>J. T. Roland, <\/b> None..<br><b>G. D. Ayers, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>R. J. Coffey, <\/b> None..<br><b>J. W. Janetka, <\/b> None..<br><b>B. Singh, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2001","PresenterBiography":null,"PresenterDisplayName":"Bhuminder Singh, PhD","PresenterKey":"35880568-2ce2-4f7b-98c3-29c37bdd2aba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2001. Autocrine HGF maturation as a targetable regulatory step in cetuximab resistance in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autocrine HGF maturation as a targetable regulatory step in cetuximab resistance in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer remains a significant contributor to cancer-related mortality in the United States, with low survival rates over the past decades. Hormonal therapies targeting estrogen receptors have shown limited efficacy. To explore mechanism of the inefficacy, our approach involved investigating ESR1 degradation within the higher order chromatin structure formed by Megacomplex. We identified a 1.3MDa Megacomplex containing ESR1, FOXA1 and PITX1, with colocalization at 2,440 genomic positions within the PEO4 cell line. Unlike cytoplasmic ESR1, the nuclear form was degraded minimally by ICI182780 (ICI), moreover, ESR1 incorporated into the Megacomplex macromolecule was least degraded. We hypothesized that this resistance might be due to sequestration within the Megacomplex, thereby preventing ICI from effectively targeting ESR1. Addition of a small molecule inhibitor of active chromatin, JQ1, in combination with ICI effectively enhanced the degradation of ESR1 within Megacomplex. The combination stopped nuclear occupancy of ESR1 and also degraded the cytoplasmic protein, thus breaking the ESR1 signaling circuit responsible for tumor cell proliferation. Pathway enrichment results consistently identified similar gene sets obtained independently for RNA-seq analysis after ESR1 modulation, and ChIP-seq analysis of Megacomplex bound genes. Likewise, proteins enriched within the Megacomplex macromolecule, as revealed from mass-spec analysis, returned similar pathway enrichments, directly implicating Megacomplex in ESR1 ovarian cancer gene regulation. We conclude, ESR1 in Megacomplex is resistant to ICI and sensitized by combining ICI with JQ1. This combined treatment strategy showed inhibition of cell proliferation and viability by uncovering ESR1 within the Megacomplex, thus elucidating a novel drug resistance mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Ovarian cancer,Estrogen receptor,Megacomplex,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. K. Jaiswal<\/b><sup>1<\/sup>, K. Fedkenheuer<sup>1<\/sup>, R. Khamar<sup>1<\/sup>, H. Tan<sup>1<\/sup>, V. Gotea<sup>1<\/sup>, A. Elkahloun<sup>1<\/sup>, C. Annunziata<sup>2<\/sup>, L. Elnitski<sup>1<\/sup>; <br\/><sup>1<\/sup>National Human Genome Research Institute, Bethesda, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"18c19e27-b9b0-4f2e-baf7-698fef137179","ControlNumber":"7666","DisclosureBlock":"&nbsp;<b>S. K. Jaiswal, <\/b> None..<br><b>K. Fedkenheuer, <\/b> None..<br><b>R. Khamar, <\/b> None..<br><b>H. Tan, <\/b> None..<br><b>V. Gotea, <\/b> None..<br><b>A. Elkahloun, <\/b> None..<br><b>C. Annunziata, <\/b> None..<br><b>L. Elnitski, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2003","PresenterBiography":null,"PresenterDisplayName":"Laura Elnitski","PresenterKey":"68771288-5c59-46eb-8b15-106619998c61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2003. Chromatin based targeting of a master regulatory complex in estrogen receptor epithelial ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chromatin based targeting of a master regulatory complex in estrogen receptor epithelial ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine (NE) transformation occurs as a mechanism of resistance to targeted therapy in up to 14% and 30% of <i>EGFR-<\/i>mutant lung and AR-dependent prostate adenocarcinomas, respectively, leading to poor prognosis. Even if we know the tumor population at high risk of transformation (<i>TP53\/RB1<\/i>-mutated), no therapies to prevent NE relapse are currently available. To identify therapeutic vulnerabilities for tumors undergoing NE transformation, we performed an <i>in vitro<\/i> CRISPR screen in a NE-transformed lung tumor model. This screen identified CDC7, involved in DNA replication and DNA damage response, as a potential therapeutic target in this setting. Proteogenomic analyses revealed CDC7 upregulation in lung and prostate clinical samples undergoing NE transformation, detected already in pre-transformation adenocarcinomas. These results indicated that CDC7 expression is induced already at early steps of transformation. Consistently, TP53\/RB1-mutated lung and prostate adenocarcinomas exhibited higher CDC7 expression than their double wild-type counterparts. Combined ChIP-seq and promoter reporter assays indicated that CDC7 expression was directly regulated by TP53 and RB1 inactivation. Importantly, TP53\/RB1-inactivation induced sensitivity to the CDC7 inhibitor simurosertib, unraveling a therapeutic vulnerability in tumors at high risk of NE transformation. Thus, we tested the combination of simurosertib with targeted therapy <i>in vivo<\/i> in different lung and prostate patient-derived models of NE transformation, namely TP53\/RB1-knock out adenocarcinomas known to undergo NE transformation on targeted therapy. In these, simurosertib was able to suppress NE transformation and dramatically delay tumor relapse. Trajectory analysis on single-cell transcriptomic data for such models revealed a NE transformation transcriptional program occurring already in the untreated tumors before transformation. Remarkably, simurosertib treatment reverted this transcriptomic state and induced a reversion to the original adenocarcinoma transcriptomic profile. CDC7 inhibition led to increased proteasomal activity and degradation of MYC, a stemness transcription factor involved in NE transformation. Ectopic overexpression of MYC<sup>T58A<\/sup>, a proteasome degradation-resistant MYC isoform, rescued the NE phenotype in these transformation models, suggesting that CDC7 inhibition-induced MYC degradation is the mechanism by which NE transformation is prevented. In sum, CDC7 inhibition may suppress, or at least dramatically delay NE transformation in patients with lung and prostate adenocarcinomas at high risk of transformation, by inducing MYC proteasomal degradation. The clinical availability of CDC7 inhibitors, currently in phase II clinical trials after demonstrating tolerability and preliminary efficacy, will allow rapid translation of these results into the clinics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,Plasticity,Transformation,SCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Quintanal-Villalonga<\/b><sup>1<\/sup>, F. Uddin<sup>1<\/sup>, K. Kawasaki<sup>1<\/sup>, E. Redin<sup>1<\/sup>, V. Durani<sup>1<\/sup>, A. Sabet<sup>1<\/sup>, W. Karthaus<sup>1<\/sup>, Y. A. Zhan<sup>1<\/sup>, S. Zaidi<sup>1<\/sup>, M. Shaffer<sup>1<\/sup>, H. Sridhar<sup>1<\/sup>, J. Qiu<sup>1<\/sup>, P. Manoj<sup>1<\/sup>, E. De Stanchina<sup>1<\/sup>, M. C. Haffner<sup>2<\/sup>, C. L. Sawyers<sup>1<\/sup>, C. M. Rudin<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Fred Hutchinson Cancer Research Center, Seattle, WA","CSlideId":"","ControlKey":"71094918-25e1-465e-94d9-d4333e59e7bb","ControlNumber":"1725","DisclosureBlock":"<b>&nbsp;A. Quintanal-Villalonga, <\/b> <br><b>Astrazeneca<\/b> Other, Honorarium for talk. <br><b>Jazz<\/b> Grant\/Contract. <br><b>Duality<\/b> Grant\/Contract. <br><b>Foghorn<\/b> Grant\/Contract.<br><b>F. Uddin, <\/b> None..<br><b>K. Kawasaki, <\/b> None..<br><b>E. Redin, <\/b> None..<br><b>V. Durani, <\/b> None..<br><b>A. Sabet, <\/b> None..<br><b>W. Karthaus, <\/b> None..<br><b>Y. A. Zhan, <\/b> None..<br><b>S. Zaidi, <\/b> None..<br><b>M. Shaffer, <\/b> None..<br><b>H. Sridhar, <\/b> None..<br><b>J. Qiu, <\/b> None..<br><b>P. Manoj, <\/b> None..<br><b>E. De Stanchina, <\/b> None..<br><b>M. C. Haffner, <\/b> None.&nbsp;<br><b>C. L. Sawyers, <\/b> <br><b>Novartis<\/b> Employment. <br><b>ORIC Pharmaceuticals<\/b> Other, Co-founder. <br><b>Arsenal<\/b> Other, Science advisor. <br><b>Beigene<\/b> Other, Science advisor. <br><b>Blueprint<\/b> Other, Science advisor. <br><b>Column Group<\/b> Other, Science advisor. <br><b>Foghorn<\/b> Other, Science advisor. <br><b>Housey Pharma<\/b> Other, Science advisor. <br><b>Nextech<\/b> Other, Science advisor. <br><b>KSQ<\/b> Other, Science advisor. <br><b>PMW<\/b> Other, Science advisor. <br><b>C. M. Rudin, <\/b> <br><b>Abbvie<\/b> Other, Consulting. <br><b>Amgen<\/b> Other, Consulting. <br><b>AstraZeneca<\/b> Other, Consulting. <br><b>D2G<\/b> Other, Consulting. <br><b>Daiichi Sankyo<\/b> Other, Consulting. <br><b>Epizyme<\/b> Other, Consulting. <br><b>Genetech\/Roche<\/b> Other, Consulting. <br><b>Ipsen<\/b> Other, Consulting. <br><b>Jazz<\/b> Other, Consulting. <br><b>Kowa<\/b> Other, Consulting. <br><b>Lilly<\/b> Other, Consulting. <br><b>Merck<\/b> Other, Consulting. <br><b>Syros<\/b> Other, Consulting. <br><b>Auron<\/b> Other, Advisory Board. <br><b>Bridge Medicines<\/b> Other, Advisory Board. <br><b>DISCO<\/b> Other, Advisory Board. <br><b>Earli<\/b> Other, Advisory Board. <br><b>Harpoon Therapeutics<\/b> Other, Advisory Board.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2004","PresenterBiography":null,"PresenterDisplayName":"Alvaro Quintanal-Villalonga, BDS;PhD","PresenterKey":"301b30cb-6829-4979-bb87-44513f040fa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2004. CDC7 inhibition prevents neuroendocrine transformation in the lung and prostate through MYC degradation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDC7 inhibition prevents neuroendocrine transformation in the lung and prostate through MYC degradation","Topics":null,"cSlideId":""},{"Abstract":"Molecularly targeted therapies have significantly enhanced clinical outcomes by directly addressing oncogenic driver mutations in genes such as EGFR. However, despite the success of treatments targeting these mutations, long-term patient survival remains limited. This study investigates the molecular mechanisms underlying drug-tolerance in response to targeted therapies in non-small cell lung cancer (NSCLC). Using single-cell RNA sequencing of oncogene-driven human NSCLCs at the residual disease (RD) state during active targeted therapy, our investigation reveals an increase of an alveolar type I\/II (AT1\/2) mixed lineage program in surviving cancer cells, resembling an alveolar cell-like state. We observed increased WNT3A\/4 ligands, FZD2 receptors, &#946;-catenin signaling, and AT1\/2 signatures at the RD stage. Consistent with clinical results, AT1\/2 signatures and target genes of &#946;-catenin and YAP are increased in drug-tolerant persister (DTP) cells in preclinical models. Additionally, we discovered that &#946;-catenin and YAP form a stable nuclear protein complex in DTP cells. Disrupting &#946;-catenin\/YAP protein expression and stability in DTP cells by knocking down FZD2 or interrupting the destruction complex of &#946;-catenin\/YAP leads to re-sensitization to the EGFR inhibitor Osimertinib, suggesting a potential therapeutic approach. Furthermore, this therapeutic strategy decreased AT1\/2 gene signatures. Our results highlight an interdependence between &#946;-catenin and YAP, with both proteins playing crucial roles in sustaining DTP cells and promoting the alveolar cell like lineage plasticity. These findings shed light on the complex interplay between &#946;-catenin\/YAP signaling and alveolar signatures in the residual cancer state, offering mechanistic insights and potential therapeutic strategies to address drug tolerance and improve clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,&#946;-catenin,YAP,Alveolar type I\/II (AT1\/2) signatures,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-T. Chou<\/b><sup>1<\/sup>, W. Wu<sup>2<\/sup>, D. Kerr<sup>2<\/sup>, M. Slota<sup>2<\/sup>, T. Bivona<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Francisco; Chan-Zuckerberg Biohub, San Francisco, CA, <sup>2<\/sup>University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"c8176007-918f-4105-843a-dc4ab6b63fcd","ControlNumber":"3004","DisclosureBlock":"&nbsp;<b>Y. Chou, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>D. Kerr, <\/b> None..<br><b>M. Slota, <\/b> None..<br><b>T. Bivona, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2006","PresenterBiography":null,"PresenterDisplayName":"Yu-Ting Chou, PhD","PresenterKey":"f2ba95fd-6ae1-4072-bd08-d44a7095d8c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2006. Deciphering the interplay of &#946;-catenin\/YAP signaling and alveolar lineage plasticity during targeted therapy in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the interplay of &#946;-catenin\/YAP signaling and alveolar lineage plasticity during targeted therapy in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer is the second leading cause of cancer-related death in American men, primarily driven by its ability to evade therapeutic interventions. This study uncovers a novel paradigm where neurolysin, a peptidase previously ascribed to neuronal function, orchestrates the tumor microenvironment (TME) by interfacing with cellular motor proteins. This interaction precipitates a series of events that not only fortify the cancer cells' survival but also underpin the resistance to antiandrogen therapies.<br \/>Experimental Procedures: We deployed advanced prostate cancer models to delve into the extra-neuronal influence of neurolysin, probing its role in the orchestration of the TME. An exhaustive suite of transcriptomic and proteomic analyses, complemented by comprehensive patient cohort studies, laid the foundation for unraveling the complex interplay between neurolysin, motor proteins, and the TME dynamics.<br \/>Results: Our data elucidates that neurolysin's depletion correlates with an altered TME, conducive to cancer proliferation and resilience against targeted therapies. This shift is mediated through neurolysin's interaction with cellular motor proteins, a liaison that appears to be a cornerstone in TME modulation. A significant subset of prostate cancer cases exhibits a neurolysin deficiency, paralleling more aggressive disease and therapeutic defiance, highlighting its role as a critical biomarker and a novel target for intervention.<br \/>Conclusions: Neurolysin steps into the limelight as a pivotal modulator of the TME, operating through mechanisms distinct from its known neuronal functions. Its interplay with motor proteins opens a novel avenue in prostate cancer biology, providing a unique perspective on the regulation of the TME and subsequent therapeutic resistance. Targeting this newly discovered regulatory axis presents a promising therapeutic strategy that could potentially redefine the clinical approach to managing prostate cancer and may have implications for other malignancies driven by similar TME alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Prostate cancer,Therapy resistance,Neurolysin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Wang<\/b>, P. Mu; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"16e337b2-7993-4c4c-b475-30cfa2a705ba","ControlNumber":"3853","DisclosureBlock":"&nbsp;<b>C. Wang, <\/b> None..<br><b>P. Mu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2007","PresenterBiography":null,"PresenterDisplayName":"Choushi Wang, BS","PresenterKey":"e1475041-80cf-40b5-81ca-9f477d5a2078","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2007. Neurolysin: A novel architect of the prostate cancer microenvironment and therapeutic resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neurolysin: A novel architect of the prostate cancer microenvironment and therapeutic resistance","Topics":null,"cSlideId":""},{"Abstract":"Disease recurrence characterized by drug resistance remains a major hurdle to the successful cancer treatment. Long noncoding RNAs (lncRNAs) and RNA N&#8310;-methyladenosine (m6A) have been linked to cancer recurrence. However, if and how lncRNAs and m6A coordinately determine drug resistance in tyrosine kinase (TK)-driven cancers are still unclear. We hypothesize that upon exposure to TK inhibitors (TKI), the dynamic m6A methylation epitransciptomically allows a set of proliferation\/anti-apoptosis-relevant lncRNAs bearing m6A motifs to be rapidly upregulated, thus facilitating a subpopulation of cancer cells to evade TKI killing. By performing transcriptomic and epitransciptomic profiling in long-term TKI (nilotinib)-deprived leukemia resistant cells, we show that many differentially expressed lncRNAs enrich m6A, and more lncRNAs tend to have higher m6A content in resistant cells. We further demonstrate a broad clinical relevance of our findings, showing that upregulation of specific top-ranked lncRNAs (e.g., SENCR, PROX1-AS1, LN892) in TKI-resistant cell lines also occurs in leukemia patients at the diagnostic stage, blast crisis phase or in those not-responding to TKI treatment compared to chronic phase or TKI responders, respectively. Some of the upregulated lncRNAs in leukemia patients pre- and post-TKI treatment predict unfavorable outcomes and are associated with shorter survival duration. Through proliferative and clonogenic assays, we demonstrate that knockdown of SENCR, PROX1-AS1 or LN892 impairs resistant cell growth and renders resistant cells sensitive to nilotinib-induced cell death. We further found that this lncRNA upregulation is attributed to FTO-dependent m6A hypomethylation that stabilizes lncRNA transcripts. Using ectopic expression or genetic\/pharmacological inhibition, we demonstrate that lncRNA upregulation empowers resistant cell growth through an activated PI3K signaling as supported by overexpression of PI3K signaling mediators (e.g., ITGA2, F2R, COL6A1). Treatment with PI3K inhibitor alpelisib sensitizes TKI-resistant cells to TKI-induced cell death and reduces leukemia burden in mice via downregulation of F2R, ITGA2, and COL6A1. In conclusion, our findings add a new layer to the complexity of mechanisms regulating leukemia cell fate under TKI selection and raise the possibility that the m6A-regulated lncRNAs represents a new non-genetic factor to affect the development and maintenance of TKI resistance; our discoveries identify a promising therapeutic target, the m6A-lncRNAs axis, for specifically the most challenging patient subpopulations who are TKI non-responders\/relapsed but do not carry the acquired mutations on top of BCR\/ABL; our results also uncover a strong predictor, m6A-regulated lncRNA-PI3K axis, for poorer prognosis and failure in drug response which might be a pan-cancer mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,Drug resistance,Epigenetics,Long noncoding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Tan<\/b><sup>1<\/sup>, C. Zhou<sup>1<\/sup>, S. Bian<sup>1<\/sup>, W. Walter<sup>2<\/sup>, J. Pang<sup>1<\/sup>, T. Cheng<sup>1<\/sup>, G. Huang<sup>3<\/sup>, G. Hoermann<sup>2<\/sup>, W. Tse<sup>1<\/sup>, S. Liu<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH, <sup>2<\/sup>MLL Munich Leukemia Laboratory, Munich, Germany, <sup>3<\/sup>The University of Texas Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"4fafa834-bee0-47da-8144-b88507b697da","ControlNumber":"3871","DisclosureBlock":"&nbsp;<b>Y. Tan, <\/b> None..<br><b>C. Zhou, <\/b> None..<br><b>S. Bian, <\/b> None..<br><b>W. Walter, <\/b> None..<br><b>J. Pang, <\/b> None..<br><b>T. Cheng, <\/b> None..<br><b>G. Huang, <\/b> None..<br><b>G. Hoermann, <\/b> None..<br><b>W. Tse, <\/b> None..<br><b>S. Liu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2008","PresenterBiography":null,"PresenterDisplayName":"Shujun Liu","PresenterKey":"723e0fe5-819d-42e7-b4d7-63c9328a7bb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2008. The N6-methyladenine-long noncoding RNA axis promotes drug resistance through PI3k signaling in leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The N6-methyladenine-long noncoding RNA axis promotes drug resistance through PI3k signaling in leukemia","Topics":null,"cSlideId":""},{"Abstract":"Taxanes are microtubule (MT)-stabilizing drugs widely used for the treatment of solid tumors, including the highly prevalent cancers of the breast, the prostate and gastric cancer. However, despite their initial activity, taxane resistance invariably occurs, leaving patients with limited therapeutic options. Currently, the molecular determinants of clinical taxane resistance remain poorly understood. We recently identified CLIP-170S, a novel truncated variant of the MT plus-end binding protein CLIP-170, that confers taxane resistance <i>in vitro<\/i> and is associated with clinical taxane resistance in patients with gastric cancer. We further showed that CLIP-170S is aberrantly localized along the MT lattice, thus impairing taxane access to its binding site in the MT lumen. However, the mechanism underlying the resistance-inducing extensive lattice localization of CLIP-170S is unknown. The activity and MT binding properties of canonical CLIP-170 are regulated by conformational changes mediated by the interaction of its N- and C-terminal domains. In its inactive, &#8220;closed&#8221; conformation, CLIP-170 is soluble as the N- and C-terminal domains interact with each other. In the active &#8220;open&#8221; conformation, CLIP-170&#8217;s N- and C-terminal domains are apart, thus exposing its MT-binding domain and allowing MT plus-end binding. As CLIP-170S is missing part of its N-terminal domain, we hypothesized that CLIP-170S is constitutively displayed in an open conformation that promotes its extensive and aberrant localization to the MT lattice. To prove this hypothesis, we used the FKBP-rapalog-FRB system to &#8220;force&#8221; CLIP-170S to assume a &#8220;closed&#8221; conformation. We generated a fusion CLIP-170S protein tagged with FKBP and FRB domains in its N- and C-terminal, respectively. The addition of rapalog induced FKBP (N-ter) and FRB (C-ter) domains to interact, promoting CLIP-170S to adopt a &#8220;closed&#8221; conformation. CLIP-170S in this &#8220;closed&#8221; conformation resulted in its release from the MT-lattice and restored taxane binding to MTs. We next extended our search to other CLIP-170 clinically prevalent variants with sequence alteration predicted to bind to the MT-lattice and potentially interfere with taxane sensitivity. This search identified CLIP-170IR (an intron retention variant) and several other truncation mutants prevalent in gastric, breast and lung cancer cell lines. Experimentally, we showed that these variants not only phenocopy CLIP-170S binding to the MT- lattice but also confer taxane-resistance. Together, these data demonstrate a novel mechanism of taxane resistance mediated by CLIP-170 mutations that induce CLIP-170 to adopt a constitutively &#8220;open&#8221; MT-lattice binding conformation, which renders them susceptible to causing taxane resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Taxanes,Resistance,Microtubules,Microtubule-interfering agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. del Castillo<\/b>, K. Sahu, W. G. Stone IV, M. A. Shah, P. Giannakakou; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"4bf44b11-361a-4d6b-ad8f-c06fe237b896","ControlNumber":"6674","DisclosureBlock":"&nbsp;<b>U. del Castillo, <\/b> None..<br><b>K. Sahu, <\/b> None..<br><b>W. G. Stone, <\/b> None..<br><b>M. A. Shah, <\/b> None..<br><b>P. Giannakakou, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2009","PresenterBiography":null,"PresenterDisplayName":"Urko del Castillo, PhD","PresenterKey":"3b8c3f4b-cb62-4487-abc4-b0cd6d6905ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2009. Novel clinically relevant CLIP-170 variants display an extended conformation microtubule-lattice bound conformation associated with taxane resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel clinically relevant CLIP-170 variants display an extended conformation microtubule-lattice bound conformation associated with taxane resistance","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) accounts for 85% of cases of esophageal cancer worldwide and is the predominant form of esophageal cancer in Asia. A significant number of patients with ESCC are diagnosed at an advanced stage, resulting in poor prognosis. Cisplatin resistance and cancer metastasis are the main clinical challenges in the treatment of advanced ESCC. KLF12 has been extensively characterized as a transcriptional repressor, and previous studies have unveiled its roles in angiogenesis, neural tube defect, and NK cell proliferation. However, the precise contribution of KLF12 to cancer treatment remains undefined. Here, we show that KLF12 is downregulated in various cancer types, and KLF12 downregulation promotes cisplatin resistance, cancer metastasis and recruitment of regulatory T cells (Tregs) in ESCC cell lines. Mechanistically, KLF12 binds to the promoters of L1CAM and represses its expression. Depletion of L1CAM abrogates cisplatin resistance, cancer metastasis, and Treg recruitment caused by KLF12 loss. Moreover, the E3 ubiquitin ligase TRIM27 binds to the N-terminal region of KLF12 and ubiquitinates KLF12 at K326 via K33-linked polyubiquitination. Notably, TRIM27 depletion enhances the transcriptional activity of KLF12 and consequently inhibits L1CAM expression. Overall, our study has firstly elucidated a novel regulatory mechanism involving TRIM27, KLF12 and L1CAM, which plays a substantial role in cisplatin resistance and cancer metastasis in ESCC, and targeting KLF12\/L1CAM axis may be a promising approach for ESCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Cancer therapy,Chemoresistance,Chemotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Zhang, <b>C. Li<\/b>, J. He; <br\/>Department of Thoracic Surgery, National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China","CSlideId":"","ControlKey":"f94b8164-de42-4b1a-9b73-aa0b1e7a5e99","ControlNumber":"884","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>J. He, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3230","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2010","PresenterBiography":null,"PresenterDisplayName":"Chunxiang Li","PresenterKey":"5c7dcfe6-0bb8-4cc9-bd96-71cb48af70a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2010. TRIM27 Interacts with KLF12 to regulate L1CAM expression, influencing cisplatin resistance and cancer metastasis in esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRIM27 Interacts with KLF12 to regulate L1CAM expression, influencing cisplatin resistance and cancer metastasis in esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Therapy resistance in cancer is often linked to cancer cell state or lineage changes. In prostate cancer (PCa), a subset of castration-resistant prostate cancer (CRPC) loses reliance on the androgen receptor (AR) signaling and gains neuroendocrine (NE) traits through a lineage switch along disease progression. However, the molecular mechanisms driving such cellular lineage plasticity remain unclear. This study investigated the functional and mechanistic role of monoamine oxidase A (MAOA) in driving adenocarcinoma (adeno)-to-NE lineage conversion in CRPC cells upon enzalutamide (ENZ), a FDA-approved newer-generation antiandrogen drug, and evaluated the efficacy of MAOA inhibitors for treating CRPC and overcoming ENZ resistance.<b>Methods:<\/b> ENZ-resistant C4-2B and CWR-R1 cells (C4-2B<sup>ENZR<\/sup> and CWR-R1<sup>ENZR <\/sup>) CRPC cells were transfected with a PSA promoter-driven GFP expression construct for isolating a PSA<sup>lo\/-<\/sup> cell population distinct from PSA<sup>hi<\/sup> cells, which was used for manipulation of MAOA expression levels and subsequent functional assays in vitro and in vivo. The MAOA expression levels were determined and correlated with NE parameters in PCa clinical samples by immunohistochemistry and data mining of multiple publicly available clinical datasets. <b>Results:<\/b> MAOA protein expression was significantly upregulated in the PSA<sup>lo\/-<\/sup> ENZ-resistant cell population, accompanied by concomitant activation of NE markers and downregulation of luminal markers including AR and AR targets, compared to the PSA<sup>hi<\/sup> counterpart. Elevated MAOA expression was also found in PCa patient samples associated with NE features from multiple independent cohorts. Silencing MAOA suppressed the proliferation, migration, invasion, stem-like properties and NE plasticity of both PSA<sup>lo\/- <\/sup>C4-2B<sup>ENZR<\/sup> and CWR-R1<sup>ENZR<\/sup> cells. Moreover, co-culturing adeno LNCaP or C4-2B cells with MAOA-silenced PSA<sup>lo\/- <\/sup>cells exhibiting a repressed secretory phenotype attenuated acquired induction of NE markers and proliferation of adeno cells as compared to controls. Mechanistically, MAOA induces Twist1, which directly activates the transcription and expression of BRN2, a master neural transcription factor known to confer NE differentiation and anti-AR therapy resistance in CRPC. Further, pharmacological inhibition of MAOA greatly enhanced the growth-inhibitory efficacy of ENZ with ENZ sensitivity restored in ENZ-resistant LuCaP PC PDX-derived organoids as well as a PSA<sup>lo\/-<\/sup> CWR-R1<sup>ENZR<\/sup> xenograft mouse model.<b>Conclusion:<\/b> Our results suggest MAOA as a potential therapeutic target for reversing ENZ resistance in CRPC treatment by blockade of NE transdifferentiation.<b>Funding Acknowledgements:<\/b> This work was supported by the NIH\/NCI grants R37CA233658 and R01CA258634 (to B. Wu) and the DOD Department of Defense EIRA award W81XWH-21-1-0218 (to J. Wei)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,Drug resistance,Enzalutamide,MAOA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wei<\/b>, J. Wang, C.-h. Chen, W. Guan, B. Wu; <br\/>Washington State University, SPOKANE, WA","CSlideId":"","ControlKey":"b1068036-071c-4ad3-9656-34cf8294fa6c","ControlNumber":"4977","DisclosureBlock":"&nbsp;<b>J. Wei, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>W. Guan, <\/b> None..<br><b>B. Wu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2011","PresenterBiography":null,"PresenterDisplayName":"Jing Wei, PhD","PresenterKey":"479520f1-cff3-47e3-b608-6b00fd1255fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2011. MAOA Drives Anti Androgen Therapy Resistance in Advanced Prostate Cancer by Conferring Neuroendocrine Plasticity via a Twist1 BRN2 Signaling Pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAOA Drives Anti Androgen Therapy Resistance in Advanced Prostate Cancer by Conferring Neuroendocrine Plasticity via a Twist1 BRN2 Signaling Pathway","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is the fourth leading cause of cancer-related deaths in Western Countries and has been predicted to become the second leading cause of cancer-related deaths by 2030. Difficulties in early detection as well as strong chemoresistance of the disease prevent the successful treatment of PDAC patients. Although we have previously identified CYP3A5 as a mediator of paclitaxel resistance, further targets remain elusive. Thus, we set out to identify these CYP3A5-independent mechanisms which could lead to the identification of novel biomarkers and drug targets to improve PDAC treatment. For this project, pancreatic cancer cell lines were derived from treatment-naive PDAC samples and exposed to increasing paclitaxel concentrations to induce resistance. The cells were characterized on a genomic and transcriptomic level using short-read sequencing as well as optical mapping to characterize potential candidate genes <i>in vitro<\/i>. In our results, multi-drug resistance protein 1 (ABCB1) was highly upregulated in our differential gene expression analysis and confirmed as a CYP3A5-independent mediator of acquired paclitaxel resistance. Its overexpression was mediated by extrachromosomal DNA (ecDNA) amplifications upon drug treatment. These circular DNAs were characterized by short-read sequencing as well as long-read optical mapping, which revealed the structures of the most abundant molecules. Furthermore, we investigated the biogenesis of the ecDNA. Current models propose different events such as chromothripsis or breakage-fusion-bridge cycles to initiate ecDNA formation, however, knowledge about the underlying mechanisms remains limited. To study the ecDNA dynamics, we generated ecDNA-negative cell clones from a paclitaxel resistant PDAC cell line. Interestingly, our clonal cell population appears to show the capacity for ecDNA <i>de novo<\/i> generation and quickly adapts to changing selective pressure such as therapy. This finding might unveil new insights into the triggers of ecDNA formation and its dynamic regulation. In conclusion, our results suggest the clinical relevance of ABCB1 as a mediator of paclitaxel resistance in PDAC and we currently validate our findings in patient samples. However, ABCB1 inhibition is associated with severe side effects. Instead, the regulatory pathways associated with enhanced ABCB1 expression and the formation of ecDNAs might provide therapeutic potential. Additionally, the characterization of ecDNA <i>de novo<\/i> generation might unveil new insights into how cancer cells adapt to changing selective pressures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Drug resistance,Gene amplification,Chromosomal instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Vorberg<\/b><sup>1<\/sup>, M. Reitberger<sup>1<\/sup>, B. Rodriguez-Martin<sup>2<\/sup>, M. Starostecka<sup>2<\/sup>, O. Kossi<sup>1<\/sup>, V. Vogel<sup>1<\/sup>, J. Korbel<sup>2<\/sup>, A. Trumpp<sup>1<\/sup>, M. Sprick<sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Research Center, Heidelberg, Germany, <sup>2<\/sup>European Molecular Biology Laboratory, Heidelberg, Germany","CSlideId":"","ControlKey":"2c30c2a3-5649-43a2-a067-393c10cca5eb","ControlNumber":"6748","DisclosureBlock":"&nbsp;<b>T. Vorberg, <\/b> None..<br><b>M. Reitberger, <\/b> None..<br><b>B. Rodriguez-Martin, <\/b> None..<br><b>M. Starostecka, <\/b> None..<br><b>O. Kossi, <\/b> None..<br><b>V. Vogel, <\/b> None..<br><b>J. Korbel, <\/b> None..<br><b>A. Trumpp, <\/b> None..<br><b>M. Sprick, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2012","PresenterBiography":null,"PresenterDisplayName":"Tim Vorberg, MS","PresenterKey":"330a1f43-459c-4e29-a192-ec30ae01e93d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2012. Extrachromosomal DNA promotes drug resistance in pancreatic ductal adenocarcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extrachromosomal DNA promotes drug resistance in pancreatic ductal adenocarcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients with <i>BRCA<\/i>-mutated breast cancer (BC), including triple-negative BC (TNBC), and ovarian cancer (OvCa) are treated with poly (ADP-ribose) polymerase inhibitors (PARPi). BC and OvCa tumors develop similar mechanisms of resistance to platinum-based agents and PARPi. This study aimed to identify microRNAs (miRs) inducing PARPi resistance in cancer cells that can be transferred by extracellular vesicles (EV).<br \/>Methods: Olaparib-resistant (OlaR) cell lines were analyzed for 2,083 miRs using HTG miRNA Whole Transcriptomic Analysis (WTA) and NGS. Functional assays were performed in <i>BRCA1<\/i>-mutated TNBC and OvCa cell lines.<i> In-silico<\/i> analysis were performed using TCGA, GTEx, CCLE, GDSC, and GEO databases.<br \/>Results: The miR-181 family (including miR-181a, <i>p<\/i>=0.001) was significantly upregulated in OlaR TNBC cell lines. High miR-181a levels occurred in tumor tissues of TNBC patients (<i>p<\/i>=0.001). miR-181a binds to the stimulator of interferon genes (STING) mRNA to promote STING mRNA degradation in OvCa. We <i>hypothesized<\/i> that miR-181a downregulates STING and downstream proinflammatory cytokines, to mediate PARPi resistance. miR-181a-overexpression induced olaparib resistance and STING downregulation in <i>BRCA1<\/i>-mutated TNBC cell lines. EV isolated from OlaR TNBC cell lines horizontally transferred miR-181a to non-resistant parental cell lines, which conferred PARPi-resistance and decreased STING. In clinical settings, <i>STING<\/i> levels were positively correlated with interferon gamma (IFNG) response scores (<i>p<\/i>=0.01). Low-IFNG response scores in HER2-negative BC patients showed a worse response to neoadjuvant treatment (<i>p<\/i>=0.001). Consistently, OlaR TNBC cell lines showed resistance to platinum-based drugs. OvCa cell lines resistant to cisplatin showed resistance to olaparib; but miR-181a knockout significantly improved olaparib sensitivity (<i>p<\/i>=0.001).<br \/>Conclusions: High levels of miR-181a decrease STING pathway, correlate with IFNG scores, drive PARPi and platinum-based drug resistance. Horizontal miR-181a EVs transfer can facilitate drug resistance in cells. The miR-181a-STING axis can be used for predicting PARPi responses in TNBC and OvCa tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"MicroRNA,Triple-negative Breast Cancer,Ovarian cancer,STING,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. A. Bustos<\/b><sup>1<\/sup>, T. Yokoe<sup>1<\/sup>, Y. Shoji<sup>1<\/sup>, Y. Kobayashi<sup>1<\/sup>, S. Mizuno<sup>1<\/sup>, T. Murakami<sup>1<\/sup>, S. C. Sekhar<sup>2<\/sup>, M. Knarr<sup>3<\/sup>, S. A. Vasilev<sup>1<\/sup>, A. DiFeo<sup>2<\/sup>, R. Drapkin<sup>3<\/sup>, D. S. B. Hoon<sup>1<\/sup>; <br\/><sup>1<\/sup>Providence Saint John’s Health Center, Santa Monica, CA, <sup>2<\/sup>University Michigan, Ann Arbor, MI, <sup>3<\/sup>University of Pennsylvania, Pensylvania, PA","CSlideId":"","ControlKey":"7846de68-570d-4820-af9d-627840b2f6b1","ControlNumber":"385","DisclosureBlock":"&nbsp;<b>M. A. Bustos, <\/b> None..<br><b>T. Yokoe, <\/b> None..<br><b>Y. Shoji, <\/b> None..<br><b>Y. Kobayashi, <\/b> None..<br><b>S. Mizuno, <\/b> None..<br><b>T. Murakami, <\/b> None..<br><b>S. C. Sekhar, <\/b> None..<br><b>M. Knarr, <\/b> None..<br><b>S. A. Vasilev, <\/b> None..<br><b>A. DiFeo, <\/b> None..<br><b>R. Drapkin, <\/b> None..<br><b>D. S. B. Hoon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2013","PresenterBiography":null,"PresenterDisplayName":"Matias Bustos, PhD","PresenterKey":"82838742-7eac-44e6-99f1-3bf68f209657","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2013. Extracellular vesicles transfer miR-181a to confer PARP inhibitor resistance and induce <i>STING<\/i> degradation in <i>BRCA<\/i>-mutated triple-negative breast and ovarian cancers cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicles transfer miR-181a to confer PARP inhibitor resistance and induce <i>STING<\/i> degradation in <i>BRCA<\/i>-mutated triple-negative breast and ovarian cancers cells","Topics":null,"cSlideId":""},{"Abstract":"Cancer progression remains a major obstacle to the successful treatment of cancer. In HER2+ breast cancer, targeting therapies against HER2 have revolutionized the treatment landscape. However, predictive factors for response are largely unknown and a significant number of patients develop resistance. An extensive body of work has revealed a plethora of mechanisms of resistance. However, a key aspect of cancer cells has been largely overlooked: their aberrant glycosylation profile. Aberrant glycosylation of proteins is a hallmark in cancer and has been linked to multiple processes such as invasion, angiogenesis and modulation of the immune response. Yet the influence of altered glycosylation on the efficacy of HER2-targeted therapies remains unknown. Therefore, here, we address this question using clinical data, 3D co-culture systems and advanced live microscopy. Bioinformatics analysis of SPY-2 clinical trial data reveals an association of specific glycogenes with response to HER2-targeting therapies in breast cancer patients. We validated these findings in resistance cell models generated in-vitro and in-vivo using gain and loss of function assays. Furthermore, to provide a more relevant cell model system, we implement the use of 3D co-cultures of cancer spheroids and immune cells. Thus, our research addresses a largely unexplored area in cancer biology combining clinical data from tumor biopsies, trastuzumab-resistant cancer cell models and, live imaging of 3D heterotypic cultures. This work holds the potential to identify new markers of response to therapies and highlights the importance of the interplay of cancer cells and their microenvironment on the efficacy of current treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Herceptin,Glycosylation,Antibody-dependent cellular cytotoxicity (ADCC),Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Ruiz-Saenz<\/b><sup>1<\/sup>, R. Vincken<sup>1<\/sup>, D. Wolf<sup>2<\/sup>, V. Steri<sup>2<\/sup>, L. van't Veer<sup>2<\/sup>, J. Martens<sup>3<\/sup>, D. Huylebroeck<sup>3<\/sup>, M. M. Moasser<sup>2<\/sup>; <br\/><sup>1<\/sup>CIC bioGUNE, Bilbao, Spain, <sup>2<\/sup>UCSF, San Francisco, CA, <sup>3<\/sup>Erasmus University Medical Center, Rotterdam, Netherlands","CSlideId":"","ControlKey":"6a4ff074-97ad-408d-b0c8-b9b3bd57e314","ControlNumber":"7036","DisclosureBlock":"&nbsp;<b>A. Ruiz-Saenz, <\/b> None..<br><b>R. Vincken, <\/b> None..<br><b>D. Wolf, <\/b> None..<br><b>V. Steri, <\/b> None..<br><b>L. van't Veer, <\/b> None.&nbsp;<br><b>J. Martens, <\/b> <br><b>Bayer<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Menarini<\/b> Grant\/Contract.<br><b>D. Huylebroeck, <\/b> None..<br><b>M. M. Moasser, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2014","PresenterBiography":"","PresenterDisplayName":"Ana Ruiz-Saenz, PhD","PresenterKey":"ac84b20b-b2ef-44d9-9586-0405ff013580","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2014. Tumor glycosylation impacts the efficacy of HER2 targeting therapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"290","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Resistance 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor glycosylation impacts the efficacy of HER2 targeting therapies","Topics":null,"cSlideId":""}]