[{"Abstract":"<b>Background: <\/b>This Phase 0\/2 clinical trial evaluates the pharmacokinetic (PK), pharmacodynamic (PD), and clinical response of newly-diagnosed and recurrent glioblastoma (GBM) patients to the PARP1\/2 selective inhibitors, pamiparib and olaparib, in combination with radiotherapy.<br \/><b>Materials\/Methods: <\/b>In this study, newly-diagnosed (Arm A) and recurrent GBM (Arm B) patients received 4 days of pamiparib (60 mg BID) prior to planned resection at 2-4 or 8-12 hours following the final dose. Arm C included recurrent GBM patients who received 4 days of olaparib (200 mg BID) prior to resection. In the Phase 0 component of the study total and unbound drug concentrations were measured using validated LC-MS\/MS methods. A PK &#8216;trigger&#8217;, defined as unbound drug &#62; 5-fold biochemical IC50 in Gd-nonenhancing tumor, determined eligibility for Phase 2. PARP inhibition was assessed via <i>ex vivo<\/i> tumor tissue radiation and quantification of PAR levels compared to non-irradiated control. When demonstrating a PK response, newly-diagnosed, MGMT-unmethylated GBM or recurrent GBM patients were eligible for Phase 2 dosing of pamiparib (Arms A and B) or olaparib (Arm C) with concurrent RT followed by maintenance pamiparib or olaparib.<br \/><b>Results: <\/b>A total of 41 patients (Arm A, n=16; Arm B, n=19; Arm C, n=6) were enrolled in the Phase 0 component of the study. In Arms A and B, mean unbound concentrations of pamiparib in Gd-nonenhancing tumor were 167.3 nM and 104.3 nM respectively, and in Arm C the mean unbound concentration of olaparib was 5.2 nM. All patients in the pamiparib arms (n=35) but only 1 of 6 patients in the olaparib Arm C exceeded the PK threshold. Radiation-induced PAR expression was 2.44-fold in untreated control vs 1.16 in Arm A (p&#60;0.05), 0.82 in Arm B (p&#60;0.01) and 1.11 in Arm C patients. In Arm A, 7 of 11 MGMT-unmethylated GBM patients advanced to Phase 2. Two patients were ineligible due to clinical status, 1 patient was ineligible per physician decision, and 1 patient declined to participate. In Arm B, 11 of 19 patients advanced to Phase 2. Eight patients were ineligible due to clinical status. At a mean follow-up of 5.8 months, median progression-free survival (PFS) was 5.8, 6.0, and 3.8 months for Arms A (n=7), B (n=11), and C (n=1), respectively. Grade 3+ toxicities related to pamiparib occurred in 4 patients, with 2 adverse events resulted in treatment discontinuation. No grade 3+ toxicities were documented in the olaparib arm.<br \/><b>Conclusions: <\/b>Pamiparib achieved pharmacologically-relevant concentrations in Gd-nonenhancing GBM tissue and suppressed induction of PAR levels <i>ex vivo<\/i> post-radiation. The majority of newly-diagnosed patients with MGMT-unmethylated GBM and recurrent GBM patients advanced to therapeutic dosing in this trial, and pamiparib was generally well-tolerated in these patients.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT02-01 Phase 0 clinical trials,,"},{"Key":"Keywords","Value":"Glioblastoma,PARP inhibitors,Pharmacokinetics,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Sanai<\/b><sup>1<\/sup>, Y.-W. Chang<sup>1<\/sup>, J. Jiang<sup>2<\/sup>, J. Molloy<sup>1<\/sup>, C. Pennington-Krygier<sup>1<\/sup>, J. Harmon<sup>1<\/sup>, A. Hong<sup>1<\/sup>, J. Wanebo<sup>1<\/sup>, W. Kennedy<sup>1<\/sup>, M. Garcia<sup>1<\/sup>, I. Barani<sup>1<\/sup>, W. Yoo<sup>1<\/sup>, A. Tovmasyan<sup>1<\/sup>, A.-C. Tien<sup>1<\/sup>, J. Li<sup>2<\/sup>, S. Mehta<sup>1<\/sup>; <br\/><sup>1<\/sup>Barrow Neurological Institute, Phoenix, AZ, <sup>2<\/sup>Karmanos Cancer Institute, Detroit, MI","CSlideId":"","ControlKey":"8c7029ce-c995-4e2a-8f01-88e72acbd698","ControlNumber":"10473","DisclosureBlock":"&nbsp;<b>N. Sanai, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>J. Molloy, <\/b> None..<br><b>C. Pennington-Krygier, <\/b> None..<br><b>J. Harmon, <\/b> None..<br><b>A. Hong, <\/b> None..<br><b>J. Wanebo, <\/b> None..<br><b>W. Kennedy, <\/b> None..<br><b>M. Garcia, <\/b> None..<br><b>I. Barani, <\/b> None..<br><b>W. Yoo, <\/b> None..<br><b>A. Tovmasyan, <\/b> None..<br><b>A. Tien, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>S. Mehta, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT125","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT125. A phase 0\/2 &#8216;trigger&#8217; trial of pamiparib or olaparib plus radiotherapy in patients with newly-diagnosed or recurrent glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 0\/2 &#8216;trigger&#8217; trial of pamiparib or olaparib plus radiotherapy in patients with newly-diagnosed or recurrent glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal Cancer (CRC) is the 3<sup>rd<\/sup> most common cancer in the US and a leading cause of cancer-related death. The epidermal growth factor receptor (EGFR) is overexpressed by immunohistochemistry (IHC) in up to 60% of CRC and is a relevant target for treatment. Monoclonal antibodies targeting the EGFR (cetuximab, panitumumab) have been in clinical use since 2004 as single agents as well as in combination with chemotherapeutics for patients with metastatic CRC, however primary and secondary resistance is very common. CIMAvax-EGF&#174; (CIMAvax) vaccinates against one of the main EGFR ligands: the epidermal growth factor (EGF) protein. The vaccine is based on active immunotherapy where an individual&#8217;s immune response is manipulated to release its own effector antibodies against circulating EGF. We hypothesize that adding CIMAvax-EGF to standard chemotherapy has the potential to elicit an immune response against EGF for RAS- and BRAF wild-type metastatic CRC.<br \/>Methods: This is a phase 0 study to evaluate CIMAvax in combination with standard therapy for RAS- and BRAF wild-type metastatic CRC. Patients will be treated with chemotherapy\/biologic agent plus CIMAvax 2.4 mg (DL 1); DL -1 is 1.2 mg. The starting dose is the dose currently established as recommended dose in combination with immunotherapy in patients with non-small cell lung cancer. Cohorts A, B1 and B2 will enroll each 6-12 patients. Based on the known CIMAvax safety profile, we expect to enroll 18-20 patients in these cohorts. Cohort C will enroll 4-6 patients. <b>Cohort A<\/b> will enroll patients who have not received prior therapy for advanced disease. Patients in Cohort A will be treated with mFOLFOX6\/Bevacizumab\/CIMAvax at present. <b>Cohort B<\/b> will enroll patients who have received at least one but no more than 2 prior therapies for advanced disease. Cohort B is comprised of 2 sub-Cohorts. The standard therapy backbone in Cohort B1 will be FOLFIRI\/anti-EGFR therapy, and in Cohort B2 mFOLFOX6\/anti-EGFR therapy. <b>Cohort C<\/b> will enroll patients who have not received prior therapy for advanced disease and are candidates for liver metastasectomy. Cohort C will start accruing after the safety run-in phase in Cohorts A, and B2 are completed. The primary objective of this study is to determine the immunogenicity of CIMAvax in the 1<sup>st<\/sup> and 2<sup>nd<\/sup>\/3<sup>rd<\/sup> line setting. Secondary objectives include determining the safety and efficacy of these combinations in this patient population and PFS. Exploratory objectives include evaluation of immunomodulation in the tumor microenvironment in patients undergoing metastasectomy of liver metastases, predictive\/prognostic role of EGFR ligands (such as EGF, epiregulin, and amphiregulin), somatic mutation profile, EGFR expression by IHC and EGFR copy number alterations\/mRNA expression. This trial is currently open for accrual. Clinicaltrials.gov number NCT06011772","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-01 Phase I clinical trials in progress,,"},{"Key":"Keywords","Value":"Colorectal cancer,Vaccine,metastatic disease,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Deepak Vadehra<\/b><sup>1<\/sup>, Cayla Janes<sup>1<\/sup>, Rachel Frascati<sup>1<\/sup>, Mary Reid<sup>1<\/sup>, Tania  C.  Ramos<sup>2<\/sup>, Sarbajit Mukherjee<sup>1<\/sup>, Kalet  L.  Monzón<sup>2<\/sup>, Patricia  L.   L.  Alvárez<sup>2<\/sup>, Orestes  S.  Morales<sup>2<\/sup>, Circe  M.  Pardillo<sup>3<\/sup>, Christos Fountzilas<sup>1<\/sup><br><br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>Center for Molecular Immunology, Havana, Cuba,<sup>3<\/sup>I2 Alliance, Havana, Cuba","CSlideId":"","ControlKey":"a508ed5e-620e-44ce-aa6b-6c4630828405","ControlNumber":"10490","DisclosureBlock":"&nbsp;<b>D. Vadehra, <\/b> None..<br><b>C. Janes, <\/b> None..<br><b>R. Frascati, <\/b> None..<br><b>M. Reid, <\/b> None.&nbsp;<br><b>T. C. Ramos, <\/b> <br><b>CIM<\/b> Other, Author Declares No financial disclosures, however CIM manufactures CIMAvax.<br><b>S. Mukherjee, <\/b> None.&nbsp;<br><b>K. L. Monzón, <\/b> <br><b>CIM<\/b> Author declares no financial disclosures however CIM manufactures CIMAvax. <br><b>P. L. L. Alvárez, <\/b> <br><b>CIM<\/b> Other, Author declares no financial disclosures however CIM manufactures CIMAvax. <br><b>O. S. Morales, <\/b> <br><b>CIM<\/b> Author declares no financial disclosures however CIM manufactures CIMAvax. <br><b>C. M. Pardillo, <\/b> <br><b>I2 Alliance<\/b> Author declares no financial disclosures however I2 alliance is a joint venture with CIM for CIMAvax research.<br><b>C. Fountzilas, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT126","PresenterBiography":null,"PresenterDisplayName":"Deepak Vadehra, DO","PresenterKey":"b327d3b8-167b-49e2-acb8-4453139431b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT126. A Phase 0 Study of EGF-Depleting Therapy CIMAvax-EGF in Combination With Standard Therapy for RAS- and BRAF Wild-Type Metastatic Colorectal Cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Phase 0 Study of EGF-Depleting Therapy CIMAvax-EGF in Combination With Standard Therapy for RAS- and BRAF Wild-Type Metastatic Colorectal Cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> AKT inhibitor was reported to be a potential treatment for drug-resistant tumors by reducing AKT activity, and a synergistic agent of ICIs. Afuresertib is an oral pan-AKT inhibitor that has shown clinical efficacy in multiple tumors. The phase I part of this study assessed the safety, tolerability, and anti-tumor activity of the combination therapy of LAE005 (PD-L1 antibody) plus afuresertib plus nab-paclitaxel in advanced solid tumors, primarily in TNBC.<br \/><b>Methods: <\/b>This is a multi-center, open-label, dose-escalation and proof-of-concept phase I\/II study (NCT05390710). In phase I part, patients with advanced solid tumors (TNBC preferred) who have failed 0 to 3 lines of standard treatment are eligible. ECOG score 0-1. Efficacy evaluation is based on RECIST 1.1. Dose escalation uses Bayesian optimal interval (BOIN) design.<br \/><b>Results:<\/b> As of December 11, 2023, 22 subjects were enrolled and dosed. The median prior line of systematic anti-tumor therapy was 1 (0-3), including chemotherapy, PAPR inhibitor or ICIs. Six subjects (3 TNBC, 2 HR+ BC, 1 lung adenocarcinoma) were enrolled in cohort 1 (afuresertib 100 mg PO QD + LAE005 1200 mg IV Q3W + nab-paclitaxel 125 mg\/m<sup>2<\/sup> IV D1, D8, Q3W). Six TNBC subjects were enrolled in cohort 2 (afuresertib 100 mg PO QD + LAE005 1200 mg IV Q3W + nab-paclitaxel 100 mg\/m<sup>2<\/sup> IV D1, D8, Q3W). 10 TNBC subjects were enrolled in cohort 3 (afuresertib 125 mg PO QD + LAE005 1200 mg IV Q3W + nab-paclitaxel 100 mg\/m<sup>2<\/sup> IV D1, D8, Q3W). 2, 0, 2 dose-limiting toxicity (DLT) cases were reported out of 6, 6, 7 DLT evaluable subjects in cohort 1, 2, 3, respectively. DLTs were grade 3 rash (including rash, rash maculopapular, and erythema multiforme) and fever. The most common treatment-emergent AEs were rash (90.9%), white blood cell count decreased (81.8%), and neutrophil count decreased (77.3%). The most common grade 3 or above AEs were neutrophil count decreased (40.9%), white blood cell count decreased (36.4%), rash (18.2%) and lymphocyte count decreased (18.2%). Most of the AEs are manageable, reversible, and recovered after routine treatments. The median follow-up time for 19 TNBC subjects was 16.0 months (min-max: 8.7-28.9 months). The median PFS of these TNBC subjects was 5.4 months (95% CI: 1.4-14.0 months). Among 14 TNBC patients who completed at least 2 cycles of treatment, 5 cases had confirmed PR (ORR 35.7%), 4 cases (28.6%) had SD as the best response. DCR was 64.3%, ORR in three cohorts was 1\/2, 2\/5, 2\/7, respectively. The median DOR was 9.26 months (95%CI: 2.3-NE months).5 TNBC subjects were treated for more than 32 weeks, and the longest duration of treatment was 73 weeks.<br \/><b>Conclusions: <\/b>The triplet regimen shows a manageable safety profile and encouraging preliminary activity in the drug resistant TNBC patients. This triplet regimen warrants further investigation.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),AKT\/PKB activation,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Xu<sup>1<\/sup>, P. Zhang<sup>1<\/sup>, Y. Wang<sup>2<\/sup>, Z. Tong<sup>3<\/sup>, T. Yao<sup>4<\/sup>, X. Wang<sup>5<\/sup>, Z. Wang<sup>6<\/sup>, P. Guo<sup>6<\/sup>, W. Ma<sup>6<\/sup>, <b>Y. YUE<\/b><sup>6<\/sup>; <br\/><sup>1<\/sup>Cancer Hospital Chinese Academy of Medical Sciences, Beijing, China, <sup>2<\/sup>Sun Yat-sen Memorial Hospital Sun Yat-sen University, Guangzhou, China, <sup>3<\/sup>Tianjin Medical University Cancer Institute&Hospital, Tianjin, China, <sup>4<\/sup>The First Affiliated Hospital of Bengbu Medical College, Bengbu, China, <sup>5<\/sup>Sir Run Run Shaw Hospital Zhejiang University School of Medicine, Hangzhou, China, <sup>6<\/sup>Laekna Therapeutics, Shanghai, China","CSlideId":"","ControlKey":"65ebfd4d-398d-4d9f-abeb-df90653206f1","ControlNumber":"10260","DisclosureBlock":"&nbsp;<b>B. Xu, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Tong, <\/b> None..<br><b>T. Yao, <\/b> None..<br><b>X. Wang, <\/b> None.&nbsp;<br><b>Z. Wang, <\/b> <br><b>Laekna Therapeutics<\/b> Employment. <br><b>P. Guo, <\/b> <br><b>Laekna Therapeutics<\/b> Employment. <br><b>W. Ma, <\/b> <br><b>Laekna Therapeutics<\/b> Employment. <br><b>Y. Yue, <\/b> <br><b>Laekna Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT128","PresenterBiography":null,"PresenterDisplayName":"Yong Yue, MD;PhD","PresenterKey":"25144b37-e2d3-4011-8275-5f049fd2be12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT128. Phase I\/II clinical trials of LAE005, afuresertib plus nab-paclitaxel in patients with advanced solid tumors, primarily in patients with triple-negative breast cancer (TNBC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase I\/II clinical trials of LAE005, afuresertib plus nab-paclitaxel in patients with advanced solid tumors, primarily in patients with triple-negative breast cancer (TNBC)","Topics":null,"cSlideId":""},{"Abstract":"Background: GCC19CART, the first clinical candidate from the CoupledCAR solid tumor platform, is designed to overcome the limitations of conventional CAR T-cells in solid tumor malignancies by pairing solid tumor CAR T-cells with CD19-targeting CAR T-cells to amplify the proliferation and activation of the solid tumor CAR T component. GCC19CART targets guanylate cyclase-C (GCC), which is reported to be expressed in the metastatic lesions of 70%-80% of subjects with colorectal cancers and largely restricted to the intestinal tract. A Phase 1 investigator-initiated clinical trial conducted in China showed preliminary efficacy with an overall response rate (ORR) at dose level 1 (1x10<sup>6<\/sup> CAR T-cells\/kg) of 15.4% ORR (2\/13) and 50% ORR (4\/8) in dose level 2 (2x10<sup>6<\/sup> CAR T-cells\/kg). Common side effects included cytokine release syndrome (CRS) and diarrhea\/colitis. Immune effector cell-associated neurotoxicity syndrome (ICANS) was seen in a smaller proportion of patients. A phase 1 study was initiated in the United States in August 2022 for patients with metastatic colorectal cancer refractory to standard of care chemotherapy. As of a data cutoff on &#8203;November 1, 2023, 4 subjects have been treated in the initial dose level.<br \/>Methods: Subjects were initially screened for GCC expression; this requirement was later discontinued when immunohistochemistry studies revealed that the frequency of positive GCC expression exceeded 95%. Eligible subjects underwent leukapheresis, a single dose of lymphodepleting chemotherapy (fludarabine 30mg\/m2 and cyclophosphamide 300mg\/m2) 3 days prior to infusion, and then administration of a single infusion of GCC19CART. Responses were assessed by RECIST v1.1 by site investigator review and an independent third-party imaging contract research organization.<br \/>Results: 4 subjects have been dosed at level 1 (1x10<sup>6<\/sup> cells\/kg) and completed the DLT period at the time of data cutoff. The most common adverse events were CRS in 4\/4 subjects (Grade 1: 2\/4 (50%) or Grade 2: 2\/4 (50%)) and diarrhea in 3\/4 subjects (Grade 1: 1\/4 (25%), Grade 2: 1\/4 (25%), or Grade 3: 1\/4 (25%)). Three out of four patients had a mild tremor (Grade 1) that resolved with corticosteroids and no other evidence of neurotoxicity. The combined overall response rate (ORR) was 50% (2\/4) by independent review. Two subjects demonstrated a partial response (PR) while 1 additional subject had partial metabolic response (PMR) on PET\/CT with stable disease (SD) and 1 patient had progressive disease per RECIST 1.1. Per site investigator review, the ORR was 25%, with 1 confirmed PR and 3 SD assessed as best response. The median PFS was 3.8 months in the dose level 1 group.<br \/>Conclusions: Preliminary results demonstrate that GCC19CART has meaningful clinical activity and an acceptable safety profile in refractory metastatic colorectal cancer. This trial is ongoing and updated data will be presented, including from patients treated at dose level 2 (2x10<sup>6<\/sup> CAR T-cells\/kg). Clinical trial information: NCT05319314.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"CAR T cells,Colorectal cancer,Adoptive cell therapy,Colorectal adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. P. Keenan<\/b><sup>1<\/sup>, C. H. Lieu<sup>2<\/sup>, M. Fakih<sup>3<\/sup>, D. Chen<sup>4<\/sup>, L. Lu<sup>5<\/sup>, E. Rowinsky<sup>5<\/sup>, V. Lu<sup>5<\/sup>, L. Xiao<sup>5<\/sup>, A. P. Venook<sup>1<\/sup>, B. Schlechter<sup>6<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, Helen Diller Family Comprehensive Cancer Center, San Francisco, CA, <sup>2<\/sup>University of Colorado Cancer Center, Aurora, CO, <sup>3<\/sup>City of Hope Comprehensive Cancer Center, Duarte, CA, <sup>4<\/sup>Innovative Cellular Therapeutics, Shanghai, China, <sup>5<\/sup>Innovative Cellular Therapeutics, Rockville, MD, <sup>6<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"b08e8c59-e94a-4f6e-8748-45d8bb7ceefc","ControlNumber":"10430","DisclosureBlock":"<b>&nbsp;B. P. Keenan, <\/b> <br><b>Regeneron, Inc.<\/b> Other, consulting. <br><b>Roche\/Genentech<\/b> Grant\/Contract, Travel.<br><b>C. H. Lieu, <\/b> None.&nbsp;<br><b>M. Fakih, <\/b> <br><b>AbbVie, Inc.<\/b> Other, consultant. <br><b>AstraZeneca<\/b> Other, consultant. <br><b>Bayer Corporation<\/b> Other, Advisory, Consultant. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant, study drug provided to institution. <br><b>Eisai, Oncology<\/b> Other, Advisory Board. <br><b>Entos, Inc.<\/b> Other, Advisory Board. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Advisory Board. <br><b>Mirati Therapeutics, Inc.<\/b> Other, Advisory Boards, Editorial Boards, Consulting. <br><b>Nouscom<\/b> Other, Advisory Board. <br><b>Pfizer<\/b> Other, Consulting. <br><b>Roche\/Genentech<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Taiho Oncology<\/b> Other, Consulting. <br><b>AgenusBio<\/b> Grant\/Contract. <br><b>Verastem<\/b> Grant\/Contract. <br><b>D. Chen, <\/b> <br><b>Innovative Cellular Therapeutics<\/b> Employment. <br><b>L. Lu, <\/b> <br><b>Innovative Cellular Therapeutics<\/b> Employment. <br><b>E. Rowinsky, <\/b> <br><b>Innovative Cellular Therapeutics<\/b> Employment. <br><b>V. Lu, <\/b> <br><b>Innovative Cellular Therapeutics<\/b> Employment. <br><b>L. Xiao, <\/b> <br><b>Innovative Cellular Therapeutics<\/b> Employment.<br><b>A. P. Venook, <\/b> None..<br><b>B. Schlechter, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT129","PresenterBiography":null,"PresenterDisplayName":"Bridget Keenan, MD;PhD","PresenterKey":"ed736e25-cb91-4ef5-adbd-3ddef2b2d937","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT129. A phase 1 dose escalation study of a novel coupled CAR T cell therapy, GCC19CART, for patients with metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 1 dose escalation study of a novel coupled CAR T cell therapy, GCC19CART, for patients with metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: In preclinical studies, we found that the immuno-oncology target and tryptophan metabolizing enzyme indoleamine 2, 3-dioxygenase 1 (IDO1) promotes resistance to radiation in rectal cancer regardless of MSI status. Furthermore, IDO1 inhibition with epacadostat improved tumor radiosensitivity, abrogated immunosuppression, limited distal recurrence, and was radioprotective of the normal intestine. This trial aimed to evaluate the safety of IDO1 inhibition when combined with neoadjuvant short-course radiation (SCRT) and chemotherapy with capecitabine and oxaliplatin (CAPOX) for LARC.<br \/>METHODS: The primary objective was to determine the recommended phase II dose (RP2D) of epacadostat for combination with SCRT and CAPOX. Secondary objectives included determining antitumor activity as measured by neoadjuvant rectal (NAR) score and pathological or clinical complete responses. During the dose escalation phase, 3 doses of epacadostat (300mg, 400mg, &#38; 600mg BID) were explored. Epacadostat was combined with SCRT (5Gy x 5 fractions) followed by 6 cycles of CAPOX chemotherapy, until the day of surgery (~24 wks). Tissues and blood were collected for correlative studies. A control cohort was generated from patients receiving the same treatment without epacadostat. NCT03516708<br \/>RESULTS: Seventeen patients were enrolled from 4\/2019 to 8\/2023. RP2D of epacadostat in combination with SCRT and CAPOX chemotherapy was determined to be 400mg BID. Two patients experienced dose-limiting toxicities (DLT) at 600mg dose level, one with G2 elevated ALT and another with G3 maculopapular rash. No DLT was reported at other dose levels. Of six patients who underwent surgery, the mean NAR score was 7.46 (SD 7.11; range 0 - 20.4), indicating potentially better response compared to the mean NAR of 17.8 in an institutional 2:1 matched control cohort (p=0.03).<br \/>Tumor tissue revealed increased IDO1 expression and kynurenine levels in all patient tumors after radiation. After epacadostat, serum levels of kynurenine were reduced while TNF&#945;, IFN&#947;, and MIP1a were all increased. Global metabolomics and RNAseq revealed a distinct pattern of serum biomarkers and immunophenotype respectively in patients after treatment. Tumoroids were evaluated as ex vivo models of treatment response.<br \/>CONCLUSION: Epacadostat in combination with SCRT and CAPOX was well-tolerated. An NCI supported Phase 2 trial is ongoing to further evaluate the promising disease responses reported in dose escalation phase.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"IDO1,Colorectal cancer,Radiation therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Park<\/b><sup>1<\/sup>, K. Pedersen<sup>2<\/sup>, K. Huang<sup>2<\/sup>, M. Mutch<sup>2<\/sup>, H. Kim<sup>2<\/sup>, N. Trikalinos<sup>2<\/sup>, O. Aranha<sup>2<\/sup>, B. Tan<sup>2<\/sup>, R. Suresh<sup>2<\/sup>, L. Ratner<sup>2<\/sup>, M. Khushman<sup>2<\/sup>, J. Visconti<sup>2<\/sup>, K.-H. Lim<sup>2<\/sup>, L. Henke<sup>3<\/sup>, M. Swiecicki<sup>2<\/sup>, J. Liu<sup>2<\/sup>, P. Parikh<sup>4<\/sup>, M. Ciorba<sup>2<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, <sup>2<\/sup>Washington University in St. Louis, St. Louis, MO, <sup>3<\/sup>Case Western Reserve University, Cleveland, OH, <sup>4<\/sup>Henry Ford Health Cancer, Detroit, MI","CSlideId":"","ControlKey":"de4891b0-4a46-46ec-a585-0379b13810a4","ControlNumber":"9732","DisclosureBlock":"<b>&nbsp;H. Park, <\/b> <br><b>Ambrx; Amgen; Aprea Therapeutics; Astra Zeneca; Bayer; BeiGene; BJ Bioscience; Bolt Biotherapeutics; Bristol-Myers Squibb; Daiichi Sankyo; Exelixis; Genentech;Gossamer Bio; ImmuneOncia; Incyte<\/b> Grant\/Contract. <br><b>Jounce Therapeutics; Lilly; MabSpace Biosciences; Macrogenics; Merck; Mersana; Mirati Therpeutics; Novartis; Oncologie; Pfizer; PsiOxus Therapeutics;Puma Biotechnology; Regeneron; Seagen<\/b> Grant\/Contract. <br><b>Strata Oncology; Synermore Biologics; Tizona Therapeutics; TopAlliance BioScience; Turning Point Therapeutics; Vedanta Biosciences<\/b> Grant\/Contract. <br><b>K. Pedersen, <\/b> <br><b>Bayer, Array BioPharma, Pfizer, Novartis, GlaxoSmithKline, SAGA Diagnostics, AstraZeneca, Taiho Oncology, Incyte, Artemida Pharma<\/b> Other, Consulting or Advisory Role. <br><b>WebMD<\/b> Other, Speaker's Bureau. <br><b>Merck, Abbvie, Roche\/Genentech, Bristol-Myers Squibb, Pfizer, Daiichi Sankyo, Lilly, Nouscom, Boston Biomedical, Rafael Pharmaceuticals, Novartis, Ipsen, Notera, Arcus, Incite, HCW Biologics<\/b> Grant\/Contract. <br><b>Cardiff Oncology, Biomea Fusion<\/b> Grant\/Contract. <br><b>Array BioPharma, BeiGene, Nouscom, GlaxoSmithKline<\/b> Travel.<br><b>K. Huang, <\/b> None..<br><b>M. Mutch, <\/b> None..<br><b>H. Kim, <\/b> None.&nbsp;<br><b>N. Trikalinos, <\/b> <br><b>Exelixis<\/b> Grant\/Contract.<br><b>O. Aranha, <\/b> None..<br><b>B. Tan, <\/b> None..<br><b>R. Suresh, <\/b> None..<br><b>L. Ratner, <\/b> None.&nbsp;<br><b>M. Khushman, <\/b> <br><b>Blueprint Medicines, Cardiff Oncology, Moderna Therapeutics, Regeneron<\/b> Stock. <br><b>Muerus, TriSalus Life Sciences, Cardinal Health<\/b> Other, Consulting or Advisory Role. <br><b>Caris Life Sciences<\/b> Other, Speaker's Bureau. <br><b>Abbvie, FOGPharma, IgM Biosciences<\/b> Grant\/Contract.<br><b>J. Visconti, <\/b> None.&nbsp;<br><b>K. Lim, <\/b> <br><b>Curis<\/b> Other, Honoraria. <br><b>L. Henke, <\/b> <br><b>Varian Medical Systems<\/b> Grant\/Contract.<br><b>M. Swiecicki, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>P. Parikh, <\/b> None.&nbsp;<br><b>M. Ciorba, <\/b> <br><b>Incyte<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT130","PresenterBiography":null,"PresenterDisplayName":"Haeseong Park, MD;MPH","PresenterKey":"8ba995b7-708a-4c42-a071-0455fc9934a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT130. Epacadostat with preoperative chemoradiation in locally advanced rectal cancer (LARC): Results of a translational phase I clinical trial","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epacadostat with preoperative chemoradiation in locally advanced rectal cancer (LARC): Results of a translational phase I clinical trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Title:<\/b> Effect of Rivoceranib Administered as 200 mg Once Daily on the Pharmacokinetics of CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A4 Substrates<br \/><b>Background:<\/b> Rivoceranib is a selective vascular endothelial growth factor receptor-2 tyrosine kinase inhibitor with potent antitumor activity. The purpose of this study is to evaluate the effect of rivoceranib on the pharmacokinetics of various CYP substrates in healthy subjects following administration of rivoceranib 200 mg once daily (QD), which is similar to the proposed rivoceranib dosing regimen (250 mg QD) in combination with camrelizumab for the treatment of hepatocellular carcinoma.<br \/><b>Methods:<\/b> This open-label, fixed-sequence, crossover drug-drug interaction phase 1 study evaluated the impact of multiple oral doses of rivoceranib at 200 mg QD on the pharmacokinetics of single oral doses of CYP enzyme substrates included in the Cooperstown 5+1 cocktail (midazolam 2 mg [CYP3A4\/5 substrate], warfarin 10 mg [CYP2C9 substrate]\/vitamin K 10 mg, dextromethorphan 30 mg [CYP2D6 substrate], omeprazole 40 mg [CYP2C19 substrate], and caffeine 200 mg [CYP1A2 substrate]). On Day 1, subjects received a single oral dose of the Cooperstown cocktail. Blood samples were collected predose on Day 1 and up to 120 hours post-dose for pharmacokinetic analyses. On Days 6-15, subjects received rivoceranib at 200 mg QD. On Day 11, a single dose of the Cooperstown Cocktail was co-administered with rivoceranib at 200 mg. Each dose was administered under postprandial conditions except for Day 11 when subjects fasted. Blood samples were collected predose on Day 11 and up to 120 hours post cocktail dosing for pharmacokinetic analyses. Subjects returned on any day between Days 21-25 for safety follow-up.<br \/><b>Results:<\/b> Rivoceranib 200 mg QD increased dextromethorphan AUC<sub>0-inf <\/sub>by 144% and C<sub>max <\/sub>by 70%, increased midazolam AUC<sub>0-inf <\/sub>by 65% and C<sub>max<\/sub> by 16%, increased the warfarin AUC<sub>0-inf <\/sub>by 28% and C<sub>max<\/sub> by 5%, increased omeprazole AUC<sub>0-inf <\/sub>by 77% and C<sub>max<\/sub> by 62%, and decreased caffeine AUC<sub>0-inf <\/sub>by 20% and C<sub>max <\/sub>by 7%. Cooperstown Cocktail alone or coadministration of Cooperstown Cocktail and rivoceranib was generally well tolerated.<br \/><b>Conclusions:<\/b>Rivoceranib at 200 mg QD does not substantially affect the exposure of the substrates of CYP3A4\/5, CYP2C9, CYP2C19, and CYP1A2. Recommendation of dose adjustment of these CYP substrates is not needed when administered with rivoceranib at 200 mg QD. Rivoceranib may increase the exposure of the substrate of CYP2D6 by approximately 100%, indicating that a dose adjustment of CYP2D6 substrates and\/or close monitoring patients should be considered when administered with rivoceranib 200 mg QD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Pharmacokinetics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Jang<\/b><sup>1<\/sup>, X. Wei<sup>1<\/sup>, X. Meng<sup>1<\/sup>, J. Reitano<sup>1<\/sup>, V. Urity<sup>1<\/sup>, C. Park<sup>1<\/sup>, B. Strickland<sup>1<\/sup>, G. Lee<sup>1<\/sup>, D. Nguyen<sup>2<\/sup>; <br\/><sup>1<\/sup>Elevar Therapeutics, Fort Lee, NJ, <sup>2<\/sup>Altasciences, Los Angeles, CA","CSlideId":"","ControlKey":"1f18071a-2ac2-4005-a576-d8ef3b5ea9c2","ControlNumber":"10288","DisclosureBlock":"<b>&nbsp;S. Jang, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>X. Wei, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>X. Meng, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>J. Reitano, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>V. Urity, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>C. Park, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>B. Strickland, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option. <br><b>G. Lee, <\/b> <br><b>Elevar Therapeutics<\/b> Employment, Stock Option.<br><b>D. Nguyen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT131","PresenterBiography":null,"PresenterDisplayName":"Seong Jang, PhD","PresenterKey":"15cc910f-3aa3-42bb-bfce-11ac6b147f10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT131. Effect of rivoceranib administered as 200 mg once daily on the pharmacokinetics of CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A4 substrates","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of rivoceranib administered as 200 mg once daily on the pharmacokinetics of CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A4 substrates","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>TST001\/osemitamab is a novel, recombinant humanized IgG1 mAb with improved CLDN18.2 binding affinity and enhanced antibody-dependent cellular cytotoxicity (ADCC) and complement-dependent cytotoxicity (CDC) and can result in more efficient cytotoxicity of tumors expressing human CLDN18.2 across a broad range of levels including low to medium expression.<b><\/b><br \/><b>Methods: <\/b>This is an open-label, multi-center phase I\/IIa first in human (FIH) study of osemitamab administered as monotherapy or in combination with nivolumab or standard of care for patients with locally advanced or metastatic solid tumors. The study includes two parts: Part A (completed), a dose escalation of osemitamab as a monotherapy in solid tumors, osemitamab intravenous infusion at dose from 1mg\/kg to 10mg\/kg and once every two weeks (Q2W) or once every three weeks (Q3W) were evaluated; Part B (ongoing) includes expansion cohorts of osemitamab in combination with other therapies (cohort A and B). Cohort A includes combination of osemitamab, nivolumab, and mFOLFOX6 as the 1<sup>st<\/sup> line treatment for G\/GEJ cancer. Cohort B includes osemitamab in combination with nivolumab in advanced pre-treated G\/GEJ cancer.<br \/><b>Results:<\/b> As of Nov. 30, 2023, 68 patients have been treated: 38 patients were enrolled in the Part A dose escalation,13 in Part B Cohort A, and 17 in Part B Cohort B. The population (N=68) consisted of 59% males, median age 62 years and 50% with G\/GEJ cancer. Doses evaluated are 3 to 10mg\/kg Q3W and 1 to 6 mg\/kg Q2W in part A. One dose limiting toxicity of Grade 3 infusion related reaction was reported at the 1mg\/kg dose Q2W. The MTD was not reached. The recommended phase 2 dose was determined as 6mg\/kg Q3W or 4mg\/kg Q2W based on the totality of available safety, efficacy, PK\/PD data including information from another phase I\/II study (TranStar102). The most common TRAEs (occurred in &#8805; 20% subjects) were nausea (73.5%), vomiting (48.5%), fatigue (30.9%). TRAE of Grade &#8805; 3 across all tested doses (3-10 mg\/kg) that occurred in &#8805;3% of patients included nausea, vomiting, hypoalbuminemia, hypertension, infusion related reaction, and lymphocyte count increased. Within the dose ranges studied, PK exposures increased as dose increased. The mean CL<sub>ss<\/sub> value of osemitamab ranged from 9.4 to 13.7 mL\/day\/kg across different dose levels, without a clear dose relationship. Mild accumulation was observed following Q2W and Q3W dosing.<br \/><b>Conclusion:<\/b> Osemitamab as monotherapy or in combination with nivolumab or mFOLFOX plus nivolumab is well tolerated and safe with a PK profile consistent with other studies (TranStar 102 study -NCT04495296). TranStar 101 is currently ongoing. More information will be shared. Clinical trial information: NCT04396821. Study Sponsor: Suzhou Transcenta Therapeutics Co., Ltd.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: other,CLDN 18.2,OSEMITAMAB,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Janjigian<\/b><sup>1<\/sup>, A. Tolcher<sup>2<\/sup>, R. Mehta<sup>3<\/sup>, M. Cecchini<sup>4<\/sup>, B. Van Tine<sup>5<\/sup>, M. Kundranda<sup>6<\/sup>, A. Olatunji<sup>7<\/sup>, M. R. Patel<sup>8<\/sup>, J. Berlin<sup>9<\/sup>, C. Rocha-Lima<sup>10<\/sup>, D. Monga<sup>11<\/sup>, B. George<sup>12<\/sup>, A. Scott<sup>13<\/sup>, Z. Xia<sup>14<\/sup>, M. Elsafy<sup>15<\/sup>, E. Jones<sup>15<\/sup>, Z. Yao<sup>15<\/sup>, C. Qi<sup>14<\/sup>, C. Germa<sup>15<\/sup>, N. Gabrail<sup>16<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering, New York, NY, <sup>2<\/sup>NEXT Oncology, San Antonio, TX, <sup>3<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>4<\/sup>Yale Cancer Center, New Haven, CT, <sup>5<\/sup>Washington University, St. Louis, MO, <sup>6<\/sup>Banner MD Anderson Cancer Center, Phoenix, AZ, <sup>7<\/sup>Emory University, Atlanta, GA, <sup>8<\/sup>Florida Cancer Specialists\/Sarah Cannon Research Institute, Sarasota, FL, <sup>9<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>10<\/sup>Atrium Health Wake Forest Baptist Comprehensive Cancer Center, Winston-Salem, NC, <sup>11<\/sup>Allegheny Health Network Cancer Institute, Pittsburgh, PA, <sup>12<\/sup>Medical College of Wisconsin, Milwaukee, WI, <sup>13<\/sup>The University of Arizona Cancer Center, Tucson, AZ, <sup>14<\/sup>Transcenta Therapeutics Inc, Suzhou, China, <sup>15<\/sup>Transcenta Therapeutics Inc, Princeton, NJ, <sup>16<\/sup>Gabrail Cancer Center, Canton, OH","CSlideId":"","ControlKey":"8e3e1c48-4b67-4b1f-81e0-9b72981d0de6","ControlNumber":"10664","DisclosureBlock":"<b>&nbsp;Y. Janjigian, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Research Funding and Advisory Board\/Consulting. <br><b>Arcus<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Bayer<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Bristol-Myers Squibb<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Cycle for Survival<\/b> Other, Research Funding. <br><b>Department of Defense<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Eli Lilly<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Fred’s Team<\/b> Other, Research Funding. <br><b>Genentech\/Roche<\/b> Other, Research Funding. <br><b>Inspirna<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>Merck<\/b> Other, Research Funding and Advisory Board\/Consulting. <br><b>NCI<\/b> Other, Research Funding. <br><b>Transcenta<\/b> Other, Research Funding. <br><b>Abbvie<\/b> Other, Advisory Boards\/Consulting. <br><b>Amerisource Bergen<\/b> Other, Advisory Boards\/Consulting. <br><b>Advisory Boards\/Consulting<\/b> Other, Advisory Boards\/Consulting. <br><b>Astellas<\/b> Other, Advisory Boards\/Consulting. <br><b>Basilea Pharmaceutica<\/b> Other, Advisory Boards\/Consulting. <br><b>Clinical Care Options<\/b> Other, Advisory Boards\/Consulting. <br><b>Daiichi-Sankyo<\/b> Other, Advisory Boards\/Consulting. <br><b>A. Tolcher, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>R. Mehta, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>M. Cecchini, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board Honoraria. <br><b>Regeneron<\/b> Advisory Board Honoraria. <br><b>Astra Zeneca<\/b> Other, Advisory Board Honoraria. <br><b>Parthenon Therapeutics<\/b> Other, Advisory Board Honoraria. <br><b>Incendia Therapeutics<\/b> Advisory Board Honoraria. <br><b>Bayer<\/b> Other, Advisory Board Honoraria. <br><b>Seattle Genetics<\/b> Other, Advisory Board Honoraria. <br><b>Taiho<\/b> Other, Advisory Board Honoraria. <br><b>B. Van Tine, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>M. Kundranda, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, COnsulting. <br><b>BPG Bio<\/b> Other, COnsulting. <br><b>Astra Zeneca<\/b> Other, Consulting. <br><b>Exact Sciences<\/b> Other, COnsulting. <br><b>Steris<\/b> Other, Consulting. <br><b>BMS<\/b> Other, COnsulting. <br><b>A. Olatunji, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>Taiho<\/b> Other, Consulting. <br><b>Pfizer<\/b> Other, Consulting. <br><b>QED Therapeutics<\/b> Other, Consulting. <br><b>Seagen<\/b> Other, Consulting. <br><b>BMS<\/b> Other, Consulting. <br><b>Aadi Bioscience<\/b> Other, Consulting. <br><b>M. R. Patel, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>ION harma<\/b> Other. <br><b>Janssen Oncology<\/b> Other, Honoraria. <br><b>Olema Pharmaceuticals<\/b> Other, Consulting. <br><b>Daiichi Sankyo\/UCB Japan<\/b> Other, Consulting. <br><b>Accutar Biotech<\/b> Other, Consulting. <br><b>Acerta Therapeutics<\/b> Grant\/Contract, Institutional Research Funding. <br><b>ADC Therapeutics<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Agenus<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Aileron<\/b> Grant\/Contract, Institutional Research Funding. <br><b>AstraZeneca<\/b> Grant\/Contract, Institutional Research Funding. <br><b>AstraZeneca<\/b> Grant\/Contract, Institutional Research Funding. <br><b>BioNTech AG<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Boehringer Ingelheim<\/b> Institutional Research Funding. <br><b>Celgene<\/b> Grant\/Contract, Institutional Research Funding. <br><b>CicloMed<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Clovis Oncology<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Lilly<\/b> Grant\/Contract, Institutional Research Funding. <br><b>Gilead Sciences<\/b> Grant\/Contract, Institutional Research Funding. <br><b>J. Berlin, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract.<br><b>C. Rocha-Lima, <\/b> None.&nbsp;<br><b>D. Monga, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>Revolution Medicine<\/b> Other, Consulting. <br><b>BMS<\/b> Other, Honoraria. <br><b>Fog Pharma<\/b> Other, COnsulting. <br><b>Astra Zeneca<\/b> Other, Speaker’s Bureau. <br><b>Bristol Myers Squibb<\/b> Other, Speaker’s Bureau. <br><b>Revolution<\/b> Other, Advisory Board\/Consulting. <br><b>Aligos<\/b> Other, Advisory Board\/Consulting. <br><b>Surrozen<\/b> Other, Advisory Board\/Consulting. <br><b>B. George, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>IPSEN<\/b> Other, Consulting. <br><b>BMS<\/b> Other, Consulting. <br><b>Foundation Medicine<\/b> Other, Consulting. <br><b>Roche\/Genentech<\/b> Other, Consulting. <br><b>Pfizer<\/b> Other, Consulting. <br><b>Taiho<\/b> Other, Consulting. <br><b>A. Scott, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Grant\/Contract. <br><b>Z. Xia, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd, Suzhou, Jiangsu, P. R. China<\/b> Employment. <br><b>M. Elsafy, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Employment. <br><b>E. Jones, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Employment. <br><b>Z. Yao, <\/b> <br><b>Transcenta Therapeutics Inc., Princeton NJ, USA<\/b> Employment. <br><b>C. Qi, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd, Suzhou, Jiangsu, P. R. China<\/b> Employment. <br><b>C. Germa, <\/b> <br><b>Transcenta Therapeutics Inc.<\/b> Employment.<br><b>N. Gabrail, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT132","PresenterBiography":null,"PresenterDisplayName":"Yelena Janjigian, MD","PresenterKey":"c98b2943-e42e-4628-bb3d-93f629d6e34d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT132. A Phase I\/IIa clinical trial (TranStar101) to evaluate the safety, tolerability and pharmacokinetics of OSEMITAMAB administered as monotherapy or in combination with nivolumab or standard of care in patients with locally advanced or metastatic solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Phase I\/IIa clinical trial (TranStar101) to evaluate the safety, tolerability and pharmacokinetics of OSEMITAMAB administered as monotherapy or in combination with nivolumab or standard of care in patients with locally advanced or metastatic solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> TIM3 is an inhibitory immunoreceptor linked to decreased activity of immune cells in the tumor microenvironment. S095018 is a human anti-TIM3 IgG2 antibody which blocks binding of phosphatidyl serine to TIM3 promoting the stimulation of T-cells, dendritic cells (DCs) and macrophages. Sym021 is a humanized IgG1 antibody that inhibits binding of PD-1 with its ligands PD-L1 and PD-L2. Preclinical data demonstrated that Sym021 combined with S095018 results in enhanced immunostimulatory antitumor activity.<br \/><b>Methods:<\/b> S095018 in combination with Sym021 was tested in patients with advanced\/metastatic biliary tract cancer whose disease progressed under treatment with at least one line of systemic therapy and who had not received prior treatment with PD-1\/-L1 inhibitors (NCT04641871). The dose\/schedule of Sym021 and S095018 was 3mg\/kg IV Q2W and 10mg\/kg IV Q2W, respectively. Primary endpoints included overall response rate (ORR) using RECIST v1.1 and incidence\/severity of adverse events. Key secondary endpoints included PK parameters, disease control rate (DCR), progression free survival (PFS) and overall survival (OS).<br \/><b>Results<\/b><b><\/b> As of 31-Oct-2023, 35 patients with stage IV biliary tract cancer (34 cholangiocarcinoma, 1 gallbladder adenocarcinoma) received S095018 in combination with Sym021. All patients were na&#239;ve to prior immune checkpoint inhibitor treatment. Twenty-two patients (62.9%) had received 1 prior antineoplastic systemic treatment for advanced\/metastatic disease, 34.3% had received &#8805;2 prior treatments for advanced\/metastatic disease. Overall, 34 patients (97.1%) discontinued treatment, 85.7% due to disease progression. Best overall response was 2 PR (5.7%), 11 SD (31.4%), 18 PD (51.4%) and 4 not evaluable. Median PFS and OS were 1.9 months (90% CI 1.8-3.7) and 13.4 months (90% CI 8.2-27.1) respectively. Disease control rate (CR+PR+SD) with SD&#8805;16 weeks, &#8805;24 weeks and &#8805;12 months was 28.6%, 22.9% and 8.6% respectively. Treatment emergent adverse events of any grade occurring in &#62;5% of patients included fatigue, pruritus, alkaline phosphatase increase, amylase increase, IRR (each 8.6%) and hypothyroidism, hyperthyroidism, AST increase, lipase increase and myalgia (each 5.7%). Exploratory biomarker analyses in paired tumor biopsies (N=18) showed an intratumoral increase in CD8 T-cell density, as well as upregulation of gene signatures related to IFNg signaling, antigen presentation, T-cell activation and cytotoxicity upon treatment. Baseline tumor biopsies from the two patients who achieved confirmed PR showed high PD-L1 expression.<br \/><b>Conclusions:<\/b> S095018 in combination with Sym021 exhibited antitumor activity in patients with advanced\/metastatic recurrent biliary tract cancer who had not received prior treatment with PD-1\/-L1 inhibitors. The combination was well tolerated without new safety signals. Further biomarker analysis is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Anti-PD-1,Immuno-oncology,Cholangiocarcinoma,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Ghiringhelli<\/b><sup>1<\/sup>, R. Kim<sup>2<\/sup>, T. Macarulla<sup>3<\/sup>, I. Moreno<sup>4<\/sup>, A. Razak<sup>5<\/sup>, J. Rodon<sup>6<\/sup>, C.-Y. Liao<sup>7<\/sup>, T. Marron<sup>8<\/sup>, J. Raimbourg<sup>9<\/sup>, H. Kaplon<sup>10<\/sup>, J. Geromini<sup>10<\/sup>, N. Harouki<sup>10<\/sup>, C. Rodrigues<sup>10<\/sup>, P. Darcel<sup>10<\/sup>, N. Jorgen Skartved<sup>11<\/sup>, R. Hald<sup>11<\/sup>, D. Lopez-Ravnborg<sup>11<\/sup>, P. He<sup>12<\/sup>, X. Ianopoulos<sup>12<\/sup>, V. Askoxylakis<sup>12<\/sup>, N. J. Lakhani<sup>13<\/sup>, S. Davis<sup>14<\/sup>, A. Mahipal<sup>15<\/sup>; <br\/><sup>1<\/sup>Centre Georges-Francois Leclerc, Dijon, France, <sup>2<\/sup>Moffit Cancer Center, Tampa, FL, <sup>3<\/sup>Vall d’Hebron Institute of Oncology (VHIO), Barcelona, Spain, <sup>4<\/sup>Centro Integral Oncologico Clara Campal, Madrid, Spain, <sup>5<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>6<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>7<\/sup>University of Chicago, Chicago, IL, <sup>8<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY, <sup>9<\/sup>Institut de Cancerologie de l'Ouest, Saint Herblain, France, <sup>10<\/sup>Servier, Gif-sur-Yvette, France, <sup>11<\/sup>Servier, Ballerup, Denmark, <sup>12<\/sup>Servier, Boston, MA, <sup>13<\/sup>START Midwest, Grand Rapids, MI, <sup>14<\/sup>University of Colorado, Aurora, CO, <sup>15<\/sup>Mayo Clinic - Rochester, Rochester, MN","CSlideId":"","ControlKey":"bd268d0e-8e6c-4876-865b-37a6163579df","ControlNumber":"10829","DisclosureBlock":"&nbsp;<b>F. Ghiringhelli, <\/b> None.&nbsp;<br><b>R. Kim, <\/b> <br><b>AstraZeneca; Exelixis; Ipsen; Eisai; Roche<\/b> Other, Honorarium. <br><b>Pfizer<\/b> Other, consulting\/advisory role. <br><b>Incyte; AstraZeneca<\/b> Other, speaker’s bureau.<br><b>T. Macarulla, <\/b> None..<br><b>I. Moreno, <\/b> None.&nbsp;<br><b>A. Razak, <\/b> <br><b>Adaptimmune; Bayer; GlaxoSmithKline; Inhibrx; Medison<\/b> Other, Consulting or Advisory Role. <br><b>23 and Me; Abbvie; Adaptimmune; Amgen; Blueprint Medicines; Boehringer Ingelheim; Bristol-Myers Squibb; Daiichi Sankyo; Deciphera; Frontier Therapeutics; GlaxoSmithKline; Iterion Therapeutics<\/b> Other, Research Funding. <br><b>Karyopharm Therapeutics; MedImmune; Merck; Neoleukin Therapeutics; Pfizer; Rain Therapeutics; Roche\/Genentech; Symphogen<\/b> Other, Research Funding. <br><b>Medison<\/b> Other, Expert Testimony.<br><b>J. Rodon, <\/b> None..<br><b>C. Liao, <\/b> None..<br><b>T. Marron, <\/b> None..<br><b>J. Raimbourg, <\/b> None.&nbsp;<br><b>H. Kaplon, <\/b> <br><b>Servier<\/b> Employment. <br><b>J. Geromini, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Harouki, <\/b> <br><b>Servier<\/b> Employment. <br><b>C. Rodrigues, <\/b> <br><b>Servier<\/b> Employment. <br><b>P. Darcel, <\/b> <br><b>Servier<\/b> Employment. <br><b>N. Jorgen Skartved, <\/b> <br><b>Servier<\/b> Employment. <br><b>R. Hald, <\/b> <br><b>Servier<\/b> Employment. <br><b>D. Lopez-Ravnborg, <\/b> <br><b>Servier<\/b> Employment. <br><b>P. He, <\/b> <br><b>Servier<\/b> Employment. <br><b>X. Ianopoulos, <\/b> <br><b>Servier<\/b> Employment. <br><b>V. Askoxylakis, <\/b> <br><b>Servier<\/b> Employment.<br><b>N. J. Lakhani, <\/b> None.&nbsp;<br><b>S. Davis, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>I-Mab<\/b> Grant\/Contract. <br><b>TriSalus Life Sciences<\/b> Grant\/Contract. <br><b>Tvardi Therapeutics<\/b> Grant\/Contract. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>Oric Pharmaceutical<\/b> Grant\/Contract. <br><b>A. Mahipal, <\/b> <br><b>AstraZeneca\/MedImmune<\/b> Other, Consulting or Advisory Role. <br><b>QED Therapeutics<\/b> Other, Consulting or Advisory Role. <br><b>Taiho Oncology<\/b> Other, Consulting or Advisory Role. <br><b>AstraZeneca<\/b> Other, Speakers' Bureau. <br><b>Taiho Pharmaceutical<\/b> Other, Research Funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT133","PresenterBiography":null,"PresenterDisplayName":"Fanny Cazade","PresenterKey":"c56012f2-dce0-4eb2-8083-15adc3b25d45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT133. A phase 1b multicenter study of anti-TIM3 (S095018\/Sym023) in combination with anti-PD1 (Sym021) in patients with advanced\/metastatic recurrent biliary tract cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 1b multicenter study of anti-TIM3 (S095018\/Sym023) in combination with anti-PD1 (Sym021) in patients with advanced\/metastatic recurrent biliary tract cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic adenocarcinoma (PDAC) is an aggressive malignancy with dismal prognosis. Most patients present with advanced stages. Heightened levels of serum interleukin-6 (IL-6) are associated with carcinogenesis, immune suppression, and poor prognosis in PDAC. Preclinical data of dual inhibition of IL-6 and programmed death ligand-1 (PD-L1) facilitates CD8+ T-cell migration into pancreatic tumors and was effective in controlling tumor growth in syngeneic and genetically engineered PDAC mouse models. Siltuximab (Sil) is a chimeric monoclonal antibody which targets the IL-6 molecule specifically. Spartalizumab (Sparta) is a high-affinity ligand-blocking humanized IgG4 antibody against the PD-1 receptor. We developed a phase Ib\/II trial to evaluate the safety, immunogenicity and preliminary antitumor activity of Sil and Sparta in metastatic PDAC (mPDAC).<br \/>Methods: Patients (pts) with mPDAC who have progressed on at least one line of systemic chemotherapy were eligible for the trial. Other selected inclusion criteria were &#8805;18 years of age, ECOG PS 0-1 and measurable disease per RECIST v1.1. The phase Ib trial design is standard 3+3, with a primary endpoint of recommended phase II dose (RP2D). An additional 24 patients were planned for an expansion cohort. Sil was administered at escalating dose levels of 6 mg\/kg (DL1) and 11 mg\/kg (DL2), in combination with Sparta at 300 mg IV on day 1 of each 21-day cycle. Key secondary endpoints included overall response rate (ORR = CR + PR), progression-free survival (PFS) and overall survival (OS).<br \/>Results: We enrolled 4 patients on DL1 and escalated to DL2\/RP2D in the absence of a dose limiting toxicity (DLT). A total of 31 patients were subsequently treated at the RP2D (escalation + expansion). The median age was 68 years, 42% were male. Majority were White (63%) and 20% were Black. About 43% had head of pancreas primary tumors and 86% had liver involvement. The median number of lines of prior therapy was 3 (range 1-4). There was no objective response among the 4 patients on DL1; 1 had stable disease (SD) for 11 weeks as best response. 17 of 31 patients on RP2D had only a baseline assessment and came off study for progression of disease, prior to follow-up imaging assessment for response evaluation. Of the 14 RP2D patients with a follow-up assessment, ORR was 0% (3 were SD and 11 had progression of disease (PD) as best response), mPFS - 2.2 mos (95% CI: 1.9, 2.6), mOS - 5.5mos (95% CI: 2.8, 6.5). Treatment related adverse events (TRAEs) of any grade included fatigue (23%), anemia (18%), and increased liver enzymes (9.5%). There were no grade 4-5 TRAEs.<br \/>Conclusions: The combination Sil\/Sparta had an acceptable safety profile but did not elicit responses in advanced PDAC pts. Correlative studies using paired biopsies and blood are ongoing to determine how dual IL-6\/PD-1 blockade impacts stromal and immune biomarkers in relationship to the clinical outcome measures. Funding and medications for the study were provided by Novartis and Recordati Rare Diseases Inc (NCT04191421) and NIH\/NCI (R21CA266088).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Interleukin-6,PD-1,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. B. Alese<\/b><sup>1<\/sup>, O. Gbolahan<sup>1<\/sup>, K. M. Coleman<sup>1<\/sup>, Y. Cao<sup>1<\/sup>, S. Kane<sup>1<\/sup>, S. Craven<sup>1<\/sup>, E. Greene<sup>1<\/sup>, N. Horvat<sup>1<\/sup>, A. McDonald<sup>1<\/sup>, W. L. Shaib<sup>2<\/sup>, C. S. Wu<sup>3<\/sup>, M. Akce<sup>4<\/sup>, M. Diab<sup>5<\/sup>, J. M. Switchenko<sup>1<\/sup>, G. B. Lesinski<sup>1<\/sup>, B. F. El-Rayes<sup>4<\/sup>; <br\/><sup>1<\/sup>Winship Cancer Institute of Emory University, Atlanta, GA, <sup>2<\/sup>Northwest Georgia Oncology Center, Atlanta, GA, <sup>3<\/sup>Mayo Clinic, Phoenix, AZ, <sup>4<\/sup>University of Alabama, Birmingham, AL, <sup>5<\/sup>Henry Ford Health, Detroit, MI","CSlideId":"","ControlKey":"7711514d-a69a-423b-94a4-0079c5ca3edb","ControlNumber":"9758","DisclosureBlock":"<b>&nbsp;O. B. Alese, <\/b> <br><b>Ipsen Pharmaceuticals<\/b> Other, Advisory Board. <br><b>Aadi Bioscience<\/b> Other, Advisory Board. <br><b>Taiho<\/b> Other, Advisory Board. <br><b>Pfizer<\/b> Other, Advisory Board. <br><b>Takeda&#8194;<\/b> Other, Advisory Board. <br><b>Exelixis<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>Bristol Myers Squibb<\/b> Other, Advisory Board. <br><b>Seagen Inc<\/b> Other, Advisory Board.<br><b>O. Gbolahan, <\/b> None..<br><b>K. M. Coleman, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>S. Kane, <\/b> None..<br><b>S. Craven, <\/b> None..<br><b>E. Greene, <\/b> None..<br><b>N. Horvat, <\/b> None..<br><b>A. McDonald, <\/b> None..<br><b>W. L. Shaib, <\/b> None..<br><b>C. S. Wu, <\/b> None..<br><b>M. Akce, <\/b> None..<br><b>M. Diab, <\/b> None..<br><b>J. M. Switchenko, <\/b> None..<br><b>G. B. Lesinski, <\/b> None..<br><b>B. F. El-Rayes, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT136","PresenterBiography":null,"PresenterDisplayName":"Olatunji Alese, MD","PresenterKey":"5f9f89dd-e1e6-44a3-8a1d-ece97a1e1feb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT136. Phase Ib study of siltuximab and spartalizumab in advanced pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase Ib study of siltuximab and spartalizumab in advanced pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Men with high-risk localized prostate cancer are at significant risk for disease recurrence and there is currently no role for neoadjuvant therapy. Although androgen deprivation therapy (ADT) is immunomodulatory and can increase CD8 T cell infiltration, these effects are counterbalanced by the expansion of suppressive regulatory T cells (Tregs). We therefore designed a correlative-rich clinical trial for men with high-risk localized prostate cancer to test whether BMS-986218 - a novel afucosylated anti-CTLA-4 antibody optimized for antibody-dependent cell-mediated cytotoxicity (ADCC) - depletes Tregs and augments response to ADT.<br \/><b>Methods:<\/b> Neo-Red-P is a single-center, two-arm, open-label pilot study assessing degarelix (ADT) versus ADT + anti-CTLA-4-NF (BMS-986218) in patients with treatment na&#239;ve high-risk localized prostate cancer. Key eligibility criteria included histologically confirmed adenocarcinoma with Gleason sum of &#8805;4+3 and clinical stage T1c-T3bN0M0. All patients received degarelix (ADT; 240mg SQ) 2 weeks before radical prostatectomy (RP). Patients were randomized to Arm A (ADT only), or Arm B (ADT + BMS-986218 [20mg IV] 2 doses Q2w starting 3 weeks before RP). The primary endpoint was the safety and feasibility of neoadjuvant BMS-986218 in prostate cancer. Secondary endpoints included the pathologic complete response rate, rate of undetectable PSA at 12 months, PSA response rate (&#62;50% decrease pre-RP), and time-to-PSA recurrence. Fresh tumor specimens were collected at RP for single-cell RNA-sequencing, cytometry by time-of-flight, next-generation sequencing, and multiplex immunofluorescence. A treatment na&#239;ve cohort of matching demographic and pathological characteristics was collected for comparative analysis (n=14).<br \/><b>Results:<\/b> Between February 26, 2020, and November 15, 2022, 24 patients were enrolled. Severe treatment-related adverse events (TRAE; Grade &#8805; 3) were rare in both arms; 0% in the ADT alone arm and 4% in the combination arm, suggesting a tolerable safety profile with the addition of BMS-986218. In the combination arm, 54% of subjects achieved a 50% reduction in PSA versus 33% in the ADT alone arm. In the ADT alone arm, 80% of patients had an undetectable PSA at 12 months, with a median recurrence-free survival of 1.61 years (IQR: 1.50-1.99 years). In the combination group, 75% had an undetectable PSA at 12 months, with a median recurrence-free survival of 1.82 years (IQR: 0.89-2.07 years). The overall recurrence rate in patients treated with combination therapy was 25% (3 of 12 patients) versus 20% (2 of 10 patients) in the ADT alone arm. Correlative studies suggest that aCTLA4-NF mitigates ADT-induced Treg accumulation through enhanced Fc receptor activity and augmented CTL activation, indicating an enhanced anti-tumor response with combination therapy.<br \/><b>Conclusions:<\/b> The neoadjuvant combination of ADT + aCTLA-4-NF (BMS-986218) is feasible, well tolerated, and induces significant remodeling of the immune TME through enhanced Fc receptor and CTL activity. Rates of disease recurrence following surgery were low in this high-risk population, warranting further investigation of combination immuno-hormonal therapy in the neoadjuvant setting for high-risk prostate cancer.<br \/><b>Clinical Trial Information:<\/b> NCT04301414","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen deprivation therapy,Regulatory T cells,CTLA-4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Patrick J. McCann<\/b><sup>1<\/sup>, Casey R. Ager<sup>2<\/sup>, Aleksandar Z. Obradovic<sup>1<\/sup>, Matthew G. Chaimowitz<sup>3<\/sup>, Samuel Pan<sup>4<\/sup>, Caroline J. Laplaca<sup>5<\/sup>, Parin Shah<sup>4<\/sup>, Renu K. Virk<sup>6<\/sup>, Christopher B. Anderson<sup>5<\/sup>, Catherine S. Spina<sup>1<\/sup>, Karie D. Runcie<sup>7<\/sup>, Mark N. Stein<sup>7<\/sup>, Charles G. Drake<sup>7<\/sup>, Matthew C. Dallos<sup>8<\/sup><br><br\/><sup>1<\/sup>Department of Radiation Oncology, Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Mayo Clinic Arizona, Department of Urology, Scottsdale, AZ,<sup>3<\/sup>Columbia Center for Translational Immunology, Columbia University Irving Medical Center, New York, NY,<sup>4<\/sup>Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY,<sup>5<\/sup>Department of Urology, Columbia University Irving Medical Center, New York, NY,<sup>6<\/sup>Department of Pathology, Columbia University Irving Medical Center, New York, NY,<sup>7<\/sup>Division of Hematology and Oncology, Department of Medicine, Columbia University Irving Medical Center, New York, NY,<sup>8<\/sup>Genitourinary Oncology Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"bdaed774-f6de-405b-a7f8-fdd1101d4e5a","ControlNumber":"9877","DisclosureBlock":"&nbsp;<b>P. J. McCann, <\/b> None..<br><b>C. R. Ager, <\/b> None..<br><b>A. Z. Obradovic, <\/b> None..<br><b>M. G. Chaimowitz, <\/b> None..<br><b>S. Pan, <\/b> None..<br><b>C. J. Laplaca, <\/b> None..<br><b>P. Shah, <\/b> None..<br><b>R. K. Virk, <\/b> None..<br><b>C. B. Anderson, <\/b> None..<br><b>C. S. Spina, <\/b> None..<br><b>K. D. Runcie, <\/b> None.&nbsp;<br><b>M. N. Stein, <\/b> <br><b>Exelis, Merck Sharpe and Dohme, and Xencor<\/b> Other, Consultant. <br><b>C. G. Drake, <\/b> <br><b>Johnson & Johnson<\/b> Employment. <br><b>Johns Hopkins University to BMS; Janssen<\/b> Patent. <br><b>AZ Medimmune; BMS; Pfizer; Roche; Sanofi Aventis; Genentech; Merck; Janssen<\/b> Other, Prior paid consultant. <br><b>M. C. Dallos, <\/b> <br><b>Bayer; Bristol-Myers Squibb; Sanofi.<\/b> Other, Consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT137","PresenterBiography":null,"PresenterDisplayName":"Patrick McCann, BS","PresenterKey":"b2d2ac39-ba26-41ce-93ed-b2d55847c204","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT137. Efficacy and immunological outcomes of non-fucosylated anti-CTLA-4 (BMS-986218) + degarelix acetate vs. degarelix acetate alone in men with high-risk localized prostate cancer (Neo-Red-P)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy and immunological outcomes of non-fucosylated anti-CTLA-4 (BMS-986218) + degarelix acetate vs. degarelix acetate alone in men with high-risk localized prostate cancer (Neo-Red-P)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Immune checkpoint inhibitors (ICIs) have transformed cancer treatment, offering durable responses for some patients. However, response to ICIs remains limited for many solid tumors, including metastatic castration-resistant prostate cancer (mCRPC). The AMADEUS primary cohort (NCT03651271) and CheckMate 650 (NCT02985957) trials demonstrated promising durable antitumor responses in a subset of mCRPC patients treated with nivo in combination with ipi at 1 mg\/kg or 3 mg\/kg, respectively. The AMADEUS prostate expansion cohort was initiated to evaluate the safety and efficacy of a higher ipi dose (5 mg\/kg) in combination with nivo.<br \/><b>Methods: <\/b>This open-label, multicenter cohort enrolled mCRPC patients with no restriction on the number of prior treatments. The first 10 patients with &#60; 15% tumoral CD8 T cells were randomized 1:1 to receive either ipi at 3 mg\/kg (ipi3) or 5 mg\/kg (ipi5) IV Q6W for up to 2 doses. In addition, all patients received nivo 1 mg\/kg IV Q3W for 4 doses, followed by nivo 480 mg IV Q4W until PD or intolerable toxicity. After a safety pause, 10 additional patients were enrolled to the ipi5 arm. Co-primary endpoints were DCR (CR, PR, or SD &#8805; 6 months) and conversion of tumor %CD8 T cells from low (&#60; 15%) to high (&#8805; 15%). Baseline and on-treatment tumor and blood samples were analyzed for multi-omic biomarkers. This cohort was not powered for formal statistical analysis.<br \/><b>Results: <\/b>DCR was 20% in both ipi3 (N=1\/5) and ipi5 (N=3\/15) arms. In patients with an on-treatment biopsy, CD8 conversion from low to high occurred in 33% (1\/3) of patients in ipi3 and 13% (1\/8) in ipi5. However, 50% (4\/8) of patients in ipi5 had on-treatment CD8 &#8805; 14.8%. Baseline CD8 T cell frequencies and CD8 conversion were not associated with disease control or PSA reduction. The frequency and severity of AEs was consistent with the known safety profile of ipi\/nivo, although more patient in ipi5 discontinued treatment owing to an AE (33% vs 0% in ipi3). Both arms showed increased activated (ICOS+, CD38+) and proliferating (Ki67+) CD4 T cells, CD8 T cells, Tregs, inflammatory cytokines (IFNg), chemokines (CXCL9, CXCL10), and soluble PD-1 in circulation.<br \/><b>Conclusions: <\/b>Across both arms, ipi\/nivo induced clinical responses and increased %CD8 in a subset of &#8220;cold&#8221; mCRPC tumors with low CD8 cells. Additionally, the safety profile of ipi 5 mg\/kg combined with nivo was consistent with previous trials that tested lower doses of ipi. Further translational analyses may inform which mCRPC patients could benefit from immunotherapy treatment.<br \/><b>Trial registration: <\/b>ClinicalTrials.gov (NCT03651271)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Prostate cancer,Ipilimumab,Nivolumab,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. M. Tsimberidou<\/b><sup>1<\/sup>, A. Drakaki<sup>2<\/sup>, D. N. Khalil<sup>3<\/sup>, K. Okrah<sup>4<\/sup>, M. Schachter<sup>4<\/sup>, S. Gautam<sup>5<\/sup>, D. M. Da Silva<sup>4<\/sup>, F. A. Alayli<sup>4<\/sup>, C. N. Spencer<sup>4<\/sup>, W. Foo<sup>1<\/sup>, M. Adamow<sup>3<\/sup>, P. Wong<sup>3<\/sup>, J. Fairchild<sup>4<\/sup>, J. Arnott<sup>4<\/sup>, U. Dugan<sup>4<\/sup>, S. Boffo<sup>6<\/sup>, L. Salvador<sup>6<\/sup>, C. R. Cabanski<sup>4<\/sup>, S. K. Subudhi<sup>1<\/sup>, P. Sharma<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>3<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>4<\/sup>Parker Institute for Cancer Immunotherapy, San Francisco, CA, <sup>5<\/sup>LumaBridge, San Antonio, TX, <sup>6<\/sup>Bristol Myers Squibb, Princeton, NJ","CSlideId":"","ControlKey":"209ed565-1150-44d1-a14b-827f88abd254","ControlNumber":"10476","DisclosureBlock":"<b>&nbsp;A. M. Tsimberidou, <\/b> <br><b>OBI Pharma USA, Inc.<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract. <br><b>Tachyon Therapeutics<\/b> Grant\/Contract. <br><b>Tempus<\/b> Grant\/Contract. <br><b>Tvardi Therapeutics<\/b> Grant\/Contract. <br><b>Immatics<\/b> Grant\/Contract. <br><b>Novocure<\/b> Grant\/Contract. <br><b>Orionis Biosciences<\/b> Grant\/Contract. <br><b>Vincerx Pharma<\/b> Grant\/Contract. <br><b>Diaccurate<\/b> Grant\/Contract. <br><b>NEX-I<\/b> Grant\/Contract. <br><b>BrYet<\/b> Grant\/Contract. <br><b>MacroGenics<\/b> Grant\/Contract. <br><b>BioEclipse Therapeutics<\/b> Grant\/Contract. <br><b>Avstera Therapeutics<\/b> Grant\/Contract.<br><b>A. Drakaki, <\/b> None.&nbsp;<br><b>D. N. Khalil, <\/b> <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Akamis Bio<\/b> Grant\/Contract. <br><b>PrimeFour Therapeutics<\/b> Grant\/Contract.<br><b>K. Okrah, <\/b> None..<br><b>M. Schachter, <\/b> None..<br><b>S. Gautam, <\/b> None.&nbsp;<br><b>D. M. Da Silva, <\/b> <br><b>Sanofi US<\/b> Employment.<br><b>F. A. Alayli, <\/b> None..<br><b>C. N. Spencer, <\/b> None..<br><b>W. Foo, <\/b> None..<br><b>M. Adamow, <\/b> None..<br><b>P. Wong, <\/b> None..<br><b>J. Fairchild, <\/b> None..<br><b>J. Arnott, <\/b> None.&nbsp;<br><b>U. Dugan, <\/b> <br><b>Bristol Myers Squibb<\/b> Stock. <br><b>S. Boffo, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>L. Salvador, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>C. R. Cabanski, <\/b> None..<br><b>S. K. Subudhi, <\/b> None.&nbsp;<br><b>P. Sharma, <\/b> <br><b>Achelois; Adaptive Biotechnologies; Affini-T; Apricity; BioAtla; BioNTech; Candel Therapeutics; Catalio; Codiak; Constellation; Dragonfly; Earli; Enable Medicine; Glympse; Hummingbird; ImaginAb<\/b> Grant\/Contract. <br><b>Infinity Pharma; Jounce; JSL Health; Lava Therapeutics; Lytix; Marker; MedImmune; Oncolytics; PBM Capital; Phenomic AI; Polaris Pharma; Sporos; Time Bioventures; Trained Therapeutix; Venn Biosciences<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT138","PresenterBiography":null,"PresenterDisplayName":"Apostolia Tsimberidou, MD;PhD","PresenterKey":"b3608c07-755c-404b-91a2-383b742f8dc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT138. Evaluating nivolumab (nivo) plus ipilimumab (ipi) in patients with metastatic castration-resistant prostate cancer (mCRPC): Clinical and translational results from the AMADEUS prostate expansion cohort","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating nivolumab (nivo) plus ipilimumab (ipi) in patients with metastatic castration-resistant prostate cancer (mCRPC): Clinical and translational results from the AMADEUS prostate expansion cohort","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> TILT-123 (Ad5\/3-E2F-D24-hTNF&#945;-IRES-hIL-2) is a serotype chimeric dual safety device oncolytic adenovirus armed with tumor necrosis factor alpha and interleukin-2. It was designed to improve efficacy of T-cell therapies such as immune checkpoint blockade or adoptive cell transfer. We present biological and immunological endpoints from an open-label phase 1 dose escalation study of TILT-123 in combination with anti-PD-1 pembrolizumab in platinum resistant or refractory ovarian cancer patients.<br \/><b>Experimental procedures<\/b> In this dose escalation trial (NCT05271318), patients were first injected with an intravenous (i.v.) dose of TILT-123 ranging from 3x10<sup>11<\/sup> to 4x10<sup>12 <\/sup>virus particles (VP), followed by five intratumoural (i.t.) or intraperitoneal (i.p.) injections ranging from 1x10<sup>11<\/sup> to 5x10<sup>11 <\/sup>VP. Patients also received intravenous injections of 200 mg pembrolizumab every three weeks starting 36 days after the first dose of TILT-123. The primary endpoint was safety, while efficacy by RECIST1.1 was a secondary endpoint. Collection of tumor biopsies, circulating immune cells, serum, saliva, urine and feces enabled multi-omic evaluation of mechanism of action and identification of predictive biomarkers.<br \/><b>Summary of data<\/b> As of January 2<sup>nd<\/sup> 2024, 15 patients received trial therapy. No dose-limiting toxicities were observed and the most frequent AEs associated with therapy included chills and nausea (&#62;10% of patients). Stable disease by RECIST 1.1 was seen in 67% in 12 evaluable patients. TILT-123 replication was detected in both injected and non-injected tumors as assessed by qPCR and anti-hexon IHC. Multiplex immunofluorescence demonstrated induction of robust immunological activity in both injected and non-injected tumors, including significant increase in granzyme B+, PD-1+ CD4+ and CD8+ T cells as well as PD-1+ NK cells. Baseline intratumoral CD4+, FOXP3+ regulatory T cells were not associated with clinical response. Tertiary lymphoid structures and lymphoid aggregates were identified in patients showing long term disease control. Low to medium titers of neutralizing antibodies against 5\/3 chimeric adenovirus were detected in 57% of patients at baseline and were not a predictive factor of disease control. No patients had high titers at baseline.<br \/><b>Conclusion <\/b> TILT-123 in combination with anti-PD-1 pembrolizumab was safe and resulted in disease control in both platinum resistant and refractory ovarian cancer patients. Analysis of biological samples revealed insights into mechanism of action, including an immune profile predictive of clinical response. These results, together with those from four other trials (NCT04695327, NCT04217473, NCT06125197 and NCT05222932) set the stage for continued clinical evaluation of TILT-123.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Ovarian cancer,Pembrolizumab,Oncolytic adenovirus,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. H. A. Clubb<\/b><sup>1<\/sup>, M. S. Block<sup>2<\/sup>, J. Mäenpää<sup>3<\/sup>, S. Pakola<sup>4<\/sup>, L. Haybout<sup>1<\/sup>, D. C. A. Quixabeira<sup>1<\/sup>, T. Kudling<sup>4<\/sup>, M. van der Heijden<sup>4<\/sup>, E. Jirovec<sup>1<\/sup>, T. Alanko<sup>3<\/sup>, D. A. Adamo<sup>5<\/sup>, S. Ramadan<sup>3<\/sup>, J. Sormunen<sup>3<\/sup>, J. Kononen<sup>3<\/sup>, J. W. Cohen<sup>6<\/sup>, N. Singh<sup>7<\/sup>, J. Goldfinch<sup>1<\/sup>, S. Sorsa<sup>1<\/sup>, R. Havunen<sup>1<\/sup>, C. Kistler<sup>1<\/sup>, J. M. Santos<sup>1<\/sup>, V. Cervera-Carrascon<sup>1<\/sup>, A. Hemminki<sup>1<\/sup>; <br\/><sup>1<\/sup>TILT Biotherapeutics, Helsinki, Finland, <sup>2<\/sup>Mayo Clinic Cancer Center, Rochester, MN, <sup>3<\/sup>Docrates Cancer Center, Helsinki, Finland, <sup>4<\/sup>University of Helsinki, Helsinki, Finland, <sup>5<\/sup>Mayo Clinic, Rochester, MN, <sup>6<\/sup>Merck Research Labs, Rahway, NJ, <sup>7<\/sup>Merck, Rahway, NJ","CSlideId":"","ControlKey":"1c6b3602-9841-4b79-a04e-f26830736e24","ControlNumber":"9869","DisclosureBlock":"<b>&nbsp;J. H. A. Clubb, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment, Stock, Stock Option.<br><b>M. S. Block, <\/b> None..<br><b>J. Mäenpää, <\/b> None..<br><b>S. Pakola, <\/b> None.&nbsp;<br><b>L. Haybout, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment. <br><b>D. C. A. Quixabeira, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment.<br><b>T. Kudling, <\/b> None..<br><b>M. van der Heijden, <\/b> None.&nbsp;<br><b>E. Jirovec, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment.<br><b>T. Alanko, <\/b> None..<br><b>D. A. Adamo, <\/b> None..<br><b>S. Ramadan, <\/b> None..<br><b>J. Sormunen, <\/b> None..<br><b>J. Kononen, <\/b> None.&nbsp;<br><b>J. W. Cohen, <\/b> <br><b>Merck<\/b> Employment. <br><b>N. Singh, <\/b> <br><b>Merck<\/b> Employment. <br><b>J. Goldfinch, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment. <br><b>S. Sorsa, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment. <br><b>R. Havunen, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment. <br><b>C. Kistler, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. M. Santos, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment, Stock, Stock Option. <br><b>V. Cervera-Carrascon, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Hemminki, <\/b> <br><b>TILT Biotherapeutics<\/b> Employment, Stock, Stock Option, Patent, Founder and CEO.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT139","PresenterBiography":null,"PresenterDisplayName":"James Clubb, MS","PresenterKey":"59d7f68b-4bcd-45ce-be11-281e5a2164ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT139. Immunological activity of oncolytic adenovirus encoding TNF&#945; and IL-2 (TILT-123) in combination with pembrolizumab in platinum resistant or refractory ovarian cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunological activity of oncolytic adenovirus encoding TNF&#945; and IL-2 (TILT-123) in combination with pembrolizumab in platinum resistant or refractory ovarian cancer patients","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION: <\/b>Xevinapant is an oral IAP (inhibitor of apoptosis protein) inhibitor designed to restore cancer cell sensitivity to apoptosis, thereby enhancing the efficacy of chemoradiotherapy (CRT) and radiotherapy (RT). Xevinapant 200 mg\/d (d1-14, Q3W) + CRT showed clinical benefit vs placebo + CRT in a phase 2 study of patients with locally advanced squamous cell carcinoma of the head and neck (LA SCCHN; NCT02022098). Two phase 3 studies are currently ongoing evaluating xevinapant in combination with CRT (TrilynX; NCT04459715) or RT (XRay Vision; NCT05386550) in patients with LA SCCHN, with dosing under fasting conditions or without regard to food, respectively.<br \/><b>METHODS: <\/b>A 2-stage study (Debio 1143-107) was conducted to assess the effect of food on 2 different formulations of xevinapant and the effect of co-administration with the proton pump inhibitor pantoprazole to evaluate the effect of high gastric pH on bioavailability of xevinapant. Stage 1 was an open-label, randomized, 4-arm, crossover study with 26 healthy volunteers (HV) treated with a single oral dose of xevinapant 200 mg in fasted or fed (high-fat diet) conditions with 2 different formulations. Stage 2 was a randomized, 2-way crossover study with 12 HV treated with a single oral dose of xevinapant 200 mg with or without pantoprazole. Pharmacokinetics (PK) and pharmacodynamics (PD) samples (Ciap1 levels in peripheral blood mononuclear cells [PBMCs]) were collected over 72 h post dose. The utilization of HV to address clinical pharmacology aspects of xevinapant was justified by holistic assessment of the toxicology, safety, and pharmacology profiles.<br \/><b>RESULTS: <\/b>Following a single dose of xevinapant 200 mg, exposures in HV under fasted conditions were consistent with those observed previously in cancer patients. Xevinapant formulations were bioequivalent and were considered safe and well tolerated in both fasted and fed conditions. Food delayed T<sub>max<\/sub> and decreased xevinapant C<sub>max<\/sub> by 39% but did not meaningfully alter the extent of absorption of xevinapant, as evidenced by no change in AUC, which is the most relevant exposure metric for efficacy based on xevinapant&#8217;s mechanism of action. Stage 2 data indicated that the PK of xevinapant was not affected by treatment with pantoprazole. Ciap1 levels in PBMCs decreased at least 4-fold compared to the baseline for all treatments and were reduced up to 72 h post single dose. No relevant differences in PD were observed across treatments. PK simulations indicated no relevant change in AUC and no impact on target engagement at steady state with food.<br \/><b>CONCLUSION: <\/b>These data indicate that xevinapant can be administered without regard to food or gastric acid reducing agents, which would be advantageous for patient convenience and compliance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Drug-drug interaction,xevinapant,food effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Nicolas-Métral<\/b><sup>1<\/sup>, E. Rouits<sup>1<\/sup>, C. Riff<sup>1<\/sup>, D. Spaggiari<sup>1<\/sup>, N. Wiedemann<sup>1<\/sup>, P. Colin<sup>1<\/sup>, E. Harrison-Moench<sup>2<\/sup>, R. Crabbé<sup>1<\/sup>, H. Nauwelaerts<sup>1<\/sup>, A. Schroeder<sup>2<\/sup>, C. Haefliger<sup>1<\/sup>, Y. Vugmeyster<sup>3<\/sup>; <br\/><sup>1<\/sup>Debiopharm International SA, Lausanne, Switzerland, <sup>2<\/sup>the healthcare business of Merck KGaA, Darmstadt, Germany, <sup>3<\/sup>EMD Serono, Billerica, MA","CSlideId":"","ControlKey":"d10ab346-b7f5-42f1-9bc5-ad929b461e10","ControlNumber":"9934","DisclosureBlock":"<b>&nbsp;V. Nicolas-Métral, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>E. Rouits, <\/b> <br><b>Pharmalex<\/b> Employment. <br><b>Debiopharm International SA<\/b> Other, Debiopharm employee during study work period. <br><b>C. Riff, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>Debiopharm International SA<\/b> Other, Debiopharm employee during study work period. <br><b>D. Spaggiari, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>N. Wiedemann, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>P. Colin, <\/b> <br><b>BMS<\/b> Employment. <br><b>Debiopharm International SA<\/b> Other, Debiopharm employee during study work period. <br><b>E. Harrison-Moench, <\/b> <br><b>the healthcare business of Merck KGaA<\/b> Employment. <br><b>R. Crabbé, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>H. Nauwelaerts, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>A. Schroeder, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>C. Haefliger, <\/b> <br><b>Debiopharm International SA<\/b> Employment. <br><b>Y. Vugmeyster, <\/b> <br><b>EMD Serono<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT140","PresenterBiography":null,"PresenterDisplayName":"Valerie Nicolas-Metral, PhD","PresenterKey":"875f6e6b-0136-4f3f-9d49-bec0e6bbf01b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT140. A phase 1 study of the IAP inhibitor xevinapant (Debio 1143) to evaluate food effect and drug-drug interactions with a proton pump inhibitor in healthy volunteers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 1 study of the IAP inhibitor xevinapant (Debio 1143) to evaluate food effect and drug-drug interactions with a proton pump inhibitor in healthy volunteers","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>In HPV- HNSCC, limited durable clinical responses to PD1\/PD-L1 blockade may be due to diminished effector cytolytic activity and clonal diversity.<sup>1-4<\/sup> mRNA-4157 is a novel mRNA-based INT that encodes up to 34 neoantigens inducing specific antitumor T-cell activation; durable clinical responses with pembro have been shown in melanoma.<sup>5<\/sup> We assessed INT + pembro in unresectable, metastatic HPV- HNSCC in the Phase 1 mRNA-4157-P101\/KEYNOTE-603 study (NCT03313778).<b> <\/b><br \/><b>Methods: <\/b>Part C of this study enrolled &#8805;18-year-old patients (pts) with CPI-na&#239;ve, recurrent\/metastatic HPV- HNSCC. Eligible pts received 200 mg pembro Q3W IV during a 6-week lead-in, then combined with 1 mg INT &#8804;9 doses Q3W IM, and until disease progression, unacceptable toxicity, or &#8804;35 total cycles of pembro. Objectives included safety, tolerability and preliminary clinical activity. Peripheral blood was collected longitudinally for both immunogenicity via IFN-&#947; ELISpot and ctDNA analyses. Next generation sequencing was performed on baseline tumor biopsies.<br \/><b>Results: <\/b>A total of 28 enrolled pts received pembro; 22 received INT + pembro. Most adverse events (AEs) related to INT were grade 1-2; most common were influenza-like illness, injection site pain, and pyrexia. No grade 4\/5 AEs were related to INT. Three pts had grade 3 events (pyrexia, increased lipase, and decreased lymphocyte count) attributed to both INT and pembro. Six pts discontinued prior to INT (death\/disease progression\/deterioration). Response rate for INT + pembro was 27.3% (6\/22; 95% CI, 10.7-50.2); disease control rate was 63.6% (14\/22; 95% CI, 40.7-82.8) per RECIST V1.1 with best overall response of 2 (9.1%) complete, 4 (18.2%) partial response, and 8 (36.4%) stable disease at data cut-off (May 2023); with median follow-up of 38.4 weeks (range, 7.7-198.3). Median (95% CI) PFS and OS were 15.0 weeks (11.6-38.6) and 107.1 weeks (42.7-NE), respectively. Sustained de novo T-cell induction to targeted neoantigens was observed in 5\/5 pts with available samples. A decrease in ctDNA levels post-baseline was observed in 3\/4 responders (8 available samples). Differential gene expression from pretreatment tumor samples suggests increased inflamed T-cell-associated gene expression (Benjamini-Hochberg-adjusted descriptive p&#60;0.05, for hallmark inflammatory response) in INT + pembro responders.<br \/><b>Conclusions: <\/b>INT + pembro had a manageable safety profile, showed evidence for activation of immune responses, and induced preliminary clinical responses in pts with HPV- HNSCC. Further testing of INT + pembro in a randomized setting may be warranted.<br \/><b>References: <\/b>1.<b> <\/b>Lechner A, et al. <i>Oncotarget <\/i>2017;8:44418-33. 2. Wang J, et al. <i>Sci Rep<\/i> 2019;9:13404. 3. Tosi A, et al. <i>J Exp Clin Cancer Res<\/i>. 2022;41:279. 4. Xu K, et al <i>Br J Cancer <\/i>2020;123:932-41. 5. Weber JS, et al. <i>Lancet <\/i>2024;S0140-6736(23)02268-7.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Immunotherapy,Head and neck squamous cell carcinoma,Clinical outcomes,Immunogenicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. E. Bauman<\/b><sup>1<\/sup>, R. A. Julian<sup>2<\/sup>, J. L. Geiger<sup>3<\/sup>, J. M. Mehnert<sup>4<\/sup>, J. M. Clarke<sup>5<\/sup>, M. R. Patel<sup>6<\/sup>, M. Gutierrez<sup>7<\/sup>, J. F. Gainor<sup>8<\/sup>, S. Srivats<sup>9<\/sup>, Z. Zhang<sup>9<\/sup>, A. Rao<sup>9<\/sup>, V. Sehgal<sup>9<\/sup>, P. Hou<sup>9<\/sup>, M. Morrissey<sup>9<\/sup>, I. Feldman<sup>9<\/sup>, L. Srinivasan<sup>9<\/sup>, P. Aanur<sup>9<\/sup>, M. Brown<sup>9<\/sup>, R. S. Meehan<sup>9<\/sup>; <br\/><sup>1<\/sup>George Washington University, Washington, DC, <sup>2<\/sup>University of Arizona Cancer Center, Tucson, AZ, <sup>3<\/sup>The Cleveland Clinic Foundation, Cleveland, OH, <sup>4<\/sup>Perlmutter Cancer Center at NYU Langone Health, New York, NY, <sup>5<\/sup>Duke University Medical Center, Durham, NC, <sup>6<\/sup>Florida Cancer Specialists, Sarasota, FL, <sup>7<\/sup>Hackensack University Medical Center, Hackensack, NJ, <sup>8<\/sup>Massachusetts General Hospital, Boston, MA, <sup>9<\/sup>Moderna Inc, Cambridge, MA","CSlideId":"","ControlKey":"aff00e68-cbb3-4aec-bd84-72afaec54e76","ControlNumber":"10282","DisclosureBlock":"&nbsp;<b>J. E. Bauman, <\/b> None.&nbsp;<br><b>R. A. Julian, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Other, advisory board; speaker fees. <br><b>BioAtla<\/b> Other, advisory board. <br><b>Bristol Myers Squibb<\/b> Other, advisory board. <br><b>Merck<\/b> Other, advisory board. <br><b>Best of ASCO speaker<\/b> Travel. <br><b>APPOS Conference Speaker<\/b> Travel. <br><b>NCI Clinical Trial Planning Meeting<\/b> Other, Unpaid leadership role. <br><b>J. L. Geiger, <\/b> <br><b>Merck<\/b> Other, consulting fees. <br><b>EMD Serono<\/b> Other, consulting fees. <br><b>Astellas<\/b> Other, consulting fees, honoraria. <br><b>Aveo Oncology<\/b> Other, honoraria. <br><b>J. M. Mehnert, <\/b> <br><b>Regeneron<\/b> Other, consulting fees. <br><b>Merck<\/b> Other, consulting fees. <br><b>Bristol Myers Squibb<\/b> Other, consulting fees. <br><b>Novartis<\/b> Other, consulting fees. <br><b>SeaGen<\/b> Other, consulting fees. <br><b>Moderna<\/b> Other, advisory board. <br><b>J. M. Clarke, <\/b> <br><b>Bristol Myers Squibb, Genentech, Spectrum, Adaptimmune, AbbVie, Moderna, GlaxoSmithKline, Array, AstraZeneca, Grid Therapeutics, CBMG, Pfizer<\/b> Grant\/Contract. <br><b>AstraZeneca , Merck , Pfizer, Spectrum, Genentech, Novartis , Turning Point, G1 Therapeutics, Vivacitas, Omega, Amgen, Corbus, Sanofi<\/b> Other, consulting fees. <br><b>G1 Therapeutics, STCube<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Board of Directors: Lung Cancer Initiative of North Carolina<\/b> Other, leadership role (uncompensated). <br><b>M. R. Patel, <\/b> <br><b>Moderna<\/b> Grant\/Contract. <br><b>Janssen<\/b> Other, consulting fees. <br><b>EMD Serono<\/b> Other, consulting fees. <br><b>Pfizer<\/b> Other, consulting fees. <br><b>Accutar<\/b> Other, consulting fees. <br><b>M. Gutierrez, <\/b> <br><b>Guardant<\/b> Other, consulting fees. <br><b>Cellularity<\/b> Other, consulting fees. <br><b>Merck<\/b> Other, consulting fees. <br><b>Sanofi<\/b> Other, advisory board. <br><b>J. F. Gainor, <\/b> <br><b>Amgen, AstraZeneca, Mariana Therapeutics, Mirati Therapeutics, Merus Pharmaceuticals, Nuvalent, Pfizer, Novocure, AI Proteins, Novartis, Silverback Therapeutics, Sanofi, Blueprint Medicines, Bristol<\/b> Other, consulting fees. <br><b>Novartis, Merck, Novartis, Pfizer, Takeda<\/b> Other, honoraria. <br><b>Adaptimmune, Alexo, AstraZeneca, Blueprint, Bristol Myers Squibb, Genentech, Jounce, Merck, Moderna, Novartis, NextPoint, Palleon, Takeda<\/b> Grant\/Contract. <br><b>AI Proteins<\/b> Stock. <br><b>S. Srivats, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>Z. Zhang, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>A. Rao, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option, Travel. <br><b>V. Sehgal, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>AbbVie<\/b> Stock, Stock Option. <br><b>P. Hou, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>M. Morrissey, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option, Travel. <br><b>I. Feldman, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>L. Srinivasan, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>P. Aanur, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>M. Brown, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option. <br><b>Novartis<\/b> Stock, Stock Option. <br><b>Bristol Myers Squibb<\/b> Stock, Stock Option. <br><b>R. S. Meehan, <\/b> <br><b>Moderna<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT141","PresenterBiography":null,"PresenterDisplayName":"Julie Bauman, MD, MPH","PresenterKey":"1df46ef3-3385-4a67-b28f-04702bbd3d3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT141. mRNA-4157 (V940) individualized neoantigen therapy (INT) + pembrolizumab (pembro) in advanced unresectable HPV- head &#38; neck carcinoma (HNSCC): Clinical &#38; translational analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"mRNA-4157 (V940) individualized neoantigen therapy (INT) + pembrolizumab (pembro) in advanced unresectable HPV- head &#38; neck carcinoma (HNSCC): Clinical &#38; translational analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The novel small-molecule inhibitor and degrader, BPI-23314, targeting of the bromodomain and extra-terminal domain (BET) family proteins, BPI-23314, has been showndemonstrated promising preclinical efficacy in hematologic malignancies. This Phase 1 study aims to evaluate the safety, pharmacokinetics, and preliminary efficacy of BPI-23314 monotherapy in patients with relapsed or refractory acute myeloid leukemia (R\/R AML).<br \/><b>Methods<\/b>: This ongoing phase 1 study of BPI-23314 enrolled adult patients with R\/R AML. Dose escalation was conducted using a standard 3+3 design, followed by additional expansion cohorts to further assess safety and preliminary efficacy. BPI-23314 tablets were administered orally once daily (QD) or twice daily (BID) in consecutive 21-day cycles. The key endpoints included determining the recommended Phase 2 dose (RP2D), safety, pharmacokinetics, and preliminary efficacy.<br \/><b>Results<\/b>: As of July 31, 2022, a total of 22 patients diagnosed with R\/R AML were treated with BPI-23314 at seven different dose levels, ranging from 5 to 60 mg QD or 40 to 50 mg BID. The median age of the patients was 48 years (range: 19-68 years), and the median treatment duration was 6 weeks (range: 2-9 weeks). The median number of prior therapy lines was 3 (range: 1-4), with 15 (68.2%) being refractory to last line of therapy. Due to the high incidence of grade&#8805;3 anemia, thrombocytopenia, and neutropenia among the patients at baseline, most treatment-emergent adverse events (TEAE) of hematologic toxicities were mainly<br \/>correlated with disease progression. Only one patient experienced grade 3 treatment-related adverse events (TRAE) comprising anemia (4.5%) and neutropenia (4.5%). Non-hematologic TRAEs were predominantly of grade 1-2. The most common TRAEs (&#8805;10%) were gastrointestinal reactions (10\/22, 45.5%), hypertriglyceridemia (6\/22, 27.3%), hyperbilirubinemia (4\/22, 18.2%), elevated alanine aminotransferase levels (3\/22, 13.6%), and increased gamma-glutamyl transferase levels (3\/22, 13.6%). Gastrointestinal reactions characterized by nausea and\/or diarrhea were the most commonly reported toxicities. The most common TEAEs associated with disease progression were infection and bleeding. No dose-limiting toxicity or treatment-related deaths were reported during the study period, and the maximum tolerated dose was not reached. Among the evaluable responses in all dose levels for R\/R AML patients (n=21), one patient achieved complete response (CR) at a dosage of 40 mg BID while three patients maintained stable disease (SD) across various dosages, including QD at 60 mg and BID at both 40 mg and 50 mg. Furthermore, BPI-23314 demonstrated moderate elimination kinetics, with a plasma half-life ranging from 8.6 to 23.3 hours, while exhibiting dose-proportional exposure.<br \/><b>Conclusion<\/b>: BPI-23314 monotherapy exhibited preliminary clinical efficacy with manageable adverse events in patients with R\/R AML. The study is ongoing. The satisfactory pharmacokinetic attribute and outstanding safety profile of BPI-23314 provide compelling rationales for further exploration of its therapeutic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"BET inhibitors,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Sun<sup>1<\/sup>, X. Jin<sup>2<\/sup>, <b>J. Guo<\/b><sup>2<\/sup>, X. Liu<sup>2<\/sup>, Y. Xu<sup>2<\/sup>, H. Lan<sup>2<\/sup>, J. Wang<sup>2<\/sup>, J. Zhen<sup>2<\/sup>, J. Yang<sup>2<\/sup>, L. Ding<sup>2<\/sup>, J. Qi<sup>1<\/sup>; <br\/><sup>1<\/sup>State Key Laboratory of Experimental Hematology, National Clinical Research Center for Hematological Disorders, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China, <sup>2<\/sup>Betta Pharmaceuticals Co.,Ltd, Hangzhou, China","CSlideId":"","ControlKey":"3e72c2b5-73b7-4d76-a3ae-2751df44cacf","ControlNumber":"10588","DisclosureBlock":"&nbsp;<b>M. Sun, <\/b> None..<br><b>X. Jin, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>H. Lan, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. Zhen, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>J. Qi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT142","PresenterBiography":null,"PresenterDisplayName":"Jing Guo, PhD","PresenterKey":"6c04499e-33c9-4421-b629-f412d6ea74dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT142. Phase 1 study of BPI-23314, a novel BET inhibitor and degrader, in advanced myeloid leukemia (AML)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase 1 study of BPI-23314, a novel BET inhibitor and degrader, in advanced myeloid leukemia (AML)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Allogeneic stem cell transplantation (alloSCT) can provide a cure for myeloid malignancies partially through the graft-vs-leukemia effect (GVL), wherein donor-derived alloreactive T cells attack recipient leukemia cells. Preclinical data strongly suggested IFN-&#947; is crucial for effective GVL against myeloblastic leukemia. IFN-&#947; receptor gene-deficient myeloblastic leukemia were resistant to GVL in mouse models (Matte-Martone, Shlomchik JCI 2017). IFN-&#947; upregulated HLA expression in relapsed myeloblasts in vitro (Christopher NEJM 2018, Toffalori Nat Med 2019). We hypothesized that IFN-&#947; would sensitize myeloblasts to alloreactive T cells and promote GVL. Here, we present the results of a phase 1 study to evaluate the safety of IFN-&#947; combined with donor leukocyte infusions (DLI) for relapsed myeloblastic malignancies post-transplant (NCT04628338).&#8239; &#8239;<br \/>Methods: HLA-matched donor alloSCT recipients with relapsed acute myeloid leukemia (AML) or myelodysplastic syndrome (MDS) and no active graft-versus-host disease (GVHD) were eligible. Patients self-administered 100mcg IFN-&#947; (Actimmune, Horizon Therapeutics) three times a week for 4 weeks (cohort 1) or 1 week (cohort 2), followed by DLI and concurrent IFN-&#947; for a total of 12 weeks. Flow cytometry-based surface HLA expression and single-cell RNAseq (scRNAseq) were analyzed using bone marrow (BM) collected before and after IFN-&#947;.<br \/>Results: Seven patients with high-risk diseases (2 MDS and 5 AML) were enrolled. There were no serious adverse events during IFN-&#947; monotherapy. After DLI, 5 patients developed grade I-II GVHD along with immune effector cell-associated neurotoxicity syndrome (grade 1 or 2; n=2) and idiopathic pneumonia syndrome (IPS; n=1). All immune-mediated toxicities, including IPS, resolved with corticosteroids. 4 out of 6 DLI recipients achieved minimal residual disease negative complete remissions and full donor hematopoietic cell reconstitution. The median overall survival was 579 days (range, 97-906) in responders. Myeloid blasts upregulated HLA-DR after IFN-&#947;, and enrichment of recipient malignant hematopoietic stem cells expressing CIITA was observed in post-IFN-&#947; BM by scRNAseq.&#8239; &#8239;<br \/>Conclusions: This first in human use of IFN-&#947; to treat post-transplant relapse was safe, with a promising efficacy signal when combined with DLI. Correlative studies support our hypothesis that in vivo IFN-&#947; activates myeloblasts, manifest by HLA-DR upregulation and CIITA induction. We plan to design a phase 2 trial to formally test the efficacy of this novel immunotherapeutic approach to boost GVL in alloSCT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Immunotherapy,Interferons,Leukemias: acute myeloid,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Ito<\/b><sup>1<\/sup>, E. Geramita<sup>1<\/sup>, K. Ventura<sup>1<\/sup>, B. Neupane<sup>1<\/sup>, S. Bhise<sup>2<\/sup>, S. N. Furlan<sup>2<\/sup>, W. D. Shromchik<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh School of Medicine, Pittsburgh, PA, <sup>2<\/sup>University of Washington School of Medicine, Seattle, WA","CSlideId":"","ControlKey":"8962a31c-640d-4acc-8f23-cae17979f231","ControlNumber":"10794","DisclosureBlock":"<b>&nbsp;S. Ito, <\/b> <br><b>Horizon Therapeutics<\/b> Other, Drug supply for the clinical trial. <br><b>BlueSphere Bio<\/b> Grant\/Contract.<br><b>E. Geramita, <\/b> None..<br><b>K. Ventura, <\/b> None..<br><b>B. Neupane, <\/b> None..<br><b>S. Bhise, <\/b> None..<br><b>S. N. Furlan, <\/b> None.&nbsp;<br><b>W. D. Shromchik, <\/b> <br><b>BlueSphere Bio<\/b> Grant\/Contract, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT143","PresenterBiography":null,"PresenterDisplayName":"Sawa Ito, MD,PhD","PresenterKey":"0e6ef1a1-cbcc-4062-b382-ffe22df62bb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT143. IFN-&#947; and donor leukocyte infusion to treat relapsed myeloblastic malignancies after allogeneic hematopoietic stem cell transplantation&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IFN-&#947; and donor leukocyte infusion to treat relapsed myeloblastic malignancies after allogeneic hematopoietic stem cell transplantation&#8239;","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> HMPL-523, a selective oral Syk inhibitor, demonstrated encouraging benefit-risk profile in 2 Phase 1 (P1) studies in relapsed\/refractory (R\/R) lymphoma patients (pts) in USA\/Europe (NCT03779113) and China (NCT02857998). In the 16 response-evaluable pts in the dose-escalation portion (Part 1) of study NCT03779113, 4 responses were noted, including complete responses (CRs) in R\/R hodgkin lymphoma (HL) and follicular lymphoma (FL) pts (Strati et al. <i>Blood <\/i>2021). Here, we report the results from the dose expansion portion (Part 2) of the study NCT03779113.<br \/><b>Methods: <\/b>Safety and efficacy of HMPL-523, at the recommended phase 2 dose (RP2D) of 700 mg QD, was evaluated in lymphoma pts who have exhausted all approved therapy options. Treatment emergent adverse events (TEAEs) were assessed per NCI CTCAE v5.0. Responses were assessed by investigators at weeks 8, 16, and 24, and then every 12 weeks.<br \/><b>Results: <\/b>As of 14 July 2023, 47 pts were enrolled in the Part 2 [25 HL, 9 Peripheral T cell lymphoma (PTCL), 7 Chronic lymphocytic leukemia (CLL), 2 each of FL and Mantle cell lymphoma (MCL), and 1 each with Marginal zone lymphoma (MZL) and Waldenstr&#246;m's macroglobulinemia (WM)]. Median age was<b> <\/b>57 (Range:21-93) years, 55% were males, 85% were Caucasian, 47% had ECOG status of 1, 81% were disease stage &#8805;3 and 17% had B-symptoms at study entry. Median prior lines of therapy was 4 (range 1 - 12); 86% of CLL pts were prior BTK treated and 88% of HL pts had both a PD-1 inhibitor and Brentuximab vedotin. With a median drug exposure of 2.9 months, the overall response rate (ORR) among 41 efficacy evaluable pts was 26.8% and disease control rate (DCR) was 65.9% [4 CR (9.8%), 7 PR (17.1%) and 16 SD (39.0%)]. The median time-to-response was 1.9 months. Among HL pts (N=24), ORR was 25.0% and DCR was 66.7% [2 CR (8.3%), 4 PR (16.7%) and 10 SD (41.7%)]. Among PTCL pts (N=7), ORR and DCR were 42.9% [2 CR (28.6%) and 1 PR (14.3%)]. The median duration of response (DOR) was not reached for HL pts and was 5.7 months (2.0 - NR) in PTCL. Two pts (one each with HL and PTCL) with disease control were taken off treatment to be consolidated with allogenic stem cell transplant. At cut-off, 1 pt each with CLL (N=5 ) and WM (N=1) demonstrated a PR. Serious TEAEs occurred in 18 pts (38.3%), of which 4 (8.5%) were considered treatment-related (TRAE). Grade&#8805;3 TRAEs were noted in 15 pts (31.9%); the most common Grade&#8805;3 TRAEs (&#62;5%) were alanine aminotransferase increase 4 (8.5%) and febrile neutropenia 3 (6.4%). Dose interruption due to TEAEs occurred in 23 pts (48.9%) and dose reduction in 4 pts (8.5%). Two pts (4.3%), 1 each with TEAE of thrombocytopenia and pruritis had drug discontinued.<br \/><b>Conclusion: <\/b>HMPL-523 was well tolerated at the RP2D of 700 mg QD in R\/R lymphoma pts. Encouraging proof of activity was demonstrated in heavily pre-treated HL and PTCL pts. Additional studies are needed to evaluate the value of SYK-inhibitor as either monotherapy or combination in these high unmet-need population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Lymphoma,Lymphoma: Hodgkin's lymphoma,Small molecule inhibitor,Lymphoma: non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Strati<\/b><sup>1<\/sup>, E. Gonzalez-Barca<sup>2<\/sup>, D. Morillo<sup>3<\/sup>, S. Ahmed<sup>1<\/sup>, D. Chraniuk<sup>4<\/sup>, S. Leppa<sup>5<\/sup>, F. de la Cruz Vicente<sup>6<\/sup>, P. Centkowski<sup>7<\/sup>, R. N. Pillai<sup>8<\/sup>, S. Nanda<sup>8<\/sup>, A. Khullar<sup>8<\/sup>, M. Hahka-Kemppinen<sup>8<\/sup>, V. Jayaprakash<sup>8<\/sup>, G. Gritti<sup>9<\/sup>; <br\/><sup>1<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>ICO l'Hospitalet - Hospital Duran i Reynals, Barcelona, Spain, <sup>3<\/sup>Fundación Jiménez Díaz University Hospital, START Madrid-FJD Early Phase Unit, Madrid, Spain, <sup>4<\/sup>Nasz Lekarz Przychodnie Medyczne, Toru&#324;, Poland, <sup>5<\/sup>University of Helsinki and Helsinki University Hospital Comprehensive Cancer Centre, Helsinki, Finland, <sup>6<\/sup>Hospital Universitario Virgen del Rocío, Sevilla, Spain, <sup>7<\/sup>KO-MED Centra Kliniczne Biala Podlaska, Podlaska, Poland, <sup>8<\/sup>HUTCHMED Intl, Florham Park, NJ, <sup>9<\/sup>Azienda Socio Sanitaria Territoriale Papa Giovanni XXIII, Bergamo, Italy","CSlideId":"","ControlKey":"76a425f8-eec9-4785-997d-ed883affb0e3","ControlNumber":"10779","DisclosureBlock":"&nbsp;<b>P. Strati, <\/b> None..<br><b>E. Gonzalez-Barca, <\/b> None..<br><b>D. Morillo, <\/b> None..<br><b>S. Ahmed, <\/b> None..<br><b>D. Chraniuk, <\/b> None..<br><b>S. Leppa, <\/b> None..<br><b>F. de la Cruz Vicente, <\/b> None..<br><b>P. Centkowski, <\/b> None.&nbsp;<br><b>R. N. Pillai, <\/b> <br><b>HUTCHMED Intl<\/b> Employment. <br><b>S. Nanda, <\/b> <br><b>HUTCHMED Intl<\/b> Employment. <br><b>A. Khullar, <\/b> <br><b>HUTCHMED Intl<\/b> Employment. <br><b>M. Hahka-Kemppinen, <\/b> <br><b>HUTCHMED Intl<\/b> Employment. <br><b>V. Jayaprakash, <\/b> <br><b>HUTCHMED Intl<\/b> Employment.<br><b>G. Gritti, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT144","PresenterBiography":null,"PresenterDisplayName":"Vijayvel Jayaprakash, MBBS;PhD","PresenterKey":"93dec447-4b79-4f2c-bca3-d15afa30406c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT144. Safety and efficacy of HMPL-523 (Syk inhibitor) in patients with relapsed or refractory lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Safety and efficacy of HMPL-523 (Syk inhibitor) in patients with relapsed or refractory lymphoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Mantle cell lymphoma (MCL) is a moderately aggressive and incurable small to medium size B cell lymphoma. In this phase 1 study, we evaluated the safety and efficiency of Valcade, Cladribine, and Rituximab (VCR) combination treatment in MCL.<br \/><b>Patients and Methods<\/b>: This is a single arm, open label, investigator-initiated Phase 1 study. This study employed a standard 3+3 dose escalation scheme designed to determine the maximum tolerated dose (MTD) of Cladribine in VCR regimen. The treatment scheme and Cladribine dose escalation levels (1, 2, and 3) are as follows: the therapy consisted of 6 28-day cycles. At first cycle of the treatment, Rituximab 375 mg\/m2 infusion started on day 5 of the first week and then given weekly for 3 weeks&#894; in the next 5 cycles, Rituximab was given on day 5 of each cycle, and then every 2 months as the maintenance therapy. Cladribine 35 mg\/m2 (3 mg\/m2 for level 1, 4 mg\/m2 for level 2, and 5 mg\/m2 for level 3) infusion was given on days 1 to 5 for 6 cycles. If the patient was older than 70 years old, Cladribine was only given on days 1 to 3 of each cycle. Velcade 1.6 mg\/m2 subcutaneous injection was given on days 12, 19 and 26 for cycles 1 to 3, then Day 5 and 19 during Cycles 4 to 6, then once per month as maintenance therapy until toxicity or progression of the disease. The primary endpoint of this study was to investigate the dose limiting toxicity (DLT), safety, and efficiency of this regimen in patients with MCL. The secondary endpoints included remission rate (RR), progression free survival (PFS) and overall survival (OS). This study is registered with clinicaltrials.gov (NCT01439750).<b> <\/b><br \/><b>Results<\/b>: No subject experienced dose limited toxicity (DLT) at either level 1 or 2, one possible DLT (infectious colitis) was observed on a subject during 2nd cycle at level 3. Then no additional DLTs were seen in 3 subjects added to level 3. Overall, this study recruited 13 subjects, with a median age of 64 years old (range from 55 to 83), and a total of 11 male and 2 females. Ten subjects were never previously treated, while 3 either relapsed or failed previous treatments. The majority of subjects tolerated this regimen well. Two relapsed patients experienced disease progression after received two cycles of treatments and died in 5 and 7 months after initiating the treatment. Another patient died 15 months after starting treatment. The overall remission (OR) rate was 77% (10\/13) and complete remission (CR) rate was 85% (10\/13). In newly diagnosed subject cohort, the RR and OS rates were 90% (9\/10), PFR was 80% (8\/10), and CR rate was 100% (10\/10), of which 3 patients have been followed for more than 4 years, 3 other patients for more than 3 years, and 3 others for over 2 years. However, in relapsed\/refractory subject cohort, 1 subject achieved CR for 7 months but then relapsed, 2 subjects had no response. There were 2 blastoid subjects, one was newly diagnosed and achieved CR.No severe systemic toxicity was observed in this study. Bone marrow suppression caused prolonged anemia and thrombocytopenia were the most common toxicity (3\/13 with &#8804;grade 2). Low grade peripheral neuropathies (&#8804;grade 2) were observed in 15% (2\/13). Mild fatigue was a frequent complaint.<br \/><b>Conclusions<\/b>: The VCR combination is a well-tolerated, low toxicity and effective regimen for for untreated MCL. Cladribine 5 mg\/m2 is a tolerable dose with manageable toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,Efficacy,Toxicity,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. J. Pu<\/b><sup>1<\/sup>, K. Berger<sup>2<\/sup>, D. Claxton<sup>3<\/sup>, J. Drabick<sup>1<\/sup>, T. Loughran, Jr.<sup>4<\/sup>, E. Epner<sup>3<\/sup>; <br\/><sup>1<\/sup>VA Boston Healthcare System, Harvard Medical School, Boston, MA, <sup>2<\/sup>Weill Cornell Medical College, New York, NY, <sup>3<\/sup>Penn State Hershey Cancer Institute, Hershey, PA, <sup>4<\/sup>University of Viginia Cancer Center, Charlottesville, VA","CSlideId":"","ControlKey":"3dae9bcc-71c9-4d27-8672-76b702763a6e","ControlNumber":"10621","DisclosureBlock":"&nbsp;<b>J. J. Pu, <\/b> None..<br><b>K. Berger, <\/b> None..<br><b>D. Claxton, <\/b> None..<br><b>J. Drabick, <\/b> None..<br><b>T. Loughran, <\/b> None..<br><b>E. Epner, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT145","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Pu, MD;PhD","PresenterKey":"a44c1fcb-63e2-4860-9529-df6e8bf0884e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT145. The final results of a phase I study using velcade (bortezomib), cladribine, and rituximab (VCR) in treating elderly patient with mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The final results of a phase I study using velcade (bortezomib), cladribine, and rituximab (VCR) in treating elderly patient with mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Overexpression of pro-survival proteins Bcl-2 and Bcl-xL have been associated with poor prognosis in patients with non-Hodgkin lymphoma (NHL). AZD0466 is a drug-dendrimer conjugate consisting of the dual Bcl-2\/Bcl-xL inhibitor AZD4320 covalently conjugated to a pegylated poly-L-lysine dendrimer, which allows for gradual release by hydrolysis. Preclinically, AZD0466 monotherapy has demonstrated efficacy in xenograft models of diffuse large B-cell lymphoma (DLBCL). Here, we report results from a Phase 1 trial (NCT05205161) of AZD0466 in relapsed\/refractory (R\/R) advanced B-cell NHL (B-NHL).<b><\/b><br \/><b>Methods<\/b><i><\/i> Eligible patients were &#8805;18 years old and had received 2-5 prior lines of therapy. AZD0466 was administered intravenously, with a dose ramp-up on days 1 and 4 of a 28-day cycle, and weekly administration of the target dose from day 8. The primary objective of the dose escalation phase was to assess the safety and tolerability of AZD0466 in patients with R\/R B-NHL and to identify the maximum tolerated dose and recommended phase 2 dose. Preliminary efficacy was evaluated using Lugano 2014 criteria. Secondary objective was evaluation of pharmacokinetic (PK) parameters for the study drug.<br \/><b>Results<\/b> As of November 02, 2023, 7 patients (DLBCL n=5, follicular lymphoma n=1, marginal zone lymphoma (MZL) n=1; median age, 57 [26&#8722;79] years) had received AZD0466 at 600 mg (n=3), 1200 mg (n=3), or 2400 mg (n=1). All patients experienced adverse events (AEs). AEs possibly related to AZD0466 were reported in 6 patients, most common: platelet count decrease (57.1%), neutropenia\/neutrophil count decrease (42.9%), and hypophosphatemia (28.6%). Grade &#8805;3 AEs possibly related to AZD0466 were reported in 4 patients: 2 Grade 3 and 1 Grade 4 neutropenia\/neutrophil count decrease, and 2 AEs that led to treatment discontinuation (Grade 3 platelet count decrease and dose-limiting Grade 3 troponin increase). Among 6 evaluable patients across all dose levels, 1 patient with MZL treated at 1200 mg had an objective response (partial<i> <\/i>response). Another 3 patients had a best overall response of stable disease and 2 patients had progressive disease. One patient discontinued the study prior to disease assessment. AZD4320 exposure was dose-proportional, with PK profiles similar to studies with other hematologic malignancies. As a surrogate of Bcl-xL on-target activity, transient thrombocytopenia with moderate platelet count recovery prior to the next dose was observed in most patients, in line with preclinical modeling. Pharmacodynamic modulation based on cleaved caspase-3 induction by AZD0466 was observed at 1200 and 2400 mg.<br \/><b>Conclusion<\/b> AZD0466 &#8804;1200 mg was clinically well tolerated but evidence of asymptomatic myocardial injury was observed at 2400 mg. The study was terminated due to similar findings in a concurrent trial (D8241C00001; NIMBLE). With an objective response observed at the 1200 mg dose level, further development of agents targeting Bcl-2\/xL in NHL is warranted with efforts to reduce the cardiotoxicity profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Bcl-xL,Non-Hodgkin's lymphoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Chong<\/b><sup>1<\/sup>, F. Morschhauser<sup>2<\/sup>, A. Herrera<sup>3<\/sup>, K.-S. Eom<sup>4<\/sup>, T. Kim<sup>5<\/sup>, M. Wang<sup>6<\/sup>, C. Hall<sup>7<\/sup>, F. Cader<sup>8<\/sup>, K. Beyfuss<sup>9<\/sup>, P. Cheung<sup>10<\/sup>, W. Quan<sup>8<\/sup>, S. Sharma<sup>10<\/sup>, Y. Marmor<sup>10<\/sup>, J. Saeh<sup>11<\/sup>, J. Mariz<sup>12<\/sup>; <br\/><sup>1<\/sup>Olivia Newton-John Cancer Centre, Heidelberg, Australia, <sup>2<\/sup>Centre Hospitalier Universitaire de Lille, Lille, France, <sup>3<\/sup>City of Hope Medical Center, Duarte, CA, <sup>4<\/sup>The Catholic University of&#8239;Korea-Seoul St.&#8239;Mary's Hospital, Seoul, Korea, Republic of, <sup>5<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of, <sup>6<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>7<\/sup>Oncology R&D, AstraZeneca, Gaithersburg, MD, <sup>8<\/sup>Oncology R&D, AstraZeneca, Cambridge, United Kingdom, <sup>9<\/sup>Oncology R&D, AstraZeneca, Mississauga, ON, Canada, <sup>10<\/sup>Oncology R&D, AstraZeneca, South San Francisco, CA, <sup>11<\/sup>Oncology R&D, AstraZeneca, Waltham, MA, <sup>12<\/sup>Instituto Português Oncologia Francisco Gentil do Porto, Porto, Portugal","CSlideId":"","ControlKey":"cc54b9bf-0b40-4963-ac5a-05ec96f43686","ControlNumber":"10362","DisclosureBlock":"<b>&nbsp;G. Chong, <\/b> <br><b>Astra Zeneca<\/b> Other, Research\/funding. <br><b>Regeneron, Bristol Myers Squibb, Bayer, Merck, Isofol, Pharmacyclics, HutchMed, Incyte, Morphosys, Amgen, Dizal<\/b> Other, Research\/funding. <br><b>Takeda, Bristol Myers Squibb<\/b> Other, Ad Board. <br><b>F. Morschhauser, <\/b> <br><b>Roche, Gilead Sciences, Novartis, AbbVie, Genmab, BMS<\/b> Other, Consulting fees. <br><b>Chugai, Takeda, Roche<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Roche, AstraZeneca, AbbVie<\/b> Other, Ad Board. <br><b>A. Herrera, <\/b> <br><b>Bristol Myers Squibb, Genentech, Merck, Seattle Genetics, AstraZeneca, ADC Therapeutics<\/b> Other, Research, funding, consultancy. <br><b>KiTE Pharma, Gilead Sciences,<\/b> Other, Research and funding. <br><b>Karyopharm, Takeda, Tubulis, Regeneron, Genmab, Pfizer, Caribou Biosciences, Adicet Bio, AbbVie, Allogene Therapeutics<\/b> Other, Consultancy. <br><b>K. Eom, <\/b> <br><b>Ubix Therapeutics, Handok Pharmaceutical Company, Janssen Korea, Novartis Korea<\/b> Other, Consulting fees. <br><b>T. Kim, <\/b> <br><b>AstraZeneca, MedImmune<\/b> Other, Trial funding. <br><b>Daiichi-Sankyo, HK inno.N, Janssen, Samsung Bioepis<\/b> Other, Consulting fees. <br><b>Amgen, AstraZeneca\/MedImmune, Boryung, IMBdx Inc., Janssen, Novartis, Regeneron, Roche\/Genentech, Takeda, Yuhan<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>M. Wang, <\/b> <br><b>Acerta Pharma, AstraZeneca, BeiGene, BioInvent, Celgene, Genmab, Genentech, Innocare, Janssen, Juno Therapeutics, Kite Pharma, Lilly, Loxo Oncology, Molecular Templates, Oncternal, Pharmacyclics<\/b> Grant\/Contract. <br><b>VelosBio, Vincerx<\/b> Grant\/Contract. <br><b>AbbVie, Acerta Pharma, ADC Therapeutics America, Amphista Therapeutics Limited, AstraZeneca, BeiGene, BioInvent, Bristol Myers Squibb, Deciphera, Genentech<\/b> Other, Consulting fees. <br><b>InnoCare, Janssen, Kite Pharma, Lilly, Merck, Miltenyi Biomedicine, Oncternal, Parexel, Pepromene Bio, Pharmacyclics, VelosBio<\/b> Other, Consulting fees. <br><b>AbbVie, Acerta Pharma, AstraZeneca, BeiGene, BioInvent, Bristol Myers Squibb, CAHON, Catamount Medical Education, Dava Oncology, Genmab, Janssen, Kite Pharma<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>MJH Life Sciences, Merck, MSC National Research Institute of Oncolgy, NIH, Nurix, Pharmacyclics, Physicians Education Resources (PER)<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Research to Practice, Scripps, Studio ER Congressi, South African Clinical Hematology Society, WebMD<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>C. Hall, <\/b> <br><b>AstraZeneca<\/b> Stock, Travel, Other, Support for the present manuscript (e.g., funding, provision of study materials, medical writing, article processing charges, etc.). Support for attending meetings, other financial or non-financial interests. <br><b>F. Cader, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>K. Beyfuss, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock, Other, Support for attendance at ASH. <br><b>P. Cheung, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock, Other, Support for attending ASH and IMS. <br><b>W. Quan, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Sharma, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock, Other, ASH Meeting. <br><b>Y. Marmor, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. Saeh, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>J. Mariz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT146","PresenterBiography":null,"PresenterDisplayName":"Janeen Nuttall","PresenterKey":"fa7eb4e6-45b7-4b77-832c-92fbc5862757","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT146. AZD0466 in patients with advanced non-Hodgkin lymphoma: Efficacy and safety in an open-label phase 1 trial","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AZD0466 in patients with advanced non-Hodgkin lymphoma: Efficacy and safety in an open-label phase 1 trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> This clinical study is to evaluate HBW-3220, a novel reversible BTK inhibitor (BTKi) with an improved in vitro profile than the existing non-covalent drugs pirtobrutinib (LOXO-305, approved) and MK-1026 (Phase III). HBW-3220 shows superior inhibition against BTK wild-type and several common mutants, such as C481S, C481R, T474I, T316A, and L528W (the one predominantly enriched in patients resistant to the newer-generation BTKis), and hematopoietic cell kinase (HCK), a key contributor to the development of ibrutinib resistance associated with kinase-defective BTK.<br \/><b>Methods: <\/b>This phase I clinical study was conducted in R\/R B-NHL patients who had received two or more prior lines of treatments. The dose escalation study adopts accelerated titration and a \"3+3\" design, with a daily single dose of 15, 30, 60, 90, 120, or 150 mg. During the dose escalation phase, the sponsor and investigators determined whether to expand the cohort of the previous dose based on the existing data. Adverse events (AEs) were assigned according to NCI Common Terminology Criteria for Adverse Events (CTCAE) v5.0. Response assessment was based on the iwCLL 2018 guidelines, the IWWM-7 consensus, or the Lugano 2014 guidelines, according to the respective disease type.<br \/><b>Results: <\/b>28 patients have been enrolled so far, and the dose escalation study has been completed. No dose-limiting toxicity (DLT) occurred in any patient, implicating good tolerability. Adverse events (AEs), similar to other BTKis, were mostly Grade 1 or 2, including fever (38%), diarrhea (35%), headache (19%), anemia (42%), infectious pneumonia (23%), decreased neutrophils (42%), decreased platelet count (27%), increased alanine aminotransferase (23%), etc. Drug-related Grade 3 AEs included neutrophil count decreased (n=3, 11%), increased lymphocyte count (n=2, 7%), and infectious pneumonia (n=2, 7%). 21 patients underwent at least 1 response assessment (4 chronic lymphocytic leukemia (CLL)\/small lymphocytic lymphoma (SLL); 4 marginal zone lymphoma (MZL); 5 mantle cell lymphoma (MCL); 3 diffuse large B-cell lymphoma (DLBCL); 5 other B-NHL), and the results are 1 complete response (CR), 6 partial response (PR), and 1 partial response with lymphocytosis (PR-L). The overall response rate (ORR) in CLL\/SLL (all with prior irreversible BTKi treatment, and 2 of them with additional BCL2 inhibitor treatment), MZL, MCL, and DLBCL patients were 75% (3\/4, including 1 PR-L), 50% (2\/4), 40% (2\/5) and 33% (1\/3), respectively. Among the ORR (including CR, PR, and PR-L), 88% (7\/8) were in the 90 mg and above dose group, regardless of previous BTKi treatment history or mutation status of p53 and BTK C481S. In the 90 mg and above dose group, the ORR is 47%. After oral administration, the drug exposures showed dose-dependent increases. The time to maximum plasma concentration (Tmax) was 2 hours, and the elimination half-life (T1\/2) was 19 hours.<br \/><b>Conclusions: <\/b>The current data show that HBW-3220 is well tolerated, showing no DLT occurred at daily doses up to 150 mg, and has good efficacy in patients with CLL\/SLL, MZL, and MCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT04-01 Phase I adult clinical trials,,"},{"Key":"Keywords","Value":"BTK,Small molecule inhibitor,Lymphoma,Lymphoma: non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Lee<\/b>, Y. Li, Y. Mao, G. Liu, J. Li, Q. Liu; <br\/>Chengdu Hyperway Pharmaceuticals, Chengdu, China","CSlideId":"","ControlKey":"d2e1a3c7-b663-423f-93f5-d0247f49e364","ControlNumber":"9762","DisclosureBlock":"<b>&nbsp;N. Lee, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment, Stock. <br><b>Y. Li, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment, Stock, Patent. <br><b>Y. Mao, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment, Stock. <br><b>G. Liu, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment, Stock, Patent. <br><b>J. Li, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment, Stock. <br><b>Q. Liu, <\/b> <br><b>Chengdu Hyperway Pharmaceuticals<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT147","PresenterBiography":"","PresenterDisplayName":"Ning Lee, PhD","PresenterKey":"d1493061-a010-4316-8acf-3267d1063099","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT147. Phase I clinical study of Bruton&#8217;s tyrosine kinase inhibitor (BTKi) HBW-3220 capsules in patients with relapsed\/refractory (R\/R) B-cell non-Hodgkin lymphoma (B-NHL)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"612","SessionOnDemand":"False","SessionTitle":"Phase 0 and Phase I Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase I clinical study of Bruton&#8217;s tyrosine kinase inhibitor (BTKi) HBW-3220 capsules in patients with relapsed\/refractory (R\/R) B-cell non-Hodgkin lymphoma (B-NHL)","Topics":null,"cSlideId":""}]