[{"Abstract":"Introduction: Current generation of adoptive cell therapy relies on ex vivo engineering of immune cells with tumor-targeting chimeric antigen receptors. In addition to manufacturing challenges, ex vivo engineered cells such as CAR-NK and CAR-T show limited tumor infiltration and persistency within tumor microenvironment. A method leveraging mRNA-based delivery for in-vivo engineering of these cells could address these issues but has not been established. Conventional mRNA\/LNP when infused systemically result in significant accumulation in liver tissue and the CAR has no immune cell specificity in their expression or function.<br \/>Method: Many immune receptors are heterodimeric complexes composed of a ligand binding subunit (e.g. CD16 and TCR) and a signaling adaptor containing Immunoreceptor Tyrosine-based Activation Motif (ITAM) (e.g. FcR&#947; and CD3&#950;). Notably, the cell surface expression of the ligand binding subunit often depends on the expression of the ITAM adaptor. Based on this we fused HER2-targeting scFv to multiple activating receptors whose expression is restricted to NK cells and T cells, and evaluated their expression and anti-tumor function.<br \/>Results: We developed a series of Natural Cytotoxic Receptor (NCR)-based in vivo CAR constructs by fusing HER2-targeting scFv to the native extracellular and transmembrane sequences of the receptor NKp30, NKp44 and NKp46, These CARs engage signaling adaptor FcR&#947; or DAP12 expressed in NK cells, and exhibit potent tumoricidal activity against HER2+ ovarian cancer cells as well as mediate tumor-induced cytokine and chemokine response. Using Huh7 liver cell as a model for off-target expression in hepatocytes, we found that NKp44 and NKp46-based CAR requires their cognate signaling adaptors for stable cell surface expression. We also showed that similar strategy can be used to design receptors for selective expression on the surface of T cells utilizing CD3&#949; chain fused with tumor targeting scFv.<br \/>Conclusion: These results demonstrated the feasibility of engineering primary NK cells with CARs based on the NCR family of receptors NKp44 and NKp46, whose expression requires the immune-restricted signaling adaptors. These CAR-NK receptors do not contain intracellular signaling motifs but can engage and activate their signaling natural adaptors to initiate tumor killing and cytokine response. An mRNA\/LNP based delivery of NKp44-based CAR for cancer treatment is currently under clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Cancer immunotherapy,mRNA,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Diwanji<\/b>, D. Getts, Y. Wang; <br\/>Myeloid Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"31e72a68-93fb-4445-860b-d2d2ada7c423","ControlNumber":"3362","DisclosureBlock":"<b>&nbsp;N. Diwanji, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Getts, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Y. Wang, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1319","PresenterBiography":null,"PresenterDisplayName":"Neha Diwanji, PhD","PresenterKey":"4fa30ffe-3b4b-493d-964d-7fbad7482204","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1319. In vivo programming of natural killer cells and T cells using mRNA delivered cytotoxic chimeric antigen receptors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vivo programming of natural killer cells and T cells using mRNA delivered cytotoxic chimeric antigen receptors","Topics":null,"cSlideId":""},{"Abstract":"Background: A major challenge to off-the-shelf allogeneic cell therapies is the HLA-targeted elimination of genetically dissimilar cells. To combat this, HLA Class I can be deleted through transgene insertion at the beta-2 microglobulin (B2M) locus, while HLA Class II can be deleted by disruption of the gene encoding MHC Class II Transactivator (CIITA). Lack of HLA Class I expression, however, marks cells for elimination by natural killer (NK) cells, which normally receive inhibitory signals from this protein family. HLA-E and HLA-G are non-classical HLA Class I molecules that are far less polymorphic than HLA-A\/B\/C. They can inhibit natural killer cell-mediated activation by engaging NKG2A, KIR2DL4, ILT2, and ILT4. The objective of this study was to assess allo-evasion from NK cells by iPSC-derived cells engineered to overexpress HLA-E and -G.<br \/>Methods: Allo-evasion by HLA-E, -G or both was first assessed in the chronic myelogenous leukemia K562 cell line, which expresses very low HLA Class I and is highly susceptible to NK-mediated killing. K562 cells were engineered using CRISPR\/CAS9 to express chimeric molecules encoding either HLA-E or HLA-G heavy chains tethered to a defined nominal self-peptide and B2M, or HLA-E\/peptide\/B2M-P2A-HLA-G\/peptide\/B2M. Along with parental K562, these were used as targets in co-cultures with allogeneic PBMCs (n=22 donors) at different E:T ratios. Target killing was observed using flow cytometry and normalized to parental K562. Phenotyping of effector PBMCs for NK frequency and expression of HLA-E and -G receptors (NKG2A, KIR2DL4, ILT2, and ILT4) was performed to study correlations with killing efficiency and allo-evasion. IPSCs with endogenous B2M knocked out were also engineered to overexpress HLA-E and -G with the constructs described above. These were then differentiated into NK cells and gamma delta T cells using proprietary processes. Allo-evasion of these cells from killing by the same PBMC cohort was evaluated by flow cytometry.<br \/>Results: While NK cells across donors expressed heterogeneous combinations of HLA-E and -G receptors, the strongest correlation with PBMC allo-responsiveness was NK frequency. K562 and iPSC-derived cells lacking HLA were susceptible to killing by PBMCs. Overexpression of HLA-E and -G offered protection to K562 and iPSC-derived cells against all tested donors. HLA-E offered more protection than HLA-G, and the combination of both HLA-E and -G was most potent.<br \/>Conclusion: When genetically dissimilar HLA Class I protein family must be deleted to prevent graft rejection, expression of the more-conserved HLA-E and -G can effectively protect allogeneic drug products from elimination. These Allo-evasion<sup>TM<\/sup> edits may increase the in vivo persistence and enable multi-dosing of our iPSC-derived allogeneic cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,allogeneic cell therapy,iPSC,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Lebid<\/b>, D. Kim, G. Greco, H. Jessup, A. Suarez, S. Brown, N. Alexander, M. Desai, B. Gurung, B. Morse, D. J. Perry, M. F. Naso, H. Levitsky; <br\/>Century Therapeutics, Philadelphia, PA","CSlideId":"","ControlKey":"ff3765e4-b10c-4c3b-bfd9-b99ea45a4cdf","ControlNumber":"4084","DisclosureBlock":"<b>&nbsp;A. Lebid, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>Sana Therapeutics<\/b> Stock. <br><b>D. Kim, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock Option. <br><b>G. Greco, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. Jessup, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>BMS<\/b> Stock. <br><b>A. Suarez, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Brown, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Alexander, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Desai, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Gurung, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Morse, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. J. Perry, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. F. Naso, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Levitsky, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Patent. <br><b>Carisma Therapeutics<\/b> Stock Option, Other, BOD observer. <br><b>Peplimune<\/b> Stock Option, Other, Director. <br><b>Prokarium<\/b> Stock Option, Other, Director.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1320","PresenterBiography":null,"PresenterDisplayName":"Andriana Lebid, PhD","PresenterKey":"8c808389-458e-47b8-bcbd-8c45ba1f0b15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1320. Engineered expression of HLA-E and HLA-G protects iPSC-derived cells from killing by primary NK cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered expression of HLA-E and HLA-G protects iPSC-derived cells from killing by primary NK cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The tumor microenvironment (TME) is a dynamic and multifaceted system that comprises largely myeloid lineage immune cells including monocytes, neutrophils, macrophages, and dendritic cells. Reprogramming the myeloid compartment within the context of cancer therapy presents an attractive strategy to overcome current limitations in solid tumor treatment. We have developed a novel approach that harnesses the natural ability of Myeloid cells to take up mRNA loaded lipid nanoparticles, to reprogram these cells with chimeric antigen receptors (CAR&#8217;s) that arm these cells to recognize and kill tumor cells.<br \/><b>Methods: <\/b>Current LNPs technology is sufficient to deliver significant mRNA cargo to numerous cell types, including B cells, T cells and myeloid cells. Leveraging this phenomenon we have developed a new class of chimeric antigen receptors (CARs), using protein biology that imparts targeted immune cell expression and functionality, specifically in Myeloid cells. These CARs harness Immunoreceptor Tyrosine-based Activation Motif (ITAM) signaling adaptors expressed exclusively in immune cells, achieving immune cell-type specific CAR-directed tumor lysis and cytokine responses. With a FcaR I (CD89) based CAR design, we have developed a CAR that is dependent on the common Fc receptor gamma chain, primarily restricted to myeloid cells, for stable expression and function.<br \/><b>Results: <\/b>We have demonstrated specific expression of CD89-based CAR in myeloid cells in mouse and monkey following systemic mRNA\/LNP delivery, and in human myeloid cells following <i>in vitro <\/i>treatment with mRNA\/LNPs. Systemic mRNA\/LNP delivery of CD89-based CAR has demonstrated robust anti-tumor efficacy against multiple tumor antigens in various xenograft mouse models of human breast cancer, hepatocellular carcinoma, and ovarian cancer. Furthermore, in syngeneic mouse tumor models, robust anti-tumor immune responses, characterized by tumoral infiltration of activated CD8+ T cells, diminished tumor-associated Tregs, systemic enhancement of dendritic cells and anti-tumor IgG production, were observed for treated animals.<br \/><b>Conclusions: <\/b>Taken together, we present CAR designs that achieve expression and function in targeted immune cell populations, capable of eliciting anti-tumor efficacy against multiple target antigens by leveraging innate and adaptive immune responses, and demonstrating a class of novel CAR designs to overcome limitations faced by current <i>in vivo<\/i> mRNA\/LNP delivery strategy. A phase I clinical trial is currently on-going to assess the safety and preliminary efficacy of CD89-based CAR against TROP2+ epithelial malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"In vivo,Lipid Nanoparticle Delivery,Chimeric antigen receptor,Myeloid Cell Engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Argueta<\/b>, F. K. Melber, M. Gorgievski, N. Divangi, E. Cochran, T. Chu, Y. Wang, J. Ding, D. Getts; <br\/>Myeloid Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"ad876300-f29f-4b08-99a8-86ef103c2e1d","ControlNumber":"7106","DisclosureBlock":"&nbsp;<b>S. Argueta, <\/b> None..<br><b>F. K. Melber, <\/b> None..<br><b>M. Gorgievski, <\/b> None..<br><b>N. Divangi, <\/b> None..<br><b>E. Cochran, <\/b> None..<br><b>T. Chu, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>J. Ding, <\/b> None..<br><b>D. Getts, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1321","PresenterBiography":null,"PresenterDisplayName":"Shannon Argueta, PhD","PresenterKey":"6863f278-63c6-444d-9c9a-314c123ab0f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1321. <i>In vivo<\/i> immune cell programming using mRNA-LNP chimeric antigen receptors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> immune cell programming using mRNA-LNP chimeric antigen receptors","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction<\/u> <\/b>Multiple myeloma (MM) is the second most prevalent hematopoietic malignancy with an overall 5-year survival rate of 58%. B cell maturation antigen (BCMA) is selectively expressed on normal and malignant plasma cells, making it an attractive MM target. Anti-BCMA chimeric antigen receptor (CAR) T cell therapy and T cell engagers have shown promise as treatment options for certain MM patients; however, potential toxicities associated with these anti-BCMA therapies, such as cytokine release syndrome (CRS), have limited broader utilization. Much like T cells, natural killer (NK) cells are cytolytic and have demonstrated an innate capacity to reduce tumor burden while exhibiting a more favorable safety profile in clinical testing. To that end, we developed a cryopreserved allogeneic cell therapy comprised of genetically modified human umbilical cord blood-derived (CB) NK cells transduced with a gammaretroviral vector, which incorporates genes for an anti-BCMA CAR and soluble human interleukin-15 (sIL-15). Referred to hereafter as anti-BCMA CAR-NK, it exhibits both innate NK- and CAR-mediated killing <i>in vitro<\/i> and robust <i>in vivo<\/i> activity against established MM tumors.<br \/><b><u>Methods<\/u> <\/b>CBNK cells were isolated from donor cord blood units, propagated using feeder cells, transduced with a gammaretroviral vector to express an anti-BCMA CAR and soluble human IL-15, and propagated further before harvest and cryopreservation. Donor-equivalent untransduced (UTD) NK cells were generated via the same process but without the transduction step. Cryopreserved anti-BCMA CAR-NK and UTD NK cells were used for in vitro studies, including short-term killing, as well as for evaluation of activity against established MM tumors <i>in vivo<\/i> using the MM.1S-Luc4 model.<br \/><b><u>Results<\/u> <\/b>The anti-BCMA CAR was successfully expressed across all batches of anti-BCMA CAR-NK generated. Results from an <i>in vitro<\/i> cytotoxicity assay indicated that anti-BCMA CAR-NK kills BCMA expressing MM.1S-Luc4 tumor cells and secretes IFN&#947;, TNF&#945;, and granzyme B at greater amounts compared to donor-equivalent UTD NK. Anti-BCMA CAR-NK and UTD NK cells also demonstrated equivalent cytotoxicity towards BCMA non-expressing cell lines, JJN3-Luc BCMA KO and NCI-H520, in an effector:target cancer cell dependent manner, highlighting the potential for treatment with anti-BCMA CAR-NK post-prior BCMA therapy. In <i>in vivo<\/i> studies, anti-BCMA CAR-NK exhibited robust anti-tumor activity in an MM.1S-Luc4 NSG mouse xenograft model, with no signs of anti-BCMA CAR-NK related body weight loss.<br \/><b><u>Conclusion<\/u> <\/b>A cryopreserved allogeneic anti-BCMA CAR-NK cellular therapy exhibits both innate and CAR-mediated killing in vitro and robust in vivo activity in MM tumor models. Preclinical data supports future clinical evaluation in relapsed\/refractory MM patients who have received prior BCMA therapy and IND enabling studies are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,BCMA,Multiple myeloma,Chimeric antigen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Talarico<\/b><sup>1<\/sup>, C. Wong<sup>1<\/sup>, C. Pang<sup>1<\/sup>, T. Hickman<sup>1<\/sup>, C. Hu<sup>1<\/sup>, A. Shaw<sup>1<\/sup>, E. Wisniewski<sup>1<\/sup>, S.-C. Lai<sup>1<\/sup>, P. Sharma<sup>1<\/sup>, S. Moore<sup>1<\/sup>, L. Nguyen<sup>1<\/sup>, K. Rhuda<sup>1<\/sup>, S. Patel<sup>1<\/sup>, P. Lin<sup>2<\/sup>, R. Basar<sup>2<\/sup>, S. Cogan<sup>1<\/sup>, K. Sofjan<sup>1<\/sup>, A. Ramamurthy<sup>1<\/sup>, A. Handler<sup>1<\/sup>, K. Fraser<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, K. Rezvani<sup>2<\/sup>, M. D. Curley<sup>1<\/sup>; <br\/><sup>1<\/sup>Takeda Pharmaceutical Company Ltd. (U.S.), Cambridge, MA, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ff0c34b5-26ab-4900-8962-c1b5429bdfdb","ControlNumber":"5931","DisclosureBlock":"<b>&nbsp;L. Talarico, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>C. Wong, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>C. Pang, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>T. Hickman, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>Cogent Biosciences<\/b> Stock. <br><b>C. Hu, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>A. Shaw, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>E. Wisniewski, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>S. Lai, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>P. Sharma, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>S. Moore, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>Biogen<\/b> Stock. <br><b>Bluebird Bio<\/b> Stock. <br><b>L. Nguyen, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>K. Rhuda, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>S. Patel, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>P. Lin, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Other, Institutional financial conflict of interest with Takeda Pharmaceuticals. <br><b>R. Basar, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Other, Institutional financial conflict of interest. <br><b>Affimed GmbH<\/b> Other, Institutional financial conflict of interest. <br><b>S. Cogan, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>K. Sofjan, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>A. Ramamurthy, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>A. Handler, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>SQZ Biotechnologies<\/b> Stock. <br><b>K. Fraser, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>Y. Wang, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock. <br><b>K. Rezvani, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Patent, Other, Institutional financial conflict of interest; royalties; license agreement and research agreement to develop CB CAR-NK cells for the treatment of B cell malignancies and other cancers. <br><b>Affimed GmbH<\/b> Grant\/Contract, Patent, Other, Institutional financial conflict of interest; royalties; license agreement and research agreement; educational grant. <br><b>GemoAb<\/b> Other, Participant on Scientific Advisory Board. <br><b>AvengeBio<\/b> Other, Participant on Scientific Advisory Board. <br><b>Virogin Biotech<\/b> Other, Participant on Scientific Advisory Board. <br><b>GSK<\/b> Other, Participant on Scientific Advisory Board. <br><b>Caribou Biosciences<\/b> Other, Participant on Scientific Advisory Board. <br><b>Navan Technologies<\/b> Other, Participant on Scientific Advisory Board. <br><b>Bayer<\/b> Other, Participant on Scientific Advisory Board. <br><b>Bit Bio Limited<\/b> Other, Participant on Scientific Advisory Board. <br><b>Innate Pharma<\/b> Other, Participant on Scientific Advisory Board. <br><b>Syena<\/b> Other, Scientific founder. <br><b>Pharmacyclics<\/b> Grant\/Contract, Educational grant. <br><b>M. D. Curley, <\/b> <br><b>Takeda Pharmaceutical Company Ltd. (U.S.)<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1322","PresenterBiography":null,"PresenterDisplayName":"LeeAnn Talarico, PhD","PresenterKey":"4f61629e-3252-4c57-9a3c-c7ad80859e96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1322. A cryopreserved allogeneic anti-BCMA CAR-NK cellular therapy exhibits both innate and CAR-mediated MM cell killing <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A cryopreserved allogeneic anti-BCMA CAR-NK cellular therapy exhibits both innate and CAR-mediated MM cell killing <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: Atypical teratoid\/rhabdoid tumors (AT\/RTs) are the most common malignant CNS tumor in infants. AT\/RT patients have a 5-year overall survival rate of ~35% and high rates of relapse, emphasizing a dire need for new safe and effective therapies. These therapy-resistant tumors frequently overexpress the immune checkpoint cell surface molecule B7-H3 (CD276). CAR-T cell studies have an established safety profile in pediatric patients. We developed B7-H3 targeted chimeric antigen receptor (CAR) natural killer (NK) cells as a tumor-specific cell therapy for aggressive pediatric brain tumors. CAR-NK cells have several advantages over CAR-T cells. NK cells can be obtained from healthy donors and produced as an &#8220;off-the-shelf&#8221; product. NK cells also have a lower risk of inflammatory toxicity and graft-versus-host disease compared to T-cells when transferred across the HLA barrier from healthy donors to patients.<br \/>Methods: We have designed a library of variable affinity B7-H3-targeted CARs, produced replication incompetent &#947;-retroviral vector, and used this for generation of B7-H3 CAR-NK cells. We verified B7-H3 expression in a panel of AT\/RT cell lines, and further engineered firefly luciferase expressing AT\/RT (CHLA06.ffLuc, BT12.ffLuc, BT37.ffLuc) as well as a CHLA06-derived B7-H3 knockout. We developed an orthotopic CHLA06.ffLuc xenograft model. We tested CAR-NK cell functionality using <i>in vitro <\/i>co-culture and cytotoxicity assays. <i>In vivo <\/i>study was performed in our xenograft with intratumoral delivery of CAR-NK cells.<br \/>Results: B7-H3 targeted CAR-NK cells demonstrate target-specific cytotoxicity when compared to untransduced NK cells (36.8&#177;12.5% vs. 72.4&#177;24.2% at effector:target ratio of 1:1, n=3). CRISPR\/Cas9 mediated knockout of B7-H3 in target cells abolished the difference in CAR vs. no-CAR NK-mediated target killing. When delivered intracranially to CHLA-06 orthotopic xenograft bearing mice, B7-H3 CAR NK cells eliminate tumor cells and prolong survival, whereas unmodified NK cells did not (log-ranked median survival = 20 vs. 84 days, p&#60;0.0001). We are currently testing intracranial delivery of our B7-H3 CAR NK against other AT\/RT orthotopic xenografts.<br \/>Conclusions: Targeting pediatric brain tumors with an anti-B7-H3 CAR-NK cell therapy may provide a safe and effective treatment for patients who have extremely limited therapeutic options. Direct intracranial injections of cell therapies into pediatric patients is currently being explored in clinical trials. As B7-H3 is a tumor associated antigen found to be overexpressed in a large variety of tumor types, this strategy may also be useful for treatment of other B7-H3 expressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Chimeric antigen receptor,Pediatric cancers,Brain\/central nervous system cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Choe<\/b>, S. Chakravarti, N. Holl, R. Rahnama, M. Zinsky, D. G. Jones, S. Vorri, A. Modi, E. H. Raabe, C. L. Bonifant; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"a41e0eb0-825b-4df2-89cc-e5b6ffaf6ebc","ControlNumber":"2582","DisclosureBlock":"&nbsp;<b>J. Choe, <\/b> None..<br><b>S. Chakravarti, <\/b> None..<br><b>N. Holl, <\/b> None..<br><b>R. Rahnama, <\/b> None..<br><b>M. Zinsky, <\/b> None..<br><b>D. G. Jones, <\/b> None..<br><b>S. Vorri, <\/b> None..<br><b>A. Modi, <\/b> None..<br><b>E. H. Raabe, <\/b> None..<br><b>C. L. Bonifant, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1323","PresenterBiography":null,"PresenterDisplayName":"Jun (Tony) Choe, BS","PresenterKey":"a8eefc27-c4bc-40ec-b8dc-0a6acfbc206a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1323. Anti-B7-H3 chimeric antigen receptor NK cells suppress the growth of atypical teratoid\/rhabdoid tumor orthotopic xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-B7-H3 chimeric antigen receptor NK cells suppress the growth of atypical teratoid\/rhabdoid tumor orthotopic xenografts","Topics":null,"cSlideId":""},{"Abstract":"T cell malignancies are rare and intractable diseases with fewer treatment options and higher unmet needs compared to B-cell lymphomas. Chemotherapy such as CHOP has been used as the standard therapy for treatment of T cell malignancies, but clinical outcome is not a promising and alternative treatments are needed. Currently, Brentuximab Vedotin, an antibody-drug conjugate that targets CD30 is widely used for Hodgkin lymphoma, ALCL and CTCL. However, the application is limited to specific subtypes because CD30 expression is restricted to some subsets of T-cell lymphoma. CD5 is an attractive target for cancer immunotherapy because it is commonly expressed in most of T cell malignancies. Although CD5 CAR-T cell products have demonstrated the anti-cancer efficacy, there are several disadvantages including 1) challenges due to difficulties in manufacturing process caused by fratricide, 2) product contamination by CAR-introduced patient&#8217;s malignant T cells, 3) severe side effects such as CRS and neurotoxicity. Therefore, CD5 CAR-NK as allogeneic anti-tumor therapy can be an alternative for treatment of T cell malignancies. GL205, cord blood-derived CD5 CAR-NK, is genetically modified to express CD5-directed CAR and simultaneously produce IL-15 which supports the NK survival and proliferation. GL205 is ex-vivo expanded, cryopreserved cell therapy product comprising of pure NK cells (&#62; 99%) with high CD5 CAR expression (&#62; 90%). GL205 showed significantly higher <i>in vitro<\/i> direct-killing efficacy against CD5<sup>+<\/sup> tumor cells compared to donor matched CBNK. IFN-&#947; and IL-15 release from GL205 was significantly increased after co-incubation with CD5<sup>+<\/sup> tumor cells. In xenograft mouse model, GL205 administration exhibited a greater survival rate and low tumor burden compared to vehicle group. In addition, GL205 was detected in blood for 3 months, demonstrating <i>in vivo<\/i> long-term persistence. In conclusion, GL205 could be a valuable and off-the-shelf allogeneic therapeutic option for treating T cell malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CD5 CAR-NK,Anti-tumor activity,T cell malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Miyoung Jung<\/b><sup><\/sup>, Seung Min Kim<sup><\/sup>, Eunsol Lee<sup><\/sup>, Hyunseung Sun<sup><\/sup>, Jaeyoung Yoo<sup><\/sup>, Hwi Wan Choi<sup><\/sup>, Subin An<sup><\/sup>, Sunglim Cho<sup><\/sup>, Bokyung Min<sup><\/sup><br><br\/>GC Cell, Yongin-si, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"b0680961-5d2a-411d-a86f-6f1b538f35df","ControlNumber":"1897","DisclosureBlock":"<b>&nbsp;M. Jung, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>E. Lee, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>H. Sun, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>J. Yoo, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>H. Choi, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>S. An, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>S. Cho, <\/b> <br><b>GC Cell<\/b> Employment. <br><b>B. Min, <\/b> <br><b>GC Cell<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1324","PresenterBiography":null,"PresenterDisplayName":"Miyoung Jung, PhD","PresenterKey":"93f17704-2292-44e7-b325-490f7d3ae051","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1324. Superior anti-tumor activity of GL205, an allogeneic anti-CD5 CAR-NK for treating T-cell malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Superior anti-tumor activity of GL205, an allogeneic anti-CD5 CAR-NK for treating T-cell malignancies","Topics":null,"cSlideId":""},{"Abstract":"In cancer immunotherapy, targeting specific antigens with chimeric antigen receptors (CARs) has emerged as a potent tool for cell-based therapy. After being accessed by CARs, the selective anticancer lysis by CAR-natural killer (NK) cells through &#8216;missing-self&#8217; and &#8216;induced-self&#8217; mechanisms can mitigate off-tumor toxicity, a contrast to CAR-T cells. This specificity can be advantageous in the heterogeneous milieu of solid tumors. In the tumor microenvironment of glioblastoma (GBM), pericytes not only support tumor growth but also contribute to immune evasion, underscoring their potential as therapeutic targets in GBM treatment. Indeed, we examined and observed the presence of CD19-positive pericytes derived from GBM in patient samples, particularly within the perivascular niche, highlighting CD19 as a possible therapeutic target. Given this context, our study aimed to target the GBM tumor microenvironment, with a special focus on pericytes expressing CD19, to evaluate the potential effectiveness of CD19 CAR-iNK cells against GBM. In this study, we generated induced pluripotent stem cell-derived NK (iNK) cells with CD19 CAR. To determine whether CD19 CAR targets the tumor microenvironment pericytes in GBM, we developed GBM-blood vessel assembloids (GBVA) by fusing GBM spheroids with blood vessel organoids. When co-cultured with GBVA, CD19 CAR-iNK cells migrated towards the pericytes surrounding the GBM, inducing tumor lysis through NKp44 upregulation. Using a microfluidic chip, we observed that post-infused CD19 CAR-iNK cells targeted pericytes in a perfusion-like setting, facilitating an examination of CD19 CAR-driven migration and their tumor-specific cytotoxicity on the GBM. Therefore, we conclude that CD19 CAR-iNK cells may effectively target the pericytes in the GBM tumor microenvironment, suggesting their potential therapeutic value for GBM treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CD19,Glioblastoma,CAR-NK therapy,Pericytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Kong<\/b><sup>1<\/sup>, D. Kwon<sup>2<\/sup>, B. Moon<sup>2<\/sup>, D.-H. Kim<sup>3<\/sup>, K.-S. Kang<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>Research Institute in Maru Therapeutics, Seoul, Korea, Republic of, <sup>3<\/sup>Sungshin Women's University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"faaab3e5-66e8-434e-a702-d61c3654699a","ControlNumber":"3013","DisclosureBlock":"&nbsp;<b>D. Kong, <\/b> None..<br><b>D. Kwon, <\/b> None..<br><b>B. Moon, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>K. Kang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1325","PresenterBiography":null,"PresenterDisplayName":"Dasom Kong, BS","PresenterKey":"d7468cee-0c36-4b7b-bb56-73e334f236da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1325. CD19 CAR-expressing iPSC-derived NK cells effectively enhance migration and cytotoxicity into glioblastoma by targeting to the pericytes in tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD19 CAR-expressing iPSC-derived NK cells effectively enhance migration and cytotoxicity into glioblastoma by targeting to the pericytes in tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Treatment for advanced gastrointestinal (GI) cancers has remained challenging, therefore, novel immunotherapies using chimeric antigen receptor (CAR)-T cells are being developed as a new hope for the patients. However, despite the clinical successes in hematologic malignancies, the overall safety and efficacy against solid tumors of CAR-T cells have yet to be established, and the manufacturing of autologous CAR-T cells requires lengthy cell expansion and viral transduction processes. In view of these technical challenges, we have developed ARB011, an RNA-based allogeneic CAR-NK therapy targeting GI cancers expressing cadherin-17 (CDH17), a promising therapeutic target with its overexpression associated with poor prognosis in patients with GI cancers. The use of allogeneic NK cells would mitigate the risk of graft-versus-host disease. Moreover, engineering NK cells with nonviral CAR-encoding mRNA would provide a rapid large-scale manufacturing platform with minimal risk of abnormal genetic alteration mediated by viral integration.<br \/>Methods: To generate the ARB011 CAR-NK cells, ex vivo expanded human peripheral blood NK (Magicell-NK, Medigen, Taiwan) cells were electroporated with mRNA encoding a humanized anti-CDH17 scFv fused with transactivation domains. Flow cytometry, in vitro cytotoxicity assay, and cytokine release assay were performed to evaluate the expression and functionality of ARB011. To examine the developability of ARB011 as an off-the-shelf cell product, cryopreservation and large-scale electroporation were also studied.<br \/>Results: Flow cytometry analysis revealed efficient electroporation with a high level of CDH17 CAR expression (&#62;80%) and optimal CAR-NK cell viability (60%-80%). Following electroporation, cytotoxicity of ARB011 was tested against gastric (AGS and NCI-N87), colorectal (DLD-1 and T84), and liver (MHCC-97H) cancer cells by co-culturing at 1:1 and 2:1 effector\/target ratio for 12-24h. ARB011 showed significant cytotoxicity against CDH17+ but not CDH17- cancer cells. The CDH17-sepcific cytotoxicity was accompanied with elevated levels of CD107a or LAMP-1 expression on CAR-NK cells and IFN-&#947; and TNF-&#945; releases. Interestingly, cryopreserved ARB011 maintained optimal cell viability, CAR expression, and potent CDH17 target-specific cytolytic activity. Lastly, large-scale electroporation showed the establishment of up-scaling process of ARB011 production for clinical application.<br \/>Conclusions: Overall,<b> <\/b>the findings suggest that ARB011 could be a novel off-the-shelf, CAR-NK therapy that warrants further studies in animal models and in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Natural killer cells,Chimeric antigen receptor,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Roy<\/b><sup>1<\/sup>, N. Lin<sup>1<\/sup>, K. Chow<sup>1<\/sup>, C. Y. Yang<sup>2<\/sup>, J. C. Lin<sup>2<\/sup>, J. M. Luk<sup>3<\/sup>, K. F. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>Arbele Limited, Hong Kong SAR, Hong Kong, <sup>2<\/sup>Medigen Biotechnology Corp., Taipei City, Taiwan, <sup>3<\/sup>Arbele Corporation, Seattle, WA","CSlideId":"","ControlKey":"681360dc-5ab7-47a2-8eed-fd3718e56ecc","ControlNumber":"4111","DisclosureBlock":"&nbsp;<b>J. Roy, <\/b> None..<br><b>N. Lin, <\/b> None..<br><b>K. Chow, <\/b> None..<br><b>C. Y. Yang, <\/b> None..<br><b>J. C. Lin, <\/b> None..<br><b>J. M. Luk, <\/b> None..<br><b>K. F. Wong, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1326","PresenterBiography":null,"PresenterDisplayName":"Jaydeep Roy","PresenterKey":"95c45156-612a-478f-8387-577351923950","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1326. Pre-clinical development of ARB011: A CDH17 targeting allogeneic nonviral RNA-based <i>&#8220;Flash&#8221; <\/i>CAR-NK therapy for gastrointestinal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical development of ARB011: A CDH17 targeting allogeneic nonviral RNA-based <i>&#8220;Flash&#8221; <\/i>CAR-NK therapy for gastrointestinal cancer","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a highly prevalent blood and bone marrow cancer characterized by the uncontrolled growth of abnormal myeloblasts. Current treatments for AML often result in systemic toxicities for patients, many of whom will still experience relapse. There is thus an unmet need to develop safer and more effective therapies targeting AML. Chimeric antigen receptor (CAR) T cells, which are engineered to express a cancer-targeting extracellular antibody single-chain variable fragment (scFv) linked to an intracellular T cell-activating domain, have shown promise in treating B cell leukemias, but their success has been limited in myeloid leukemias. This is due in part to the lack of AML-specific target antigens. Moreover, impaired T cell function, a hallmark of AML, is also problematic when relying on autologous T cell activation upon reinfusion. We overcame the limitations of CAR T therapy in AML by developing CAR-expressing natural killer (NK) cells targeting CD123. While present on both healthy and AML cells, CD123 is expressed at &#62;10-fold higher levels on malignant cells. Furthermore, use of NK allows use of fully functional allogeneic cells from healthy donors, since NK cells do not induce graft-versus-host-disease. To optimize the tumor cell selectivity of CAR NK cells, we employed the yeast display directed evolution platform to isolate anti-CD123 scFvs with varying affinities and are identifying and characterizing clones that maximize the interaction with CD123<sup>high<\/sup> AML cells over healthy CD123<sup>low<\/sup> cells, as determined by binding, cytotoxicity, cytokine secretion, and intracellular signaling studies. Collectively, our efforts introduce a new paradigm for engineered cell therapeutics with significant promise for AML treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Chimeric antigen receptor,Acute myeloid leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Kizerwetter<\/b><sup>1<\/sup>, H. Yang<sup>2<\/sup>, R. Rahnama<sup>1<\/sup>, C. Bonifant<sup>1<\/sup>, J. Spangler<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"b1ef8e88-d9e9-4eb1-9ee4-8013fe7b3044","ControlNumber":"7431","DisclosureBlock":"&nbsp;<b>M. Kizerwetter, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>R. Rahnama, <\/b> None..<br><b>C. Bonifant, <\/b> None..<br><b>J. Spangler, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1327","PresenterBiography":null,"PresenterDisplayName":"Monika Kizerwetter, BS","PresenterKey":"3a4dccb4-2b77-4f9f-95ad-7088ba64b342","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1327. Affinity tuning anti-CD123 chimeric antigen receptor natural killer cell therapy to treat acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Affinity tuning anti-CD123 chimeric antigen receptor natural killer cell therapy to treat acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer (NK) cells hold great promise for cancer therapy owing to their innate ability to detect cells expressing signs of stress or infection. However, NK cell-based therapeutics face significant challenges: limited expansion and genetic modification resistance. In response to these challenges, we present our pioneering work in the development of Base Editing-Directed NK (BED-NK) cell products, referred to as NK510, which is an off-the-shelf allogeneic cell therapy product containing peripheral blood mononuclear cell (PBMC)-derived TIGIT knock-out NK cells. Through a meticulously planned optimization process, we have achieved over 80% editing efficiency in NK510s using our high-fidelity Base Editor, AccuBase&#8482;. By knocking out TIGIT (an inhibitory receptor in NK cells), we have prompted tumor cell-derived CD155 (an inhibitory ligands in tumor cells) to engage with CD226 (an activating receptor in NK cells), triggering activating signals in NK510s. Our results showed that CD155 positive tumor cells were more susceptible to NK510s than CD155 negative tumor cells. And target killing percentage is positively related to CD155 expression level in tumor cells. This transformation effectively converted an inhibitory ligand into an activating one, resulting in tumor regression in multiple mouse models, including non-small cell lung cancer (NSCLC) and sarcoma. We developed a GMP-compliant NKBoost+ expansion system to generate a millionfold expansion of NK510 within a 21-day expansion protocol. To investigate the safety of NK510 product, we conducted repeated dosing toxicity, tumorigenicity, and oncogenicity study in a GLP facility, and the results validated the safety of NK510. Additionally, we developed an analytical protocol based on Droplet Digital PCR (ddPCR) technology to investigate the pharmacokinetics (PK) and biodistribution of NK510s in NSCLC tumor-bearing mice. We observed an enrichment of NK510-derived genomic DNA (gDNA) in lung tissues of tumor-bearing mice at day 1. The concentration of NK510-derived gDNA was up to 2000 copies\/ug DNA. The concentration of NK510-derived gDNA sharply decreased from day 2 to day 6, and then decreased to below the lower limit of quantification (LLOQ). Distinct from the PK data of NK510s, the concentration of NK510-derived gDNA started low at day 1 and reached peak concentration at day 2 (in blood samples) and at day 4 (in liver tissues), respectively. These results demonstrated the efficacy and safety of BED-NK product and underscore the feasibility of combining base editing with ex vivo expansion of NK cells, significantly enhancing their therapeutic potential in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Base editing,Immune checkpoint,Preclinical study,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Ying<\/b><sup>1<\/sup>, C. Yao<sup>2<\/sup>, C. Fang<sup>2<\/sup>, G. Li<sup>3<\/sup>, L. Wang<sup>2<\/sup>, Y. Zhou<sup>2<\/sup>, C. Gong<sup>2<\/sup>, J. Li<sup>3<\/sup>, Y. Wang<sup>3<\/sup>, W. Fan<sup>3<\/sup>, F. Lv<sup>3<\/sup>, X. Shao<sup>3<\/sup>, H. Zhao<sup>3<\/sup>, L. Wang<sup>3<\/sup>, J. Yan<sup>3<\/sup>, T. Xu<sup>3<\/sup>, S. Zhu<sup>2<\/sup>; <br\/><sup>1<\/sup>Base Therapeutics (US) Co., Ltd., San Mateo, CA, <sup>2<\/sup>Shanghai University of Traditional Chinese Medicine, Shanghai, China, <sup>3<\/sup>Base Therapeutics (Shanghai) Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"878f02d4-5c0e-4692-a5ad-24447b66dc0c","ControlNumber":"817","DisclosureBlock":"&nbsp;<b>H. Ying, <\/b> None..<br><b>C. Yao, <\/b> None..<br><b>C. Fang, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>C. Gong, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>W. Fan, <\/b> None..<br><b>F. Lv, <\/b> None..<br><b>X. Shao, <\/b> None..<br><b>H. Zhao, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Yan, <\/b> None..<br><b>T. Xu, <\/b> None..<br><b>S. Zhu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1328","PresenterBiography":"","PresenterDisplayName":"Xiaohu Shao","PresenterKey":"84724d51-f938-4e6e-9151-3f065294bad0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1328. AccuBase<sup>TM<\/sup> (ceBE), a second-generation high-fidelity base editor, can proficiently modify genes in a human primary NK cells with minimizing off-target effect","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AccuBase<sup>TM<\/sup> (ceBE), a second-generation high-fidelity base editor, can proficiently modify genes in a human primary NK cells with minimizing off-target effect","Topics":null,"cSlideId":""},{"Abstract":"T cell receptor (TCR)-T based therapies, such as MAGE-A4 TCR-T cells, have shown compelling data demonstrating effective infiltration into and targeting of solid tumors with clinical responses across various solid cancers. However, heterogeneity and down-regulation of target antigen and HLA expression limit the durability and curative potential of these types of treatments. On the other hand, owing to their clinical potency, favorable safety profile and applicability as &#8220;off the shelf&#8221; therapy, natural killer (NK) cells have emerged as promising modalities in recent years. Unguided NK cells have shown limited potential against solid cancers, due to lacking infiltration into tumors. With our proprietary TCR-NK platform, we combine the solid tumor targeting capabilities of TCRs with the pan-cancer sensing and cytotoxic potential of highly potent killer cells, redirecting and arming NK cells with a fully functional TCR-CD3 complex. Here we present our lead product, an optimized TCR-NK cell product, ZI-MA4-1a, expressing an affinity enhanced TCR (KVL-a) directed to the HLA class I-restricted clinically validated cancer-testis antigen MAGE-A4, that is broadly expressed across solid tumors. The KVL-a TCR was successfully engineered from a naturally occurring wild-type TCR, increasing the affinity to MAGE-A4-peptide-HLA complex and resulting in enhanced recognition of tumor cells expressing the target antigen. ZI-MA4-1a is produced by transducing healthy peripheral blood derived NK cells with the full CD3 complex, the KVL-a TCR and a CD8 coreceptor. The process has been optimized to enrich TCR-NK cells, increasing process robustness, diminishing the impact of donor variability, and producing a higher performing TCR-NK cell product. We show the dual functionality of ZI-MA4-1a: TCR driven cytotoxicity as well as innate NK sensing of antigen knockout or HLA negative cancers. We demonstrate killing of heterogenous tumor cell models in vitro, as well as the multifunctionality of ZI-MA4-1a with killing, degranulation and multicytokine secretion. Interestingly, we observe enhanced proliferation of ZI-MA4-1a cells after activation by MAGE-A4 expressing tumor cells, indicating that TCR-NK cells acquire further proliferative capacity when the TCR is triggered. Finally, we demonstrate higher activity of ZI-MA4-1a compared to KVL-a and benchmark TCR transduced T cells against antigen positive targets, and activity against antigen negative tumor cells escaping TCR-T cell recognition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Immunotherapy,Solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Vollmers<\/b>, A. Cieslar-Pobuda, J. Kmiecik, G. Malachin, M. L. Stersmoen, F. Hsien Haugen, M. Boieri, M. Sandve, D. Clement, I. Cardoso, P. Wanichawan, M. E. Haugstyl, A. Oldenburg, L. Christ, P. Oberoi, L. Mora-Velandia, A. Holm, N. J. Hassan, E. Gauthy, J. Ino, S. Pollmann, L. U. Weigand; <br\/>Zelluna Immunotherapy AS, Oslo, Norway","CSlideId":"","ControlKey":"b6f802c9-718e-4073-a653-34fff3925e2d","ControlNumber":"4360","DisclosureBlock":"&nbsp;<b>S. Vollmers, <\/b> None..<br><b>A. Cieslar-Pobuda, <\/b> None..<br><b>J. Kmiecik, <\/b> None..<br><b>G. Malachin, <\/b> None..<br><b>M. L. Stersmoen, <\/b> None..<br><b>F. Hsien Haugen, <\/b> None..<br><b>M. Boieri, <\/b> None..<br><b>M. Sandve, <\/b> None..<br><b>D. Clement, <\/b> None..<br><b>I. Cardoso, <\/b> None..<br><b>P. Wanichawan, <\/b> None..<br><b>M. E. Haugstyl, <\/b> None..<br><b>A. Oldenburg, <\/b> None..<br><b>L. Christ, <\/b> None..<br><b>P. Oberoi, <\/b> None..<br><b>L. Mora-Velandia, <\/b> None..<br><b>A. Holm, <\/b> None..<br><b>N. J. Hassan, <\/b> None..<br><b>E. Gauthy, <\/b> None..<br><b>J. Ino, <\/b> None..<br><b>S. Pollmann, <\/b> None..<br><b>L. U. Weigand, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1329","PresenterBiography":null,"PresenterDisplayName":"Sarah Vollmers, PhD","PresenterKey":"194225a5-b19f-44e0-8acd-5d52be3fd0d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1329. Development of the first optimised &#8220;off the shelf&#8221; MAGE-A4 targeting TCR-NK cells for advancement into the clinic for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of the first optimised &#8220;off the shelf&#8221; MAGE-A4 targeting TCR-NK cells for advancement into the clinic for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Patient-specific CAR-T cells treatment is an innovative new drug that has shown excellent therapeutic effects against B cell blood cancer. However, side effects such as cytokine release syndrome and immune effector cell-associated neurotoxicity syndrome and ultra-high treatment costs must be overcome, and off-the-shelf CAR-NK cells can be a good alternative. The purpose of this study was to combine cellular reprogramming, gene editing, and differentiation technologies to produce full-off-the-shelf NK cells derived from iPSCs and verify their efficacy and safety. To this end, somatic cell-derived iPSCs were produced, seven genes were edited using CRISPR\/Cas9 technology (5 kinds of knockout and 2 kinds of overexpression), and differentiated into NK cells. upCAR (universal and potent chimeric antigen receptor)-iPSCs with seven genes edited showed bialleic INDEL in the coding sequence of five genes and no off-target effect. In addition, normal transcriptome and genetic stability were maintained. High-efficiency differentiated upCAR-NK cells showed a very high differentiation yield, <i>in vitro<\/i> proliferation, and freezing \/ thawing were possible. In addition, upCAR-NK cells secrete interferon-&#947; when they meet cancer cells, showing cytotoxic effects <i>in vitro<\/i> and <i>in vivo<\/i>. upCAR-NK cells themselves showed no obvious toxicity <i>in vivo<\/i>. In conclusion, this study developed upCAR-iPSCs and upCAR-NK cells platform technologies that are less likely to have side effects and can be economically developed for B cell blood cancer than CAR-T. In the future, this technology can be useful in developing full-off-the-shelf CAR-NK cells anti-cancer immune cell therapy with low side effects, high efficacy, and low price.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cancer,Natural killer cells,Adoptive cell therapy,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Kwon<\/b><sup>1<\/sup>, B. Moon<sup>1<\/sup>, M. Han<sup>1<\/sup>, T.-W. Lee<sup>1<\/sup>, J.-H. Lee<sup>1<\/sup>, K.-S. Kang<sup>2<\/sup>; <br\/><sup>1<\/sup>Maru Therapeutics Co., Ltd., Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1fc03b01-ecbf-41b2-814a-b7455bc37fa2","ControlNumber":"4492","DisclosureBlock":"&nbsp;<b>D. Kwon, <\/b> None..<br><b>B. Moon, <\/b> None..<br><b>M. Han, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. Kang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1330","PresenterBiography":null,"PresenterDisplayName":"Daekee Kwon, PhD","PresenterKey":"63797cba-0d85-4d9f-9cd8-931a9bfb7085","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1330. Universal and potent chimeric antigen receptor-natural killer (upCAR-NK) cells for B-cell malignancy treatment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Universal and potent chimeric antigen receptor-natural killer (upCAR-NK) cells for B-cell malignancy treatment","Topics":null,"cSlideId":""},{"Abstract":"The presence of liver metastases in patients with microsatellite-stable (MSS) or mismatch repair proficient (pMMR) colorectal cancer (CRC) is associated with poor response to current pharmacological treatments, including immune checkpoint blockade (ICB). The tumor microenvironment (TME) of CRC liver metastases is characterized by a highly immunosuppressive phenotype that includes poor immunogenicity, a paucity of dendritic cells, elimination of tumor-specific effector T cells, and an abundance of immunosuppressive intrahepatic Kupffer cells and myeloid-derived suppressor cells. This underscores the urgent need for innovative therapeutic approaches targeted specifically to patients with CRC liver metastases. Here we describe MiNK-215, an IL-15 armored FAP-targeting CAR iNKT cell therapy, derived from the AgenT-797 allogeneic iNKT platform, as a potential novel therapeutic approach for patients with CRC liver metastases.<br \/>To better model ICB refractory human MSS CRC liver metastases, we developed an ex vivo human organoid model that recapitulates the histological and immunological features of human disease. Organoids were comprised of MSS CRC cells engineered to express nuclear GFP and HLA-A2-NY-ESO-1, hepatocytes, Kupffer cell-enriched non-parenchymal cells, and HLA-matched peripheral blood mononuclear cells (PBMCs) supplemented with NY-ESO-1-reactive T cells. Organoid models of CRC lung metastases, which are traditionally more responsive to ICB therapy were also developed to compare the models to clinical experience and further validate their usefulness. Models were treated with Fc-enhanced anti-CTLA-4 (botensilimab) and anti-PD-1 (balstilimab) antibodies, or MiNK-215 to assess tumor killing and immune activation.<br \/>Botensilimab and balstilimab enhanced T cell activation and cytotoxicity of CRC tumor cells in the absence of &#8220;normal&#8221; liver cells and in lung organoids. However, they were less effective in organoid models of CRC with liver metastases consistent with clinical observations. In contrast, MiNK-215 potently enhanced tumor killing by T cells in models of CRC with liver metastases. Tumor killing in CRC liver organoid models by MiNK-215 was associated with depletion of immune suppressive FAP-expressing stellate cells and increased CD8<sup>+<\/sup> T cell infiltration.<br \/>Our findings demonstrate that in treatment-refractory CRC-liver metastatic organoid models, MiNK-215 overcomes the limitations of ICB therapy to home to sites of disease, reprogram the TME, recruit tumor-reactive T cells and enhance tumor killing. <i>Ex-vivo<\/i> human CRC liver and lung metastatic organoid models are a novel platform that can be leveraged to rapidly identify new therapeutic approaches for potential clinical evaluation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Preclinical,Cancer Immunotherapy,Adoptive cell therapy,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Krishnan<\/b><sup>1<\/sup>, B. Joshi<sup>1<\/sup>, J. Keith<sup>1<\/sup>, R. Frazier<sup>1<\/sup>, B. Kalinowska<sup>1<\/sup>, J. Choi<sup>2<\/sup>, S. Sanders<sup>2<\/sup>, S. Boi<sup>3<\/sup>, O. Le Tonqueze<sup>3<\/sup>, N. Kushner<sup>3<\/sup>, K. Soh<sup>1<\/sup>, R. Stein<sup>1<\/sup>, T. J. Curiel<sup>4<\/sup>, M. A. van Dijk<sup>3<\/sup>, E. Kim<sup>2<\/sup>, E. Chantzoura<sup>3<\/sup>, N.-P. Rudqvist<sup>1<\/sup>, D. Chand<sup>1<\/sup>; <br\/><sup>1<\/sup>Agenus Inc, Lexington, MA, <sup>2<\/sup>Biorg, Winston-Salem, NC, <sup>3<\/sup>MiNK Therapeutics, New York City, NY, <sup>4<\/sup>Agenus Inc and Dartmouth-Hitchcock Medical Center, Lexington, MA","CSlideId":"","ControlKey":"7e784b9c-a13a-482f-9ca9-ef5b224dfa2c","ControlNumber":"5138","DisclosureBlock":"<b>&nbsp;S. Krishnan, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>B. Joshi, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>J. Keith, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>R. Frazier, <\/b> <br><b>Former employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>B. Kalinowska, <\/b> <br><b>Former employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option.<br><b>J. Choi, <\/b> None..<br><b>S. Sanders, <\/b> None.&nbsp;<br><b>S. Boi, <\/b> <br><b>Former employee of MiNK with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>O. Le Tonqueze, <\/b> <br><b>Employee of MiNK with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>N. Kushner, <\/b> <br><b>Employee of MiNK with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>K. Soh, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>R. Stein, <\/b> <br><b>Consultant of Agenus; Former employee of Agenus with stock\/stock options (retired)<\/b> Stock, Stock Option. <br><b>T. J. Curiel, <\/b> <br><b>Consultant of Agenus<\/b> Consultant. <br><b>M. A. van Dijk, <\/b> <br><b>Employee of MiNK with stock\/stock options<\/b> Employment, Stock, Stock Option.<br><b>E. Kim, <\/b> None.&nbsp;<br><b>E. Chantzoura, <\/b> <br><b>Employee of MiNK with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>N. Rudqvist, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option. <br><b>D. Chand, <\/b> <br><b>Employee of Agenus with stock\/stock options<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1331","PresenterBiography":null,"PresenterDisplayName":"Megan Magarity","PresenterKey":"1bbb6fa1-94ca-43f5-bd88-f402539c4b7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1331. MiNK-215, an IL-15 armored FAP-targeting CAR iNKT cell therapy, effectively treats human organoid models of treatment-refractory MSS colorectal cancer (CRC) liver metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MiNK-215, an IL-15 armored FAP-targeting CAR iNKT cell therapy, effectively treats human organoid models of treatment-refractory MSS colorectal cancer (CRC) liver metastases","Topics":null,"cSlideId":""},{"Abstract":"Invariant Natural Killer T (iNKT) cells are a unique subset of innate lymphocytes, constituting &#60;1% of human T cells. iNKT cells express a semi-invariant TCR (iTCR) recognizing glycolipids presented by the monomorphic, MHC-like molecule CD1d. Previous studies indicate that due to distinctive TCR constitution and antigen recognition properties, iNKT cells do not induce acute graft-versus-host disease. Based on the CD4 and CD8 expression, mature human iNKT cells can be classified into CD4+CD8-, CD4-CD8- &#38; CD4-CD8+ subsets with overlapping and distinct functions. The functional profiling of CAR19-iNKT cell subsets serves the dual purpose of ensuring their safety and efficacy as a therapeutic intervention. Here we characterized the phenotypic and functional profile of CD4+ and CD4- CAR19-iNKT cells. iNKT cells were isolated with &#62;99% purity from healthy donors' peripheral blood and were transduced with a CD19 CAR-encoding 3<sup>rd<\/sup> generation lentivirus. After expansion, the CAR19-iNKT cells were cryopreserved and later analyzed post-thawing. Differential expression of CD27 and PD1 was noted in CAR+CD4+ and CAR+CD4- iNKT cells compared to other markers. For functional profiling, CAR+CD4+ iNKT cells were positively selected, and 24h cytotoxicity assays were performed using several tumor cell lines including SEM, Ramos and C1R-CD1d (+\/- &#945;-GalCer). The CAR+CD4- iNKT cells exhibited superior cytotoxicity to multiple tumor cell lines compared to that of CAR+CD4+ iNKT cells from two donors. However, both subsets lysed &#945;-GalCer pulsed C1R-CD1d cells in a comparable manner indicating the potential of these subsets to recognize antigen through the iTCR. Subsequently, we assessed the proliferation ability of the CAR+CD4+ and CAR+CD4- subsets by exposing the cells to three rounds of stimulation, 24h apart, using SEM (CD19+CD1d-) or K562 (CD19-CD1d-) tumor cells with or without IL-15. Proliferation was assessed seven days following the first stimulation. The CAR+CD4+ subset of CAR19-iNKT cells demonstrated faster proliferation than CAR+CD4- cells in the presence of IL-15 after repeated exposure to tumor cells. Ongoing RNA seq analysis of CAR+CD4+\/CAR+CD4- cells will further elucidate differences between these subsets. The outcomes of these studies have shown encouraging results, indicating the potential benefit of having diverse subsets among CAR19-iNKT cells for treating CD19+ cancers. The therapeutic potential of CAR+CD4+ iNKT cell subset could be enhanced to match that of CAR+CD4- subset with the use of &#945;-GalCer. In summary, inclusion of both CD4+ and CD4- iNKT cells is critical for the functionality of allogeneic CAR-iNKT cell therapy. Extensive characterization is crucial for clinical translation, but additional research, including preclinical and clinical trials, is essential to determine the safety and effectiveness of CAR19-iNKT cell therapy in real-world applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CD19,Adoptive cell therapy,Chimeric antigen receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Ponnusamy<\/b><sup>1<\/sup>, S. Poon<sup>2<\/sup>, N. van der Weerden<sup>2<\/sup>, R. Dossa<sup>2<\/sup>, M. J. Baker<sup>2<\/sup>, M. Bharathan<sup>2<\/sup>, A. Karadimitris<sup>1<\/sup>; <br\/><sup>1<\/sup>Imperial College, London, United Kingdom, <sup>2<\/sup>Arovella Therapeutics, Victoria, Australia","CSlideId":"","ControlKey":"c5f34c0a-7de3-4257-8eeb-e978205c563e","ControlNumber":"5561","DisclosureBlock":"&nbsp;<b>K. Ponnusamy, <\/b> None..<br><b>S. Poon, <\/b> None..<br><b>N. van der Weerden, <\/b> None..<br><b>R. Dossa, <\/b> None..<br><b>M. J. Baker, <\/b> None..<br><b>M. Bharathan, <\/b> None..<br><b>A. Karadimitris, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1332","PresenterBiography":null,"PresenterDisplayName":"Kanagaraju Ponnusamy, PhD","PresenterKey":"a0bd6dc1-b76b-48dc-83bc-1ffa58caaa95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1332. Allogeneic CD19-directed CAR-iNKT cells and their phenotypic subsets for the treatment of CD19+ hematological malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Allogeneic CD19-directed CAR-iNKT cells and their phenotypic subsets for the treatment of CD19+ hematological malignancies","Topics":null,"cSlideId":""},{"Abstract":"First generation natural killer (NK) and chimeric antigen receptor (CAR) NK cell products are well-tolerated and have clinical activity (~20-60% CR) in patients with AML. CRs generally increase with the inclusion of CARs or cytokines, increased cell doses, and when Flu\/Ara-C lymphodepletion (LD) is used for conditioning. Key clinical limitations have been low PK of the infused NK cells, short durability of the observed responses potentially due to immune evasion of leukemic stem cells (LSCs), and manufacturing challenges precluding higher or multiple doses.<br \/>SENTI-202 is a next generation allogeneic logic-gated selective CAR NK cell therapy specifically designed to address these limitations and to augment endogenous NK anti-AML activity. SENTI-202 expresses a bivalent activating CAR (aCAR) that targets CD33 and FLT3 on bulk AML blasts and LSCs. As FLT3 is also expressed on healthy hematopoietic stem cells (HSCs), SENTI-202 is further engineered to express an inhibitory CAR that recognizes endomucin expressed on HSCs, thereby conferring protection from aCAR-mediated cytotoxicity even in the presence of FLT3\/CD33. SENTI-202 expresses a calibrated-release IL15 that provides both auto- and paracrine cytokine support, mediating expansion, activation, and persistence of SENTI-202 and host immune cells.<br \/>SENTI-202 demonstrated robust and specific killing of primary AML blasts, LSCs, and AML cell lines in vitro. SENTI-202 protected HSCs from CAR-mediated cytotoxicity while preserving their function. In vivo, SENTI-202 revealed robust efficacy that increased with higher E:T ratio and with 3 weekly vs 1 dose. Preclinically, 3 doses of SENTI-202 that were &#62; 60-fold the planned starting clinical trial dose were well tolerated in acute and chronic toxicology studies with no CAR NK-related body weight, laboratory, or histopathology findings. SENTI-202 non-clinical PK revealed greater than dose proportional exposure, which was ~2-fold greater compared to non-engineered NK cells. Pretreatment of CD33\/FLT3 negative AML cell lines with Ara-C resulted in upregulation of CD33 and FLT3 expression, sensitizing cells to robust SENTI-202-mediated killing, providing additional rationale for the use of Ara-C-based LD. In the presence of exogenous IL2, persistence, cytotoxicity, and serial killing activity of SENTI-202 were increased, supporting the use of low dose IL2 to further augment SENTI-202 clinical activity.<br \/>Taken together, these results support the Phase 1 trial design of SENTI-202-101 in patients with R\/R CD33 and\/or FLT3 positive malignancies including AML, which uses Flu\/Ara-C as LD followed by 3 weekly doses of SENTI-202 and includes the option of enrolling patients into cohorts that additionally receive low dose IL2 following SENTI-202 administration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Chimeric antigen receptor,Natural killer cells,Acute myeloid leukemia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Kaveri, P. Chinta, E. Leitner, L. Naitmazi, G. Yucel, M. Tian, N. Almudhfar, H. Deng, Y. Li, A. Lam, C.-T. Lee, E. Hong, R. Emery, B. Garrison, <b>A. N. Nguyen<\/b>, K. Rajangam; <br\/>Senti Biosciences, South San Francisco, CA","CSlideId":"","ControlKey":"64122fb0-881e-451b-b1c6-846095da2796","ControlNumber":"6067","DisclosureBlock":"<b>&nbsp;D. Kaveri, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>P. Chinta, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>Vir Biotechnology<\/b> Employment. <br><b>E. Leitner, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>L. Naitmazi, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>G. Yucel, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>M. Tian, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>N. Almudhfar, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>H. Deng, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>Y. Li, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>A. Lam, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>C. Lee, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>E. Hong, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>Ascendis Pharma A\/S<\/b> Employment, Stock Option. <br><b>R. Emery, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>Bellicum Pharmaceuticals<\/b> Employment, Stock Option. <br><b>BioCytics Inc<\/b> Employment, Stock Option. <br><b>B. Garrison, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>A. N. Nguyen, <\/b> <br><b>Senti Biosciences<\/b> Employment, Stock Option. <br><b>Adagene Inc.<\/b> Employment, Stock Option. <br><b>K. Rajangam, <\/b> <br><b>Senti Biosciences<\/b> Employment, Fiduciary Officer, Stock Option. <br><b>Nkarta<\/b> Employment, Fiduciary Officer, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6026","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1333","PresenterBiography":null,"PresenterDisplayName":"Aaron Nguyen","PresenterKey":"a62bcbac-bed8-40f1-b556-53201557b914","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1333. Preclinical data supporting the Phase 1 trial design of SENTI-202, a next generation allogeneic logic-gated selective CAR NK cell therapy, engineered to overcome key limitations of first generation cell therapies in AML","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical data supporting the Phase 1 trial design of SENTI-202, a next generation allogeneic logic-gated selective CAR NK cell therapy, engineered to overcome key limitations of first generation cell therapies in AML","Topics":null,"cSlideId":""},{"Abstract":"Adoptive immunotherapy with natural killer (NK) cells has emerged as a promising innovative approach against hematological malignancies and solid tumors. To enhance the functional aspects of NK cells and to achieve stronger, sustained anti-tumor responses, combination strategies are under development. They are focused on optimization of NK cell potency, persistence and tumor targeting using monoclonal antibodies, multi-specific NK cell engagers and immune modulators like cytokines. SAR445419 is a universal off-the-shelf allogeneic human NK cell (hNK) product made using Sanofi&#8217;s proprietary platform with potential broad application across hematologic and solid tumor indications. We evaluated the therapeutic potential of these NK cells in combination with internal assets and standard of care treatments in preclinical mouse models. The studies were performed in immunodeficient NOG mouse strains transgenic for hIL-15, supporting long-term engraftment of functional hNK cells. We demonstrated the therapeutic advantage of NK cell combination with an anti-CD20 monoclonal antibody (mAb) in a disseminated lymphoma model. We also reported prolonged lifespan of leukemia-bearing animals treated with NK cells and pegenzileukin, a PEGylated non-alpha rhIL&#8209;2 variant engineered to preferentially bind to the IL-2 &#946;&#947; receptors and promote NK cell function. The anti-tumor response correlated with pegenzileukin-induced increase in NK cell numbers in the blood. A combination of CD38KO NK cells with an anti-CD38 mAb was also investigated in a model of multiple myeloma (MM). Fc&#947;R-KO immunodeficient mice were used in these studies to limit the confounding contribution of residual murine immune cells engaging with the Fc-competent therapeutic antibody and to specifically detect hNK-cell mediated activity. The comparison of CD38KO versus WT NK cell numbers in the blood of animals treated with an anti-CD38 mAb showed a significant decrease in CD38-expressing NK cell count that was mitigated by the genetic deletion of CD38. Obtained results suggest that CD38KO NK cells are resistant to anti-CD38 mAb-mediated fratricide and provide a rationale for the combination of CD38KO NK cells with anti-an CD38 mAb against MM. Overall, these preclinical in vivo studies have a pivotal role in the evaluation of NK cell combination therapies against cancer and reveal their therapeutic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Natural killer cells,Animal models,Cancer immunotherapy,Combination studies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Franciszkiewicz<sup>1<\/sup>, P. Rettman<sup>1<\/sup>, B. Gauthier<sup>2<\/sup>, L. Noblet<sup>1<\/sup>, C. Nicolazzi<sup>1<\/sup>, A. Kunert<sup>3<\/sup>, R. Igarashi<sup>3<\/sup>, L. Calvet<sup>1<\/sup>, V. Fantin<sup>4<\/sup>, <b>S. Sidhu<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Sanofi R&D, Vitry-sur-Seine, France, <sup>2<\/sup>Sanofi R&D, Montpellier, France, <sup>3<\/sup>Sanofi R&D, Amsterdam, Netherlands, <sup>4<\/sup>Sanofi R&D, Cambridge, MA","CSlideId":"","ControlKey":"810ae27b-6f43-44db-b0ef-e99216817bf1","ControlNumber":"6673","DisclosureBlock":"<b>&nbsp;K. Franciszkiewicz, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>P. Rettman, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>B. Gauthier, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>L. Noblet, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>C. Nicolazzi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Kunert, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>R. Igarashi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>L. Calvet, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>V. Fantin, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Sidhu, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6027","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1334","PresenterBiography":null,"PresenterDisplayName":"Sukhvinder Sidhu, PhD","PresenterKey":"1b04e159-78af-40c0-a406-a350b91db8aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1334. Evaluation of NK cell combination therapies in mouse models of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of NK cell combination therapies in mouse models of cancer","Topics":null,"cSlideId":""},{"Abstract":"Chimeric Antigen Receptor-Natural Killer (CAR-NK) cells are rapidly emerging as a promising cellular therapeutic overcoming the potential life-threatening adverse events that may result from CAR-T therapy, including cytokine release syndrome (CRS), neurotoxicity and graft-versus-host disease (GVHD). Due to their intrinsic characteristics, NK cells can kill tumor cells without the requirement for recognition of antigen in the context of MHC. This removes the constraint of HLA matching and supports antigen independent cytotoxicity through NK cell intrinsic mechanisms. As such CAR-NK cells kill via both CAR-dependent and -independent mechanisms. For these reasons, they offer the advantage of being an &#8220;off-the-shelf&#8221; product; satisfying the requirement for large-scale production of cancer immunotherapies, with the potential to reach more patients at a reduced cost. The frequency of NK cells in the blood is low (~ 2-5%), therefore improving their <i>in vitro<\/i> expansion is key to generating sufficient material to offer a viable CAR-NK cell therapy. Here we outline an <i>in-vitro <\/i>method to generate, expand, and test primary human CAR-NK cells using engineered feeder cells, and go on to demonstrate the efficacy of the CAR-NK against target cancer cells. Primary human NK cells were cultured and expanded in the presence of irradiated K562 cells (iK562) modified to express 4-1BBL and membrane bound IL-21. Following initial expansion, NK cells were transduced with a clinically tested CD19-targeting CAR lentiviral vector (LV) or GFP expressing LV; as an empty vector transduced control. Following transduction, CD19 CAR-NK and GFP-NK were enriched by FACS sorting to reach &#62;80% purity and further expanded in the presence of 4-1BBL\/mbIL21 iK562 feeder cells. Following sufficient expansion, cytotoxicity of fresh or cryopreserved CD19 CAR-NK cells was tested <i>in vitro<\/i> in a Tumor Killing Assay (TKA) against CD19+ or CD19- target cells. As expected, CD19 CAR-NK cells showed increased on-target cytotoxicity, increased degranulation and IFN&#42857; secretion compared to controls. This effect was not observed with CD19 negative cancer cells, strongly suggesting CD19 CAR engagement of the target antigen to mediate killing. Taken together these data show the generation, expansion, and enrichment of CD19 CAR-NK cells with enhanced cytotoxic activity towards CD19+ target cells. This approach provides a platform for <i>in vitro<\/i> characterization of novel CAR-constructs, allied with <i>in-vitro<\/i> safety assessment and <i>in vivo<\/i> pharmacology testing. Together, this offers the potential to further develop new and more widely available cellular therapeutics to treat cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Natural killer cells,Chimeric antigen receptor,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Karina Di Gregoli<sup>1<\/sup>, Henry Leonard<sup>1<\/sup>, Dan Rocca<sup>1<\/sup>, William Morley<sup>2<\/sup>, Sabrina de Munnik<sup>3<\/sup>, Gemma Moiset<sup>3<\/sup>, Raluca Dumitru<sup>4<\/sup>, Wassim Basheer<sup>4<\/sup>, Brianna Schoen<sup>4<\/sup>, Robert Nunan<sup>1<\/sup>, Lauren Schewitz-Bowers<sup>1<\/sup>, <b>Louise Brackenbury<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Charles River Laboratories, Bristol, United Kingdom,<sup>2<\/sup>Charles River Laboratories, Portishead, United Kingdom,<sup>3<\/sup>Charles River Laboratories, Leiden, Netherlands,<sup>4<\/sup>Charles River Laboratories  Cell Solutions, Northridge, CA","CSlideId":"","ControlKey":"9e7035b2-e360-43c3-ad8f-72c838e60aa1","ControlNumber":"5522","DisclosureBlock":"&nbsp;<b>K. Di Gregoli, <\/b> None..<br><b>H. Leonard, <\/b> None..<br><b>D. Rocca, <\/b> None..<br><b>W. Morley, <\/b> None..<br><b>S. de Munnik, <\/b> None..<br><b>G. Moiset, <\/b> None..<br><b>R. Dumitru, <\/b> None..<br><b>W. Basheer, <\/b> None..<br><b>B. Schoen, <\/b> None..<br><b>R. Nunan, <\/b> None..<br><b>L. Schewitz-Bowers, <\/b> None..<br><b>L. Brackenbury, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6028","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1335","PresenterBiography":null,"PresenterDisplayName":"Louise Brackenbury, BS;M Phil;PhD","PresenterKey":"371c741c-62a4-43c0-bbb1-e57923000c7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1335. Generating functional CAR-NK cells for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generating functional CAR-NK cells for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Malignant pleural mesothelioma is a malignant tumor that is caused by exposure to asbestos. Because it is a rare cancer, there are few drugs that can be used to treat it. Healios is developing iPSC-derived NK cells (eNK cells) (HLCN061) engineered with NKG2D, DAP10, IL-15, CD16, CCL19, and CCR2B genes for the treatment of refractory solid tumors. This study evaluated the antitumor effect of eNK cells against human malignant pleural mesothelioma cell lines.(Method) The antitumor effect of eNK cells on human malignant pleural mesothelioma cell lines in vitro was evaluated using the Viability\/Cytotoxicity Multiplex Assay Kit (WST-8\/LDH).In vivo, immunodeficient mice were subcutaneously inoculated with human malignant pleural mesothelioma cell lines. After subcutaneous tumor formation, eNK cells were inoculated into or near the tumor, the size of the subcutaneous tumor was measured, and the tumor volume was compared with that of an untreated group. After the study was completed, the tumors were removed and the tumors in the untreated group and the eNK cell-administered group were analyzed using RNA-seq.(Results) The antitumor effect of eNK cells against human malignant pleural mesothelioma cell lines was confirmed in vitro. In a mouse subcutaneous tumor model, the eNK cell treatment group suppressed tumor growth compared to the untreated group (p&#8806;0.05). RNA-seq showed increased expression of granulysin, IL2RB, cathepsin W, etc. in subcutaneous tumors treated with eNK cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,iPS,Adoptive cell therapy,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Matsumoto<\/b><sup>1<\/sup>, Y. Fujita<sup>1<\/sup>, K. Goto<sup>2<\/sup>, Y. Sato<sup>2<\/sup>, F. Nishigaki<sup>2<\/sup>, Y. Higashi<sup>2<\/sup>, H. Kimura<sup>2<\/sup>, K. Tamura<sup>2<\/sup>; <br\/><sup>1<\/sup>Hyogo Medical University, Nishinomiya, Japan, <sup>2<\/sup>HEALIOS K.K., Kobe, Japan","CSlideId":"","ControlKey":"0b22a447-6931-4bc5-9da0-4a63bd4034f3","ControlNumber":"5773","DisclosureBlock":"<b>&nbsp;S. Matsumoto, <\/b> <br><b>HEALIOS K.K.<\/b> Grant\/Contract.<br><b>Y. Fujita, <\/b> None.&nbsp;<br><b>K. Goto, <\/b> <br><b>HEALIOS K.K.<\/b> Employment. <br><b>Y. Sato, <\/b> <br><b>HEALIOS K.K.<\/b> Employment. <br><b>F. Nishigaki, <\/b> <br><b>HEALIOS K.K.<\/b> Employment. <br><b>Y. Higashi, <\/b> <br><b>HEALIOS K.K.<\/b> Employment. <br><b>H. Kimura, <\/b> <br><b>HEALIOS K.K.<\/b> Employment. <br><b>K. Tamura, <\/b> <br><b>HEALIOS K.K.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6029","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1336","PresenterBiography":null,"PresenterDisplayName":"Seiji Matsumoto, MD","PresenterKey":"99b94dc5-22fa-4bb0-bb7d-f569f2bd11a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1336. Verification of the effect of human allogeneic iPS cell-derived gene-engineered NK cells (eNK cells HLCN061) on mesothelioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Verification of the effect of human allogeneic iPS cell-derived gene-engineered NK cells (eNK cells HLCN061) on mesothelioma","Topics":null,"cSlideId":""},{"Abstract":"AXL is a receptor tyrosine kinase (RTK) that is commonly expressed in metastatic melanoma and several other forms of cancer. Activation of AXL signaling is linked to tumor cell growth, invasion, metastatic transformation, drug resistance, and immune response regulation. However, treatment of metastatic melanoma continues to present clinical challenges due to its capacity to rapidly develop drug resistance, which manifests under the influence of AXL signaling. As such, AXL may be a viable antigen target for immunotherapies. Despite their successes in hematological malignancies, chimeric antigen receptor (CAR)-T cell therapies remain limited by their susceptibility to causing off-target toxicity. In contrast, natural killer (NK) cells are not associated with such risks, which makes them clinically appealing as an alternative to T cells. However, studies on the application of CAR-NK cells to treat solid tumors remain acutely scarce. To explore the clinical viability of CAR-NK cells for the treatment of metastatic melanoma, AXL-specific CAR-NK cells were generated by transfecting NK cells obtained from NK cell lines. Preliminary data from a cytotoxicity assay indicated that the cytotoxicity of CAR-NK92-MI cells against AXL-positive melanoma cell lines was significantly stronger (up to a 10-fold difference) than the corresponding parental cells. Further in vitro characterization of this CAR-NK cell line and other CAR-NK cell lines, as well as in vivo evaluation of their efficacy in a mouse xenograft model of melanoma metastasis, is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Adoptive cell therapy,Melanoma\/skin cancers,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Hibler<\/b>, G. Merlino, Y. Yu; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"e0d4934d-9f54-41c7-9398-ef45e1792f89","ControlNumber":"8837","DisclosureBlock":"&nbsp;<b>W. Hibler, <\/b> None..<br><b>G. Merlino, <\/b> None..<br><b>Y. Yu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6030","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1337","PresenterBiography":null,"PresenterDisplayName":"Winston Hibler, BS,AA","PresenterKey":"81c68579-39dc-49a0-a0a1-d5b054e3c551","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1337. Characterization of anti-AXL CAR-NK cell therapy for the treatment of melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of anti-AXL CAR-NK cell therapy for the treatment of melanoma","Topics":null,"cSlideId":""},{"Abstract":"Human leukocyte antigen-G (HLA-G) suppresses lymphoid and myeloid immune systems by binding ILT2 and ILT4 respectively and activating ITIM signaling. HLA-G is abundantly expressed in placental cytotrophoblasts to block fetal rejection. HLA-G is not expressed in most normal cells but is derepressed in in about 50% of malignancies. We engineered ILT2 and ILT4 to produce activating signals as Chimeric ILT Receptors or CIR. Preliminary results indicated robust killing of Acute Myeloid Leukemia (AML) cells by Natural Killer (NK) cells expressing either ILT2 or ILT4 CIRs. Here, we evaluated the effect of alteration of activating domains in the CIR constructs to produce signals that mimic the effect of IL-18 signaling in CIR-NK cells to enhance cytotoxicity, NK cell growth and persistence. Further, HLA-G expression and CIR-NK cell targeting of primary human cell types were rigorously screened.<br \/>Activated NK cells derived from peripheral blood (2 to 5 donors) were transduced with &#947;-retroviruses directing expression of CIR proteins (CIR.X.Y or CIR.Y.X) where X stimulates cytotoxicity through CD3&#950;, DAP10 or DAP12, and Y directs coactivation through 4-1BB, fusion of the MyD88 death domain or recruitment of endogenous MyD88 with receptor-derived TIR domains and soluble IL-15. CIR-NK cells were cocultured with GFP<i>f<\/i><i>f<\/i><i>l<\/i><i>uc<\/i>-expressing AML and solid tumor target cell lines or normal primary human cells. NK cell proliferation and cytotoxicity of CIR-NK cells was monitored by Incucyte microscopy and supernatants were analyzed for cytokine release by ELISA.<br \/>At low E:T (1:20 - 1:40) in 7-day cocultures, mock-transduced NK cells displayed innate killing activity against HLA-G<sup>+<\/sup> Molm13 and Kasumi1 AML cells that was augmented by CIR constructs containing direct fusions of MyD88 and DAP10 or DAP12 (mock = 2.06E7 &#177; 4.53E6 vs. CIR-ILT4.MyD88.DAP10 = 1.03E7<b> <\/b>&#177; 5.46E6) with 7-fold elevation of IFN-&#947; production. CIR constructs that recruited endogenous MyD88 signaling through the TLR2 TIR domain (4-1BB.DAP10.TLR2) also exhibited enhanced anti-HLA-G activity (9.13E6 &#177; 5.33E6). Against HLA-G<sup>+<\/sup> HT-1376 bladder cancer cells (E:T = 1:10-1:20), CIR-NK cells also displayed enhanced tumor cell killing with enhanced NK cell growth. Conversely, CIR-enhanced killing was not observed against HLA-G<sup>-<\/sup> HCT-116 colorectal cancer cells. The persistence of CIR-NK cell potency after 4 weeks of expansion varied markedly with different activation domains employed. When screened against primary human cells (cardiomyocytes, hepatocytes, hepatic endothelial cells, corneal, colon and lung epithelial cells), no CIR-specific targeting was observed at high E:T ratios (1:1 and 1:5).<br \/>In conclusion, CIR-NK cells exhibit potent and specific anti-tumor activity against HLA-G<sup>+<\/sup> solid and leukemia cells. Alteration of CIR-NK cell intracellular signaling can optimize the potency and persistence of NK cell anti-tumor activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Solid tumors,Targeted therapy,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Duong, J. Park, R. Ognar, S. Wain-Hobson, <b>H. Bayle<\/b>; <br\/>NKILT Therapeutics, Houston, TX","CSlideId":"","ControlKey":"da0f79bf-0edf-45f2-ae43-9e53045fa620","ControlNumber":"8532","DisclosureBlock":"<b>&nbsp;M. Duong, <\/b> <br><b>NKILT Therapeutics<\/b> Employment, Stock, Patent, Trademark. <br><b>Bellicum Pharmaceuticals<\/b> Employment, Stock, Patent, Trademark. <br><b>J. Park, <\/b> <br><b>NKILT Therapeutics<\/b> Employment, Stock, Patent. <br><b>Kiromic Biopharma<\/b> Employment, Stock. <br><b>R. Ognar, <\/b> <br><b>NKILT Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Patent, Trademark. <br><b>Alira Health<\/b> Independent Contractor. <br><b>ANIM8 LLC<\/b> Employment, Fiduciary Officer. <br><b>S. Wain-Hobson, <\/b> <br><b>NKILT Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Patent, Trademark. <br><b>Invectys Cancer Immunotherapeutics<\/b> Stock. <br><b>H. Bayle, <\/b> <br><b>NKILT Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Patent, Trademark. <br><b>Bellicum Pharmaceuticals<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent, Trademark. <br><b>Poseida Therapeutics<\/b> Stock. <br><b>2Seventy Therapeutics<\/b> Stock. <br><b>Merck<\/b> Stock. <br><b>Bluebird Bio<\/b> Stock. <br><b>Macrogenix Inc<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6031","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1338","PresenterBiography":null,"PresenterDisplayName":"Henri Bayle, PhD","PresenterKey":"ffb92d13-dd6e-462f-8c29-80ea902cbb1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1338. Novel activation domains coupled to chimeric ILT receptors (CIR) enhance NK cell targeting of HLA-G<sup>+<\/sup>leukemic and solid tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel activation domains coupled to chimeric ILT receptors (CIR) enhance NK cell targeting of HLA-G<sup>+<\/sup>leukemic and solid tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Immune check-point inhibitor (ICI) such as anti-PD1 or anti-PDL1 antibody, which enhances the adaptive immunity via re-energizing exhausted T cells, has become the foundational therapy for many cancers. However, due to variety of other immunosuppressive tumor microenvironments, it is efficacious only in 15-30% of the patients. It is well known both the innate immunity and the adaptive immunity are required for full control of cancer growth. Thus, therapeutics harnessing the innate immunity will be complementary to ICI and improve the cancer response rate when used in combination. Currently therapeutics harnessing the innate immunity mainly involve bispecific antibodies with one arm targeting tumor antigen and one arm connecting to innate effector cells such as NK cells or macrophages, represented by CD30-CD16a bispecific and Her2-CD47 bispecific respectively. Considering that cancer patient&#8217;s immune status are heterogenous, varying from T cell exhaustion, macrophage disfunction (M2 bias), Treg cell presence to NK cell deficiencies, it would be advantageous to combine several innate immunity enhancers into one therapeutic molecule. Here we describe a long-acting tri-specific antibody termed IAMA-004 that targets Her2 as the primary target and CD47 and CD16a as effector cell engagers. CD47 is also a co-target on some tumor cells (CD47-Her2 double positive tumors). We have characterized this molecule both <i>in vitro<\/i> and <i>in vivo<\/i>. The <i>in vitro<\/i> experiments tested the molecule&#8217;s ability to kill Her2 high, Her2 low and Her2 negative tumor cell lines including BT-474, SK-OV-3, NCI-N87, OE19, HCC1954, MDA-MB-231, MDA-MB-468, in human PBMC ADCC assays with DS-8201 and Trastuzmab as the comparator molecules. In all of these ADCC experiments, IAMA-004 showed superior tumor cell killing activities to those mediated by DS-8201 or Trastuzmab. When combined with IAMA-005 (a Fc-IL2-IFN-&#945; fusion cytokine), the tumor cell killing activities were dramatically increased. In addition, IAMA-004 was also tested in patient-derived <i>Ex-Vivo<\/i> fluids (one malignant pleural effusion and one malignant asities) and demonstrated tumor cell killing efficacies; and the killing activity could be attributed to the specific arms of the molecule. These results suggest that it is feasible to combine more than one innate engager in one molecule to carry out specific functions in the heterogeneous immune status for the treatment of advanced cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,Innate immunity,HER2,CD47,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Liu<\/b>, Z. Han, Y. Fan, Q. Pan; <br\/>Nanjing JSIAMA Biopharmaceuticals, Ltd., Nanjing, China","CSlideId":"","ControlKey":"7c658f6b-ac3d-4491-a0a1-3257fd28ebf8","ControlNumber":"2404","DisclosureBlock":"<b>&nbsp;L. Liu, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Z. Han, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Y. Fan, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Q. Pan, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6032","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1339","PresenterBiography":null,"PresenterDisplayName":"Liming Liu, PhD","PresenterKey":"73817bbf-75a4-49e5-8e49-14aff9c52dc9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1339. Pre-clinical development of IAMA-004, a tri-specific antibody targeting innate immune receptors and tumor targets","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical development of IAMA-004, a tri-specific antibody targeting innate immune receptors and tumor targets","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer (NK) cells are highly responsive cytotoxic immune cells of the innate immune system with well characterized anti-tumor properties. Their ability to directly kill malignant cells and elicit an adaptive immune response makes them a promising candidate for a precision guided immunotherapy in oncology. Bicycle&#174; peptides are small (ca.1.5kDa), chemically synthetic, structurally constrained peptides discovered via phage display and optimized using structure-driven design and medicinal chemistry approaches. We have applied the Bicycle&#174; platform technology to discover and evaluate a new class of fully synthetic molecules termed NK tumor immune cell agonists (NK-TICA&#8482;). The NK-TICA&#8482; consists of chemically coupled Bicycle&#174; peptides that bind specifically to the key activating receptor, NKp46, and to tumor antigens, that results in highly potent, antigen-dependent receptor activation and NK cell function. We demonstrate potent, selective binding of our Bicycle&#174; peptides to receptor-expressing cells and the capability of the bifunctional molecule to induce NK cell function in vitro. With Bicycle&#8217;s novel NK-TICA&#8482; compound, we demonstrate the engagement of NK cells, the specific activation and function of NK cells, and enhanced tumor cytotoxicity in a tumor target- and dose-dependent manner. In conclusion, NK-TICAs drive NK cell-mediated tumor cell killing and cytokine production in vitro and as such have the potential to catalyze the development of durable anti-tumor immunity in tumor types not well served by current therapies. We hypothesize that utilization of Bicycle&#174; NK-TICA&#8482; as a multifunctional immune cell engager will promote the modulation and anti-tumor activity of peripheral and intra-tumoral NK cells to solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Natural killer cells,NKp46,Preclinical,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Dufort<\/b>, T. Ezell, A. Rezvaya, K. Ho, C. Leitheiser, P. Brandish, K. McDonnell, N. Keen; <br\/>Bicycle Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"fa55665d-f6b1-4878-9e64-b74ebf5b7e2e","ControlNumber":"1650","DisclosureBlock":"<b>&nbsp;F. Dufort, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>T. Ezell, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>A. Rezvaya, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>K. Ho, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>C. Leitheiser, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>P. Brandish, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>K. McDonnell, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment. <br><b>N. Keen, <\/b> <br><b>Bicycle Therapeutics<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6033","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1340","PresenterBiography":null,"PresenterDisplayName":"Fay Dufort, PhD","PresenterKey":"4db81dac-f517-4a34-a500-d5590087ebbf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1340. Modulation of the natural killer cell immune response to tumor with a synthetic tumor -immune cell agonist, NK-TICA&#8482;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of the natural killer cell immune response to tumor with a synthetic tumor -immune cell agonist, NK-TICA&#8482;","Topics":null,"cSlideId":""},{"Abstract":"Background: Monoclonal antibodies (mAbs) targeting the epidermal growth factor receptor (EGFR) are frontline therapies for numerous EGFR-dependent epithelial tumors. However, their efficacy faces challenges due to on-target skin toxicity and intrinsic or acquired resistance. Within the tumor microenvironment, innate immune cells, including macrophages and natural killer (NK) cells, play a significant role but are hindered by the lack of specific cancer cell targeting and a suppressive microenvironment. To enhance innate immune cell cytotoxicity, we have developed SM2235, a humanized tetravalent bispecific VHH antibody. SM2235 partially blocks EGFR and EGF interaction while conditionally activating innate immune cells through CD16A upon engagement with cancer cells.<br \/>Methods: SM2235 was engineered by combining a partially blocking EGFR single-domain antibody with a high-affinity CD16A-activating single-domain antibody on an inactivated human IgG1 Fc backbone. The binding affinity and specificity were confirmed using bio-layer interferometry and ELISA with recombinant proteins, followed by flow cytometry with EGFR+ human cancer cell lines and CD16A+ primary NK cells. SM2235's efficacy in blocking EGFR-EGF interaction and downstream signaling was assessed through competitive ELISA and proliferation assays in both EGFR-dependent and independent cancer cell lines. Its ability to induce target-dependent NK cell and macrophage activation was evaluated through activation markers as well as cytotoxicity and phagocytosis assays. In vivo efficacy of SM2235 against EGFR+ human tumors was measured using xenograft assays in NSG mice, covering cetuximab-sensitive and resistant cancer cell lines. Preliminary pharmacokinetics and safety studies were conducted in cynomolgus monkeys.<br \/>Results: SM2235 exhibits sub-nanomolar affinity for EGFR+ human cancer cell lines and CD16A+ primary human NK cells. It partially inhibits EGFR-dependent cancer cell proliferation. Compared to cetuximab, SM2235 significantly enhances target-dependent CD16A-mediated NK cell and macrophage activation and cytotoxicity against EGFR+ cancer cells in ADCC and ADCP assays in vitro. SM2235 effectively inhibits EGFR+ xenograft tumors in vivo, irrespective of KRAS mutation status. In cynomolgus monkeys, SM2235 demonstrates excellent tolerance with a 20-hour serum half-life of approximately 20 hours and no dose-dependent skin toxicity.<br \/>Conclusions: Preclinical characterization of SM2235 shows promising in vivo efficacy against EGFR+ human cancers, regardless of KRAS mutation, with a favorable safety profile marked by minimal skin toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"ADCC,Bispecific antibody,EGFR,CD16A,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Geng, W. Song, X. Liu, S. Lu, H. Zhou, S. Yang, S. Xie, Y. Wei, X. Zhang, S. Zhou, <b>Y. Liang<\/b>; <br\/>Beijing StarMab BioMed Technology, Ltd., Beijing, China","CSlideId":"","ControlKey":"b5e77401-ba08-4947-b7b4-2bbd83e249f6","ControlNumber":"1841","DisclosureBlock":"&nbsp;<b>H. Geng, <\/b> None..<br><b>W. Song, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>S. Lu, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>S. Xie, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>Y. Liang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6034","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1341","PresenterBiography":null,"PresenterDisplayName":"Yanbin Liang, PhD","PresenterKey":"d604f330-bbe0-4fc4-b869-ebca28b581bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1341. SM2235: A bispecific EGFR x CD16A innate immune cell engager for enhanced treatment of EGFR-expressing solid tumors, regardless of RAS mutation status","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SM2235: A bispecific EGFR x CD16A innate immune cell engager for enhanced treatment of EGFR-expressing solid tumors, regardless of RAS mutation status","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Natural killer cells (NK) are innate lymphocytes endowed with the ability to recognize and kill cancer cells. CD16a, a well-characterized activating receptor predominantly expressed on NK cells, is a low-affinity receptor for the IgG Fc domain and is crucial for stimulating NK cell-mediated tumor cell killing. Unlike CD16a, CD16b is mainly expressed on granulocytes as a GPI-anchored receptor and is not involved in the lysis of tumor cells although CD16a and CD16b share 97% sequence identity in their extracellular domains. Due to the high homology of extracellular domains of CD16a and CD16b, it is extremely challenging to develop CD16a-specific agonistic antibodies without binding CD16b<sup>+<\/sup> granulocytes, the most abundant subset in leukocytes. Here we report the development of an anti-CD16a-specific monoclonal antibody with potent NK cell activation.<br \/><b>Experimental procedures: <\/b>Humanized mice were immunized with recombinant CD16a-ECD-Fc. The Biosion proprietary H<sup>3<\/sup> (High-throughput, High-content and High-efficiency) antibody screening platform was used to identify an anti-CD16a monoclonal antibody lead candidate - BSI-111. The target binding specificity, binding activity, and affinity of BSI-111 were evaluated by protein-based ELISA, cell-based FACS and Biacore-based SPR. A cell-based agonist reporter assay and a primary NK cell activation assay were used to evaluate the bioactivity of BSI-111.<br \/><b>Summary: <\/b>BSI-111 is a fully human monoclonal antibody with the following critical properties: (1) specifically binds to CD16a without recognizing CD16b; (2) binds the two allelic variants of CD16A - 158F and 158V with similar high affinities; (3) shows cross-reactivity to cynomolgus CD16a; (4) can significantly activate NFAT signaling in a cell-based reporter assay; (5) exhibits strong activity on activating primary NK cells; and (6) has potentially longer half-life and silenced Fc-effector function through Fc-engineering.<br \/><b>Conclusion: <\/b>BSI-111 demonstrates great biophysical properties and functional characteristics, supporting the development of anti-CD16a-based NK cell engagers for potential benefit of cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Natural killer cells,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Liu<sup>1<\/sup>, W. Dai<sup>1<\/sup>, H. Li<sup>1<\/sup>, <b>X. F. Liu<\/b><sup>2<\/sup>, J. Li<sup>1<\/sup>, S. Xia<sup>1<\/sup>, Q. Lyu<sup>1<\/sup>, H. M. Davis<sup>2<\/sup>, M. Chen<sup>1<\/sup>, Z. Peng<sup>1<\/sup>; <br\/><sup>1<\/sup>Biosion, Inc., Nanjing, China, <sup>2<\/sup>Biosion USA, Inc., Newark, DE","CSlideId":"","ControlKey":"d8bd5a93-db03-4153-bb79-f1fa3496332f","ControlNumber":"6296","DisclosureBlock":"&nbsp;<b>J. Liu, <\/b> None..<br><b>W. Dai, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>X. F. Liu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>S. Xia, <\/b> None..<br><b>Q. Lyu, <\/b> None..<br><b>H. M. Davis, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>Z. Peng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6036","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1343","PresenterBiography":null,"PresenterDisplayName":"Xiaodong Liu, PhD","PresenterKey":"fa5db35d-afaa-4ad6-b475-75fc1eb6ae27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1343. BSI-111, a highly selective anti-CD16a monoclonal antibody with potent agonist activity for building a NK cell engager platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BSI-111, a highly selective anti-CD16a monoclonal antibody with potent agonist activity for building a NK cell engager platform","Topics":null,"cSlideId":""},{"Abstract":"Resistance of tumor cells to immunotherapy with monoclonal antibodies (mAbs) often relies on the reduced level of the antigen targeted by the particular mAb. We have therefore screened for the compounds able to upregulate selected antigens on the surface of lymphoma\/leukemia cells, to minimize the possibility of resistance acquired by the tumor cells. We have found that members of a specific class of antibiotics, known as cation carriers, namely salinomycin (SAL), monensin (MON), narasin, and nigericin exhibit great CD20 antigen-upregulating abilities. A variety of Burkitt&#8217;s lymphoma and diffuse large B-cell lymphoma (DLBCL) cell lines as well as patients-derived primary malignant cells, such as DLBCL and chronic lymphocytic leukemia (CLL) cells exhibited upregulation of surface CD20 upon the treatment with SAL and MON at concentrations as low as 250nM and 50 nM, respectively. As a consequence, these compounds appeared to be beneficial for the therapy of lymphoma\/leukemia with anti-CD20 mAbs, both <i>in vitro<\/i> and in animal models.Moreover, the proteomics analysis revealed that besides CD20, cation carriers upregulated a number of different proteins on the surface of tumor cells, including proteins implicated in the interaction with immune cells. These included ICAM1, HLA-A\/B\/C, CD155, CD80, CD86 and ULBP2\/5\/6. Particularly important appears to be the upregulation of antigens interacting with the activating receptors on NK cells, helping them to overcome the inhibitory signals and stimulate the lysis of tumor cells. Thus, the results of proteomics analysis explained why SAL- or MON-pretreated tumor cells were efficiently eliminated by NK cells, even in the absence of therapeutic mAb. In light of our discoveries, it seems reasonable to consider the cation carriers as promising drug candidates for the improvement of NK cell anti-tumor activity and potential treatment of B-cell non-Hodgkin lymphoma patients, in combination with anti-CD20 mAbs.Funding: National Science Centre (NCN, Poland), grants 2019\/35\/B\/NZ5\/01445 and 2020\/39\/B\/NZ6\/03513.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Monoclonal antibodies,Natural killer cells,Receptors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Zerrouqi<sup>1<\/sup>, A. Zdanowicz<sup>1<\/sup>, A. Torun<sup>1<\/sup>, A. Ciechanowicz<sup>1<\/sup>, B. Pradhan<sup>1<\/sup>, G. Rymkiewicz<sup>2<\/sup>, D. Efremov<sup>3<\/sup>, <b>B. Pyrzynska<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Medical University of Warsaw, Warsaw, Poland, <sup>2<\/sup>Maria Sklodowska-Curie National Research Institute of Oncology, Warsaw, Poland, <sup>3<\/sup>International Centre for Genetic Engineering and Biotechnology, Trieste, Italy","CSlideId":"","ControlKey":"7f3e2f12-181f-48bb-a850-2867f9041c0f","ControlNumber":"8070","DisclosureBlock":"&nbsp;<b>A. Zerrouqi, <\/b> None..<br><b>A. Zdanowicz, <\/b> None..<br><b>A. Torun, <\/b> None..<br><b>A. Ciechanowicz, <\/b> None..<br><b>B. Pradhan, <\/b> None..<br><b>G. Rymkiewicz, <\/b> None..<br><b>D. Efremov, <\/b> None..<br><b>B. Pyrzynska, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6037","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1344","PresenterBiography":null,"PresenterDisplayName":"Beata Pyrzynska, Ph.D.","PresenterKey":"6506f80d-97cd-40b0-aec1-af447e35d618","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1344. Improvement of the anti-tumor activity of NK cells and the efficacy of anti-CD20 monoclonal antibodies in the therapy of B cell-derived malignancies.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improvement of the anti-tumor activity of NK cells and the efficacy of anti-CD20 monoclonal antibodies in the therapy of B cell-derived malignancies.","Topics":null,"cSlideId":""},{"Abstract":"Tumors employ a number of mechanisms to suppress a patient&#8217;s immune anti-tumor responses. Recently, we uncovered an immunosuppression mechanism that tumors employ to avoid humoral immune responses that involves tumor-produced proteins, called Humoral Immuno-Oncology (HIO) factors. These HIO factors are able to suppress antibody-mediated tumor cell killing via direct binding to antibodies that alter their Fc domain interactions with the C1q protein to suppress complement dependent cytotoxicity (CDC) and reduce antibody engagement with CD16a Fc receptors on immune-effector cells, including NK cells, to suppress antibody dependent cellular cytotoxicity (ADCC). HIO factor immunosuppression of ADCC appears to involve the reduced binding affinity of antibody to CD16a Fc receptors. In an attempt to identify agents that may enhance antibody-CD16a binding affinity to overcome HIO factor immunosuppression, we sought to identify agents that can restore this interaction by screening natural small compound libraries via an IgG1-CD16a based ELISA assay. One lead compound was identified that was subsequently optimized by structural activity relationship analysis. This compound, named NAV-201, specifically binds CD16a and enhances the affinity of antibody binding to both the low affinity CD16a-158F and high affinity CD16a-158V allotypes. Moreover, we found that NAV-201 can also bind to the mouse CD16a ortholog and enhance its antibody binding affinity, making NAV-201 suitable for efficacy testing in mouse models. <i>In vivo<\/i>, NAV-201 was found to be well tolerated up to at least 120 mg\/kg when administered orally and daily to mice, have a serum half-life of 18 hours, enhance systemic levels of the NK cell produced INF-&#947; and TNF-&#945; cytokines, and enhance the therapeutic efficacy of antibodies in mouse xenografts. Together, these data support the further development of NAV-201 for human testing to improve and\/or enhance the efficacy of antibody-based therapies in HIO factor positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Natural killer cells,Antibody-dependent cellular cytotoxicity (ADCC),Immuno-oncology,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. C. Nicolaides<\/b>, L. Grasso, J. Kline; <br\/>Navrogen, Glen Mills, PA","CSlideId":"","ControlKey":"93bfd6f9-22ae-49f9-8b33-1f3eb82598cf","ControlNumber":"993","DisclosureBlock":"&nbsp;<b>N. C. Nicolaides, <\/b> None..<br><b>L. Grasso, <\/b> None..<br><b>J. Kline, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1345","PresenterBiography":null,"PresenterDisplayName":"Nicholas Nicolaides, BS;PhD","PresenterKey":"9b9301a3-516e-4552-85de-25b8de66c464","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1345. NAV-201, an orally bioavailable small molecule NK cell activator enhancing antibody-mediated cancer therapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NAV-201, an orally bioavailable small molecule NK cell activator enhancing antibody-mediated cancer therapies","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) derived from immune cells (e.g., NK cells, dendritic cells) may be able to treat malignancies that are resistant to other treatments (e.g., chemotherapy) relying on the hypothesis that EVs carry almost the same cargo of the parent cells. In this study, we evaluated IL-15 stimulated natural killer cell-derived EVs (NK-EVs) as therapeutic agents in vitro and in vivo in Osimertinib resistant lung cancer (H1975R) with EGFR mutations(L858R). NK-EVs were isolated by ultracentrifugation and nanoparticle tracking analysis revealed a size distribution of 89.5 &#177; 3.4 nm, zeta potential of -31.38 &#177; 0.25 mV. Atomic force microscopy imaging revealed vesicles with a spherical form and comparable sizes, meeting the criteria of exosomal EVs. Further, western blot studies demonstrated the presence of regular EV markers along with specific NK markers (perforin and granzyme). EVs were also characterized by using proteomic analysis which demonstrated that EVs had proteins for natural killer cell mediated cytotoxicity (Granzyme B) and T cell activation (Perforin and Plastin-2). Gene oncology (GO) analysis also showed that these are differentially expressed proteins (DEPs) that are involved in programmed cell death and positive regulation of cell death. Further, isolated NK-EVs (1*10<sup>11 <\/sup>particles\/mL) were cytotoxic to H1975R cells in vitro with 55% and 68% cell viability in 2D and 3D cell cultures respectively against control. Carboplatin&#8217;s IC<sub>50<\/sub> was reduced by approximately 1.9 and 1.7-fold (p less than 0.001) in 2D and 3D cell culture respectively when combined with NK-EVs. The EVs were then combined with carboplatin (25 mg\/kg) and administered by i.p. route to H1975R tumor xenografts and significant reduction in tumor volume in vivo (&#8776;1000 mm<sup>3 <\/sup>compared to &#8776;2000 mm<sup>3<\/sup> of control group, p less than 0.001) was observed after 10 days. Our findings show for the first time that NK-EVs target the PD-L1\/PD-1 immunological checkpoint<b> <\/b>and induce apoptosis and anti-inflammatory response by downregulation of SOD2, PARP, BCL2, SET, NF-&#954;B and TGF-&#223;. MicroRNAs regulating cytotoxic proteins like perforin, granzyme and plastin were also identified using sequencing and the miRNAs: hsa-miR-5193\/149-5P\/3133\/193-5p are picked for further studies. These miRNAs have been encapsulated in NK-EVs by electroporation and will be evaluated against Lung PDX xenografts along with carboplatin loaded NK-EVs. These miRNAs are directly involved in T cell or NK cell mediated cytotoxicity and are being currently investigated. The ability to isolate functional NK-EVs on a large scale and using them with<br \/>platinum-based drugs may lead to new clinical applications. The results of the present study suggest the possibility of the combination of NK-cell-derived EVs and carboplatin as a viable immunochemotherapeutic strategy for resistant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Extracellular vesicles,Natural killer cells,Carboplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Nathani<\/b><sup>1<\/sup>, L. Sun<sup>2<\/sup>, I. Khan<sup>1<\/sup>, M. Aare<sup>1<\/sup>, A. Bagde<sup>1<\/sup>, Y. Li<sup>3<\/sup>, M. Sachdeva<sup>1<\/sup>; <br\/><sup>1<\/sup>Florida A&M University College of Pharmacy & Pharmaceutical Sciences, Tallahassee, FL, <sup>2<\/sup>Florida State University, Tallahassee, FL, <sup>3<\/sup>FAMU-FSU College of Engineering, Tallahassee, FL","CSlideId":"","ControlKey":"807979f5-3275-4583-b4e0-122a1b9e4c06","ControlNumber":"7206","DisclosureBlock":"&nbsp;<b>A. Nathani, <\/b> None..<br><b>L. Sun, <\/b> None..<br><b>I. Khan, <\/b> None..<br><b>M. Aare, <\/b> None..<br><b>A. Bagde, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>M. Sachdeva, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1346","PresenterBiography":null,"PresenterDisplayName":"Aakash Nathani, BS;MS;B Pharm,MS","PresenterKey":"9ac1ed45-2be8-49fb-880e-d1e1ab88c6ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1346. Combined role of interleukin-15 stimulated natural killer cell-derived extracellular vesicles and carboplatin in Osimertinib resistant H1975 lung cancer with EGFR mutations","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"CAR-NK, NK Engagers, and NK Modulators","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined role of interleukin-15 stimulated natural killer cell-derived extracellular vesicles and carboplatin in Osimertinib resistant H1975 lung cancer with EGFR mutations","Topics":null,"cSlideId":""}]