[{"Abstract":"<b>Intro: <\/b>Oropharyngeal squamous cell carcinoma (OPSCC) has been shown to overexpress epidermal growth factor receptor (EGFR), making it a targetable biomarker for fluorescently labeled monoclonal antibodies such as panitumumab-IRDye800, which can be used during fluorescence-guided trans oral robotic surgery (TORS). Although antibody-based fluorescence-guided surgery is being evaluated in several late-stage trials, the use of intraoperative fluorescence imaging for TORS has not been thoroughly explored. We observed that the bi-polar cautery tool[AHM(1] of the TORS robot was auto-florescent and would appear dimmer in the presence of fluorescence from surgically exposed tumor. We aim to characterize the florescence contrast of the tool and tumor to create a rapid qualitative assessment on tumor presence.<br \/><b>Methods:<\/b> During a phase 2 clinical trial evaluating panitmumab-IRDye800 fluorescence-guided TORS of OPSCC, consenting patients (n=12) with biopsy-confirmed OPSCC received 50mg panitumumab-IRDye800 48 hours prior to surgery. Intraoperative fluorescence images were acquired using the onboard fluorescence camera of the Da Vinci Xi robot and post-operation fluorescence exams were conducted by the Pearl and Odyssey Systems (Li-Cor)[BK2] . For each patient, 3 intraoperative views (pre, mid and late resection) showing pathology-confirmed tumor, normal mucosa, and the tool were taken, and several frames from each view were analyzed via ImageJ to calculate mean fluorescence intensity (MFI) in regions of interest. The MFI of tumor and normal muscoa was normalized with MFI of the tool to obtain a standard fluorescence ratio (SFR) per patient[BK3] . A paired t-test was used to compare differences in MFI between the tumor and tool or normal mucosa.<br \/><b>Results<\/b>: The MFI for each time point was graphed for the tool, tumor and normal mucosa. Significant differences were found between tumor and mucosa and tumor and tool for every time point. Tumor\/tool SFRs per patient ranged from 2.1 to 60.9, while normal\/tool SFRs ranged from 0.4 to 3.1. Receiver operator characteristics curve analyses of tissue-to-tool SFR data showed a sensitivity of 90.9% and a specificity of 96% to identify the presence of tumor.<br \/><b>Conclusion: <\/b>The auto-fluorescent properties of the bipolar cautery tool of the Da Vinci Xi robot can be used for qualitative assessments of tumor presence during fluorescence-guided TORS. Bright fluorescence from the tool relative to surrounding tissue suggests the lack of carcinoma presence, which could confirm the surgeon&#8217;s complete resection of OPSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Oral cancers,Fluorescence imaging,Epidermal growth factor receptor (EGFR),Surgical resection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Stone<\/b>, S. M. Rao, M. L. Gonzalez, D. Lin, H. Jeyarajan, C. M. Thomas, J. Warram; <br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"e66520a6-256d-4131-9958-04bd793f58f1","ControlNumber":"5107","DisclosureBlock":"&nbsp;<b>L. Stone, <\/b> None..<br><b>S. M. Rao, <\/b> None..<br><b>M. L. Gonzalez, <\/b> None..<br><b>D. Lin, <\/b> None..<br><b>H. Jeyarajan, <\/b> None..<br><b>C. M. Thomas, <\/b> None..<br><b>J. Warram, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2574","PresenterBiography":null,"PresenterDisplayName":"Logan Stone, BS","PresenterKey":"e7a8fbfd-c56e-4a25-962d-344beb16d7ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2574. The effect of epidermal growth factor expression in detecting oropharyngeal tumors during fluorescence-guided robotic surgery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of epidermal growth factor expression in detecting oropharyngeal tumors during fluorescence-guided robotic surgery","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is the most common pediatric extracranial solid tumor, with a 5-year survival rate under 50% for those with high-risk disease. Complete surgical resection is essential for these patients and is associated with improved outcomes. However, NB resection presents significant technical challenges due to encasement of vital structures that must be preserved, as well as remote deposits of disease. The current approach to find and safely resect tumor depends on the surgeon&#8217;s eyes and hands alone. Fluorescence tracers allow enhanced tumor visualization, but most are not molecularly targeted which leads to poor tumor to background signal. Further, fluorescent signal does not penetrate more than a few millimeters, a limitation that can be overcome by inclusion of a radiotracer. We, therefore, generated and evaluated a dual radio and fluorescent antibody-based probe targeting the GD2 tumor antigen to improve the identification of NB with widely available intraoperative handheld instruments. We generated an intraoperative probe (<sup>111<\/sup>In-&#945;GD2-IRDye800CW) with retained affinity and stability. <i>In vivo<\/i>- Nu\/j mice were injected with SK-N-BE(2) NB cells. After tumors grew for five weeks, mice were given tail vein injections of the probe. Gamma and optical biodistribution studies were performed to determine the specificity of binding and tumor to background signal four- and six-days post probe injection. Probe uptake was compared to an isotype. Gross dissections and surgeries aimed at improving completeness of resection were performed using a handheld fluorescent camera (SPY-PHI) and a gamma probe (Neoprobe). The handheld gamma probe detected xenografts with great sensitivity (average <i>in vivo<\/i> 818 cps of In<sup>111<\/sup> in tumor region versus 34.8 cps in the tail). The fluorescent imaging showed high specific binding to the tumor region. Gamma biodistribution results indicated high accumulation within tumor (13.5 %ID\/g) with lower accumulation in blood (3.49 %ID\/g) and muscle (0.45 %ID\/g). Uptake of the probe greatly exceeded isotype control antibody on days 4 and 6 post-agent injection, for both gamma and optical biodistributions. Initial tumor resection using <sup>111<\/sup>In-DTPA-aGD2-IRDye800CW in an NB bearing mouse identified residual disease left behind when resection was performed using white light alone; the residual disease was then removed, guided by fluorescence imaging. Our dual-labeled probe demonstrated antigen specificity and allowed for the sensitive detection and visualization of NB <i>in vivo<\/i> with widely available intraoperative tools. This targeted probe could provide a means to improve surgical NB resection, by enabling localization of the all regions of tumor using radio-guidance, followed by clear definition of tumor margins with fluorescent signal, to maximize preservation of vital tissues. Ultimately, we believe this approach can improve safety, extent of NB resection, and patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"In vivo imaging,Neuroblastoma,Fluorescence imaging,Radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. E. Sever<sup>1<\/sup>, L. T. Rosenblum<sup>2<\/sup>, <b>K. C. Stanley<\/b><sup>2<\/sup>, D. M. Menendez<sup>3<\/sup>, W. B. Edwards<sup>3<\/sup>, M. M. Malek<sup>2<\/sup>, G. Kohanbash<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>University of Pittsburgh School of Medicine, Pittsburgh, PA, <sup>3<\/sup>University of Missouri, Columbia, MO","CSlideId":"","ControlKey":"3082affd-7ba3-47af-a78f-0ad02a3b28a7","ControlNumber":"4660","DisclosureBlock":"<b>&nbsp;R. E. Sever, <\/b> <br><b>A provisional patent has been submitted for the described tracer.<\/b> Patent. <br><b>L. T. Rosenblum, <\/b> <br><b>A provisional patent has been submitted for the described tracer<\/b> Patent. <br><b>K. C. Stanley, <\/b> <br><b>A patent has been submitted with the described tracer<\/b> Patent. <br><b>D. M. Menendez, <\/b> <br><b>A patent has been submitted for the described tracer<\/b> Patent. <br><b>W. B. Edwards, <\/b> <br><b>A patent has been submitted for the described tracer<\/b> Patent. <br><b>M. M. Malek, <\/b> <br><b>A patent has been submitted for the described tracer<\/b> Patent. <br><b>G. Kohanbash, <\/b> <br><b>A patent has been submitted for the described tracer<\/b> Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2575","PresenterBiography":null,"PresenterDisplayName":"Kayla Stanley, BS","PresenterKey":"9dc43c03-a984-4170-b9a0-88965afdff71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2575. GD2 targeted dual-labeled intraoperative molecular imaging probe for neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GD2 targeted dual-labeled intraoperative molecular imaging probe for neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Although immunotherapy has emerged as a promising treatment for lung cancer, the decision to continue immunotherapy becomes challenging when mixed response (MR) occurs. This study is aimed to evaluate whether radiomic features from pre-treatment intrathoracic images can predict MR.<br \/>Methods: 127 consecutive patients with NSCLC who received first line systemic treatment containing immunotherapy were included in this study. Chest CT scans were obtained at baseline and 1-3 times from 11 different CT scanners and harmonization method was applied to minimize scanner-related bias. The durable response of intrathoracic lesions (n=266) at least 24 weeks was evaluated based on RECIST 1.1 and irRECIST. MR was defined as the simultaneous presence of at least one lesion that increased and decreased in a single patient during immunotherapy and two different criteria of MR for the change of tumor lesions were applied: Definition-A (MR-A), &#916; [baseline - first follow-up] &#8805; 5 mm; Definition-B (MR-B), any change of &#916; [baseline - first follow-up]. All intrathoracic lesions were identified and segmented by four different physicians. Radiomic features, including morphological, intensity, GLCM, GLRLM, GLSZM, and NGTDM, were extracted using LIFEX software (IMIV\/CEA, Orsay, France). Confusion matrix was used to assess tumor responses, and area under the curve (AUC) for intrathoracic lesions was calculated.<br \/>Results: Tumor responses based on irRECIST were CR (n=1, 0.8%), PR (n=33, 26.0%), SD (n=55, 43.3%), and PD (n=39, 30.7%). There were 10 cases (7.9%) of MR-A and 25 cases (19.7%) of MR-B. While the median progression-free survival (PFS) and overall survival (OS) in MR-A group were 22.9 (range, 0.5-50.6) and 23.5 (range, 1.1-42.2) months, those in MR-B group were 2.0 (range, 0.5-50.6) and 3.3 (range, 0.7-49.0) months respectively. While the overall sensitivity (SN) and specificity (SP) for MR-A in intrathoracic lesions were 0.55 and 0.87, those for MR-B were 0.52 and 0.71, respectively. The AUC for MR-A and MR-B were 0.71 and 0.62 respectively, and the AUC for durable response was 0.56. In the SD group, median PFS and OS were 3.3 (1.4-18.9) and 6.1 (4.8-26.2) in the MR-A group and 9.7 (0.7-18.9) and 23.9 (0.7-26.2) respectively in the MR-B group. Median PFS and OS were 18.2 (0.5-65.2) and 23.9 (0.9-55.3) respectively in the non-MR-A group and 18.2 (0.5-65.2) and 23.9 (0.9-55.3) respectively in the non-MR-B group. In the PD group, median PFS and OS were 23.5 (0.5-41.3) and 24.7 (1.1-42.2) respectively in the MR-A group and 5.1 (0.5-41.3) and 11.5 (1.1-49.0) respectively in the MR-B group. Median PFS and OS were 20.3 (0.7-71.4) and 37.1 (1.0-72.9) respectively in the non-MR-A group and 20.3 (0.7-71.4) and 37.1 (1.0-72.9) respectively in the non-MR-B group. Conclusion: The radiomic features in NSCLC patients who received immunotherapy may help predict MR in NSCLC patients treated with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Radiomics,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Radiomics,Cancer immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Monica Yadav<sup>1<\/sup>, Jeeyeon Lee<sup>2<\/sup>, Peter Haseok Kim<sup>3<\/sup>, Maria J. A. Chuchuca<sup>1<\/sup>, Taegyu Um<sup>1<\/sup>, <b>Liam Il-Young Chung<\/b><sup>1<\/sup>, Yury S. Velichko<sup>1<\/sup>, Young Kwang Chae<sup>1<\/sup><br><br\/><sup>1<\/sup>Feinberg School of Medicine, Northwestern University, Chicago, IL,<sup>2<\/sup>School of Medicine, Kyungpook National University, Daegu, Korea, Republic of,<sup>3<\/sup>The University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"91f02531-a8c8-4da0-8ea7-62de21d7c449","ControlNumber":"98","DisclosureBlock":"&nbsp;<b>M. Yadav, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>P. Kim, <\/b> None..<br><b>M. J. A. Chuchuca, <\/b> None..<br><b>T. Um, <\/b> None..<br><b>L. Chung, <\/b> None..<br><b>Y. S. Velichko, <\/b> None.&nbsp;<br><b>Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract, Other, Honoraria\/Advisory Boards. <br><b>Biodesix<\/b> Grant\/Contract, Other, Honoraria\/Advisory Boards. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>NeoImmunTech<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Jazz Pharmaceutical<\/b> Other, Honoraria\/Advisory Boards. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>Regeneron<\/b> Other, Honoraria\/Advisory Boards.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2576","PresenterBiography":null,"PresenterDisplayName":"Liam Il-Young Chung","PresenterKey":"266b7c9c-6ab6-4a12-9143-2cd0464e870c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2576. Radiomic features of intrathoracic lesions can predict the mixed response in non-small cell lung cancer treated with immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radiomic features of intrathoracic lesions can predict the mixed response in non-small cell lung cancer treated with immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Understanding the mechanisms driving specific target engagement versus off-target nonspecific cellular uptake of antibodies can help inform design and\/or delivery strategies that maximize therapeutic indices. Receptor binding kinetics, rates of receptor-mediated internalization and nonspecific pinocytosis are often measured through <i>in vitro <\/i>cell culture models, but there have been fewer efforts to collectively measure these cellular parameters <i>in vivo<\/i>. Single photon emission computed tomography (SPECT) imaging is a powerful method of estimating these parameters by quantifying both free\/bound (intact) and internalized\/catabolized antibody using non-residualizing halogen labels and residualizing radiometal-chelates, respectively. Modeling longitudinal <i>in vivo <\/i>imaging data of non-residualizing antibody can inform receptor occupancy (RO), while residualizing tracer kinetics can provide additional insights into catabolism due to pinocytosis and receptor-mediated internalization in the intracellular spaces. Here, we describe SPECT imaging of tumor-targeting trastuzumab (anti-HER2) and non-targeting anti-glycoprotein D (anti-gD) antibody, each labeled with non-residualizing ([<sup>125<\/sup>I]SIB) and residualizing radiometal-chelate (<sup>111<\/sup>In-DOTA) radionuclides in HER2<sup>+<\/sup> xenograft-bearing mice. A non-linear compartmental model was fitted to SPECT imaging data to characterize RO of 10 mg\/kg of anti-HER2 out to 7 days post dosing as well as to estimate rate constants of pinocytosis and receptor-mediated internalization of anti-HER2 in tumor. Longitudinal SPECT imaging demonstrated statistically significant differences in tumor drug exposure between <sup>125<\/sup>I- and <sup>111<\/sup>In-labeled anti-HER2 relative to anti-gD (p &#60; 0.01). Tracer kinetics of anti-HER2 and associated RO simulations in tumor showed rapid extravasation from blood to tumor with peak RO of 25% at 13 hours post administration followed by a reduction in RO, reaching ~10% by day 7. Simulations for free, bound and catabolized tracer kinetics from our fitted model showed that anti-HER2 in the tumor interstitium was primarily receptor-bound with minimal pinocytosis of unbound anti-HER2 as well as gradual receptor-mediated catabolism, reaching a peak concentration of 113 &#181;g\/mL 7 days post dosing. Rate constants of nonspecific pinocytosis and HER2-mediated receptor internalization were estimated to be 0.0145 and 0.036 hours<sup>-1<\/sup>, respectively. Our model allowed us to successfully capture anti-HER2 antibody receptor binding and specific and nonspecific internalization over time <i>in vivo<\/i>. These data and analyses demonstrate the power of SPECT imaging using both non-residualizing and residualizing radiolabels combined with compartmental modeling to better characterize the different biological states (free, bound, and catabolized) of antibody within interstitial and intracellular compartments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Molecular imaging,Monoclonal antibodies,Pharmacokinetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Cho<\/b>, P. Spinosa, D. Mandikian, G. Del Rosario, S.-F. Yu, J. Ho, G. Ferl, C. A. Boswell; <br\/>Genentech, South San Francisco, CA","CSlideId":"","ControlKey":"d82d952a-f920-4cd9-84ee-6ffabdc6e142","ControlNumber":"2838","DisclosureBlock":"<b>&nbsp;N. Cho, <\/b> <br><b>Genentech<\/b> Employment. <br><b>P. Spinosa, <\/b> <br><b>Genentech<\/b> Employment. <br><b>D. Mandikian, <\/b> <br><b>Genentech<\/b> Employment. <br><b>G. Del Rosario, <\/b> <br><b>Genentech<\/b> Employment. <br><b>S. Yu, <\/b> <br><b>Genentech<\/b> Employment. <br><b>J. Ho, <\/b> <br><b>Genentech<\/b> Employment. <br><b>G. Ferl, <\/b> <br><b>Genentech<\/b> Employment. <br><b>C. A. Boswell, <\/b> <br><b>Genentech<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2577","PresenterBiography":"","PresenterDisplayName":"Nicholas Cho, PhD","PresenterKey":"bbd568e6-153a-4f2a-a4be-b2ea42d3ad31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2577. Analyzing specific and nonspecific tissue uptake of antibodies by SPECT imaging and non-linear compartmental modeling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analyzing specific and nonspecific tissue uptake of antibodies by SPECT imaging and non-linear compartmental modeling","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Enfortumab vedotin (EV), an antibody-drug conjugate targeting nectin-4, offers hope for urothelial carcinoma patients (UC) but prolonged use leads to treatment-related toxicities often necessitating dose adjustments. How EV engages nectin-4 at the tumor and its relevance to efficacy is unknown. To understand the pharmacodynamics (target engagement) of EV at the tumor across FDA approved dosing levels, we developed a nectin-4 specific peptide-based radiotracer, [<sup>68<\/sup>Ga]AJ647, for positron emission tomography (PET) imaging.<br \/>Methods: Six UC cell lines of luminal (HT-1376, UC-14, RT-112) and basal (UC-9, SCaBER, T24) morphological type were selected for in vitro and in vivo testing of [<sup>68<\/sup>Ga]AJ647 and nectin-4 target engagement by EV. Cell uptake and competitive binding assays were conducted to test [<sup>68<\/sup>Ga]AJ647 specificity for nectin-4 in the presence or absence of EV. Flow cytometry derived receptor density was used to correlate [<sup>68<\/sup>Ga]AJ647 uptake in cells with nectin-4 expression. Pharmacokinetics, biodistribution and specificity of [<sup>68<\/sup>Ga]AJ647 for nectin-4 expression was evaluated in six xenograft models by PET imaging and biodistribution studies. Target engagement by EV was quantified by measuring unoccupied nectin-4 levels by [<sup>68<\/sup>Ga]AJ647-PET in HT-1376 xenografts at different doses (15, 9, and 6 mg\/kg) and time (1, 3, and 6 days).<br \/>Results: [<sup>68<\/sup>Ga]AJ647 was generated in 20-30% radiochemical yield with &#62;95% purity. In vitro assays showed distinctive uptake in cell lines (HT-1376 &#62; UC-14 &#62; RT-112; UC-9 &#62; SCaBER &#62; T24) that correlated with nectin-4 density (R<sup>2<\/sup>=0.85). PET and biodistribution studies showed tractable pharmacokinetics of [<sup>68<\/sup>Ga]AJ647 enabling high contrast images in 60 min and exhibiting nectin-4 dependent uptake in all the six xenografts. Uptake of [<sup>68<\/sup>Ga]AJ647 in UC cells reduced in a dose dependent manner in the presence of EV, indicating that [<sup>68<\/sup>Ga]AJ647 measures unoccupied nectin-4, and paving the way for EV target engagement evaluation. For target engagement evaluation, [<sup>68<\/sup>Ga]AJ647 accumulation in HT-1376 tumors in saline treated mice was assumed as 100% unoccupied nectin-4 levels. In mice treated with EV for 24 hrs (n=3-5), unoccupied nectin-4 levels were 21.1&#177;11.6, 23.2&#177;14.5, and 24.3&#177;18.8 for 15, 9, and 6 mg\/kg doses, respectively. Whereas on day 6, unoccupied nectin-4 levels showed significant differences at 29.5&#177;15.8, 64.2&#177;21.0, and 89.5&#177;18.9 for 15, 9, and 6 mg\/kg dose, respectively. These data indicate that FDA approved doses of EV show higher target engagement at 24 h but a dramatic reduction at lower doses over time.<br \/>Conclusion: [<sup>68<\/sup>Ga]AJ647-PET quantifies variable nectin-4 expression in tumors. Furthermore, [<sup>68<\/sup>Ga]AJ647-PET quantifies EV therapy induced pharmacodynamics at the tumor. Such real-time ADC target engagement assessment could inform patient selection and dosing strategies to enhance efficacy and minimize toxicities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bladder cancer,Targeted therapy,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Mishra<\/b>, A. K. Sharma, K. Gupta, B. A. Johnson III, D. J. McConkey, J. Hoffman-Censits, S. Nimmagadda; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"ead9dda9-0a83-4faa-973d-7fd37bde036c","ControlNumber":"2180","DisclosureBlock":"&nbsp;<b>A. Mishra, <\/b> None..<br><b>A. K. Sharma, <\/b> None..<br><b>K. Gupta, <\/b> None..<br><b>B. A. Johnson, <\/b> None..<br><b>D. J. McConkey, <\/b> None..<br><b>J. Hoffman-Censits, <\/b> None..<br><b>S. Nimmagadda, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2579","PresenterBiography":null,"PresenterDisplayName":"Akhilesh Mishra, BS","PresenterKey":"0691be7e-596a-4aeb-a5a3-7d59c45ec78e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2579. A nectin-4 PET radiotracer for pharmacodynamic evaluation of enfortumab vedotin (EV) therapy in urothelial carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A nectin-4 PET radiotracer for pharmacodynamic evaluation of enfortumab vedotin (EV) therapy in urothelial carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The dynamic organization of chromatin, governed by epigenetic modifiers,<b> <\/b>critically regulates cell plasticity and determines cell fate in both normal and malignant stem cells.<b> <\/b>We hypothesized that chromatin architecture plays a role in regulating transcriptional heterogeneity in ovarian cancer stem cells (OCSCs) to maintain stemness and chemoresistance. PWS microscopy showed that ALDH+ OCSCs derived displayed higher nuclear fractal dimension D signals (P&#60;0.05) than ALDH- non-OCSCs, indicating that chromatin in OCSCs possesses higher packing compared to non-OCSCs. Cut &#38; TAG Sequencing showed that of the 3606-histone repressive H3K27m3 enriched regions (P&#60;0.05, fold change &#62;2), 3208<b> <\/b>were detected in OCSCs while 398 peaks were present in non-OCSCs, consistent with findings supporting high D features in OCSCs. The active mark H3K4me3 was enriched at the promoter of stemness-associated genes, including SOX2, ALDH1A3, and FZD7 in OCSCs; and the repressive histone mark H3K27me3 was enriched at the promoter of the epithelial cell marker CDH1 in OCSCs. These results support that the chromatin of OCSCs contains open genomic regions, corresponding to stemness-associated genes and repressed regions associated with genes related to differentiation. RNA sequencing indicated that the coefficient of variance (COV) reflecting transcriptional heterogeneity in OCSCs was higher than in non-OCSCs at baseline<b>. <\/b> In response to platinum, genes with low baseline expression in OCSCs were most upregulated, supporting increased transcriptional heterogeneity in response to chemotherapy. Inhibitors of epigenetic modifiers (DNMTi, EZH2i, and Dot1Li) induced chromatin re-organization in OCSCs and promoted OCSCs transition toward differentiation, supporting that stemness-associated chromatin structure is targetable. We demonstrated that a Dot1L inhibitor (Dot1Li) targeted OCSCs by decreasing chromatin packing D, resulting in decreased transcriptional heterogeneity. In conclusion, OCSCs harbor highly packed chromatin, contributing to chemoresistance and cell plasticity. Epigenetic modifiers (such as Dot1Li) inhibit stemness by regulating chromatin organization and transcriptional malleability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Ovarian cancer,Epigenetics,Cancer stem cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, J. Frederick<sup>2<\/sup>, Y. Zhang<sup>1<\/sup>, E. T. Bartom<sup>1<\/sup>, G. Bauer<sup>2<\/sup>, E. Tanner<sup>1<\/sup>, V. Backman<sup>2<\/sup>, D. Matei<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern University - Chicago, Chicago, IL, <sup>2<\/sup>Northwestern University - Chicago, Evanston, IL","CSlideId":"","ControlKey":"1e801738-2d79-4fbe-b82c-8cff267b6143","ControlNumber":"5238","DisclosureBlock":"<b>&nbsp;Y. Wang, <\/b> <br><b>Curiva<\/b> Other, Consulting.<br><b>J. Frederick, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>E. T. Bartom, <\/b> None..<br><b>G. Bauer, <\/b> None..<br><b>E. Tanner, <\/b> None..<br><b>V. Backman, <\/b> None.&nbsp;<br><b>D. Matei, <\/b> <br><b>PinotBio<\/b> Grant\/Contract. <br><b>Glaxo Smithkline<\/b> Other, Consulting. <br><b>Astra Zenecca<\/b> Other, Consulting. <br><b>Merk<\/b> Grant\/Contract, Other, Consulting. <br><b>Seagen<\/b> Other. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Ibsen<\/b> Grant\/Contract. <br><b>Astex<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2580","PresenterBiography":"","PresenterDisplayName":"Yinu Wang, PhD","PresenterKey":"321edefa-df39-455e-b185-97b39ff276d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2580. Targeting chromatin in ovarian cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting chromatin in ovarian cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"Interstitial fluid flow dynamics in brain tumors are known to be an important indicator for tumor invasion into healthy tissue, as cancerous cells follow the interstitial flow towards tumor-stimulating chemokines. These flow gradients not only carry tumor-stimulating chemokines, but also carry cytokines secreted by immune response. CAR-T cells are known to also depend highly on the cytokines present in the CSF and serum. For these reasons, we have developed a novel method, Localized Convolutional Function Regression (LCFR) for measuring interstitial fluid flow, perfusion, and diffusion using dynamic contrast-enhanced MRI. LCFR works by applying the known physics of contrast agent transport, and fitting the observed contrast agent dynamics to the known physics. From LCFR, we can recover standard Tofts-Kety perfusion dynamics, including Ktrans and Vp, and also recover the underlying flow field and diffusivity. These new measurements allow for the prediction of where tumors invade, and allow for us to model how CAR-T cells move within a tumor. In a case study, we model the spatial distribution of CAR-T cells and glioblastoma cells over time, assuming that the fluid velocity field drives CAR-T spread throughout the tumor. Using multiple delivery locations, we identify the optimal catheter placement to optimally distribute CAR-T cells through the tumor, improving the 50% kill rate of simulated tumor cells by over 25% from a naive delivery strategy. Further, we collect longitudinal cytokine levels from patients undergoing CAR-T therapy, allowing us to understand how interstitial flow, CAR-T dynamics, and tumor dynamics interact with each other. We report a case study wherein a patient is longitudinally followed through their treatment with CAR-Ts. Perfusion imaging reveals that the patient experienced a steady increase in perfusion and decrease in fluid leakage into surrounding tissue. VEGF and IL12 levels are observed to increase as tumor volume increases. To better understand this patient's dynamics, we use the fluid velocity field measured by LCFR to simulate the development of CAR-T cells within the tumor, using the cytokine profile as a surrogate measurement of CAR-T population. These results demonstrate the importance of fluid flow and cytokines in understanding how brain tumors develop and respond to treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Imaging,CAR T cells,Cytokines,Vascular permeability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. T. Woodall<\/b><sup>1<\/sup>, C. Esparza<sup>2<\/sup>, C. C. Brown<sup>1<\/sup>, J. M. Munson<sup>2<\/sup>, R. C. Rockne<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Duarte, CA, <sup>2<\/sup>Fralin Biomedical Research Institute, Roanoke, VA","CSlideId":"","ControlKey":"6bb1547f-b9b1-473f-806b-aea62b64cc04","ControlNumber":"5762","DisclosureBlock":"<b>&nbsp;R. T. Woodall, <\/b> <br><b>Cairina Inc.<\/b> Stock.<br><b>C. Esparza, <\/b> None..<br><b>C. C. Brown, <\/b> None.&nbsp;<br><b>J. M. Munson, <\/b> <br><b>Cairina Inc.<\/b> Stock. <br><b>R. C. Rockne, <\/b> <br><b>Cairina Inc.<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2581","PresenterBiography":null,"PresenterDisplayName":"Ryan Woodall, PhD","PresenterKey":"61a52b5e-bd4b-42ae-853e-64259d2095c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2581. Measuring interstitial fluid flow to predict and optimize spatial CAR-T dynamics in the clinic","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measuring interstitial fluid flow to predict and optimize spatial CAR-T dynamics in the clinic","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Rectal cancers undergo neoadjuvant chemoradiation prior to resection, with increasing evidence that neoadjuvant chemotherapy or immunotherapy can boost clinical or pathologic response rates. However, baseline clinical tumor staging and carcinoembryonic antigen levels are limited for identifying which patients will most benefit from a multimodal neoadjuvant regimen, and which will not. We evaluated whether radiomics (computational features from radiographic images) from pretreatment MRI could identify which rectal cancer patients will achieve clinical or pathologic response to different neoadjuvant treatment regimens.<br \/>Methods: MRI scans were retrospectively obtained from 3 different institutions for rectal cancer patients who had either undergone neoadjuvant chemoradiation or an experimental immunotherapy + chemoradiation. After pre-processing all MRI scans, tumor was manually delineated with an automated annotation of a 10 mm peritumor region. 916 radiomic features were extracted from two planes of acquisition (axial, coronal) and two ROIs (tumor, peritumor). 5 top-ranked radiomic features were identified from each region and plane via multi-stage mutual information feature selection to train a linear discriminant machine classifier to assign a predicted likelihood of achieving complete response to each patient. Model performance was validated via ROC analysis against response groups defined via (i) tumor regression grade indicating no tumor present on surgical pathology, and (ii) 1-year clinical complete response for patients who underwent non-operative management. Clinical variables (CEA, clinical stage) were statistically compared between response groups.<br \/>Results: Training cohort comprised 64 patients who underwent chemoradiation alone (2 institutions, median age 61 yrs, M:F:MtF = 36:27:1). Validation cohort included 37 patients who underwent experimental TGF&#223; inhibitor therapy prior to chemotherapy + chemoradiation (1 institution, median age 51 yrs, M:F = 25:12). Area under the ROC curve for multi-plane tumor+peritumor radiomic features (0.765 &#177; 0.054) was significantly higher for distinguishing complete response vs non\/partial response compared to tumor (AUC = 0.635 &#177; 0.057, p &#60; 0.0001) or peritumor (AUC = 0.612 &#177; 0.064, p &#60; 0.0001). In holdout validation, performance was maintained with AUCs of 0.742 (tumor) 0.596 (peritumor), and 0.700 (all), respectively. Baseline CEA levels (p=0.3385) and cT stage (p=0.3386) were found to lack statistical significance as a predictor of response.<br \/>Conclusion: Radiomic features from tumor and peritumor regions on pre-treatment MRI scans in rectal cancer patients may enable robust and accurate identification of pathologic or near-complete response after multiple neoadjuvant treatment regimen, while outperforming baseline clinical variables.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Radiomics,,"},{"Key":"Keywords","Value":"Machine learning,Magnetic resonance imaging,Colorectal cancer,Response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Leo Bao<sup>1<\/sup>, <b>Thomas DeSilvio<\/b><sup>1<\/sup>, Benjamin  N.  Parker<sup>1<\/sup>, Mohsen Hariri<sup>1<\/sup>, Prathyush Chirra<sup>1<\/sup>, Murad Labbad<sup>1<\/sup>, Stephen Tang<sup>1<\/sup>, Gregory  M.  O'Connor<sup>2<\/sup>, Emily Steinhagen<sup>2<\/sup>, Jennifer  L.  Miller-Ocuin<sup>2<\/sup>, Amit Gupta<sup>2<\/sup>, Eric  L.  Marderstein<sup>3<\/sup>, Aaron Carroll<sup>4<\/sup>, Marka Crittenden<sup>4<\/sup>, Michael  J.  Gough<sup>4<\/sup>, Smitha Krishnamurthi<sup>5<\/sup>, Kristina  H.  Young<sup>4<\/sup>, Satish  E.  Viswanath<sup>1<\/sup><br><br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH,<sup>2<\/sup>University Hospitals Cleveland Medical Center, Cleveland, OH,<sup>3<\/sup>Louis Stokes Cleveland Veterans Affairs Medical Center, Cleveland, OH,<sup>4<\/sup>Providence Cancer Institute, Portland, OR,<sup>5<\/sup>Cleveland Clinic Foundation, Cleveland, OH","CSlideId":"","ControlKey":"303e9c81-fcfb-4bef-afcb-ba8416852762","ControlNumber":"3903","DisclosureBlock":"&nbsp;<b>L. Bao, <\/b> None..<br><b>T. DeSilvio, <\/b> None..<br><b>B. N. Parker, <\/b> None..<br><b>M. Hariri, <\/b> None..<br><b>P. Chirra, <\/b> None..<br><b>M. Labbad, <\/b> None..<br><b>S. Tang, <\/b> None..<br><b>G. M. O'Connor, <\/b> None..<br><b>E. Steinhagen, <\/b> None..<br><b>J. L. Miller-Ocuin, <\/b> None..<br><b>A. Gupta, <\/b> None..<br><b>E. L. Marderstein, <\/b> None..<br><b>A. Carroll, <\/b> None..<br><b>M. Crittenden, <\/b> None..<br><b>M. J. Gough, <\/b> None..<br><b>S. Krishnamurthi, <\/b> None..<br><b>K. H. Young, <\/b> None..<br><b>S. E. Viswanath, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2582","PresenterBiography":"","PresenterDisplayName":"Thomas DeSilvio, BA;BS","PresenterKey":"3bf13285-9c27-48ab-ad9a-def1ccd43ed1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2582. Intra- and peri-tumoral radiomic features are predictive of pathologic response to multiple neoadjuvant therapy regimen in rectal cancers via pre-treatment MRI","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intra- and peri-tumoral radiomic features are predictive of pathologic response to multiple neoadjuvant therapy regimen in rectal cancers via pre-treatment MRI","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction &#38; Purpose:<\/b> Hepatocellular carcinoma (HCC) is the most common type of liver cancer. To date, the imaging of HCC is difficult, insufficient for disease staging and barely improved over the past decades. Glypican-3 (GPC3) is a cell-surface receptor highly expressed by HCC and of diagnostic and prognostic value. GPC3 has been reported as potential target for diagnosis and treatment of HCC for nuclear theranostics. RYZ-GPC3 is a DOTA modified macrocyclic peptide with high affinity for GPC3, which may allow PET imaging or nuclear therapy. Here we report the first clinical results of [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 PET-imaging in patients with known or suspected HCC.<br \/><b>Methods:<\/b> [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 was obtained upon labeling the peptide precursor with <sup>68<\/sup>Ga from a <sup>68<\/sup>Ge\/<sup>68<\/sup>Ga-generator and heating till 90<sup>&#8304;<\/sup>C for 10 min followed by sterile filtration. After administration of 2 MBq\/kg [<sup>68<\/sup>Ga]Ga-RYZ-GPC3, a 60 min dynamic PET scan was acquired or multiple static PET\/CT were acquired at 20 min, 1, 2 and 4 hours. Besides qualitative interpretation, standardized uptake values (SUV<sub>max<\/sub>, SUV<sub>mean<\/sub>) were measured in various compartments; HCC lesions, healthy liver (HL), kidneys, blood pool activity in the left ventricle (BP) and gastric fundus. Additionally, tumor-to-healthy liver ratios (TLR) were calculated: SUV<sub>mean,HCC<\/sub> divided by SUV<sub>mean,HL<\/sub>.<br \/><b>Results:<\/b> Radiolabeling to obtain [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 was near quantitative, making the production highly reliable. Eleven patients (4 patients dynamic; 7 patients static protocol) were scanned. One patient did not have an HCC. Another patient had a concurrent metastatic prostate adenocarcinoma, which did not show uptake, both qualitatively and quantitatively. All HCC lesions showed uptake in qualitative assessment, even in immunohistochemistry confirmed GPC3-negative HCC lesions (3 lesions). In 23 HCC lesions, including the aforementioned GPC3-negative lesions, mean SUV<sub>max<\/sub> was 17.9 (range 2.7-95.3) and mean SUV<sub>mean<\/sub> was 10.2 (range 1.0-49.2) at 60 minutes. Uptake in HL and BP decrease over time and become negligible 45 minutes after administration (SUV<sub>mean<\/sub> &#60;1.5). The opposite occurs for HCC and TLR, which continuously increase up to 4 hours after administration (TLR 4.4 to 19.2, at 18 minutes and 4 hours respectively). In individual lesion analysis, TLR was the highest at 60 or 120 minutes post-injection scans. Uptake in the gastric fundus, gradually increases in the first hour, and decreases gradually afterwards (SUV<sub>mean<\/sub> from 4.0 to 12.7, back to 10.1).<b><\/b><br \/><b>Conclusions:<\/b> [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 is the first peptide based PET tracer that allows the high quality molecular imaging of HCC. Thereby [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 is suitable for the selective diagnosis of HCC. In addition, based on the biodistribution and in vivo dynamics on these diagnostic images, RYZ-GPC3 is very likely to hold therapeutic potential upon labeling with a therapeutic isotope (e.g <sup>177<\/sup>Lu or <sup>225<\/sup>Ac).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,PET,Glypican-3,Molecular imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. J. Braat<\/b><sup>1<\/sup>, A. J. Poot<sup>1<\/sup>, C. Lapa<sup>2<\/sup>, M. G. Lam<sup>1<\/sup>, W. A. Weber<sup>3<\/sup>, A. Karmann<sup>4<\/sup>, Y. Yuan<sup>4<\/sup>, J. Rearden<sup>4<\/sup>, K. Song<sup>4<\/sup>, R. A. Bundschuh<sup>2<\/sup>; <br\/><sup>1<\/sup>UMC Utrecht, Utrecht, Netherlands, <sup>2<\/sup>University Augsburg, Augsburg, Germany, <sup>3<\/sup>Technische Universität München, München, Germany, <sup>4<\/sup>Rayzebio, San Diego, CA","CSlideId":"","ControlKey":"e9ae7f5d-b39b-4e8b-8f21-d239dea3453e","ControlNumber":"5181","DisclosureBlock":"<b>&nbsp;A. J. Braat, <\/b> <br><b>Terumo<\/b> Consultant. <br><b>Boston Scientific<\/b> Consultant. <br><b>GE Healthcare<\/b> Consultant. <br><b>Ariceum Therapeutics<\/b> Research support.<br><b>A. J. Poot, <\/b> None.&nbsp;<br><b>C. Lapa, <\/b> <br><b>Blue Earth Diagnostics Ltd.<\/b> Consultant. <br><b>Novartis<\/b> Consultant. <br><b>M. G. Lam, <\/b> <br><b>Terumo<\/b> Consultant. <br><b>Boston Scientific<\/b> Consultant. <br><b>Novartis<\/b> Research Support. <br><b>W. A. Weber, <\/b> <br><b>Blue Earth Diagnostics<\/b> Advisory Board and research support. <br><b>ITG<\/b> Advisory board. <br><b>Pentixapharm<\/b> Advisory board and research support. <br><b>BMS<\/b> Research support.<br><b>A. Karmann, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>J. Rearden, <\/b> None..<br><b>K. Song, <\/b> None.&nbsp;<br><b>R. A. Bundschuh, <\/b> <br><b>Bayer Healthcare<\/b> Speaker Honoraria. <br><b>Eisai GmbH<\/b> Speaker Honoraria.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2583","PresenterBiography":"","PresenterDisplayName":"Arthur Braat","PresenterKey":"db5a67b4-dca4-4a85-b9b7-c0cfb8731947","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2583. [<sup>68<\/sup>Ga]Ga-RYZ-GPC3: A glypican-3 targeted diagnostic radiopharmaceutical for hepatocellular carcinoma molecular imaging","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"[<sup>68<\/sup>Ga]Ga-RYZ-GPC3: A glypican-3 targeted diagnostic radiopharmaceutical for hepatocellular carcinoma molecular imaging","Topics":null,"cSlideId":""},{"Abstract":"Background: Up to 40% of colon cancer patients are at high risk of cancer recurrence, yet accurate and timely prediction tools are lacking. Leveraging whole slide images (WSIs) and deep learning models, we aimed to develop precise algorithm for prediction of colon cancer recurrence. Thus, enables risk stratification for optimized therapeutic interventions and improved health outcomes.<br \/>Design: We designed an attention-based deep learning model for predicting colon cancer recurrence on paraffin-embedded, hematoxylin and eosin-stained colon tissue biopsies of digital slides. The WSIs were downloaded from the TCGA dataset, and preprocessed for color normalization, tissue segmentation, tilling, and histopathological features extraction. The entire dataset was then labeled based on cancer recurrence status, and divided into training (70%), validation (15%), and testing sets (15%). The model's performance was then evaluated by standard evaluation metrics, including receiver operating characteristic Area Under the Curve (AUC) and accuracy, on the training, validation, and testing datasets, where interpretability attention heatmaps were applied to gain insights into specific histological features and patterns involved in the model's decision-making process. The study is supported by the NIH-NCI-T32 for Next Generation Pathologists Program at our institution.<br \/>Results: A total of 350 WSIs were included and labeled into two classes: post-therapeutic colon cancer recurrence and no recurrence. The tissue segmentation process involved converting RGB images to HSV color space, applying a median blur filter (kernel size: 7), and performing thresholding using Otsu's method. The extracted features were utilized to train and construct a Clustering-constrained Attention Multiple Instance Learning (CLAM) model. The model demonstrated consistent performance across the validation and testing datasets, achieving an AUC of 0.85 with an accuracy of 0.83 on the validation set, and an identical AUC of 0.85 with an accuracy of 0.83 on the testing set, indicating the model's robust ability to identify patients at risk of cancer recurrence.<br \/>Conclusion: The study demonstrates the strong performance of our deep learning model in accurately identifying patients at risk for colon cancer recurrence based on H&#38;E WSIs. This capability paves the way for optimizing therapeutic interventions and implementing effective surveillance strategies. Consequently, highlighting the crucial role of pathologists in collaborating with the oncologist for optimizing the management of colon cancer care in the era of personalized medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Colon cancer,Image analysis,Histopathology,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mohammad K. Alexanderani<\/b><sup><\/sup>, Mohamed Omar<sup><\/sup>, Matthew Greenblatt<sup><\/sup>, Luigi Marchionni<sup><\/sup><br><br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"97ab3aaa-2c7a-4e83-8452-e1f556869ec5","ControlNumber":"307","DisclosureBlock":"&nbsp;<b>M. K. Alexanderani, <\/b> None..<br><b>M. Omar, <\/b> None..<br><b>M. Greenblatt, <\/b> None..<br><b>L. Marchionni, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2584","PresenterBiography":null,"PresenterDisplayName":"Mohammad Alexanderani, MD","PresenterKey":"191a4561-af9a-48e4-87aa-c024b61cf540","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2584. Decoding colon cancer recurrence: Unveiling accurate predictions with attention-guided deep neural networks on histopathological whole slide images","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Decoding colon cancer recurrence: Unveiling accurate predictions with attention-guided deep neural networks on histopathological whole slide images","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatocellular carcinoma (HCC) is the most common primary liver malignancy. The American Association for the Study of Liver Disease recommends surveillance for high-risk individuals with abdominal ultrasound, triple phase contrast CT or MRI. However, these imaging techniques have limited sensitivity in classifying lesions smaller than 2 centimeters. The use of [<sup>18<\/sup>F]FDG Positron Emission Tomography (PET) is constrained due to insufficient uptake by HCC lesions over background liver uptake. Hence, there is an urgent need for more precise radiotracers for HCC. This study introduces the development of a novel radiotracer that binds to glypican-3 (GPC3), a cell membrane-anchored oncofetal protein overexpressed in HCC with minimal normal tissue expression.<br \/>Methods: [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 is composed of a small macrocyclic peptide binder with high affinity to GPC3 linked with a tetraxetan moiety capable of chelating a variety of radioisotopes including positron-emitting <sup>68<\/sup>Ga and other radiometals. The unlabeled binder to GPC3 was synthesized by the sponsor and provided to three imaging centers in India as part of investigator-initiated trials reviewed and approved by each site&#8217;s institutional review board and ethics committee. Labeling with <sup>68<\/sup>Ga and quality checks of the product was performed locally at each center. Patients with high clinical suspicion or with confirmed HCC who gave informed consent received injections of 1.5-5.5 mCi of [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 and underwent PET-CT scanning at predetermined intervals. Some patients underwent companion [<sup>18<\/sup>F]FDG PET-CT scans in accordance with local guidelines.<br \/>Results: A total of 64 patients underwent [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 PET-CT scans. The median age within the cohort was 61 (41-83), 22% were female. Liver cirrhosis was present in 72% of patients, attributed to hepatitis B, hepatitis C or NASH in 17%, 13% and 20% of cases. Notably, 92% of patients exhibited at least one positive lesion on [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 scans. The median SUVmax of GPC3-avid liver lesions was 15.5 (range 1.1 to 137.0) while the median liver SUVmean was 1.6 (0.3-7.9). Physiologic uptake was predominantly observed in the kidneys, the primary route of clearance, with a median SUVmean of 10.9 (2.2-20.7). Additionally, 20 patients underwent [<sup>18<\/sup>F]FDG PET-CT scan for comparison. The median SUVmax of lesions on <sup>68<\/sup>Ga-RYZ-GPC3 vs [<sup>18<\/sup>F]FDG PET was 11.0 (1.1-137.0) vs 3.8 (1.2-12.2).<br \/>Conclusion: Early human imaging results in patients with HCC indicate that [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 has high tumor lesion specificity compared to normal liverand demonstrates the potential of [<sup>68<\/sup>Ga]Ga-RYZ-GPC3 to improve detection of HCC over conventional [<sup>18<\/sup>F]FDG PET-CT. In addition, the binder could be complexed with a therapeutic radioisotope as a novel targeted therapeutic option for HCC. Further investigation of this first-in-class binder to HCC is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Diagnostic marker,Glypican-3,Theranostics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Bal<\/b><sup>1<\/sup>, S. Ballal<sup>1<\/sup>, K. Kallur<sup>2<\/sup>, A. Karmann<sup>3<\/sup>, Y. Yuan<sup>3<\/sup>, J. Rearden<sup>3<\/sup>, K. Shah<sup>3<\/sup>, C. Lorenz<sup>3<\/sup>, S. Moran<sup>3<\/sup>, K. Song<sup>3<\/sup>, I. Sen<sup>4<\/sup>; <br\/><sup>1<\/sup>All India Institute of Medical Sciences, New Dehli, India, <sup>2<\/sup>HCG, Bangalore, India, <sup>3<\/sup>RayzeBio, San Diego, CA, <sup>4<\/sup>Fortis, New Dehli, India","CSlideId":"","ControlKey":"edcfb715-2f5b-4e0e-aa97-e55da05ad375","ControlNumber":"2042","DisclosureBlock":"&nbsp;<b>C. Bal, <\/b> None..<br><b>S. Ballal, <\/b> None..<br><b>K. Kallur, <\/b> None.&nbsp;<br><b>A. Karmann, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>Y. Yuan, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>J. Rearden, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>K. Shah, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>C. Lorenz, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>S. Moran, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>K. Song, <\/b> <br><b>RayzeBio<\/b> Employment.<br><b>I. Sen, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2585","PresenterBiography":null,"PresenterDisplayName":"Chandresakhar Bal, MD","PresenterKey":"02374499-c106-40cd-958b-08f0b4e5574c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2585. First in human study with a novel peptide binder to glypican-3, demonstrates high specificity as a PET imaging agent in patients with hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First in human study with a novel peptide binder to glypican-3, demonstrates high specificity as a PET imaging agent in patients with hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Vessels encapsulating tumor clusters (VETC) pattern is known as a distinct hepatocellular carcinoma (HCC) vascularization that correlates with angiogenic status, lower lymphocytic infiltration, and higher recurrence rates. Despite the molecular and clinical significance of VETC<sup>+<\/sup> HCC, its characteristics on radiological imaging have not been clearly elucidated. We aimed to characterize VETC<sup>+<\/sup> HCC on gadolinium-ethoxybenzyl-diethylene-triamine-pentaacetic acid-enhanced MR imaging (EOB-MRI) and provide pathological evidence.<br \/>Method: We studied 204 surgically resected HCCs with preoperative EOB-MRI. VETC<sup>+<\/sup> HCC was defined as &#8805;1% VETC occupied area evaluated by CD34 immunostaining. The visual pattern classification of the arterial and hepatobiliary phase images is shown in Table 1. To investigate the relationships between imaging patterns and VETC<sup>+<\/sup> HCC, we evaluated immunohistochemical expression of h-caldesmon<sup>+<\/sup> arterial vessel density (AVD) and OATP1B3.<br \/>Result: In the arterial phase, VETC<sup>+<\/sup> HCCs showed heterogeneous hypervascular pattern and homogeneous hypovascular pattern. Accordingly, VETC<sup>+<\/sup> HCCs had lower AVD than VETC<sup>-<\/sup> HCCs, as well, VETC regions had lower AVD than other regions within the same tumor. In the hepatobiliary phase, VETC<sup>+<\/sup> HCCs were observed more frequently in heterogeneous hyperintense pattern (36%) compared to homogeneous hyperintense pattern (5%). Hyperintensity in the hepatobiliary phase was correlated with high expression of OATP1B3. Among tumors with high OATP1B3 expression, VETC regions showed decreased expression of OATP1B3.<br \/>Conclusion: VETC<sup>+<\/sup> HCC showed reduced vascularity and heterogeneous hyperintensity in the hepatobiliary phase of EOB-MRI. These findings were explained by locally reduced AVD and downregulated OATP1B3 expression in the VETC regions. The potency to predict VETC<sup>+<\/sup> HCCs by radiological findings could improve HCC treatment strategy. <table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{C9213E76-DDE7-4602-ABB2-C513ED912930}\"><caption>Relationship between enhancement patterns and VETC+ HCC in arterial and hepatobiliary phase<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Arterial phase<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Hypervascular\/Homogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hypervascular\/Heterogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hypovascular\/Homogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hypovascular\/Heterogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Rim-like<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Number of tumors<\/td><td rowspan=\"1\" colspan=\"1\">68<\/td><td rowspan=\"1\" colspan=\"1\">103<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><td rowspan=\"1\" colspan=\"1\">15<\/td><td rowspan=\"1\" colspan=\"1\">11<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">VETC<sup>+ <\/sup>HCC (%)<\/td><td rowspan=\"1\" colspan=\"1\">6 (9%)<\/td><td rowspan=\"1\" colspan=\"1\">32 (31%)<\/td><td rowspan=\"1\" colspan=\"1\">3 (37%)<\/td><td rowspan=\"1\" colspan=\"1\">3 (20%)<\/td><td rowspan=\"1\" colspan=\"1\">1 (9%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hepatobiliary phase<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Hyperintense\/Homogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hyperintense\/Heterogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hypointense\/Homogeneous<\/td><td rowspan=\"1\" colspan=\"1\">Hypointense\/Heterogeneous<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Number of tumors<\/td><td rowspan=\"1\" colspan=\"1\">21<\/td><td rowspan=\"1\" colspan=\"1\">39<\/td><td rowspan=\"1\" colspan=\"1\">115<\/td><td rowspan=\"1\" colspan=\"1\">31<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">VETC<sup>+ <\/sup>HCC (%)<\/td><td rowspan=\"1\" colspan=\"1\">1 (5%)<\/td><td rowspan=\"1\" colspan=\"1\">14 (36%)<\/td><td rowspan=\"1\" colspan=\"1\">23 (20%)<\/td><td rowspan=\"1\" colspan=\"1\">8 (26%)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Vasculature,Magnetic resonance imaging,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Matsuda<\/b><sup>1<\/sup>, A. Ueno<sup>2<\/sup>, J. Tsuzaki<sup>1<\/sup>, Y. Kurebayashi<sup>1<\/sup>, K. Yamazaki<sup>1<\/sup>, M. Tamura<sup>1<\/sup>, M. Jinzaki<sup>1<\/sup>, Y. Abe<sup>1<\/sup>, Y. Hasegawa<sup>1<\/sup>, M. Kitago<sup>1<\/sup>, M. Sakamoto<sup>1<\/sup>; <br\/><sup>1<\/sup>Keio University School of Medicine, Tokyo, Japan, <sup>2<\/sup>Keio University Hospital, Tokyo, Japan","CSlideId":"","ControlKey":"305f8a9f-e60d-418b-bdcb-f4a5ee713dc4","ControlNumber":"1104","DisclosureBlock":"&nbsp;<b>K. Matsuda, <\/b> None..<br><b>A. Ueno, <\/b> None..<br><b>J. Tsuzaki, <\/b> None..<br><b>Y. Kurebayashi, <\/b> None..<br><b>K. Yamazaki, <\/b> None..<br><b>M. Tamura, <\/b> None..<br><b>M. Jinzaki, <\/b> None..<br><b>Y. Abe, <\/b> None..<br><b>Y. Hasegawa, <\/b> None..<br><b>M. Kitago, <\/b> None..<br><b>M. Sakamoto, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2586","PresenterBiography":null,"PresenterDisplayName":"Kosuke Matsuda","PresenterKey":"72afef78-6f20-4e6a-9a4a-2262c98c8553","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2586. Heterogeneous enhancement pattern of Gd-EOB-DTPA-enhanced MRI predicts vessels encapsulating tumor clusters (VETC)-positive hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneous enhancement pattern of Gd-EOB-DTPA-enhanced MRI predicts vessels encapsulating tumor clusters (VETC)-positive hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"This study evaluated radiomics, a non-invasive biomarker, for assessment of tumor heterogeneity in non-small cell lung cancer (NSCLC) patients treated with an AXL-targeting antibody-drug conjugate (ADC), enapotamab vedotin (EnaV), through analyzing baseline and post-treatment radiomic features from CT images for predicting outcome.<br \/>Clinical development of EnaV was discontinued in 2020 due to low response rates unimproved by dose optimization and\/or predictive biomarkers. Study data included CT images, target expression and clinical data from 77 advanced NSCLC patients treated at 1.0 mg\/kg (3Q4W), 1.8 mg\/kg (Q3W), or 2.2 mg\/kg EnaV (1Q3W) in the first in human phase I\/II study assessing safety and preliminary efficacy of EnaV (NCT02988817). Radiologist-segmented tumors were examined using the cancer imaging phenomics tooklit CaPTk<sup>1<\/sup>, deriving 225 radiomic features from 77 baseline and 50 Cycle 2 post-treatment CT images. Batch effects were balanced using nested ComBat<sup>2<\/sup>, and radiomic feature dimensionality was reduced in two stages: clustering features with &#8805;80% similarity followed by principal component analysis (PCA). Radiomic PC1 was utilized in statistical models to assess overall and progression-free survival (OS, PFS), overall response rate (ORR), and disease control rate (DCR). Both baseline and delta radiomic PC1 were evaluated for correlation with biomarker and clinical activity, independently and with soluble or tumoral AXL expression.<br \/>Baseline radiomic PC1 significantly predicted DCR: confirmed (p=0.03), and unconfirmed (p=0.03). Baseline tumor membrane AXL predicted ORR for this NSCLC subset: confirmed (p=0.03) or unconfirmed (p=0.02). Delta analysis showed delta PC1 predicted unconfirmed (p=0.03) and confirmed (p=0.03) DCR and remained predictive for DCR with soluble AXL (p=0.04). No association was found between baseline and delta radiomics with OS or PFS.<br \/>Baseline and delta radiomic signatures showed potential in predicting NSCLC response. Preliminary findings suggest that radiomics combined with target expression predicted DCR, an early clinical activity indicator, although they did not predict OS or PFS. These outcomes pertain to a NSCLC subset and might not apply to other tumor types. Tumoral AXL expression did not linearly correlate with EnaV activity in a patient-derived soft tissue sarcoma model<sup>3<\/sup>, possibly due to AXL expression in both tumor cells and myeloid-derived suppressor cells, or the presence of tumor-intrinsic MMAE resistance<sup>4<\/sup>, implying the AXL expression and EnaV activity relationship is contingent on the tumor microenvironment<sup>5<\/sup>. Further validation in larger cohorts is planned.<br \/><sup>1<\/sup> Davatzikos C, et al. J Med. Imaging 2018<sup><br \/><\/sup><sup>2<\/sup> Horng H, et al. Sci. Reports 2022<sup><br \/><\/sup><sup>3<\/sup> Van Renterghem B, et al. Int J Mol Sci. 2022<sup><br \/><\/sup><sup>4<\/sup> Holtzhausen&#8200;A, et al.&#8200;Cancer Immunol Res&#8200;2019<sup><br \/><\/sup><sup>5<\/sup> Boshuizen J, et al. Cancer Res. 2021","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Radiomics,,"},{"Key":"Keywords","Value":"Biomarkers,Radiomics,Translational Research,Antibody Therapies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. W. Chen<sup>1<\/sup>, <b>L. K. Brady<\/b><sup>2<\/sup>, E. A. Cohen<sup>1<\/sup>, W. C. Mankowski<sup>1<\/sup>, L. Roshkovan<sup>1<\/sup>, M. Qutaish<sup>2<\/sup>, S. Katz<sup>1<\/sup>, P. G. Castro<sup>3<\/sup>, N. Pencheva<sup>3<\/sup>, M. Jure-Kunkel<sup>3<\/sup>, B. W. Higgs<sup>2<\/sup>, D. Kontos<sup>1<\/sup>; <br\/><sup>1<\/sup>Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>Genmab, Princeton, NJ, <sup>3<\/sup>Genmab B.V., Utrecht, Netherlands","CSlideId":"","ControlKey":"9744415e-9afc-44c6-a643-9616b5a1f875","ControlNumber":"7474","DisclosureBlock":"&nbsp;<b>A. W. Chen, <\/b> None.&nbsp;<br><b>L. K. Brady, <\/b> <br><b>Genmab<\/b> Employment, Stock.<br><b>E. A. Cohen, <\/b> None..<br><b>W. C. Mankowski, <\/b> None..<br><b>L. Roshkovan, <\/b> None.&nbsp;<br><b>M. Qutaish, <\/b> <br><b>Genmab<\/b> Employment, Stock.<br><b>S. Katz, <\/b> None.&nbsp;<br><b>P. G. Castro, <\/b> <br><b>Genmab B.V.<\/b> Employment, Stock. <br><b>N. Pencheva, <\/b> <br><b>Genmab B.V.<\/b> Employment, Stock. <br><b>M. Jure-Kunkel, <\/b> <br><b>Genmab B.V.<\/b> Employment, Stock. <br><b>B. W. Higgs, <\/b> <br><b>Genmab<\/b> Employment, Stock. <br><b>D. Kontos, <\/b> <br><b>Genmab<\/b> Other, Recipient of institutional grant to pursue collaborative work. No individual consulting fee.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2587","PresenterBiography":null,"PresenterDisplayName":"Lauren Brady","PresenterKey":"a213b13e-4f48-403f-9bd4-4a2a1026c432","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2587. Evaluating the potential of radiomics features to predict outcome to an antibody-drug conjugate therapy in non-small cell lung cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating the potential of radiomics features to predict outcome to an antibody-drug conjugate therapy in non-small cell lung cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Over the last few years, spatial multi-omics platforms have emerged as a powerful tool for characterizing cancer biology in multiple dimensions. Notably, these systems typically rely on multiplex immunolabeling. Conventionally, multiplexing is accomplished through carefully selecting primary antibodies from different animal species, and in combination with their corresponding polyclonal secondary antibodies. However, given the practical complication related to the species availability of primary antibodies, the multiplexing labeling is still under constraint due to the necessity for matched secondary species labels and the availability. For decades, non-specific labeling of primary antibodies through amine- or thiol-reactive chemistries was widely performed. Evolving research and commercial products have sought to overcome this antibody-based multiplexing limitations by developing enzymatic reaction-directed chemical reaction or antibody targeting proteins that could contain affinity to the Fc or Fab regions of antibodies. However, these methods mentioned above have substantive limitations and side-effects on affinity, conjugation number, buffer incompatibilities, storage incompatibilities, insufficient conjugation, and uncontrolled stoichiometric labeling. Herein, we introduce an efficient, sustainable, reproducible site-specific antibody covalent labeling strategy through engineering anti-IgG secondary nanobodies. These infer the stability, high-affinity of species specific and easy-to-produce IgG binders with the permanence of controlled activation for proximity-driven intermolecular covalent conjugation, with a promise for efficient multiplexity. This labeling technology addresses antibody labeling challenges through currently available approaches, and would substantially enhance multiplexity in a wide variety of research and clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Antibody engineering,Multiplexing,Site-specific Bioconjugation,Nanobody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Tao<\/b><sup>1<\/sup>, M. J. Rames<sup>1<\/sup>, M. Dai<sup>1<\/sup>, G. Sener<sup>1<\/sup>, S. Olson<sup>1<\/sup>, S. Ranganathan<sup>1<\/sup>, S. Ozdemir<sup>1<\/sup>, A. Oken<sup>2<\/sup>, M. Brasino<sup>1<\/sup>, R. Armstrong<sup>1<\/sup>, Y.-J. Chiu<sup>1<\/sup>, E. Eksi<sup>1<\/sup>, B. Branchaud<sup>1<\/sup>, S. Esener<sup>1<\/sup>; <br\/><sup>1<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"9944381c-dc1f-484d-a540-ac33faed9583","ControlNumber":"7754","DisclosureBlock":"&nbsp;<b>K. Tao, <\/b> None..<br><b>M. J. Rames, <\/b> None..<br><b>M. Dai, <\/b> None..<br><b>G. Sener, <\/b> None..<br><b>S. Olson, <\/b> None..<br><b>S. Ranganathan, <\/b> None..<br><b>S. Ozdemir, <\/b> None..<br><b>A. Oken, <\/b> None..<br><b>M. Brasino, <\/b> None..<br><b>R. Armstrong, <\/b> None..<br><b>Y. Chiu, <\/b> None..<br><b>E. Eksi, <\/b> None..<br><b>B. Branchaud, <\/b> None..<br><b>S. Esener, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2588","PresenterBiography":null,"PresenterDisplayName":"Kai Tao, PhD","PresenterKey":"0bd993a3-e07c-4f74-bb7b-e623431a1605","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2588. Bioengineering of site-specific antibody labeling from basic research to spatial omics platforms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bioengineering of site-specific antibody labeling from basic research to spatial omics platforms","Topics":null,"cSlideId":""},{"Abstract":"Single cell technology allows us to examine cell heterogeneity and identify rare cell populations; however, the high cost of single cell RNAseq limits its adoption into clinical and research environments. As an inexpensive alternative, immunofluorescent assays analyzing cell morphologies have been used in high content screening to examine cell phenotype and response to external stresses. Natural Killer cells (NK) are the bodies first line of defense and gained traction as a potential target in treating cancer. A study showed that cancer cells undergoing the process epithelial mesenchymal transition (EMT) increase their vulnerability to NK mediated cytotoxicity. We hypothesize that the EM morphology change can be correlated with NK sensitivity. Our goal is to develop an image-based, cost-effective, and efficient workflow capable of extracting cancer cell morphological features to predict its NK sensitivity at the single-cell level. To optimize this workflow, we use A549 cell line cells treated with transforming growth factor- &#946; (TGF-&#946;) as a representative models of cells with various EM phenotypes as NK sensitivities. We utilized a Cell Painting inspired novel image based live cell cytotoxicity assay. To capture cell morphological features, we optimized an organelle specific and live cell compatible staining panel that targets the nucleus, nucleic acid, cell membrane, F-actin, and mitochondria. The cell viability is assessed by Propidium Iodide, which stains dead cell nuclei. Our image analysis pipeline can extract the morphological features and track the cells of interest during the experiment and assess their viability. Subsequently, the morphology and viability data will be processed by a classification algorithm that could discern morphological features of cancer cells that indicate high NK vulnerability. We started with treating A549 cells with 5ng\/mL TGF-&#946; for 0, 24, 48, and 72 hours, and successfully applied the organelle staining panel. We observed distinct cell morphologies at each timepoint of TGF-&#946; treatment, with cells shifting from a cobblestone (no TGF-&#946;) to a spindle-like (72 hours TGF-&#946;) morphology. Notably, the F-actin signal was significantly overexpressed in the 72 hours TGF-&#946; treated A549 cells. A CellProfiler based preliminary image analysis pipeline was established for cell segmentation, cell features extraction, and cell viability tracking with quality control filters. Further optimization for cell segmentation, viability tracking, and classification algorithms will be needed to enhance the robustness of the workflow. Our established workflow demonstrates the feasibility of live cell functional assay with organelle staining. This workflow could be adopted to correlate and predict single tumor cell susceptibility to cytotoxic immune cells, with the goal of developing a therapeutic index.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Image analysis,Natural killer cells,Single cell,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Zou<\/b>, H. Ball, C. Harris, N. Ramnath, V. Keshamouni, S. Nagrath; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"070a3587-5d90-4c42-ba69-b8c659df8d2d","ControlNumber":"8117","DisclosureBlock":"&nbsp;<b>Y. Zou, <\/b> None..<br><b>H. Ball, <\/b> None..<br><b>C. Harris, <\/b> None..<br><b>N. Ramnath, <\/b> None..<br><b>V. Keshamouni, <\/b> None.&nbsp;<br><b>S. Nagrath, <\/b> <br><b>Labyrinth Biotech<\/b> Stock, Other Intellectual Property.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2589","PresenterBiography":null,"PresenterDisplayName":"Yin Zou","PresenterKey":"0a037bdf-9918-421e-bed6-21afd377f1f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2589. Novel workflow to generate natural killer cell sensitivity prediction model based on the epithelial mesenchymal transition related reprogramming at a single cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel workflow to generate natural killer cell sensitivity prediction model based on the epithelial mesenchymal transition related reprogramming at a single cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Multiplex staining using a sequential approach provides a means of visualizing multiple targets in a single biopsy section, further evaluation paired with digital imaging provides a deeper analysis into the spatial relationship at a cellular level. Leica Biosystems enables researchers to complete proof of concept for sequential multiplex staining methods, on board the BOND RX system. Thus, paired with a compatible reagent workflow and a digital slide imaging offering (Aperio GT 450\/Aperio AT2) enhances the possibilities for analysis. As with any assay there is a requirement for user optimization, in particular, marker\/chromogen layer selection and the pertinent use of an elution step. Such elution step is specifically important within a sequential stain utilizing the same detection reagents on subsequent layers. The results from the multiple staining rounds show a successful 6-plex fully automated stain, possible without the removal and reapplication of the slide onto the BOND system between staining layers. The marker combinations chosen demonstrate compatibility of different host species (Rabbit &#38; Mouse), cellular compartments and isotypes which are provided by Leica Biosystems as BOND Ready to Use reagents. Overall, chromogenic multiplexing provides a stained image which enables color separation, due to the assignment of each chromogen to a marker with an individual cell type and cellular compartment. Finally, the process outlined avoids the risk of signal quenching commonly associated with fluorescent offerings and negates the requirement for specialized equipment due to the enablement of brightfield primary analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Multiplex automation,Immunohistochemistry,FFPE,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Talia<\/b>, S. Lindsay, S. Ketting, R. Williamson, D. Cockfield; <br\/>Leica Biosystems, Deer Park, IL","CSlideId":"","ControlKey":"f7403c4c-5c34-49eb-9eb3-e2dcd73b3cf2","ControlNumber":"7023","DisclosureBlock":"<b>&nbsp;D. Talia, <\/b> <br><b>Leica Biosystems<\/b> Employment. <br><b>S. Lindsay, <\/b> <br><b>Leica Biosystems<\/b> Employment. <br><b>S. Ketting, <\/b> <br><b>Leica Bioystems<\/b> Employment. <br><b>R. Williamson, <\/b> <br><b>Leica Biosystems<\/b> Employment. <br><b>D. Cockfield, <\/b> <br><b>Leica Biosystems<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2590","PresenterBiography":null,"PresenterDisplayName":"Dean Talia, Unknown","PresenterKey":"9fd93bad-034e-47d2-a98d-d886f889d488","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2590. Automating 6-plex chromogenic multiplexing with BOND RX","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automating 6-plex chromogenic multiplexing with BOND RX","Topics":null,"cSlideId":""},{"Abstract":"Background: Antibody-drug conjugates (ADCs) have emerged as a compelling therapeutic modality in oncology with several recent regulatory approvals. However, on and off-target toxicities require further evaluation. Corneal microcyst-like epithelial changes (MECs) are a well-known off-target class effect of ADCs with microtubulin-acting payloads, with varying degrees of severity. Manifestation of MECs is generally unrelated to antibody target and occurs in the absence of corneal target expression.<br \/>Methods: An ocular toxicology model in Dutch belted rabbits was established using a humanized monoclonal antibody not cross-reactive in rabbits conjugated through an SPDB linker to the maytansinoid drug, DM4. Radiolabeled ADC was administered once and tissues were collected for radioanalysis at multiple time points to evaluate the contribution of ADC exposure and ocular tissue distribution to corneal toxicity. Non-radiolabeled ADC was administered once or twice to evaluate onset and characterization of MECs using slit lamp microscopy and histopathology. Furthermore, potential prophylactic methods for reducing MECs were evaluated.<br \/>Results: The drug radioactivity was measured over 14 days and was widely distributed with elimination from most ocular tissues (except cornea) similar to blood\/plasma elimination (T<sub>1\/2 <\/sub>of 4.5-7.5 days). In contrast, the corneal layers had an apparent absorption phase followed by a relatively stable concentration plateau through 14 days. Furthermore, preferential distribution to the corneal epithelium was evident by high tissue-to-plasma ratio (1.6 vs &#60;0.5 for other ocular tissues, including other corneal layers). Generally, MECs increased in frequency (number of eyes affected) and decreased in time to onset with increasing dose. Ophthalmic observations of MECs began in the perilimbal cornea with axial migration over time and were reflected by the histopathologic findings in the corneal epithelium of single cell necrosis, increased mitosis, mononuclear cell infiltration, and\/or atrophy. A topical ophthalmic vasoconstrictor (brimonidine tartrate 0.2%) delayed the onset of MECs compared to controls (8% vs. 67% of eyes at 7 days; 33% vs. 100% at 10 days) and mitigated severity of some histopathological findings (reduced or absent corneal epithelial atrophy, punctate erosion, pigment, and\/or mononuclear cell infiltration). In contrast, corticosteroid administration (prednisolone acetate 1%) did not reduce MECs clinically but did reduce the histologic incidence and severity of corneal pigment and mononuclear cellular infiltration.<br \/>Conclusion: Collectively, this rabbit model reproduces the MECs associated with maytansinoid ADCs, demonstrates selective long-term corneal epithelium exposure, and provides data to support clinical testing of vasoconstrictor drops as ocular prophylaxis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Warbington<\/b><sup>1<\/sup>, O. Ab<sup>1<\/sup>, S. Lakshmikanthan<sup>1<\/sup>, S. Dalton<sup>2<\/sup>, P. Miller<sup>3<\/sup>, E. Stevens<sup>2<\/sup>, P. Zweidler-McKay<sup>1<\/sup>, G. Lytle<sup>1<\/sup>; <br\/><sup>1<\/sup>ImmunoGen Inc., Waltham, MA, <sup>2<\/sup>Labcorp Early Development Laboratories, Madison, WI, <sup>3<\/sup>Ocular Services On Demand, Madison, WI","CSlideId":"","ControlKey":"1a94c4be-fab8-45a6-86a3-7dcc17c10f5e","ControlNumber":"3968","DisclosureBlock":"&nbsp;<b>A. Warbington, <\/b> None..<br><b>O. Ab, <\/b> None..<br><b>S. Lakshmikanthan, <\/b> None..<br><b>S. Dalton, <\/b> None..<br><b>P. Miller, <\/b> None..<br><b>E. Stevens, <\/b> None..<br><b>P. Zweidler-McKay, <\/b> None..<br><b>G. Lytle, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2591","PresenterBiography":null,"PresenterDisplayName":"Ali Chesney, PhD","PresenterKey":"9522a648-bc34-4962-bce8-c21876948d0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2591. Nonclinical ocular toxicity of a maytansinoid payload-antibody drug conjugate: Ocular tissue distribution, lesion pathogenesis, and mitigation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nonclinical ocular toxicity of a maytansinoid payload-antibody drug conjugate: Ocular tissue distribution, lesion pathogenesis, and mitigation","Topics":null,"cSlideId":""},{"Abstract":"At Oncodesign-Services we aim to provide cutting-edge technologies and products to support the development of radiopharmaceuticals for theranostics.<br \/>Starting from the optimization of lead compounds, the site-specific bioconjugation chemistry of a bifunctional chelator to large biological compounds, such as antibodies, can preserve the biological profile and the reliable batch production. Thanks to new technologies we can conjugate a variety of payloads (cytotoxins, radioactive chelates, fluorescent dyes) on antibodies at targeted lysine residues of the Fc region, independent of Fc glycosylation.<br \/>Moreover, we aim to use relevant models for valuable translational results. In line with this, we established tumor spheroids to finely monitor the diffusion and subcellular distribution of novel fluorescent and radioactive probes in a 3D environment.<br \/>Furthermore, we are currently generating two animal tumor models for optimal target expression levels and recapitulation of the human tumor microenvironment. Our first model is a PSMA+ expressing tumour model, in a non radiosensitive rodent strain allowing improved assessment of novel radiopharmaceuticals. Our second tumor model is under development to assess novel FAPI tracers.<br \/>Finally, we present in partnership with <i>ImaginAb<\/i> <sup>89<\/sup>Zr Crefmirlimab Berdoxam&#8203;, a minibody (human and murine analog) with high affinity to the CD8&#945; glycoprotein, a valuable PET imaging tool for preclinical tracking and assessment of CD8 cells. This PET imaging can be used to evaluate immunoresponse following treatment, autoimmune, inflammatory and\/or infectious diseases models.<br \/>To conclude, our continuous efforts aim at expanding our service portfolio to fulfil the needs of our various projects, as presented herein. Our experience and expertise allow us to suggest alternatives based on the latest technological progresses to facilitate and expedite the drug discovery progress from bench to bedside.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-07 Theranostics,,"},{"Key":"Keywords","Value":"Theranostics,Imaging,PSMA+,FAPI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Belderbos<sup>1<\/sup>, C. Mothes<sup>1<\/sup>, C. Bernhard<sup>2<\/sup>, F. Denat<sup>2<\/sup>, P. Adumeau<sup>1<\/sup>, M. Chevalier<sup>3<\/sup>, J. Llop<sup>3<\/sup>, A. Kownacka<sup>1<\/sup>, C. Tihansky<sup>4<\/sup>, M. Ruch<sup>2<\/sup>, M. Claron<sup>2<\/sup>, M. Moreau<sup>2<\/sup>, <b>C. Berthet<\/b><sup>1<\/sup>, E. Koumarianou<sup>1<\/sup>; <br\/><sup>1<\/sup>Oncodesign Services, Dijon, France, <sup>2<\/sup>ICMUB Institut de Chimie Moléculaire de l'Université de Bourgogne, Dijon, France, <sup>3<\/sup>CIC Biomagune, Donostia, Spain, <sup>4<\/sup>ImaginAb, Bracknell, United Kingdom","CSlideId":"","ControlKey":"34a4fcf5-555d-4243-8fdf-44f9844860aa","ControlNumber":"6205","DisclosureBlock":"&nbsp;<b>S. Belderbos, <\/b> None..<br><b>C. Mothes, <\/b> None..<br><b>C. Bernhard, <\/b> None..<br><b>F. Denat, <\/b> None..<br><b>P. Adumeau, <\/b> None..<br><b>M. Chevalier, <\/b> None..<br><b>J. Llop, <\/b> None..<br><b>A. Kownacka, <\/b> None..<br><b>C. Tihansky, <\/b> None..<br><b>M. Ruch, <\/b> None..<br><b>M. Claron, <\/b> None..<br><b>M. Moreau, <\/b> None..<br><b>C. Berthet, <\/b> None..<br><b>E. Koumarianou, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2592","PresenterBiography":null,"PresenterDisplayName":"Cyril Berthet, PhD","PresenterKey":"723e5f58-cbd8-4d37-9ec8-f332c1c8ae23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2592. New technologies and capabilities supporting the development of novel molecular radiotherapy agents","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New technologies and capabilities supporting the development of novel molecular radiotherapy agents","Topics":null,"cSlideId":""},{"Abstract":"Primary cutaneous melanomas develop in stages from melanoma precursor cells that may progress to melanoma <i>in situ<\/i> (MIS) and eventually to invasive disease. Molecular changes, such as tumor cell state switches from melanocytic to undifferentiated and neural-crest-like phenotypes, have been associated with the development of melanoma metastases and therapeutic resistance. However, it is unknown whether cell states or gene expression changes enriched in advanced tumors exist at the premalignant stage and if they can elicit tumor-infiltrating lymphocytes (TILs). To address this gap, we analyzed a cohort of clinical samples from 43 patients with primary cutaneous melanoma using whole-slide cyclic multiplex immunofluorescence imaging (CyCIF), morphology-guided micro-regional RNA sequencing, and high-resolution 3D imaging. Each specimen contained multiple histologically-distinct regions representing a progression axis from normal to precursor to melanoma <i>in situ <\/i>to invasion. Subsequently, we examined the molecular profiles of both atypical melanocytes and tumor cells, and the gene expression and tumor microenvironmental (TME) changes that occurred during these progression stages. We identified major intra- and inter-specimen heterogeneity in the tumor intrinsic and extrinsic features across progression stages. Multiple tumor samples contained regions where publicly available gene signatures linked to both melanocytic and undifferentiated cell phenotypes were enriched. CyCIF analysis confirmed that various tumor cell phenotypes can coexist in close proximity to each other in early-stage untreated melanomas, and that the majority of undifferentiated tumor cells were located within regions of dermal invasion. Moreover, the cellular neighborhoods around undifferentiated tumor cells had a higher proportion of CD8+ T cells and cells of myeloid lineage compared to the neighborhoods around melanocytic tumor cell phenotypes. When assessing the localization and abundance of various tumor cell phenotypes, the levels of spatial and regional heterogeneity increased proportionally along normal to premalignant to malignant progression. Furthermore, the regional entropy of tumor cell phenotypes decreased along tumor depth in the majority (63%) of the samples, and even the melanoma <i>in situ<\/i> regions showed varying levels of spatial heterogeneity. Our in-depth multimodal molecular analyses highlight the presence of spatial heterogeneity among tumor cell phenotypes as well as the organization of early-stage primary melanomas, and are suggestive of tumor cell adaptation to the local environment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Spatial profiling,Multiomics,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Vallius<\/b><sup>1<\/sup>, E. Novikov<sup>1<\/sup>, A. Nirmal Johnson<sup>2<\/sup>, S. Yingxiao<sup>3<\/sup>, R. Pelletier<sup>1<\/sup>, S. Pant<sup>1<\/sup>, Z. Maliga<sup>1<\/sup>, A. Chen<sup>1<\/sup>, C. Yapp<sup>1<\/sup>, S. Chan<sup>3<\/sup>, C. Lian<sup>2<\/sup>, G. F. Murphy<sup>2<\/sup>, S. Santagata<sup>1<\/sup>, P. Sorger<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School, Boston, MA, <sup>2<\/sup>Brigham and Women’s Hospital, Boston, MA, <sup>3<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"a1c37256-00be-4383-8b47-e2763e5e92df","ControlNumber":"6651","DisclosureBlock":"&nbsp;<b>T. Vallius, <\/b> None..<br><b>E. Novikov, <\/b> None..<br><b>A. Nirmal Johnson, <\/b> None..<br><b>S. Yingxiao, <\/b> None..<br><b>R. Pelletier, <\/b> None..<br><b>S. Pant, <\/b> None..<br><b>Z. Maliga, <\/b> None..<br><b>A. Chen, <\/b> None..<br><b>C. Yapp, <\/b> None..<br><b>S. Chan, <\/b> None..<br><b>C. Lian, <\/b> None..<br><b>G. F. Murphy, <\/b> None..<br><b>S. Santagata, <\/b> None.&nbsp;<br><b>P. Sorger, <\/b> <br><b>Glencoe Software<\/b> Other, BOD. <br><b>RareCyte Inc<\/b> Other, SAB. <br><b>NanoString<\/b> Other, SAB. <br><b>Applied BioMath<\/b> Other, BOD. <br><b>Flagship Pioneering<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2593","PresenterBiography":null,"PresenterDisplayName":"Tuulia Vallius, MD;PhD","PresenterKey":"4f62751f-5ff5-4253-a4a0-4ef3eeef4f1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2593. Spatial multi-omics profiling of tumor cell phenotypes in primary cutaneous melanoma at single-cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial multi-omics profiling of tumor cell phenotypes in primary cutaneous melanoma at single-cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Background: With the escalating integration of immunotherapy in the management of advanced non-small cell lung cancer (NSCLC), the emergence of adverse events, particularly immune checkpoint inhibitor-related pneumonitis (CIP), poses important challenges. CIP is not uncommon and can be life-threatening. It often necessitates the discontinuation of immunotherapy, even in patients with an otherwise favorable response. Prevention, early detection and early management of CIP can enhance patient outcomes, yet no such predictive models have been established. This study investigates the use of Artificial Intelligence (AI) algorithms in analyzing radiomic features for the prediction of CIP in NSCLC patients receiving immunotherapy.<br \/>Methods: A cohort of 105 stage III-IV NSCLC patients receiving immunotherapy was examined. Half of the patients were randomly split to a training set, while the remaining half were reserved for algorithm testing. The manual segmentation was performed by three physicians annotating in consensus using LIFEx software v7.3.0 (IMIV\/CEA, Orsay, France). The Picture Health Px platform was utilized to perform an AI-powered deep phenotyping of the tumor and its surrounding habitat. A number of interpretable feature measures were extracted from baseline CT scans, which were in turn used to train a deep learning classifier for the detection of pneumonitis. Weighting techniques were applied to compensate for the imbalance of pneumonitis cases.<br \/>Results: Among the 105 patients, 63 (60.0%) received immunotherapy-only regimen and 42 (40.0%) received combination immunochemotherapy. 18 (17.1%) patients had pneumonitis events. Within this subset, 10 (55.6%) had CIP. Among the CIP group, six patients (60.0%) had grade 1 pneumonitis, three patients (30.0%) had grade 2 pneumonitis, and one patient (10.0%) had grade 3 pneumonitis, and none had grade 4 or grade 5 pneumonitis. Within the training set (n=51), the cross-validated area under the ROC curve (AUC) was 0.71 (95% CI: 0.68-0.74). When applied to the test set, the model predicted pneumonitis with AUC=0.63. Across the two datasets, the model correctly identified 4\/6 (66.7%) grade 1 pneumonitis events and 2\/3 (66.7%) grade 2 pneumonitis events, but misclassified the only available grade 3 event.<br \/>Conclusion: The utilization of CT-based radiomic features demonstrates promise in predicting CIP in NSCLC patients undergoing immunotherapy. This approach holds potential for enhancing the identification and management of CIP, among NSCLC patients treated with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Radiomics,,"},{"Key":"Keywords","Value":"NSCLC,Radiomics,Immunotherapy,Pneumonitis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lee<\/b><sup>1<\/sup>, A. Hiremath<sup>2<\/sup>, J. Lee<sup>1<\/sup>, P. Kim<sup>3<\/sup>, K. Zhang<sup>2<\/sup>, S. Lee<sup>4<\/sup>, M. Yadav<sup>5<\/sup>, M. J. A. Chuchuca<sup>5<\/sup>, T. Um<sup>5<\/sup>, M. Nam<sup>6<\/sup>, L.-Y. Chung<sup>5<\/sup>, H. Kim<sup>5<\/sup>, J. Yu<sup>7<\/sup>, T. Djunadi<sup>8<\/sup>, L. Kim<sup>9<\/sup>, Y. Oh<sup>10<\/sup>, S. Yoon<sup>5<\/sup>, Z. Shah<sup>11<\/sup>, Y. Kim<sup>5<\/sup>, I. Hong<sup>12<\/sup>, G. Kang<sup>12<\/sup>, J. Jang<sup>12<\/sup>, A. Cho<sup>12<\/sup>, S. Lee<sup>13<\/sup>, C. Nam<sup>12<\/sup>, T. Hong<sup>12<\/sup>, Y. Velichko<sup>5<\/sup>, V. Velcheti<sup>14<\/sup>, A. Madabhushi<sup>2<\/sup>, N. Braman<sup>2<\/sup>, Y. Chae<sup>5<\/sup>; <br\/><sup>1<\/sup>Kyungpook National Univeristy, Daegu, Korea, Republic of, <sup>2<\/sup>Picture Health, Cleveland, OH, <sup>3<\/sup>The University of Texas at Austin, Austin, TX, <sup>4<\/sup>School Of Medicine at UCI, Irvine, CA, <sup>5<\/sup>Feinberg School Of Medicine, Northwestern University, Chicago, IL, <sup>6<\/sup>Lincoln Medical Center, Bronx, NY, <sup>7<\/sup>Dignity Health - St. Rose Dominican Hospital, Henderson, NV, <sup>8<\/sup>Richmond University Medical Center, Staten Island, NY, <sup>9<\/sup>Ascension Saint Francis, Evanston, IL, <sup>10<\/sup>John H. Stroger, Jr. Hospital of Cook County, Chicago, IL, <sup>11<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>12<\/sup>Northwestern University, Evanston, IL, <sup>13<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, <sup>14<\/sup>Laura and Isaac Perlmutter Cancer Center, New York University Langone Health, New York, NY","CSlideId":"","ControlKey":"38570a4a-77b5-438e-be19-ae53fd868dcc","ControlNumber":"6032","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None.&nbsp;<br><b>A. Hiremath, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock.<br><b>J. Lee, <\/b> None..<br><b>P. Kim, <\/b> None.&nbsp;<br><b>K. Zhang, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock. <br><b>Sirona Medical<\/b> Stock.<br><b>S. Lee, <\/b> None..<br><b>M. Yadav, <\/b> None..<br><b>M. J. A. Chuchuca, <\/b> None..<br><b>T. Um, <\/b> None..<br><b>M. Nam, <\/b> None..<br><b>L. Chung, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>T. Djunadi, <\/b> None..<br><b>L. Kim, <\/b> None..<br><b>Y. Oh, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>Z. Shah, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>I. Hong, <\/b> None..<br><b>G. Kang, <\/b> None..<br><b>J. Jang, <\/b> None..<br><b>A. Cho, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>C. Nam, <\/b> None..<br><b>T. Hong, <\/b> None..<br><b>Y. Velichko, <\/b> None.&nbsp;<br><b>V. Velcheti, <\/b> <br><b>ITeos Therapeutics<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>Bristol Myers Squibb<\/b> Other, Financial Interests, Personal, Advisory Board, Institutional, Research Funding. <br><b>Merck<\/b> Other, Financial Interests, Personal, Advisory Board, Institutional, Research Funding. <br><b>AstraZeneca\/MedImmune<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>GSK<\/b> Other, Financial Interests, Personal, Advisory Board, Institutional, Research Funding. <br><b>Amgen<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>Elevation Oncology<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>Merus<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>Taiho Oncology<\/b> Other, Financial Interests, Personal, Advisory Board. <br><b>Genentech<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Trovagene<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Eisai<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>OncoPlex Diagnostics<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Alkermes<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>NantWorks<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Genoptix<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Altor BioScience<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Atreca<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Heat Biologics<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>Leap Therapeutics<\/b> Other, Financial Interests, Institutional, Research Funding. <br><b>A. Madabhushi, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock, Other Intellectual Property, Other, advisory board, licensed technology. <br><b>Elucid Bioimaging<\/b> Stock, Other Intellectual Property, licensed technology. <br><b>Inspirata Inc.<\/b> Stock, Grant\/Contract. <br><b>SimBioSys<\/b> Other, advisory board, consultant. <br><b>Takeda<\/b> Other, consultant. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Eli-Lilly<\/b> Grant\/Contract. <br><b>Bristol Myers-Squibb<\/b> Grant\/Contract. <br><b>Frederick National Laboratory Advisory Committee<\/b> Other, Member. <br><b>N. Braman, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock, Patent. <br><b>Tempus Labs<\/b> Stock. <br><b>Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Biodesix<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Picture Health Inc.<\/b> Grant\/Contract. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>BMS, Regeneron, Neolmmun Tech, Esai<\/b> Other, Honoraria\/Advisory Boards.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2594","PresenterBiography":null,"PresenterDisplayName":"Seyoung Lee, BS,MD","PresenterKey":"d9b954a0-6e6c-49d9-b98e-c29820923bc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2594. AI-powered radiomics model predicts immune checkpoint inhibitor-related pneumonitis (CIP) in advanced NSCLC patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-powered radiomics model predicts immune checkpoint inhibitor-related pneumonitis (CIP) in advanced NSCLC patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Radiomics models utilizing artificial intelligence are being explored as a potential biomarker in the field of oncology. Radiomics analysis requires segmentations of radiographic imaging. However, manual segmentation is a labor-intensive process that is time consuming, and acts as a major rate-limiting step. Thus the development of automated segmentation tools presents an opportunity for innovation in regards to efficiency and precision. Our study aims to explore the feasibility of autosegmentation in comparison with manual segmentation.<br \/>Methods: A cohort of 105 stage III-IV non-small cell lung cancer patients receiving immunotherapy was examined, with a total of 168 lesions. We conducted a comprehensive comparative analysis of manual versus automated segmentation in time efficiency and segmentation quality, utilizing CT scans from the patients. Manual segmentation was performed by three physicians annotating in consensus using LIFEx software v7.3.0 (IMIV\/CEA, Orsay, France). For a subset of randomly selected patients, annotation time was recorded as a reference point for the automated segmentation. In addition, automated segmentation was performed on all 168 lesions using ClickSeg from PictureHealth, a click-based interactive segmentation algorithm optimized for NSCLC lesions. Segmentation quality was evaluated using the Dice similarity coefficient to measure the concordance between ClickSeg outputs and consensus expert annotations.<br \/>Results: Average manual annotation time of the tumor region was 15min 34sec, and ranged from 1min 2sec to 53min 12sec. . Average prediction time for the automated segmentation model was 1.94 seconds, and ranged from 0.71 seconds to 4.39 seconds. The median Dice coefficient, reflecting segmentation accuracy, was 0.72, highlighting the robust performance of the automated method.<br \/>Conclusion: Our study demonstrates the efficient and accurate nature of automated segmentation supporting its potential integration into routine radiomic analysis procedures, streamlining the assessment of treatment response and ultimately improving patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Radiomics,,"},{"Key":"Keywords","Value":"Biomarkers,Radiomics,ClickSeg,Autosegmentation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Seyoung Lee<\/b><sup>1<\/sup>, Kai Zhang<sup>2<\/sup>, Jeeyeon Lee<sup>1<\/sup>, Peter Haseok Kim<sup>3<\/sup>, Amogh Hiremath<sup>2<\/sup>, Salie Lee<sup>4<\/sup>, Monica Yadav<sup>5<\/sup>, Maria  J.   A.  Chuchuca<sup>5<\/sup>, Taegyu Um<sup>5<\/sup>, Myungwoo Nam<sup>6<\/sup>, Liam Il-Young Chung<sup>5<\/sup>, Hye Sung Kim<sup>5<\/sup>, Jisang Yu<sup>7<\/sup>, Trie Arni Djunadi<sup>8<\/sup>, Leeseul Kim<sup>9<\/sup>, Youjin Oh<sup>10<\/sup>, Sungmi Yoon<sup>5<\/sup>, Zunairah Shah<sup>11<\/sup>, Yuchan Kim<sup>5<\/sup>, Ilene Hong<sup>12<\/sup>, Grace Kang<sup>12<\/sup>, Jessica Jang<sup>12<\/sup>, Amy Cho<sup>12<\/sup>, Soowon Lee<sup>13<\/sup>, Cecilia Nam<sup>14<\/sup>, Timothy Hong<sup>12<\/sup>, Yuri S. Velichko<sup>5<\/sup>, Anant Madabhushi<sup>2<\/sup>, Nathaniel Braman<sup>2<\/sup>, Young Kwang Chae<sup>5<\/sup><br><br\/><sup>1<\/sup>Kyungpook National Univeristy, Daegu, Korea, Republic of,<sup>2<\/sup>Picture Health, Cleveland, OH,<sup>3<\/sup>The University of Texas at Austin, Austin, TX,<sup>4<\/sup>School Of Medicine at UCI, Irvine, CA,<sup>5<\/sup>Feinberg School Of Medicine, Northwestern University, Chicago, IL,<sup>6<\/sup>Lincoln Medical Center, Bronx, NY,<sup>7<\/sup>Dignity Health - St. Rose Dominican Hospital, Henderson, NV,<sup>8<\/sup>Richmond University Medical Center, Staten Island, NY,<sup>9<\/sup>Ascension Saint Francis, Evanston, IL,<sup>10<\/sup>John H. Stroger, Jr. Hospital of Cook County, Chicago, IL,<sup>11<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>12<\/sup>Northwestern University, Evanston, IL,<sup>13<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD,<sup>14<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"45f8b832-6465-437d-9e83-fa8b3c7e9f4c","ControlNumber":"6035","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None.&nbsp;<br><b>K. Zhang, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock. <br><b>Sirona Medical<\/b> Stock.<br><b>J. Lee, <\/b> None..<br><b>P. Kim, <\/b> None.&nbsp;<br><b>A. Hiremath, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock.<br><b>S. Lee, <\/b> None..<br><b>M. Yadav, <\/b> None..<br><b>M. J. A. Chuchuca, <\/b> None..<br><b>T. Um, <\/b> None..<br><b>M. Nam, <\/b> None..<br><b>L. Chung, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>T. Djunadi, <\/b> None..<br><b>L. Kim, <\/b> None..<br><b>Y. Oh, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>Z. Shah, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>I. Hong, <\/b> None..<br><b>G. Kang, <\/b> None..<br><b>J. Jang, <\/b> None..<br><b>A. Cho, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>C. Nam, <\/b> None..<br><b>T. Hong, <\/b> None..<br><b>Y. Velichko, <\/b> None.&nbsp;<br><b>A. Madabhushi, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock, Other Intellectual Property, Other, advisory board, licensed technology. <br><b>Elucid Bioimaging<\/b> Stock, Other Intellectual Property, licensed technology. <br><b>Inspirata Inc.<\/b> Stock, Grant\/Contract. <br><b>SimBioSys<\/b> Other, advisory board, consultant. <br><b>Takeda<\/b> Other, consultant. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Eli-Lilly<\/b> Grant\/Contract. <br><b>Bristol Myers-Squibb<\/b> Grant\/Contract. <br><b>Frederick National Laboratory Advisory Committee<\/b> Other, Member. <br><b>N. Braman, <\/b> <br><b>Picture Health Inc.<\/b> Employment, Stock, Patent. <br><b>Tempus Labs<\/b> Stock. <br><b>Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Biodesix<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Picture Health Inc.<\/b> Grant\/Contract. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>BMS, Regeneron, Neolmmun Tech, Esai<\/b> Other, Honoraria\/Advisory Boards.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2595","PresenterBiography":null,"PresenterDisplayName":"Seyoung Lee, BS,MD","PresenterKey":"d9b954a0-6e6c-49d9-b98e-c29820923bc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2595. Accelerated and precise tumor segmentation in NSCLC: A comparative analysis of automated ClickSeg and manual annotation for radiomics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"266","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging and Radiomics","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated and precise tumor segmentation in NSCLC: A comparative analysis of automated ClickSeg and manual annotation for radiomics","Topics":null,"cSlideId":""}]