[{"Abstract":"The battle against many cancers and infectious diseases has long been hindered due to the complexity of finding potent and effective drug combinations. With each new drug considered, the number of combinations to potentially test increases exponentially, posing substantial challenges in screening throughput. These challenges further intensify when accounting for the number of doses of each drug that need to be tested in a drug combination matrix (known as matrix density). There is a pressing need to screen large amounts of combinations at sufficient density to discover new therapies for diseases like cancer, but this has traditionally been out of reach. However, the recent widespread adoption of acoustic liquid handling robots has shown promise to overcome these obstacles by allowing for intricate drug screening template designs which were previously not possible to make. Despite these advances, the throughput achieved by these technologies has been limited due to lack of broadly accessible protocols and analytical tools for drug combination screening.<br \/>We present Combocat, an end-to-end platform that allows for substantial increases in throughput of drug combination screens by combining experimental protocols that can be deployed for acoustic liquid handlers, machine learning algorithms for data imputation, and software that allows for in-depth analysis of results. We first generated a reference dataset of over 250,000 unique drug combination measurements in multiple cancer cell lines. The combination data were collected in a dense format (10&#215;10 combination matrices) using a novel drug-drug template and achieved a dramatic increase in throughput compared to conventional methods. We then used this dataset to build a computational model which allowed us to accurately estimate drug combination effects using sparse measurements and imputing non-measured values with machine learning. The sparse measurements are collected in 1536-well microplates and substantially boost the throughput capabilities of drug-drug screens. As proof-of-concept, we used our method to screen a preclinical model of neuroblastoma with 9,045 drug combinations. This represents 10% the scale of the largest drug combination studies ever reported, achieved using a fraction of the resources, and in dense formats. We validated our findings by re-screening top hits using the fully-measured, non-imputed method and demonstrate the accuracy of our platform.<br \/>The Combocat platform&#8217;s documentation and codebase is open-source, and we also make a GUI available for interactive exploration of screening results. By integrating advanced experimental and computational methods, we provide a generalizable pipeline that will expedite synergy screens and the drug combination discovery process for many diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Cancer,Machine learning,Synergism,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. C. Wright<\/b>, P. Geeleher; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"0ed45dd2-52e9-4c60-a464-b92bbb127d02","ControlNumber":"476","DisclosureBlock":"&nbsp;<b>W. C. Wright, <\/b> None..<br><b>P. Geeleher, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4936","PresenterBiography":"","PresenterDisplayName":"William Wright, AA;BS;MS;PhD","PresenterKey":"55b350ef-00db-4962-b1db-fcaebc726186","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4936. An ultrahigh-throughput synergy screening platform enables discovery of novel drug combinations","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An ultrahigh-throughput synergy screening platform enables discovery of novel drug combinations","Topics":null,"cSlideId":""},{"Abstract":"Introduction: COX-2 and PGE2 are prevalent inflammatory cytokines that exert influence on several cancer-related pathways throughout the gastrointestinal tract, spanning from oral cancers to colorectal cancers. One of the tactics being developed for the treatment of oral and colorectal malignancies is the identification of drugs that can selectively target receptors associated with COX-2 and PGE2.<br \/>Materials and Methods: The objective was to identify potential therapeutic targets for oral cancer and colorectal cancer, specifically focusing on drugs that act as inhibitors or antagonists of the COX2\/PGE2 pathway and its related receptor. A method for systematic data mining was created with a total of 32 targets associated with the COX-2\/PGE2 pathway which were identified using the KEGG database. These targets were shown to be linked to both the oral cancer pathway and the colorectal cancer pathway. The compounds of interest were obtained from the Chembl25 database and their similarity was assessed using the Tanimoto similarity index, which was generated based on the Morgan fingerprints. The study employed molecular docking techniques to examine the interaction between the chosen drugs and the anticipated targets. A systematic data mining approach and computational methodology were devised utilizing the KNIME platform.<br \/>Results: A total of 16,900 compounds were extracted for a set of 32 targets. Following the implementation of rule-based filters, the number of compounds was reduced to 13,800. The compounds that have a similarity index greater than 0.7 were chosen for inclusion in final analysis. Among various targets examined, empirical evidence was found to support the inhibition of expected target for PI-3 kinase-mTOR, GSK-3CD1, GSK3-AKT and PI3kinase-AKT pair. However, no evidence was found to support the inhibition of GSK3-Ikappa B-kinase. In order to examine the likelihood of the compound's interaction with anticipated target, molecular docking was employed to explore the interaction of one inhibitor compound for each pair. This investigation was conducted in contrast to the existing inhibitor compound and the subsequent findings were analyzed and discussed.<br \/>Conclusion: The implemented data mining technique has demonstrated a notable decrease in the duration needed for comparable investigations, enabling the execution of experiments including numerous targets and a substantial number of ligands within a cumulative timeframe of 30 minutes. The findings of this study have the potential to be utilized in the identification of targets and the discovery of lead compounds for the purpose of managing oral as well as colorectal malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Molecular targets,Colorectal cancer,Oral cancers,PI3K,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Sampoornam Pape<\/b>; <br\/>Kalinga Institute of Industrial Technology (KIIT), Bhubaneswar, India","CSlideId":"","ControlKey":"6e2f1160-c8d0-4660-81a3-3d7b2df9a944","ControlNumber":"654","DisclosureBlock":"&nbsp;<b>S. Sampoornam Pape, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4937","PresenterBiography":null,"PresenterDisplayName":"Saravanan Sp, MDS,MPH","PresenterKey":"d98c9d42-df1b-4556-9690-8540fc15aefa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4937. Potential therapeutic targets with anti-inflammatory activity spectrum(COX-2\/PGE2) of compounds associated with anti-cancer activityagainst oral and colorectal cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential therapeutic targets with anti-inflammatory activity spectrum(COX-2\/PGE2) of compounds associated with anti-cancer activityagainst oral and colorectal cancers","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) stands as one of the deadliest cancer types worldwide. Identifying specific gene mutations crucial for targeted therapy is pivotal for CRC treatment. However, the current genetic testing method involves liquid biopsy, which is often cumbersome and cost-intensive. Histopathological whole-slide images (WSIs) are routinely generated for diagnostic purposes and can offer valuable insights into cellular heterogeneity. In this study, we aim to develop an integrated deep learning pipeline for predicting TP53 mutations in CRC, one of the most frequently mutated genes in CRC.<br \/>We commenced by collecting 424 diagnostic WSIs from the TCGA-COAD cohorts. Each WSI was split as small patches at a resolution of 0.5 micrometers per pixel for following analyses. Quality control was implemented using Otsu thresholding and Gaussian blur filtering, both at the slide-level masking and patch-level filtering stages. Additionally, we applied the Macenko algorithm for color normalization to eliminate systematic errors. Following image preprocessing, we constructed a tissue-type classification model based on VGG19, which was trained and tested using the NCT-CRC-HE-100K and CRC-VAL-HE-7K datasets, both containing pixels with tissue types labeled by human experts. The trained classifier was then used to identify adenocarcinoma epithelium patches from TCGA-COAD. Subsequently, we applied multiple pre-trained Convolutional Neural Network (CNN) models, including ResNet-101, DenseNet-201, and Inception-ResNet-v2, to predict TP53 mutations for the identified adenocarcinoma epithelium patches from TCGA-COAD. A novel integration approach was employed to aggregate patch-level predictions into slide-level outcomes.<br \/>We evaluated the trained models using various metrics, including accuracy, precision, recall, F1 score, AUC (Area Under the Curve), and Cohen's Kappa coefficient. The tissue-type classification model exhibited robust performance, achieving an overall accuracy of 94.7%, a Cohen's Kappa coefficient of 94%, a precision of 95.3%, a recall of 99.76%, and an F1 score of 97.48% for identifying adenocarcinoma epithelium patches. Regarding the TP53 mutation prediction models, ResNet-101, DenseNet-201, and Inception-ResNet-v2 exhibit the predictive ability to both patch level (AUC=65%) and slide level (AUC=70%).<br \/>In summary, the proposed deep learning pipeline offers an efficient way to acquire gene mutation information from WSIs. Moreover, it demonstrates a capability to discover potential molecular aberration from the clinical images.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Deep learning,Colorectal adenocarcinoma,Mutation detection,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G.-Y. Tien<\/b><sup>1<\/sup>, L.-C. Lai<sup>2<\/sup>, T.-P. Lu<sup>3<\/sup>, M.-H. Tsai<sup>4<\/sup>, H.-H. Chen<sup>5<\/sup>, E. Y. Chuang<sup>1<\/sup>; <br\/><sup>1<\/sup>Graduate Institute of Biomedical Electronics and Bioinformatics, National Taiwan University, Taipei, Taiwan, <sup>2<\/sup>Graduate Institute of Physiology, College of Medicine, National Taiwan University, Taipei, Taiwan, <sup>3<\/sup>Institute of Health Data Analytics and Statistics, National Taiwan University, Taipei, Taiwan, <sup>4<\/sup>Institute of Biotechnology, National Taiwan University, Taipei, Taiwan, <sup>5<\/sup>Institute of Computer Science and Information Engineering, National Taiwan Normal University, Taipei, Taiwan","CSlideId":"","ControlKey":"26d49ea0-785f-4b38-b851-4f2be2ea600d","ControlNumber":"1050","DisclosureBlock":"&nbsp;<b>G. Tien, <\/b> None..<br><b>L. Lai, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>M. Tsai, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>E. Y. Chuang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4938","PresenterBiography":null,"PresenterDisplayName":"Geng-Yun Tien, B Eng","PresenterKey":"fecb78da-76dc-4194-97a6-0051fdc9891d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4938. Prediction of gene mutation from colorectal adenocarcinoma whole slide images via integrated deep learning pipeline","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of gene mutation from colorectal adenocarcinoma whole slide images via integrated deep learning pipeline","Topics":null,"cSlideId":""},{"Abstract":"Background: The current cancer staging methods cannot accurately predict survival and therapeutic benefits in cancer patients. Digital pathomics is an emerging field with potential to revolutionize disease evaluation. The present study aims to develop and validate a deep learning pathomics signature from digital hematoxylin-eosin (H&#38;E) staining slides to predict the survival of pan-gastrointestinal cancer, and further investigated its associations with chemotherapy and immunotherapy response. P<br \/>atients and Methods: This international multicenter study included 2,463 patients with pan-gastrointestinal cancer from twelve cohorts of seven cancer centers, among which 1653 patients were diagnosed with GC. We proposed a deep learning pathomics signature (DLPS) by integrating information on three scales from the whole slide images (WSIs) of H&#38;E, including pathomics nucleus, pathomics microenvironment, and single-cell spatial distribution features. Next, we evaluated the predictive accuracy of DLPS for prognosis, chemotherapy response, and immunotherapy response. To interpret the predictive ability of the DLPS, we analyzed multi-omics data and employed the Shapley value strategy to provide its biological insights and importance ranking.<br \/>Results: The DLPS was significantly associated with overall survival in patients with GC (hazard ratio range: 1.203-2.717, all <i>p <\/i>&#60; 0.001), which was further validated in other gastrointestinal cancers (all <i>p <\/i>&#60; 0.02). The DLPS remained an independent predictor of prognosis in multivariable analysis (all <i>p<\/i> &#60; 0.001). Furthermore, a nomogram incorporating the DLPS and TNM stage shows significantly improved accuracy in predicting cancer prognosis compared to that with TNM stage alone (all <i>p<\/i> &#60; 0.05). Shapley value analysis highlighted DLPS as the strongest predictor for prognosis. Importantly, GC patients with a low-DLPS (but not those with a high-DLPS) exhibited substantial benefits from adjuvant chemotherapy (all p &#60; 0.05). Furthermore, we found the objective responses of anti-PD-1 immunotherapy is significantly higher in the low-DLPS group (29.6%) than in the high-DLPS group (8.3%, p &#60; 0.05). Upon analyzing multi-omics data, we found that a higher DLPS was positively correlated with tumor promoting, chemotherapy resistance, immune tumor microenvironment and metabolic signaling.<br \/>Conclusion: The DLPS enabled improved assessment on prognosis, and has the potential to identify patients who will benefit from adjuvant chemotherapy and immunotherapy, which can further be extended to many gastrointestinal cancers or other solid tumors.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Cancer markers,Machine Learning,Computational Pathology,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Zhang<sup>1<\/sup>, Z. Sun<sup>1<\/sup>, Z. Li<sup>2<\/sup>, M. Ahmad<sup>3<\/sup>, M. Islam<sup>3<\/sup>, F. Yang<sup>4<\/sup>, Z. Li<sup>5<\/sup>, <b>Y. Jiang<\/b><sup>6<\/sup>; <br\/><sup>1<\/sup>Southern Medical University, Guangzhou, China, <sup>2<\/sup>Northwestern Polytechnical University, XIAN, China, <sup>3<\/sup>Stanford University School of Medicine, Palo Alto, CA, <sup>4<\/sup>Wake Forest University, Winston Salem, NC, <sup>5<\/sup>Yunnan Cancer Hospital, Kunming, China, <sup>6<\/sup>Wake Forest University School of Medicine, Winston Salem, NC","CSlideId":"","ControlKey":"cd872ca9-9db0-4bc3-ab5b-d345d5300be5","ControlNumber":"1055","DisclosureBlock":"&nbsp;<b>T. Zhang, <\/b> None..<br><b>Z. Sun, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. Ahmad, <\/b> None..<br><b>M. Islam, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Y. Jiang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4939","PresenterBiography":null,"PresenterDisplayName":"Yuming Jiang, MD;PhD","PresenterKey":"773ac502-cd41-451e-a7a1-561d1381f1cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4939. Computational pathology approach for prognostic advancements and therapeutic benefits in gastrointestinal cancer: A multi-centric retrospective study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational pathology approach for prognostic advancements and therapeutic benefits in gastrointestinal cancer: A multi-centric retrospective study","Topics":null,"cSlideId":""},{"Abstract":"High-grade serous carcinoma (HGSC) is often diagnosed at advanced stages with less than 40% of patients surviving for five years after diagnosis. Circulating tumor DNA (ctDNA) is a minimally invasive technology that can provide crucial insights into tumor biology. Unique features from ctDNA, fragment patterns and nucleosome footprints at transcription start sites (TSS), complement genomic variants. Our study explored ctDNA features in HGSC, integrating with tumor biopsies' genomic and transcriptomic profiles. We focus on two aspects in HGSC: understanding how ctDNA features assist genomic profiling and track dynamic changes during treatment and exploring the biological factors impacting ctDNA release. We used 500+ longitudinal plasma and 400+ pretreatment tissue samples from HGSC patients in the DECIDER study (NCT04846933). Shallow whole-genome sequencing (sWGS) with 0.4x average coverage was conducted on plasma. Integration of DNA and RNA pretreatment tissue data was performed for 98 and 91 patients with available plasma before treatment, respectively. Plasma samples underwent analysis for fragment patterns and TSS signals. Somatic mutations and mutational signatures were retrieved for patients with available WGS tissue data. Pathway enrichment analysis was applied to diverse gene expression profiles. WGS data from 29 healthy individuals (Zhu, G. et al. (2023)) served as controls. DNA fragment profiles and TSS signals distinguish ctDNA from healthy samples. The ability to cluster sample phases based on ctDNA features facilitates tracking longitudinal changes. Integrating tissue DNA and RNA data reveals a positive correlation between high ctDNA release and mutational burden, single-base substitution signature SBS1 as a marker for cell division\/mitotic clock and doublet-base substitution signatures linked to late replication. These mechanisms help explain why high ctDNA release group (<i>n<\/i>=40) is associated with a shorter progression-free survival. Additionally, transcriptomics data indicates associations with proliferation pathways in cancer cells and ctDNA release. The concordance in results from DNA and RNA points to a higher proliferation rate in patients with high ctDNA release, suggesting the need for alternative treatment compared to those with low ctDNA release. In conclusion, our results provide a multifaceted perspective on ctDNA in HGSC. The identification of longitudinal ctDNA features signifies the capability to stratify sample states and show the potential findings through fragment profiles and the discernment of key TSS regions. The proposed aetiologies and enriched pathways associated with ctDNA release, mutation burden and proliferation, shed light on potential treatment avenues. These findings contribute to our understanding of ctDNA in HGSC and offer insights for personalized treatment strategies and monitoring approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"cfDNA,Bioinformatics,Tumor biology,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. T. Nguyen<\/b><sup>1<\/sup>, J. Oikkonen<sup>1<\/sup>, Y. Li<sup>1<\/sup>, D. Afentave<sup>1<\/sup>, J. Hynninen<sup>2<\/sup>, S. K. Hautaniemi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland, <sup>2<\/sup>University of Turku and Turku University Hospital, Turku, Finland","CSlideId":"","ControlKey":"39c21acc-8a91-479f-adcc-4c353ec69e02","ControlNumber":"2411","DisclosureBlock":"&nbsp;<b>M. T. Nguyen, <\/b> None..<br><b>J. Oikkonen, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>D. Afentave, <\/b> None..<br><b>J. Hynninen, <\/b> None..<br><b>S. K. Hautaniemi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4940","PresenterBiography":null,"PresenterDisplayName":"Mai Nguyen, MS","PresenterKey":"fb1394aa-3b17-41c8-af3d-2e823b8dcd0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4940. Unraveling ctDNA features in high-grade serous ovarian carcinoma and insights from genomic and transcriptomic integration","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling ctDNA features in high-grade serous ovarian carcinoma and insights from genomic and transcriptomic integration","Topics":null,"cSlideId":""},{"Abstract":"This study aims at identifying a cuproplasia-related gene signature to predict outcome for cancer patients based on gene regulatory networks. Copper is a vital micronutrient involved in many biological processes. Copper influences tumor growth through a process called cuproplasia, defined as abnormal copper-dependent cell-growth and proliferation. Copper-chelation therapy targeting this process has demonstrated efficacy in several clinical trials against cancer. While the molecular pathways associated with cuproplasia are partially known, genetic heterogeneity across different cancer types has limited the understanding of how cuproplasia impacts patient survival. We proposed a novel framework based on gene regulatory networks to identify critical cuproplasia-related genes (CCGs) across different cancer types. Utilizing RNA-sequencing data from The Cancer Genome Atlas (TCGA) and the Genotype-Tissue Expression (GTEx) datasets, we generated gene regulatory networks for 23 different cancer types. We applied a network control method to discover critical genes in these networks and combined with copper metabolism related genes to identify CCGs across 23 cancer types. We then performed a comprehensive analysis on the identified CCGs to better understand their potential roles and associations with cancer patient survival. We discovered 30 CCGs which were enriched in pathways related to a wide range of biological processes supporting cancer progression and immune evasion processes. The specific processes related to the identified CCGs include autophagy, cell cycle regulation, cell proliferation, kinase signaling pathways, immune infiltration, and immune checkpoint regulation. From this, we identified a novel 8-CCG signature significantly associated with survival pan-cancer, including CDK1, AP1S1, CASP3, MAP1LC3A, SNCA, TMPRSS6, MAPT, and GSK3B. Although some of these genes are known for their important roles in various malignancies and are associated with poor survival, this is the first study defining their connection with high copper levels in cancer cells. Furthermore, in keeping with previous studies that have used metal regulatory genes to predict outcomes in a specific cancer type, we specifically used low grade glioma (LGG), a cancer type highly impacted by intracellular copper level, as an example to explore the role of CCGs in a specific cancer type. Through our proposed gene regulatory network methodology, we identified a 3-gene signature that overlapped with a 6-gene prognostic risk score model for LGG patients. These 6 genes included ALB, CASP3, CDK1, CP, CYP1A1, and MT-CO1. To our knowledge, this is the first pan-cancer analysis for genes related to cuproplasia. The findings from our study highlight the use of gene regulatory networks to identify CCGs which could be used to develop novel targeted therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Systems biology,Cancer markers,Gene regulation,Cuproplasia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Pham<\/b><sup>1<\/sup>, T. Jue<sup>1<\/sup>, J. Bell<sup>1<\/sup>, F. Luciani<sup>1<\/sup>, F. Michniewicz<sup>1<\/sup>, G. Cirillo<sup>2<\/sup>, L. Vahdat<sup>3<\/sup>, C. Mayoh<sup>4<\/sup>, O. Vittorio<sup>1<\/sup>; <br\/><sup>1<\/sup>UNSW Sydney, Sydney, Australia, <sup>2<\/sup>University of Calabria, Rende, Italy, <sup>3<\/sup>Dartmouth–Hitchcock Medical Center: Lebanon, New Hampshire, NH, <sup>4<\/sup>Children's Cancer Institute, Sydney, Australia","CSlideId":"","ControlKey":"f199d97c-ccc5-44e5-a2da-b562f252aaea","ControlNumber":"3070","DisclosureBlock":"&nbsp;<b>V. Pham, <\/b> None..<br><b>T. Jue, <\/b> None..<br><b>J. Bell, <\/b> None..<br><b>F. Luciani, <\/b> None..<br><b>F. Michniewicz, <\/b> None..<br><b>G. Cirillo, <\/b> None..<br><b>L. Vahdat, <\/b> None..<br><b>C. Mayoh, <\/b> None..<br><b>O. Vittorio, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4942","PresenterBiography":null,"PresenterDisplayName":"Vu Viet Hoang Pham","PresenterKey":"498a94b2-efc7-48f7-b8f7-cd3e45c2f2e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4942. Unraveling a prognostic and predictive 8-gene signature related to cuproplasia in pan-cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling a prognostic and predictive 8-gene signature related to cuproplasia in pan-cancer","Topics":null,"cSlideId":""},{"Abstract":"The integration of single-cell RNA-sequencing (scRNA-seq) and single-cell ATAC-sequencing (scATAC-seq) data offers a unique opportunity to gain a comprehensive view of cellular identity with defining features and to infer gene-regulatory relationships. Despite the emergence of technologies that simultaneously capture both the gene expression and chromatin accessibility of individual cells (paired data), the practical challenges of these approaches (e.g., the unavailability in previous samples and prohibitive cost) have led researchers to turn to the existing trove of single-modality data generated from independent biological samples (unpaired data). Various computational tools have been developed to integrate these unpaired single modality datasets<b>.<\/b> However, the comparative performance of these tools has not been comprehensively evaluated, and a standard benchmark pipeline is still lacking. To address these challenges, we used pseudo-unpaired scRNA-seq and scATAC-seq data derived from publicly available paired single-cell multi-omics datasets to benchmark 14 publicly available integration methods. The primary goal of unpaired single-cell multi-omics integration is to narrow the omics gap while preserving cell type diversity. We therefore focused on pair-wise cell distance and cluster performance in the joint latent space constructed by various integration tools in our benchmarking pipeline. To ensure the robustness of these computational approaches, we examined their stability across a variety of scenarios, including variations in cell number, cell types, and biological and technical batch effects. A number of the integration methods tested produced promising results. While the widely used Seurat package was recently reported to have the best performance (Lee et al., Genome Biology 2023), other computational tools such as scVI, Cobolt, scJoint, scglue and scBridge performed equally well or better in reducing omics differences and facilitating the identification of cell clusters. Notably, scglue and Cobolt demonstrated strong performance in aligning the same cell from different modalities, and discrete clusters emerged in the joint latent space using scJoint and scBridge. These findings suggest that it may not be strictly necessary to use paired multi-omics data to guide integration to achieve favorable results. Our freely available benchmarking pipeline will empower researchers to identify the optimal data integration methods for their specific data, facilitate the benchmarking of new methods, and contribute to future method development in the field.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Single cell,Multiomics,Benchmark,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Chen<\/b>, W. Xiao, E. Zhang, X. Chen; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"bd159301-c3c4-4911-97e1-879523e20104","ControlNumber":"4749","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>W. Xiao, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4943","PresenterBiography":null,"PresenterDisplayName":"Jiani Chen","PresenterKey":"31f5eeba-8770-4695-a0bb-bd59c68a11d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4943. Benchmarking unpaired single-cell RNA and single-cell ATAC integration","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Benchmarking unpaired single-cell RNA and single-cell ATAC integration","Topics":null,"cSlideId":""},{"Abstract":"Solid tumors develop through a complex series of genome and downstream expression alterations that interact with the local tissue microenvironment, leading to a transformed cell and malignant phenotype. With massive multi-omic data, recent proteogenomics studies have jointly analyzed RNA and protein expression to uncover new gene regulatory relationships; however, many of these studies focused on single tumor types and lack a generalizable view of joint RNA and protein expression. Here, we present the first pan-cancer analysis of sample-wise RNA to protein correlation (SRPC). We re-analyzed over 1,000 tumors across 10 tumor types from published proteogenomic data from the Clinical Proteomic Tumor Analysis Consortium (CPTAC) and the Applied Proteogenomics OrganizationaL Learning and Outcomes (APOLLO) Research Network. We identified a wide range of SRPC across all tumors (&#961; range: -0.08 to 0.70, median: 0.45). We then analyzed tumor pathologic and molecular characteristics versus the range of SRPC. High SRPC tumors had high tumor purity by pathology review, by somatic DNA whole exome sequencing, and by RNA and protein purity scores. In contrast, low SRPC tumors had high immune cell and stromal cell expression scores as inferred by either protein or RNA based signatures. We observed marked differences in cell type populations estimated by expression in different SRPC tumor tranches (low SRPC: macrophages, endothelial cells, cancer-associated fibroblasts; high SRPC: CD4+ Th2 cells). Tumors expressed signaling pathways depending on their SRPC (low SRPC: hypoxia, inflammatory response, and KRAS signaling; high SRPC: DNA repair and E2F targets). SRPC also stratifies tumors with distinct somatic DNA alterations (low SRPC: HRAS and NF2; high SRPC: TP53, MEN1, high Tumor Mutational Burden and high DNA chromosomal instability). Finally, we found that cancer driver genes displayed divergent gene-wise RNA to protein correlations (GRPC) among tumor types with a median absolute deviation interquartile range of 0.1 - 0.2, suggesting tumor-type-specific regulation. In summary, divergent RNA and protein expression is driven, in part, by tumor microenvironment composition across tumor types. Tumors with a diverse cellular microenvironment display a summation of RNA and protein expression resulting from this cell type diversity leading to a low SRPC, while tumors predominated by tumor cells display coordinated RNA and protein expression levels resulting from a pure clonal or cell type leading to a high SRPC. This first deep analysis into sample-wise RNA to protein correlation represents a large proteogenomic community resource for informing biomarker analysis by modality and by tranches of tumor microenvironment. The views expressed in this abstract are solely of the authors and do not reflect the official policy of the Departments of Army\/Navy\/Air Force, Department of Defense, USUHS, HJF, or U.S. Government.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Gene expression,Proteomics,Tumor microenvironment,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. LaMorte<sup>1<\/sup>, N. Bateman<sup>2<\/sup>, T. Conrads<sup>1<\/sup>, R. F. Browning, Jr.<sup>1<\/sup>, C. D. Shriver<sup>1<\/sup>, R. L. Kortum<sup>1<\/sup>, <b>M. D. Wilkerson<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Uniformed Services University, Bethesda, MD, <sup>2<\/sup>Uniformed Services University; Henry M. Jackson Foundation, Bethesda, MD","CSlideId":"","ControlKey":"2d384b1a-d3ca-4685-8dd3-0b38bb82f899","ControlNumber":"4882","DisclosureBlock":"&nbsp;<b>J. LaMorte, <\/b> None..<br><b>N. Bateman, <\/b> None..<br><b>T. Conrads, <\/b> None..<br><b>R. F. Browning, <\/b> None..<br><b>C. D. Shriver, <\/b> None..<br><b>R. L. Kortum, <\/b> None..<br><b>M. D. Wilkerson, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4944","PresenterBiography":null,"PresenterDisplayName":"Matthew Wilkerson, PhD","PresenterKey":"f73a774b-5aa7-4384-96d3-4d4aae649dfd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4944. Divergent proteogenomic gene expression is driven by microenvironment across tumor types","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Divergent proteogenomic gene expression is driven by microenvironment across tumor types","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Centromere-associated protein E (CENP-E), a mitotic motor protein, is crucial for cell division. Inhibition of CENP-E can lead to chromosome misalignment and aneuploidy. Our recent studies revealed that the CENP-E inhibitor (CENP-Ei), Compound A, induces aneuploid-mediated cGAS-STING pathway activation in cancer cell lines, which is expected to trigger innate immune response and induce immunological conversion of the tumor microenvironment from cold to hot. However, known CENP-Eis exhibited limited efficacy, and none have gone beyond phase I trials since 2012. The aim of this study is to develop a workflow integrating structure and artificial intelligence-based modeling approaches to accelerate the discovery of novel CENP-Eis with improved efficacy and overcome related challenges.<br \/><b>Method: <\/b>The inhibitor-bound CENP-E structure was modeled using chimeric homology modeling followed by induced fit docking with known CENP-Eis. Structure-based virtual screening (VS) was performed on large compound libraries in Enamine REAL, Synthetically Accessible Virtual Inventory, and MolPort databases. Consensus scoring methods were applied by averaging ranks of individual molecules obtained from VS against different CENP-E conformations. An active learning-enhanced VS pipeline was developed using ATOM Modeling PipeLine (AMPL) to find the best-ranked ligands more efficiently. CENP-E ligand candidates were further filtered based on their safety properties predicted by machine learning models trained with curated databases of adverse drug reactions using AMPL. The success of this study was measured by its ability to reveal novel chemotypes that could modulate CENP-E in kinesin ATPase assays.<br \/><b>Result: <\/b>Conformations of CENP-E&#8217;s ligand binding site were predicted for VS using the homology model. Structure-based VS was performed to select high-ranked compounds based on consensus scoring. The active learning-enhanced VS pipeline achieved 75% accuracy in ranking the top 20% of hit compounds. The graph convolutional network model with a ROCAUC, 0.76, was created using AMPL to filter ligand candidates based on their predicted safety properties. Seventy-three potential CENP-E ligands computationally prioritized from the Molport database were experimentally tested using kinesin ATPase assays from which 4 potential inhibitors and 8 potential activators were identified indicating overlapping binding sites of inhibitors and activators.<br \/><b>Conclusion: <\/b>Our integrated workflow is effective in discovering novel CENP-E modulators. The discovery of CENP-E activators provides an opportunity to identify novel therapeutics in hepatocellular carcinoma malignancies known to experience decreased CENP-E activity leading to aneuploidy. The predictions generated by computational models combined with experimental validations could further accelerate anticancer drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Anticancer therapy,Drug discovery,Artificial intelligence,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Lu<\/b><sup>1<\/sup>, R. Kamata<sup>2<\/sup>, M. R. Weil<sup>1<\/sup>, N. Ohashi<sup>1<\/sup>, A. Ohashi<sup>2<\/sup>, E. A. Stahlberg<sup>1<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>National Cancer Center Japan, Kashiwa, Japan","CSlideId":"","ControlKey":"6f42ff06-735c-4133-aa42-8992e4842c44","ControlNumber":"5031","DisclosureBlock":"&nbsp;<b>P. Lu, <\/b> None..<br><b>R. Kamata, <\/b> None..<br><b>M. R. Weil, <\/b> None..<br><b>N. Ohashi, <\/b> None.&nbsp;<br><b>A. Ohashi, <\/b> <br><b>Astellas Pharma<\/b> Other, AO is a part-time employee of Astellas Pharma as a cross-appointment system.. <br><b>Takeda Pharmaceutical Company, Ltd.<\/b> Employment, AO was an employee of Takeda Pharmaceutical Company, Ltd.. <br><b>Ono Pharmaceutical Company Ltd.<\/b> Other, AO reported paid consulting or advisory roles for Ono Pharmaceutical Company Ltd. out of this study.. <br><b>Craif Inc.<\/b> Other, AO reported paid consulting or advisory roles for Craif Inc. out of this study.. <br><b>GEXVal Inc.<\/b> Other, AO reported paid consulting or advisory roles for GEXVal Inc. out of this study.. <br><b>Astellas Pharma Inc.<\/b> Other, AO receives research fundings from Astellas Pharma Inc. out of this study.. <br><b>Astellas Pharma Global Development Inc.<\/b> Other, AO receives research fundings from Astellas Pharma Global Development Inc. out of this study.. <br><b>Daiichi Sankyo Company, Ltd.<\/b> Other, AO receives research fundings from Daiichi Sankyo Company, Ltd. out of this study..<br><b>E. A. Stahlberg, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4945","PresenterBiography":null,"PresenterDisplayName":"Pinyi Lu, PhD","PresenterKey":"0f5427ac-6edf-496b-83a2-33c4fd5f07ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4945. Computational modeling-based discovery of novel anticancer drug candidates targeting centromere-associated protein E","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational modeling-based discovery of novel anticancer drug candidates targeting centromere-associated protein E","Topics":null,"cSlideId":""},{"Abstract":"Understanding the tumor microenvironment (TME) is essential in cancer treatment and risk assessment. While single-cell RNA-seq (scRNA-seq) offers in-depth insights into the TME, its expensive cost results in limited data sets and size. In contrast, microarray and RNA-seq provide rich datasets from larger cohorts, but they yield bulk data with lower resolution. To leverage the strengths of both approaches and comprehensively study the TME, we developed the computational framework TimiGP (<u>T<\/u>umor <u>I<\/u>mmune <u>M<\/u>icroenvironment <u>I<\/u>llustration through <u>G<\/u>ene <u>P<\/u>airs). It is inspired by the dynamic balance of the immune system and extended to the entire TME. TimiGP utilizes scRNA-seq to define cell type of interest, and bulk transcriptomic profiles to deduce clinically relevant cell-cell interaction networks and cell functions. Our recent release includes both prognosis and response modules to study the association between TME and the corresponding clinical outcomes. However, their applicability is constrained by the necessity for paired clinical information.<br \/>In response to this limitation, we present a significant enhancement, a single sample module slightly modified from the TimiGP framework (ssTimiGP). This upgraded version enables TME analysis in any individual sample, requiring only bulk RNA-seq data and cell-type markers. It exports a cell-cell interaction network representing the relative expression of functional markers and the abundance of cells. This optimization expands the utility of TimiGP, making it more accessible across diverse samples and species.<br \/>We have further expanded the application of ssTimiGP from solid tumors to liquid samples (e.g., peripheral blood). To validate its performance, we conducted a comparative analysis between the interactions of eight immune cell types observed in experimental results using FACS and the computational results derived from ssTimiGP based on paired RNA-seq data. As a result, ssTimiGP not only successfully identified interactions between different cell types that exhibited a significant correlation with experimental findings (e.g., CD4+ na&#239;ve T cells &#8594; Monocyte, R=0.75, p&#60; 0.001, accuracy = 0.8), but also demonstrated its capability to achieve higher resolution in capturing interactions between immune cell subpopulations (e.g., CD4 na&#239;ve T cells &#8594; activated CD4+ memory T cells, R=0.57, p=0.008, accuracy = 1.0). In our benchmark analysis, ssTimiGP demonstrated superior performance compared to CIBERSORTx (e.g., CD4+ na&#239;ve T cells &#8594; Monocyte, R=0, Accuracy=0.3).<br \/>In summary, ssTimiGP signifies an expansion of the TimiGP system, enabling the inference of the TME in individual solid tumors and liquid samples at various resolutions by integrating the strengths of both scRNA-seq and bulk RNA-seq. This approach offers substantial potential for advancing personalized cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Bioinformatics,Multiomics,Tumor microenvironment,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Li<\/b><sup>1<\/sup>, J. Zhang<sup>1<\/sup>, C. Cheng<sup>2<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"c8bc76b5-0907-4287-8549-f051cd059298","ControlNumber":"5188","DisclosureBlock":"<b>&nbsp;C. Li, <\/b> <br><b>Janssen Pharmaceuticals<\/b> Other, R&D Data Science Summer Intern in 2023\u000d\u000a. <br><b>J. Zhang, <\/b> <br><b>Merck, Johnson and Johnson and Novartis<\/b> Other, Grants. <br><b>Johnson and Johnson, Novartis, Bristol Myers Squibb, AstraZeneca, GenePlus, Innovent, and Hengrui<\/b> Other, Personal fees.<br><b>C. Cheng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4946","PresenterBiography":null,"PresenterDisplayName":"Chenyang (Skylar) Li, BS","PresenterKey":"5ea59be5-8bc1-4275-bd73-04dce5adee12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4946. ssTimiGP: Equip the TimiGP system with a single-sample module, facilitating the cell-cell interaction inference of the tumor microenvironment in any sample","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ssTimiGP: Equip the TimiGP system with a single-sample module, facilitating the cell-cell interaction inference of the tumor microenvironment in any sample","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) has been extensively studied at the genomic level, resulting in various genomic classifications. Despite the progress, three key challenges remain: 1) a significant proportion of patients lack identified genomic features, 2) a discrepancy exists between genomic risk classification and clinical outcomes, and 3) many mutated targets remain non-druggable. There is an urgent need for an enhanced AML risk classification that goes beyond genomic aberrations to guide effective therapeutics. Recent research, including our own, has increasingly linked AML pathogenesis and therapeutic resistance with dysfunctional sphingolipid metabolism, a family of bioactive molecules crucial for cellular functions. In a recent manuscript, we identified two robust sphingolipidomic clusters in AML, characterized by reciprocal abundances of hexosylceramide (Hex) and sphingomyelin (SM) species (HexloSMhi, HexhiSMlo). These clusters correlate with latent transcriptional states and stratify patient groups in multiple independent datasets such as TCGA, and BeatAML, with the HexloSMhi cluster representing a high-risk subgroup associated with poor clinical outcomes. These findings underscore the role of sphingolipids in refining AML risk assessment and creating avenues for discovery and therapeutic intervention. However, the signaling states driving these sphingolipidomic clusters and the mechanisms elevating risk in the HexloSMhi cluster require further investigation. To identify regulatory genes for the AML subtypes, we constructed gene regulatory networks using differentially expressed genes. Focusing on the high-risk subtype, we identified highly connected genes ranked by connectivity, including KDM1A, GSK3&#946;, LCK, and STAT5A. We found that higher STAT5A abundances in the HexloSMhi subtype, particularly correlated with pro-survival Bcl-xL proteins. Furthermore, we identified STAT5 protein abundance as a key variable associated with drug sensitivity from pharmacological screening with sphingolipid pathway inhibitors and AML therapeutics 30 AML cell lines and patient samples. This is encouraging as STAT5 is druggable as evidenced in the NIH-Pharos druggable genome database, and several small-molecule inhibitors are currently in clinical trials. Analysis of gene expression data suggest that STAT5 inhibition, through genetic or pharmacological means, downregulates cell cycle-related genes and significantly alters sphingolipid gene expression. Recent work by others indicates that sphingolipid-catalyzing enzymes regulate STAT5 activity in leukemias, with ceramides acting as a second messenger in cells. Taken together, this suggests a possibility of a positive feedback loop between sphingolipid homeostasis and activity of STAT5; the details of this interaction require further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Therapeutic target,Molecular subtypes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Paudel<\/b><sup>1<\/sup>, S.-F. Tan<sup>1<\/sup>, J. Ung<sup>1<\/sup>, D. Claxton<sup>2<\/sup>, D. J. Feith<sup>1<\/sup>, T. P. Loughran, Jr.<sup>1<\/sup>, K. A. Janes<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Virginia, Charlottesville, VA, <sup>2<\/sup>Penn State Cancer Center, Hershey, PA","CSlideId":"","ControlKey":"0c6c9712-3ca5-48fa-bd7d-92e598b85045","ControlNumber":"5484","DisclosureBlock":"&nbsp;<b>B. Paudel, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>J. Ung, <\/b> None..<br><b>D. Claxton, <\/b> None..<br><b>D. J. Feith, <\/b> None..<br><b>T. P. Loughran, <\/b> None..<br><b>K. A. Janes, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4947","PresenterBiography":null,"PresenterDisplayName":"B Bishal Paudel, PhD","PresenterKey":"cc6f5bdd-aa01-4674-bace-59dd375bcaf4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4947. Uncovering the molecular basis for clinically relevant sphingolipidomic subtypes in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering the molecular basis for clinically relevant sphingolipidomic subtypes in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Introduction. Tissue Microarrays (TMAs), widely utilized in the field of pathology, have now found a powerful ally in Image-based Spatial Transcriptomics (ST). By analyzing various gene expression data with high resolution, image-based ST data on TMA can provide the heterogeneous patterns of tumor microenvironment in multiple samples. However, an efficient method for processing multiple samples post-data acquisition is still under development. A streamlined process would expedite the discovery of spatial gene expression patterns, thereby enhancing our understanding of the tumor microenvironment and its implications for cancer diagnostics and treatment strategies.<br \/>Methods. Our automated pipeline is initiated by automatic segmentation of every core in the whole TMA, derived from the processed output of the MERSCOPE or Xenium platform. Then, it subsequently removes QC failed cells unrelated to any core. Each core receives sequential naming and undergoes automated cell type mapping utilizing a reference single-cell RNAseq data. Additionally, the pipeline computes neighborhood enrichment between cell types, providing a nuanced comprehension of spatial relationships and interactions among diverse cell populations within the tissue microenvironment from multiple samples on the TMA.<br \/>Results. The automated pipeline we've developed provides several key advantages. It enables the simultaneous analysis of multiple tissue cores, effectively minimizing batch effects and ensuring the reliability of results across diverse tissue samples. Furthermore, by automating core separation, labeling, and cell type mapping, our pipeline significantly streamlines the time and effort required for TMA data analysis. This cost-effective approach allows researchers to optimize resource allocation, making our automated pipeline a valuable tool in cancer research. It facilitates the exploration of gene expression patterns within specific tissue regions, ultimately contributing to the advancement of our understanding of cancer biology.<br \/>Conclusion. By seamlessly integrating TMA data with image-based ST technologies such as Xenium and MERSCOPE, we can perform comprehensive spatial transcriptomics analyses and provide detailed statistical information on cell type proportions within the tumor microenvironment. This automated pipeline not only ensures robust and reliable results across diverse tissue samples but also optimizes resource allocation by minimizing batch effects and reducing analysis time. This cost-effective solution empowers researchers to delve deeper into spatial gene expression patterns, enhancing our comprehension of the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Tissue microarrays,Spatial Transcriptomics,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b><sup>1<\/sup>, S. Cook<sup>1<\/sup>, Y. Jung<sup>1<\/sup>, M. Lim<sup>1<\/sup>, J. Lee<sup>1<\/sup>, H.-J. Im<sup>2<\/sup>, D. Lee<sup>1<\/sup>, H. Choi<sup>3<\/sup>; <br\/><sup>1<\/sup>Portrai, Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"4ab149f1-9dc9-4c38-adf2-45bd16b2170a","ControlNumber":"5829","DisclosureBlock":"<b>&nbsp;D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Cook, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>Y. Jung, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>M. Lim, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>H. Im, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4948","PresenterBiography":null,"PresenterDisplayName":"Dongjoo Lee, BS;MS","PresenterKey":"60e8a2bf-8aff-43ba-b398-18c8350ed1db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4948. Automated tumor microenvironment analysis for multiple samples by image-based spatial transcriptomics on tissue microarray","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated tumor microenvironment analysis for multiple samples by image-based spatial transcriptomics on tissue microarray","Topics":null,"cSlideId":""},{"Abstract":"Colorectal Cancer (CRC) accounts for nearly 10% of all cancer cases and is the second-leading cause of cancer-related deaths worldwide. The increased incidence of CRC in younger demographics underscores the need for improved screening and prognostication. These enhancements are crucial to augment staging practices which focus on accurate evaluation of local lymph node involvement and distant metastasis. Essential trace elements such as copper and iron within the tumor microenvironment (TME) present novel therapeutic strategies- e.g., copper in cell proliferation\/signaling and iron in pro-tumorigenic pathways, amongst other multifaceted roles. Despite advancements in spatial imaging\/sequencing for detailed mapping of elemental abundance and gene expression profiles at near-subcellular resolution, the understanding of metal signaling and transport pathways in tumors is limited. This gap highlights the need for sophisticated informatics software for data integration and analysis. We developed a computational workflow for spatial multimodal analysis of elements, genes, cell-types, and histological features, applied to a unique CRC case (pT3) as proof-of-concept. Elemental imaging at 5-micron resolution was performed using laser ablation inductively coupled plasma time-of-flight mass spectrometry (LA-ICPTOF-MS). The 10x Genomics Visium spatial transcriptomic (ST) CytAssist assay captured spatial variation in gene expression within 55-micron spots, with 40X H&#38;E-stained whole slide imaging (Leica Aperio GT450). Cell type proportions within spots were determined through integration of single cell RNASeq. Regions within, around and away from tumor were annotated by a pathologist. ST and LA-ICPTOF-MS were integrated through co-registration software developed at Biomedical National Elemental Imaging Resource. Local Getis-Ord spatial statistics defined hotspots with high elemental concentration. Wilcoxon tests were used to perform differential expression analysis based on metal hotspots, followed by identification of associated biological pathways through Enrichr with Bonferroni adjustment. Preliminary findings revealed distinct trace element distributions in the TME. For instance, Copper was localized within tumor, correlating with pathways related to immune response and activation (overlap=10\/89, p&#60;0.0001). Iron was found concentrated at the proliferative front of the tumor, associated with the epithelial to mesenchymal transition pathway and extracellular matrix remodeling (overlap=25\/291, p&#60;0.0001), as well as with a mesenchymal phenotype (W=11.7, p&#60;0.0001), identified through cell type deconvolution. Future work will expand on these findings across multiple tissue contexts as means to capture biological processes governing tumor metastasis, recurrence and survival for biomarker discovery and therapeutics development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor metastases,Colorectal cancer,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Srivastava<\/b><sup>1<\/sup>, N. Shaik<sup>2<\/sup>, Y. Lu<sup>3<\/sup>, M. Chan<sup>3<\/sup>, A. Diallo<sup>4<\/sup>, S. Han<sup>3<\/sup>, R. Steiner<sup>4<\/sup>, T. Punshon<sup>4<\/sup>, B. Jackson<sup>4<\/sup>, L. Vahdat<sup>3<\/sup>, L. Vaickus<sup>3<\/sup>, J. Hoopes<sup>4<\/sup>, F. Kolling IV<sup>4<\/sup>, J. Marotti<sup>3<\/sup>, J. Levy<sup>5<\/sup>; <br\/><sup>1<\/sup>Grafton High School, Yorktown, VA, <sup>2<\/sup>Basis Independent Silicon Valley, San Jose, CA, <sup>3<\/sup>Dartmouth Health, Lebanon, NH, <sup>4<\/sup>Dartmouth College, Hanover, NH, <sup>5<\/sup>Cedars Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"5932523d-8475-4fe8-af98-7c3cbc23429a","ControlNumber":"5979","DisclosureBlock":"&nbsp;<b>A. Srivastava, <\/b> None..<br><b>N. Shaik, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>A. Diallo, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>R. Steiner, <\/b> None..<br><b>T. Punshon, <\/b> None..<br><b>B. Jackson, <\/b> None..<br><b>L. Vahdat, <\/b> None..<br><b>L. Vaickus, <\/b> None..<br><b>J. Hoopes, <\/b> None..<br><b>F. Kolling, <\/b> None..<br><b>J. Marotti, <\/b> None..<br><b>J. Levy, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4949","PresenterBiography":null,"PresenterDisplayName":"Joshua Levy","PresenterKey":"1e7ff047-5d60-4ad8-9ce4-d0cd3dec3a93","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4949. Multimodal analysis of metals, spatial transcriptomics, and histological structures in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal analysis of metals, spatial transcriptomics, and histological structures in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The liquid biopsy approach focusing on DNA molecules supports the non-invasive diagnosis of breast cancer. Low-pass whole genome sequencing(lpWGS) for breast cancer detection has been validated for accuracy and cost-effectiveness, especially with copy number variant (CNV) analysis. However, detecting breast cancer with cell-free DNA (cfDNA) CNV was limited by tumor fraction. Utilizing cell-free DNA fragmentation characteristics for cancer detection has shown potential in plasma with high precision and applicability with low tumor fraction. In this study, 217 patients with breast cancer and 10 healthy individuals were enrolled. The cfDNA was extracted and performed using PredicineSCORE, a low-coverage whole genome sequencing assay to identify tumor-specific features. The cfDNA fragmentomics profiles including the coverage at specific regions, length and end-motif of fragment were implemented. We also investigated the copy number variation and the inferred tumor fraction which was adjusted by the Expectation-Maximum (EM) algorithm. Combining, an ensembled machine learning model was constructed for the classification of breast cancer and normal control. We observed a high correlation between tumor fraction and features. The absolute correlation coefficient scores between tumor fraction with the LYL1, MAF, FOXA1, and GRHL2 bonding sites' relative depth were over 0.82, 0.71,0.89,0.87. The insert size ratio of short reads and the CCCA end motif were over 0.77 and 0.72, respectively. We then diluted the tumor samples of tumor fraction at 0.1% to 50% by manually mixing reads from tumor samples into normal samples. By applying the XGBoost algorithm, the performance (F1 score &#62; 0.95) showed a promising ability to distinguish tumors from normal samples. The limit of detection (LOD) was less than 1% which is more sensitive than previously proposed models. Those samples detected mutations with high through panel which can confirm the accuracy of the assay. Our results discovered that profiling the cell-free DNA fragment could facilitate the way of non-invasively detection of breast cancer with high precisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Machine learning,Fragmentomics,Cell-free DNA,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Liu<sup>1<\/sup>, S. Gan<sup>2<\/sup>, <b>H. Dong<\/b><sup>2<\/sup>, H. Tang<sup>2<\/sup>, N. Wang<sup>1<\/sup>, X. Gui<sup>1<\/sup>, A. Zhu<sup>1<\/sup>, R. Zhang<sup>1<\/sup>, P. Du<sup>2<\/sup>, S. Jia<sup>2<\/sup>; <br\/><sup>1<\/sup>Peking University Cancer Hospital & Institute, Shanghai, China, <sup>2<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China","CSlideId":"","ControlKey":"e1e5757a-36e6-40e9-989f-3782e4f5f105","ControlNumber":"6018","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None.&nbsp;<br><b>S. Gan, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment. <br><b>H. Dong, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment. <br><b>H. Tang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment.<br><b>N. Wang, <\/b> None..<br><b>X. Gui, <\/b> None..<br><b>A. Zhu, <\/b> None..<br><b>R. Zhang, <\/b> None.&nbsp;<br><b>P. Du, <\/b> <br><b>Predicine, Inc.<\/b> Other, Co-Founder. <br><b>S. Jia, <\/b> <br><b>Predicine, Inc.<\/b> Other, Founder.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4950","PresenterBiography":null,"PresenterDisplayName":"Hang Dong, D Phil","PresenterKey":"b2401cef-caa3-4029-a890-37eb09c6ad82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4950. Applying fragmentomics profiles of plasma cell-free DNA for breast cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Applying fragmentomics profiles of plasma cell-free DNA for breast cancer detection","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Over the past decade, there has been an exponential accumulation of digital patient data through molecular profiling and digitization of pathology slides. However, integrating this to advance diagnostics and cancer patient care remains a significant challenge. By integrating information from diverse modalities to capture aspects of the tumor microenvironment (TME) and immune landscape, we aim to improve patient stratification for immunotherapy.<br \/><b>Methods<\/b>: We collected data from baseline biopsies from patients with palpable melanoma stage III (<i>n<\/i>=195) who received neoadjuvant immunotherapy followed by surgical resection of largest lymph node metastasis. The different modalities included clinical information, whole-genome sequencing (WGS), RNAseq, laboratory tests of blood, haematoxylin and eosin (H&#38;E) images, and PDL1 immunohistochemistry (IHC) images. Cell detection and classification models were trained to identify tumor-infiltrating lymphocytes and tumor cells on H&#38;E whole-slide images (WSI), deriving spatial features to quantitatively describe the tumor-immune interaction. Various biomarkers, including tumor mutational burden, BRAF status, expression of inflammatory gene signatures, systemic neutrophil-to-lymphocyte ratio, and tumor-lymphocyte spatial measures, were collectively integrated using machine learning models (random forest, elastic-net regularized logistic regression, CatBoost, support vector machine (SVM), and an ensemble classifier combined from the other models) within a 5x5-fold nested cross-validation scheme to predict pathologic response.<br \/><b>Results:<\/b> Pathologic response to immunotherapy is associated with multi-omics biomarkers which were integrated using machine learning. The ensemble approach showed that when all modalities were combined a higher AUC (AUC=0.69, 0.61-0.77) could be achieved than for the clinical modality alone. RNA plus clinical emerged as the most predictive standalone modality with an AUC of 0.62 (0.50-0.75). The overall highest AUC was achieved using a SVM (AUC=0.72, 0.66-0.82).<br \/><b>Conclusions:<\/b> Immunotherapy efficacy depends on diverse tumor microenvironment components, which were comprehensively assessed through data integration. A multi-omic predictive model holds promise for refining personalized and effective immunotherapy strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Multiomics,Immunotherapy,Biomarkers,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. V. M. Leek<\/b><sup>1<\/sup>, V. Botha<sup>1<\/sup>, V. A. Baxi<sup>2<\/sup>, J. Teuwen<sup>1<\/sup>, H. M. Horlings<sup>1<\/sup>, S. D. Chasalow<sup>2<\/sup>, J. van de Haar<sup>1<\/sup>, C. U. Blank<sup>1<\/sup>, L. F. A. Wessels<sup>1<\/sup>, A. DebRoy<sup>2<\/sup>, E. E. Voest<sup>1<\/sup>; <br\/><sup>1<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>2<\/sup>Bristol Myers Squibb, Princeton, NJ","CSlideId":"","ControlKey":"bef50ff3-0472-4681-bd55-32656e1ed67b","ControlNumber":"6353","DisclosureBlock":"<b>&nbsp;L. V. M. Leek, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>V. Botha, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>V. A. Baxi, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>J. Teuwen, <\/b> None..<br><b>H. M. Horlings, <\/b> None.&nbsp;<br><b>S. D. Chasalow, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>J. van de Haar, <\/b> None..<br><b>C. U. Blank, <\/b> None.&nbsp;<br><b>L. F. A. Wessels, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>A. DebRoy, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>E. E. Voest, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4951","PresenterBiography":null,"PresenterDisplayName":"Lindsay Leek","PresenterKey":"b08fc030-1b10-4e0b-bec4-a025488943d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4951. Integrative multi-omic machine learning model predicts neoadjuvant immunotherapy response using molecular data and deep learning-derived features from digital pathology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative multi-omic machine learning model predicts neoadjuvant immunotherapy response using molecular data and deep learning-derived features from digital pathology","Topics":null,"cSlideId":""},{"Abstract":"The HubMap consortium has developed a new standard to report on normal histological samples using multicolor immunofluorescence imaging. An Organ Mapping Antibody Panel (OMAP) currently describes in a table the antibodies used, the cycle number assigned to a given reagent, and provides the rationale for using a particular antibody to better understand features of the tissue. This table is accompanied by antibody validation templates that show example images from the tissue described for the OMAP table. In addition, links to existing databases, gene symbols, the antibody features and colors are included. For each tissue, a further table called &#34;Anatomical Structures, Cell Types, plus Biomarkers&#34; (ASCT+B), which contains structures of the tissue, cell types in a given tissue structure, key RNA transcripts for a given cell type, and antibody stains as used in the OMAP table, is created. So far, this process has not been established for spatial multiomic datasets including protein and RNA detected on the same tissue section.<br \/>We have extended spatial biology methodology to combine cyclic RNA transcript detection with cyclic antibody-based protein detection using the MACSima Imaging Cyclic Staining (MICS) technology as well as H&#38;E-staining on the same tissue section. For such datasets, the current OMAP data table needs to be extended by adding information on the RNA detection, cycle IDs and RNA validation templates, demonstrating the correct performance of a given RNA probe detection.<br \/>This poster will demonstrate a proposal to extend the OMAP table structure on an extended version of the &#8220;tonsil OMAP (OMAP-10)&#8221;, which was published on the Zenodo data repository page (<u>https:\/\/zenodo.org\/records\/7875938<\/u><u><\/u>). In addition, we will apply this extended OMAP to a colorectal cancer sample, to highlight the applicability and relevance of the OMAP structure for tumor tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Imaging,Biomarker,Multiomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"W. Müller<sup>1<\/sup>, <b>J. Femel<\/b><sup>1<\/sup>, E. Neil<sup>2<\/sup>, D. Park<sup>2<\/sup>, R. C. Hennessey<sup>2<\/sup>, E. C. DiBiasio<sup>2<\/sup>, M. DiBuono<sup>2<\/sup>, H. Lafayette<sup>2<\/sup>, E. Lloyd<sup>2<\/sup>, H. Lo<sup>2<\/sup>, A. Makrigiorgos<sup>2<\/sup>, S. Soliman<sup>2<\/sup>, D. Mangiardi<sup>2<\/sup>, P. Praveen<sup>1<\/sup>, S. Rüberg<sup>1<\/sup>, F. Staubach<sup>1<\/sup>, R. Hindman<sup>2<\/sup>, T. Rothmann<sup>1<\/sup>, H. Meyer<sup>2<\/sup>, T. Wantenaar<sup>1<\/sup>, J. Wang<sup>2<\/sup>, R. Pinard<sup>2<\/sup>, A. Bosio<sup>1<\/sup>; <br\/><sup>1<\/sup>Miltenyi Biotec, Bergisch Gladbach, Germany, <sup>2<\/sup>Miltenyi Biotec, Waltham, MA","CSlideId":"","ControlKey":"3a9d8a8c-1d1d-42df-ba37-7a283c2368eb","ControlNumber":"6665","DisclosureBlock":"<b>&nbsp;W. Müller, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Femel, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>E. Neil, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Park, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. C. Hennessey, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>E. C. DiBiasio, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>M. DiBuono, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Lafayette, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>E. Lloyd, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Lo, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>A. Makrigiorgos, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>S. Soliman, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Mangiardi, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>P. Praveen, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>S. Rüberg, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>F. Staubach, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. Hindman, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>T. Rothmann, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>H. Meyer, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>T. Wantenaar, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>R. Pinard, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>A. Bosio, <\/b> <br><b>Miltenyi Biotec<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4953","PresenterBiography":null,"PresenterDisplayName":"Julia Femel, PhD","PresenterKey":"e75e5ec3-37ee-447e-be29-2bab2bd83e5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4953. A proposal to extend standardized organ mapping antibody panels (OMAPs) to integrate protein and RNA analysis in spatial biology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A proposal to extend standardized organ mapping antibody panels (OMAPs) to integrate protein and RNA analysis in spatial biology","Topics":null,"cSlideId":""},{"Abstract":"Sensitive removal of host genetic information (i.e., host depletion) is a key first step towards accurate classification of potential microbial DNA sequences in low-biomass samples, such as human tumors. Inadequate filtration of human reads prior to microbial classification can cause false positives, biasing biological conclusions. Previous computational host depletion pipelines predominantly employed the human reference genome GRCh38 (hg38), which lacks genetic diversity of the human population and excludes substantial portions of the Y-chromosome. To address these deficiencies, we constructed a pipeline to maximally remove human reads that incorporates hg38, the first complete genome build T2T-CHM13v2.0 (T2T), and the 47 diploid genomes from the Human Pangenome Reference Consortium (HPRC) [1]. Reads passing maximal host depletion and quality control are considered sufficiently cleaned for downstream microbial analyses.<br \/>We first evaluated the specificity of our pipeline by simulating Illumina whole genome sequencing (WGS) data from 10 heldout HPRC humans, whose genomes were excluded from the host depletion pipeline. We found significant improvement in the median number of human reads remaining across successive host depletion methods (hg38, 0.05369%; hg38+T2T, 0.00535%; hg38+T2T+HPRC, 0.00093%). For sensitivity, we applied our pipeline to simulated data from 962 microbes in the FDA-ARGOS dataset and found minimal removal of true microbial reads (median 99.9390% reads retained). As a real world example, we evaluated our pipeline on 583 metastatic colorectal cancer tissue (WGS) samples from the Hartwig Medical Foundation (HMF) database (median 106X coverage)[2] and found successive decreases in median number of reads retained (hg38, 185,135; hg38+T2T, 92,951; hg38+T2T+HPRC, 10,314). Using Woltka for taxonomic classification against database RefSeq210, we assessed biological sex similarity across the HMF samples using Robust Aitchison PCA (RPCA). Notably, microbial data following hg38-only host depletion showed significant microbial differences between male and female-labeled samples (p=0.00001), which was biologically unexpected. However, our updated pipeline (hg38+T2T+HPRC) removed the false sex-based separation in the microbial data (p=0.1837).<br \/>Thus, utilization of diverse sets of complete human genomes for computational host depletion can mitigate artifactual bias, enabling more sensitive and specific host-microbe conclusions in cancer research.<br \/>[1] Liao, et al. <i>Nature<\/i> 617, 312-324 (2023).<br \/>[2] Priestley, et al. <i>Nature<\/i> 575, 210-216 (2019).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Microbiome,Colorectal cancer,Bioinformatics,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Guccione<\/b><sup>1<\/sup>, L. Patel<sup>1<\/sup>, D. McDonald<sup>1<\/sup>, C. Martino<sup>2<\/sup>, A. González<sup>1<\/sup>, G. D. Sepich-Poore<sup>3<\/sup>, R. Knight<sup>1<\/sup>, K. Curtius<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Diego - UCSD, San Diego, CA, <sup>2<\/sup>Leaven Foods, San Diego, CA, <sup>3<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"71d85e03-c004-412c-b18d-a5feb2da1a7d","ControlNumber":"392","DisclosureBlock":"&nbsp;<b>C. Guccione, <\/b> None..<br><b>L. Patel, <\/b> None.&nbsp;<br><b>D. McDonald, <\/b> <br><b>BiomeSense, inc<\/b> Stock, Other, Consultant.<br><b>C. Martino, <\/b> None..<br><b>A. González, <\/b> None.&nbsp;<br><b>G. D. Sepich-Poore, <\/b> <br><b>Micronoma<\/b> Stock, Patent, Other, Co-founder\u000d\u000a\u000d\u000aInventor on a US patent application (PCT\/US2019\/059647) submitted by The Regents of the University of California and licensed by Micronoma. Has filed several additional US patent applications that are owned by The Regents of the University of California and have been licensed by Micronoma. Has separately filed US patent applications that are owned by Micronoma. <br><b>R. Knight, <\/b> <br><b>Gencirq<\/b> Stock, Science Advisory Board Member. <br><b>DayTwo<\/b> Other, Consultant and Science Advisory Board Member. <br><b>Cybele<\/b> Stock, Consultant. <br><b>Biomesense<\/b> Stock, Consultant and Science Advisory Board Member. <br><b>Micronoma<\/b> Stock, Science Advisory Board Member and Co-Founder. <br><b>Biota<\/b> Stock, Co-Founder. <br><b>Center for Microbiome Innovation<\/b> Other, Dr. Knight is also a Director of the UCSD Center for Microbiome Innovation which directly receives funding from many different industry sources.&nbsp;<br><b>K. Curtius, <\/b> <br><b>Phathom Pharmaceuticals<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4954","PresenterBiography":null,"PresenterDisplayName":"Caitlin Guccione","PresenterKey":"51475aa0-71d5-4a6c-bb3b-4924c2d875e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4954. Improving microbial detection in cancer tissue samples with computational host depletion using the pangenome","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving microbial detection in cancer tissue samples with computational host depletion using the pangenome","Topics":null,"cSlideId":""},{"Abstract":"Background: Accurate neoantigen selection is pivotal for assessing mutation burden and optimizing cancer vaccine formulation thereby playing a crucial role in cancer immunotherapy. The concurrent activation of CD4+ and CD8+ T cells engenders a robust immune response, which is key to effective treatment. However, currently analytic tools predominantly focus on the MHC-I pathway, typically relying on metrics such as gene expression level and MHC-binding affinity of mutated peptides. To address this gap, our study presents a comprehensive pipeline that encompasses both MHC-I and MHC-II pathways and integrates three critical dimensions of immune response: neoantigen abundance, presentation, and immunogenicity.<br \/>Methods: We estimated mutated peptide abundance by analyzing genomic allelic frequency, transcriptomic allelic frequency, and RNA expression level. Antigen presentation was assessed using the patient harmonic binding rank (PHBR, a composite binding score for all potential MHC-peptide pairs) and MHC diversity (the variety of MHC alleles involved in peptide binding), with additional consideration for the loss of heterozygosity of MHC-I alleles, potentially indicative of immune escape. For immunogenicity, we factored in agretopicity (comparison of MHC-binding affinity between mutated and wild-type peptides), foreignness (similarity to immunogenic foreign antigens), and dissimilarity (sequence disparity with self-peptides, reflecting T cell negative selection process).<br \/>Results: Implementing our pipeline on a dataset from Parkhurst et al. (2019), we analyzed immune reactivity in relation to 11,537 somatic mutations from 75 gastrointestinal cancer patients. Key metrics&#8212;RNA expression, transcriptomic allelic frequencies, PHBR, and MHC diversity&#8212;demonstrated significant correlations with both CD4+ and CD8+ activity (p&#60;0.05). Notably, genomic allelic frequency was a significant factor in CD8+ reactivity, whereas agretopicity was crucial for CD4+ reactivity.<br \/>Conclusion: Our pipeline elucidates the necessity for implementing both MHC-I and MHC-II pathway analyses to effectively select neoantigen candidates for CD8+ and CD4+ T cells respectively. The study confirms that abundance and antigen presentation metrics are robust indicators of neoantigen immunogenicity, supporting their use as potential markers in crafting more effective cancer vaccines. The findings highlight the critical role of this dual-pathway selection approach in generating a comprehensive immune response through neoantigen vaccination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K.-H. Lee<\/b>, T. Sears, A. Castro, M. Zanetti, H. Carter; <br\/>University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"2cc11f48-02ec-4add-9ee0-c1c8df78eeb9","ControlNumber":"1498","DisclosureBlock":"&nbsp;<b>K. Lee, <\/b> None..<br><b>T. Sears, <\/b> None..<br><b>A. Castro, <\/b> None..<br><b>M. Zanetti, <\/b> None..<br><b>H. Carter, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4955","PresenterBiography":null,"PresenterDisplayName":"Ko-Han Lee, MD","PresenterKey":"1c4ffe99-80a7-46ae-8e2d-9139463fabaa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4955. An analytic pipeline of neoantigen selection for both MHC-I and MHC-II pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An analytic pipeline of neoantigen selection for both MHC-I and MHC-II pathways","Topics":null,"cSlideId":""},{"Abstract":"Here, we present a significant update: version 2.0 of our sequencing analysis, it is a comprehensive primary analysis workflow that is up to 7X faster and consumes 2X less disk space than the previous release. We used it to process a library with 20,000 human PBMCs sequenced to a depth of 1.2 billion reads in 2.5 hours of wall-clock time. The pipeline can be used with reads from single-cell whole transcriptome, targeted mRNA, surface antigens (AbSeq), TCR\/BCR and Sample Tag libraries captured on the BD Rhapsody&#8482; System platform. The major processing steps include Quality Filtering, Cell Barcode Identification, Read Alignment, Feature Assignment, UMI Error Correction, Identification of Putative Cells, Sample De-Multiplexing, Dimensionality Reduction for Visualization and VDJ Contig Assembly and Annotation. Output files and metrics are available in easy-to-digest formats, including an html report with dynamic visualization. Integrated outputs in Seurat and Scanpy formats combine expression matrices and all cell annotation metadata (e.g., predicted cell type, sample assignment, TCR\/BCR sequence and gene segments). These pre-generated files are ready to load into popular single-cell analysis tools. The pipeline uses CWL as the workflow manager and makes use of custom code written in C++ and Python along with various open-source packages for data processing. The pipeline can also process reads from non-human species and includes built-in support for specifying and building custom reference genome indices. In support of high-throughput multiomic discovery studies enabled by the BD Rhapsody&#8482; HT Xpress System, this pipeline has been tested with datasets containing more than 800,000 putative cells and 14.5 billion reads.<br \/>For Research Use Only. Not for use in diagnostic or therapeutic procedures. BD, the BD Logo and BD Rhapsody are trademarks of Becton, Dickinson and Company or its affiliates. &#169; 2023 BD. All rights reserved. NPM-2535 (v1.0) 1023","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Single cell,RNA sequencing (RNA-Seq),Bioinformatics,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Padmanabhan<\/b>, B. Weichel, A. Radenbaugh, Y. Jiang, C. Weeks, T. McCarthy, Y. Kim, A. Berno, D. Jensen; <br\/>Becton Dickinson & Company, San Jose, CA","CSlideId":"","ControlKey":"4ecd8594-4779-4da7-bad1-ade8853121a5","ControlNumber":"3205","DisclosureBlock":"&nbsp;<b>R. Padmanabhan, <\/b> None..<br><b>B. Weichel, <\/b> None..<br><b>A. Radenbaugh, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>C. Weeks, <\/b> None..<br><b>T. McCarthy, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>A. Berno, <\/b> None..<br><b>D. Jensen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4956","PresenterBiography":null,"PresenterDisplayName":"Raghavendra Padmanabhan","PresenterKey":"5beda42d-563e-4919-9e42-05d85c8d28a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4956. A fast and efficient bioinformatics analysis workflow for processing reads from single-cell multiomics assays captured on a microwell-based platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A fast and efficient bioinformatics analysis workflow for processing reads from single-cell multiomics assays captured on a microwell-based platform","Topics":null,"cSlideId":""},{"Abstract":"Personalized cancer care requires molecular characterization of neoplasms. While the research community accepts frozen tissues as the gold standard analyte for molecular assays, the source of tissue for testing of tumor tissue in clinical cancer care comes primarily from formalin-fixed, paraffin-embedded tissue (FFPE). Specific to genomics assays, numerous studies have shown significant discordance in genetic information obtained from FFPE samples and frozen samples. To explain the discordance between FFPE samples and cryopreserved samples, a head-to-head comparison between FFPE and cryopreserved tissues was performed to analyze the DNA yield, DNA purity and DNA quality in terms of DNA length. Additionally, short-read sequencing was performed on matched samples and quality control metrics were compared between the two sample types. Matched human tumors (n = 50) were processed either by formalin fixation and paraffin embedding or placed in cryovials containing cryopreservation medium. These cryovials were cooled slowly to -80&#176;C and stored in liquid nitrogen. DNA was extracted using the same protocol for both tissue types with the exception that tissues embedded in paraffin were first dewaxed followed by a multistep rehydration protocol. Samples were weighed and calibrated for mass. After the column purification and elution, sample concentration and purity were measured. DNA fragment length was measured on a fragment microelectrophoresis analyzer. Graded amounts of tumor tissue were used to determine the lowest starting material needed to extract 200 ng of DNA. The average of all the samples reached the minimal threshold of 200 ng. However,74% of FFPE specimens failed to meet the minimum 40 ng\/mg, whereas only 21% were below the threshold in the cryopreserved samples. In the cryopreserved group, the average DNA yield was 222.1 ng\/mg, whereas 52.8 ng\/mg was obtained from FFPE tissue. For DNA purity in cryopreserved tissues, the 260\/280 ratio was 1.76, and in FFPE tissues the mean was 1.78. The DNA Quality Number (DQN) is a measurement of DNA fragment length and the percentage that exceeds the threshold of 300 bp. For FFPE, the DQN was 4.4 compared to a DQN of 9.8 for the cryopreserved samples. Setting a higher threshold of DNA length to 40,000 bp and measuring the area under the curve (AUC), it was observed that cryopreserved samples were 9-fold higher in fragments greater than 40,000 bp. Cryopreserved cancer tissue provides superior quality assurance measurements of DNA over FFFPE. Treatment decisions based on molecular results demand accuracy and validity. The pathology community should support efforts to cryopreserve cancer biospecimens in the clinical setting to provide valid molecular testing results. The automatic pickling of tumor specimens in formalin is no longer an acceptable default.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Biospecimen,DNA,Cancer genetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jared James Barrott<\/b><sup>1<\/sup>, Nikole O'Neal<sup>2<\/sup>, Jeffrey Okojie<sup>1<\/sup>, David Booker<sup>3<\/sup>, Ken Dixon<sup>3<\/sup><br><br\/><sup>1<\/sup>Brigham Young University, Provo, UT,<sup>2<\/sup>Idaho State University, Pocatello, ID,<sup>3<\/sup>Specicare, Inc, Gainesville, GA","CSlideId":"","ControlKey":"946d7e62-027d-4223-ac92-7959f03c10f2","ControlNumber":"3498","DisclosureBlock":"<b>&nbsp;J. J. Barrott, <\/b> <br><b>Specicare, Inc.<\/b> Stock Option, Travel. <br><b>H2 Therapeutics<\/b> Other Business Ownership, Patent.<br><b>N. O'Neal, <\/b> None..<br><b>J. Okojie, <\/b> None.&nbsp;<br><b>D. Booker, <\/b> <br><b>Specicare, Inc<\/b> Stock Option, Travel. <br><b>K. Dixon, <\/b> <br><b>Specicare, Inc<\/b> Employment, Stock Option, Other Business Ownership, Travel.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4957","PresenterBiography":null,"PresenterDisplayName":"Jared Barrott, PhD","PresenterKey":"5b1cfc50-9a42-4317-a4ea-c3e03e3a7376","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4957. DNA quality control metrics in cryopreserved tissue outperform DNA extracted from FFPE tissue","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA quality control metrics in cryopreserved tissue outperform DNA extracted from FFPE tissue","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Precision oncology currently focuses on targeting specific mutations in cancer driver genes as predictors of treatment response. Clinical application of tumor transcriptomics is similarly limited to using specific RNA-based fusions for using therapy. SELECT (Lee et al, Cell 2021) is a computational tool that characterizes synthetic-lethal and\/or synthetic-rescue genetic interactions of potential drug targets by using expression data, then uses these interactions to predict drug response in cancer patients. SELECT was initially developed using pan-cancer data from The Cancer Genome Atlas (TCGA), with limited evaluation on agents in breast cancer. We therefore sought to optimize SELECT for patients with breast cancer in an adaptation named BC-SELECT.<b> <\/b><br \/><b>Methods: <\/b>The standard SELECT comprises two steps: (1) Using an in-vitro screen, a patient tumor data screen, and a phylogenetic screen to build a library of clinically relevant candidate synthetic-lethal \/ synthetic-rescue gene partners; and (2) Generating scores based on gene partners&#8217; expression levels in a given sample. Scores are then used to predict the likelihood of response to a given therapy. For BC-SELECT, we modified this framework as follows: We incorporated the METABRIC dataset, comprising 1,989 samples and used only the breast cancer-specific TCGA dataset (1,075 samples) (which outperformed training on pan-cancer TCGA). To enhance the survival screening process, we include up to 5 clinical covariates for each training dataset, and prioritized gene pairs based on survival. Furthermore, we introduced new scoring controls to confirm prediction accuracy. All parameters have been standardized to optimize performance.<b> <\/b><br \/><b>Results: <\/b>BC-SELECT predicted treatment response in our initial cohort of breast cancer trials with immunotherapy or targeted therapy and expression data, where the same treatment \/ treatment target was present in more than one trial. BC-SELECT prediction was more accurate for immunotherapy and PARP inhibitors compared to trastuzumab. The AUC ranges for immunotherapy are between 0.67 and 0.83. For PARP inhibitors, the AUC ranges from 0.5 to 0.78, and for trastuzumab, it falls between 0.5 and 0.75.<br \/><b>Discussion: <\/b>BC-SELECT advances transcriptome-based synthetic lethality prediction for translational use in patients with breast cancer. This tool demonstrates analytic and clinical validity to begin to improve therapy stratification and prioritization in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Breast cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Kim<\/b><sup>1<\/sup>, M. Nagy<sup>2<\/sup>, R. Pollard<sup>3<\/sup>, N. U. Nair<sup>1<\/sup>, L. Ray<sup>1<\/sup>, E. Ruppin<sup>1<\/sup>, P. S. Rajagopal<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health (NIH), Bethesda, MD, <sup>2<\/sup>Boston Children's Hospital, Boston, MA, <sup>3<\/sup>Maret High School, Washington DC, DC","CSlideId":"","ControlKey":"9e831d05-7458-4b44-b62d-a1793661df30","ControlNumber":"5261","DisclosureBlock":"&nbsp;<b>Y. Kim, <\/b> None..<br><b>M. Nagy, <\/b> None..<br><b>R. Pollard, <\/b> None..<br><b>N. U. Nair, <\/b> None..<br><b>L. Ray, <\/b> None..<br><b>E. Ruppin, <\/b> None..<br><b>P. S. Rajagopal, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4958","PresenterBiography":null,"PresenterDisplayName":"Yewon Kim, PhD","PresenterKey":"c3810075-8aa1-4a01-83fa-222228e10b2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4958. Optimizing transcriptome-based synthetic lethality predictions to improve precision oncology in breast cancer: BC-SELECT","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing transcriptome-based synthetic lethality predictions to improve precision oncology in breast cancer: BC-SELECT","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Single-cell RNA-sequencing (scRNA-seq) pairing with single-cell T-Cell-Receptor-sequencing (scTCR-seq) enables profiling of gene expression and TCR repertoires in individual T cells, elevating our understanding of T-cell-mediated immunity. Here, we present immunopipe, a comprehensive and flexible pipeline (https:\/\/github.com\/pwwang\/immunopipe) for analyzing the paired data. Besides the command-line tool, it offers a user-friendly web interface that allows users with varying programming expertise to configure, initiate, and monitor the pipeline. By combining extensive functionality with ease of use, immunopipe empowers users to unlock valuable insights from the data, which notably advances our understanding of immune response and fosters the development of innovative immunotherapies.<br \/><b>Results:<\/b> <i>Immunopipe<\/i> is a comprehensive analytical pipeline for scRNA-seq and scTCR-seq data, offering various modules leveraging existing tools and novel methods to ensure data quality and enable downstream analytics. It performs quality control for scRNA-seq data, clusters cells based on gene expression to facilitate the identification of cell populations and provides insights into T-cell heterogeneity and functional diversity through T-cell selection and clustering. Enrichment analysis identifies markers and pathways for T-cell characterization. Our automated T-cell annotation tool annotates cell types accurately and hierarchically. For scTCR-seq data, <i>immunopipe<\/i> analyzes TCR clones, including clonality, diversity, gene usage, and repertoire overlap. Clone residency analysis examines the presence of clones across samples. Integrative analyses combine scRNA-seq and scTCR-seq data, providing a comprehensive understanding of the cellular landscape. <i>Immunopipe<\/i> incorporates diverse cell group information to analyze T-cell populations, which enables granular perspectives of the data for comprehensive insights. <i>Immunopipe<\/i> offers a flexible platform, allowing users to customize the analyses as needed. It supports both core and optional analyses through configuration, where users have control over the adjustable parameters. The pipeline relies on cell grouping information that can be referenced from metadata or modified to generate new variables for analysis and data filtering. <i>Immunopipe<\/i> can be executed locally or on scheduler platforms, and a docker image is provided for compatibility and simplified installation. It also offers a web interface that facilitates configuration, execution monitoring, and access to results.<b><\/b><br \/><b>Conclusion: <\/b><i>Immunopipe<\/i> is a flexible and user-friendly pipeline for analyzing scRNA-seq and scTCR-seq data. It empowers researchers to gain valuable insights that could enhance the understanding of immune responses and facilitate the development of innovative immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Single cell,Immunotherapy,T cell,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Wang<\/b><sup>1<\/sup>, H. Dong<sup>2<\/sup>, Y. Yu<sup>2<\/sup>, S. Zhang<sup>2<\/sup>, Z. Sun<sup>2<\/sup>, J.-P. A. Kocher<sup>2<\/sup>, J. Wang<sup>3<\/sup>, L. Yi<sup>2<\/sup>, Y. Li<sup>4<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Scottsdale, AZ, <sup>2<\/sup>Mayo Clinic, Rochester, MN, <sup>3<\/sup>The University of Hong Kong, Hong Kong, Hong Kong, <sup>4<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"32ebb1ff-541f-4859-ab0a-632c4540a6af","ControlNumber":"6860","DisclosureBlock":"&nbsp;<b>P. Wang, <\/b> None..<br><b>H. Dong, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>Z. Sun, <\/b> None..<br><b>J. A. Kocher, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>L. Yi, <\/b> <br><b>Kite\/Gilead<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Celgene\/BMS<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>BlueBird Bio<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Janssen<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Legend Biotech<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Takeda<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Boston Scientific<\/b> Researcher, Consultant, Advisor, Speaker. <br><b>Merck<\/b> Researcher. <br><b>Juno\/BMS<\/b> Consultant, Advisor, Speaker. <br><b>Gamida Cells<\/b> Consultant, Advisor, Speaker. <br><b>Novartis<\/b> Consultant, Advisor, Speaker. <br><b>Iovance<\/b> Consultant, Advisor, Speaker. <br><b>Fosun Kite<\/b> Consultant, Advisor, Speaker. <br><b>Pfizer<\/b> Consultant, Advisor, Speaker, Data Review Committee. <br><b>Sorrento<\/b> Data Safety Monitor Board. <br><b>NexImmune<\/b> Scientific Advisory Committee.<br><b>Y. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4959","PresenterBiography":null,"PresenterDisplayName":"Panwen Wang","PresenterKey":"687a8d87-fa7d-4deb-803a-d7ce07b6ba69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4959. Immunopipe: A comprehensive and flexible scRNA-seq and scTCR-seq data analysis pipeline","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunopipe: A comprehensive and flexible scRNA-seq and scTCR-seq data analysis pipeline","Topics":null,"cSlideId":""},{"Abstract":"Eighty-five percent of patients receive medical care in cancer centers without National Cancer Institute (NCI) designation or significant ongoing research. The ability to access fresh tumor tissue for immediate functional testing is now available with appropriate logistical coordination. Cryopreservation of these tissues also allows testing to be done at a later date. We hypothesize that patient access to and ownership of each individual's tissues will facilitate personalized testing, thus bridging the chasm between research and the clinical cancer care for the individual patient. The PIONEER Initiative stands for Precision Insights On N-of-1 Ex vivo Effectiveness Research. In this Initiative we save cancerous tissue for any patient at any location, with subsequent cryopreservation and functional testing as needed and as able within an environment in which neither are standard. Our endpoint was to determine if this process serves to alter care for individual patients, and to what degree. The SpeciCare PIONEER Initiative: Precision Insights On N-of-1 Ex Vivo Effectiveness Research Based on Individual Tumor Ownership Trial (MYCT001) received human subjects IRB approval (Approval Number: 33943\/1) from Quorum Review. The PIONEER Initiative is our lead clinical trial designed to provide the foundation for subsequent adaptive trials. Our mission with this trial was to demonstrate the utility of carrying out functional precision medicine in that cohort of patients who receive local cancer care at institutions that do not have significant research capabilities or are not NCI-designated cancer centers. Most cancer patients (~85%) are in this category. It is imperative to open the possibility of the best-in-class functional precision medicine testing to these patients. Core aspects of the PIONEER Initiative involve scaling up this process to approximately 200 patients, showing that our proof of concept in a more limited set of patients can ultimately scale to arbitrarily large numbers of patients. We see this capacity filling an important unmet need within the cancer community. The primary endpoint was the return of actionable information to positively impact care as assessed by the patient's clinical team and the patient. The underlying basic assumption of the PIONEER Initiative is that the ability to receive the best in cancer care should not come with restriction as to location, age, or medical condition. The PIONEER Initiative design facilitates inclusion of subjects across all these divides, thus providing beneficence to all participants. Among the 60 patients whose tumors had ex vivo drug testing performed, none of the data was included in the clinical decision making of the healthcare team. We conclude that physicians are not adequately prepared to use ex vivo drug testing data and the more likely acceptance of molecular characterization is primarily driven by genomic sequencing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Cancer diagnostics,Ex vivo,Precision medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ken Dixon<\/b><sup>1<\/sup>, Jared James Barrott<sup>2<\/sup>, David Booker<sup>3<\/sup><br><br\/><sup>1<\/sup>Specicare, Inc, Gainesville, GA,<sup>2<\/sup>Brigham Young University, Provo, UT,<sup>3<\/sup>Specicare, Gainesville, GA","CSlideId":"","ControlKey":"ca67b2bb-7855-4a04-88a3-1991b7eaf84c","ControlNumber":"8264","DisclosureBlock":"<b>&nbsp;K. Dixon, <\/b> <br><b>Specicare, Inc<\/b> Stock Option, Other Business Ownership. <br><b>J. J. Barrott, <\/b> <br><b>Specicare, Inc<\/b> Stock Option, Travel. <br><b>H2 Therapeutics<\/b> Stock Option, Other Business Ownership. <br><b>D. Booker, <\/b> <br><b>Specicare, Inc<\/b> Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4960","PresenterBiography":null,"PresenterDisplayName":"Ken Dixon, MD","PresenterKey":"6e8cc636-8ec9-460f-8262-e9d4e41ab12d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4960. PIONEER initiative: Providing patient access to functional precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIONEER initiative: Providing patient access to functional precision medicine","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Cytometry by Time-of-Flight (CyTOF) is a single-cell proteomic assay that uses antibody-lanthanide metal conjugates to tag surface or intracellular proteins, quantified via mass spectrometry. Compared to flow cytometry, CyTOF significantly reduces overlapping signals and increases the maximum protein features from 8 to 50. CyTOF data is commonly analyzed with the &#8216;gating&#8217; workflow, which is the iterative process of plotting cells by two protein features to select discrete cell populations. While CyTOF can comprehensively profile nuanced cell types, gating does not scale well in the number of features. Biases in gating often arise from the forced discretization of cell populations, subjectivity of gate boundaries, and intrinsic sample-sample variation. Contemporary challenges in CyTOF data analysis can be attributed to data volume and gating bias, which can lead to oversight of disease-related cell populations while hindering reproducibility.<br \/><b>Methods: <\/b>We developed a computational platform that enables the processing and analysis of large-scale CyTOF data. Our workflow includes modular components for data harmonization, normalization, transformation, batch correction, quality control, subsampling, and dimensionality reduction via UMAP of input sample files in Flow Cytometry Standard (FCS) format. Further, additional analytical modules are currently being integrated to deploy large-scale machine learning models for cell type identification. We use the results of these models as input for multi-scale analysis, where we aim to link single-cell CyTOF data with clinical outcomes. We test our workflow on previously published datasets and apply it to new leukemia patient cohorts of blood and bone marrow samples and a variety of marker panels.<br \/><b>Results: <\/b>We tested our workflow on previously published datasets of 4.7 M peripheral blood mononuclear cells from healthy donors (N= 20) and T cells (N = 8). We observed that samples mixed well upon integration and separated into major cell types like monocytes, CD4+\/CD8+ T-cells, na&#239;ve\/mature B-cells, and natural killer T-cells. We then applied it to a bone marrow cohort of healthy donors (N = 10), where we observe good mixing of samples but less clear separation of cell types. Finally, we applied our workflow to 9.3 M cells from 51 chronic lymphocytic leukemia (CLL) patients and 4 healthy donors, using a lymphocytic marker panel. Here, we observed a clear resolution of a major clonal B-cell population and immune T-cells. We are in the process of applying it to Acute Myeloid Leukemia (AML) patient data with myeloid and immune marker panels.<br \/><b>Conclusions: <\/b>We developed a computational platform that facilitates the simultaneous analysis of large-scale CyTOF data, both in the number of samples and cells per sample, a variety of marker panels, while minimizing gating biases common in traditional gating analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Mass spectrometry,Proteomics,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"G. Kong, T. Vu, E. Lind, <b>O. H. Nikolova<\/b>; <br\/>OHSU, Portland, OR","CSlideId":"","ControlKey":"2773d64b-3192-468b-bd8d-91d92528b365","ControlNumber":"8829","DisclosureBlock":"&nbsp;<b>G. Kong, <\/b> None.&nbsp;<br><b>T. Vu, <\/b> <br><b>Kronos Bio<\/b> Other, We are not sure if this company is ineligible and wish to disclose to be on the safe side..<br><b>E. Lind, <\/b> None..<br><b>O. H. Nikolova, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4961","PresenterBiography":null,"PresenterDisplayName":"Olga Nikolova, D Phil","PresenterKey":"34ddf9d9-85f0-41cc-8ebc-92f4b2369058","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4961. Large-scale CyTOF data modeling of leukemia patient cohorts","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"197","SessionOnDemand":"False","SessionTitle":"Integrative Computational Approaches 1 \/ Analytic Pipeline Optimization","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large-scale CyTOF data modeling of leukemia patient cohorts","Topics":null,"cSlideId":""}]