[{"Abstract":"Non-invasive imaging methods for tracking gene expression, cell growth and migration and other biological events in vivo are indispensable tools for biomedical studies. Bioluminescence imaging (BLI) can achieve sensitive detection with low background <i>in vivo<\/i>, which is desirable<i> <\/i>for body imaging of small animals. Yet, BLI in the central nervous system (CNS) is challenging because many luciferase substrates show limited permeability of the blood-brain-barrier (BBB). To address this issue, we developed a family of new brain-permeant NanoLuc (NLuc) substrates, cephalofurimazine (CFz). CFz family paired with Antares, a fusion of CyOFP and NLuc that emits orange light instead of blue, produces an order of magnitude more signal from the brain than the standard combination of D-luciferin with firefly luciferase and matches the peak output of AkaLumine with AkaLuc but without the need of ATP. One of the substrates in the family, CFz-9, not only produces outstanding signal as other CFz substrates when paired with Antares, but also is able to be formulated into lyophilized cake that can be reconstituted in aqueous buffers for i.p. injections. Toxicity studies demonstrate that CFz-9 and its reconstituted solutions are non-toxic to mice and thus multiple injections are allowed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"In vivo imaging,Blood-brain barrier,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Gao<\/b><sup>1<\/sup>, Y. Su<sup>2<\/sup>, Y. Wu<sup>2<\/sup>, C. Fitzgerald<sup>1<\/sup>, T. H. Uyeda<sup>1<\/sup>, H. Wang<sup>1<\/sup>, T. A. Kirkland<sup>3<\/sup>, M. Z. Lin<sup>2<\/sup>, W. Zhou<sup>1<\/sup>; <br\/><sup>1<\/sup>Promega Corporation, San Luis Obispo, CA, <sup>2<\/sup>Stanford University, Stanford, CA, <sup>3<\/sup>Promega Corporation, Madison, WI","CSlideId":"","ControlKey":"2d80031a-3e9f-41e8-a96c-2eecbd0a9de2","ControlNumber":"372","DisclosureBlock":"&nbsp;<b>C. Gao, <\/b> None..<br><b>Y. Su, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>C. Fitzgerald, <\/b> None..<br><b>T. H. Uyeda, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>T. A. Kirkland, <\/b> None..<br><b>M. Z. Lin, <\/b> None..<br><b>W. Zhou, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4146","PresenterBiography":null,"PresenterDisplayName":"Chao Gao","PresenterKey":"2c8c157d-d28e-4d4f-a2f8-e11b730ac445","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4146. Brain permeable bioluminescent substrates for NanoLuc based reporters","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Brain permeable bioluminescent substrates for NanoLuc based reporters","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer is a group of diseases characterized by the unregulated growth of cells, which can be hard to diagnose due to the high false negatives or positives derived from technical and human mistakes.The detection of solid tumors during resection surgery is also a common issue, so contrast agents are used for both cancer diagnosis and tumor visualization during surgery, facilitating the tumor resection procedure. Nevertheless, they cause long-term problems because they accumulate in specific tissues, low penetration, and rapid clearance from the circulation. It is necessary to study new contrast agents that improve tumor detection to address these issues.Here, we synthesized two different kinds of luminescent nanoparticles (LNPs) conjugated with chitosan (Ch) and functionalized with folic acid (FA) for breast cancer detection. We compared <i>in vitro<\/i> its physicochemical characteristics and effects on the proliferation of cancer cells. Evaluated its impact on the immune system <i>in vivo<\/i> and implemented a differential imaging process to resemble a refined 3D visualization of cluster cells using Light Sheet Microscopy.<br \/>Results: Luminescent nanoparticles (LNPs) synthesized by sol-gel method and functionalized with FA using EDC&#8209;NHS coupling revealed high-intensity yellow emission at 540 nm wavelength with a quantum yield of ~ 36%. <i>In vitro<\/i> viability assay at different times with 293T epithelial cells, MDA-MB-231, and T-47D cancer cells demonstrated biocompatibility and high improvement of cellular uptake by LNP functionalized with FA for cancer cells versus normal cells. Light-sheet microscopy analysis of cell-LNP interactions to visualize tagged MDA-MB-231 clusters with LNP\/Ch-FA showed positive interactions due to higher stability and adherence. Biodistribution and effects on the immune system by LNP\/Ch-FA nanoparticles inoculated in mice were evaluated by flow cytometer analysis. LNP\/Ch-FA were well tolerated <i>in vivo.<\/i> No adverse effects were observed macroscopically. Peripheral blood analysis from animals injected with LNP\/Ch-FA after 2 or 6 days of the treatment showed that a single injection of the different NPs did not have any effects on the amount of circulating neutrophils or monocytes in peripheral blood when assessed 2 or 6 days after the injection. With T cells, the core NP induced a significant decrease in circulating T cells (-31%, p=0.045) that seemed specific to the CD4+ T cells (-33%, p=0.0479). However, conjugation of the NP to chitosan prevented this effect.<br \/>Conclusions: Our work presented significant evidence that could allow a better understanding of LNPs conjugated with Ch and functionalized with FA for possible upcoming clinical applications that could work singly or in synergy with the present detection techniques to boost accuracy and precision for cancer detection without compromise the inmunosystem.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Nanoparticle,Imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Osorio-Arciniega<sup>1<\/sup>, E. Lucero-Meza<sup>1<\/sup>, B. Can-Uc<sup>2<\/sup>, I. Rocha-Mendoza<sup>1<\/sup>, P. G. Fournier<sup>1<\/sup>, G. Hirata<sup>2<\/sup>, <b>P. Juarez<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Scientific Research and Higher Education of Ensenada (CICESE), Ensenada, Mexico, <sup>2<\/sup>CNYN: Centro de Nanociencias y Nanotecnología, Ensenada, Mexico","CSlideId":"","ControlKey":"50721c93-6611-4de8-81ce-49e24dadadb0","ControlNumber":"8870","DisclosureBlock":"&nbsp;<b>R. Osorio-Arciniega, <\/b> None..<br><b>E. Lucero-Meza, <\/b> None..<br><b>B. Can-Uc, <\/b> None..<br><b>I. Rocha-Mendoza, <\/b> None..<br><b>P. G. Fournier, <\/b> None..<br><b>G. Hirata, <\/b> None..<br><b>P. Juarez, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4147","PresenterBiography":null,"PresenterDisplayName":"Patricia Juárez-Camacho, MS;PhD","PresenterKey":"c3ce6713-c599-49bd-9562-ffe185bfde75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4147. Chitosan luminescent rare-earth doped nanoparticles as cancer cell tracking for imaging tumors and their immune response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chitosan luminescent rare-earth doped nanoparticles as cancer cell tracking for imaging tumors and their immune response","Topics":null,"cSlideId":""},{"Abstract":"Cutaneous malignant melanoma is one of the most aggressive forms of skin cancer and its major etiological risk factor is ultraviolet (UV) solar radiation. The extracellular matrix (ECM) has been shown to influence many of the hallmark characteristics of tumor development, survival, and progression across several types of cancer, including melanoma. Interactions between the tumor and the ECM often results in rearrangement, cross-linking, and deposit of specific ECM proteins, which can contribute to stiffening of the tissue and tumorigenesis. To simulate tumorigenesis, we have previously used a hepatocyte growth factor (HGF) transgenic mouse model, which develops melanoma nevii when exposed to UVB radiation. This model is highly representative of human melanoma lesions in terms of biological, genetic, and etiologic criteria. In general, microrheology involves injecting beads into a medium, tracking movement of the beads using two-photon microscopy, and using the movement to calculate the viscosity and elasticity of the medium. The physical properties of the ECM during tumorigenesis have not been well studied at the cellular level, and microrheology has rarely been used <i>in vivo. <\/i>In our <i>in vivo <\/i>microrheology study, we injected fluorescent beads into the skin of these transgenic mice. Then, we used intra-vital microscopy with particle tracking to image the beads and measure changes in ECM elasticity as nevii grow into melanoma tumors. These results, combined with transcriptomic analysis of ECM regulation and proteomic analysis of ECM signaling, could provide unique insights into components of the extracellular matrix that are involved in melanoma tumor development and offer opportunities for therapeutics to target oncogenesis. &lt;!--EndFragment--&gt;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Extracellular matrix,In vivo imaging,Nanoparticle,Carcinogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Kavuturu<\/b>, M. A. Constantino, A. Sassano, G. Merlino; <br\/>National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"47eb0f28-e049-416c-9854-f72782e1fd73","ControlNumber":"2750","DisclosureBlock":"&nbsp;<b>A. Kavuturu, <\/b> None..<br><b>M. A. Constantino, <\/b> None..<br><b>A. Sassano, <\/b> None..<br><b>G. Merlino, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4148","PresenterBiography":null,"PresenterDisplayName":"Aditya Kavuturu, BS,MS","PresenterKey":"0188866d-23b2-41c1-8b08-71f1784fe21e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4148. Extracellular matrix biophysical properties change during nevus to melanoma progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular matrix biophysical properties change during nevus to melanoma progression","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy utilizing the immunoreactive efficiency of immune cells via adoptive cell therapy (ACT) has been a novel method of cancer treatment. In tumor microenvironment, immune cell reactivity of tumor-infiltrating lymphocytes (TILs) can facilitate cancer cell attack, which finally derives efficient suppression of tumor growth. However, the conventional evaluation for cancer immunotherapy has been generally performed by <i>ex vivo<\/i> methods, providing restricted information on lymphocyte motility and immune cell dynamics within the tumor microenvironment. <i>In vivo<\/i> data with the dynamic behavior of TILs in breast cancer can provide new insight to investigate novel targets of immune checkpoint inhibitors. In this research, longitudinal intravital imaging of motility trafficking of TILs in breast cancer animal models has been performed by utilizing intravital microscopy to unveil the immunoreactive dynamics of T cell activity in early stage. In vivo analysis of TIL motility within different breast cell lines, including 4T1 (mouse breast cancer cell), MDA-MB-231 (human triple-negative breast cancer cell), and MCF7 (human breast cancer cell), respectively, has been investigated for immune responses to cancer. We&#8217;ve monitored spatiotemporal dynamics of TIL over 11 days in breast cancer xenograft mouse model generated by tumor implantation into the dorsal skinfold imaging chamber and adoptive T cell transfer by blood circulation. In the results, the adoptive immunoreactivity of TIL has been differentiated by the timepoint of adoptive T cell transfer, distance proximity of T cells in tumors, and breast cancer types. Furthermore, anti-cancer effect coordinated with dendritic cells behaviors showed induced immune responses with accumulated dendritic cells with increased TIL count over time in breast cancer model treated with various cancer therapy such as immunotherapy, radiation therapy and anti-cancer drug (anti-PD-L1), which implied a relationship between programmed death-ligand 1 expression levels and TIL\/ dendritic cell motility. The result demonstrates that intravital TIL motility trafficking analysis in cancer model can be an invaluable assessment method to explain the detailed cellular\/molecular mechanism of immune response to cancer involved with T lymphocytes, dendritic cells, and immune checkpoint inhibitors to accelerate the efficiency of cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"In vivo imaging,Immune response,Immunotherapy,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Ahn<\/b><sup>1<\/sup>, K. Akyildiz<sup>1<\/sup>, H. Kim<sup>1<\/sup>, P. Kim<sup>2<\/sup>; <br\/><sup>1<\/sup>IVIM Technology, Seoul, Korea, Republic of, <sup>2<\/sup>KAIST (Korea Advanced Institute of Science and Technology), Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"5ac9a649-e865-43a1-9f94-4e4db4553aef","ControlNumber":"534","DisclosureBlock":"<b>&nbsp;S. Ahn, <\/b> <br><b>IVIM Technology<\/b> Employment. <br><b>K. Akyildiz, <\/b> <br><b>IVIM Technology<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>IVIM Technology<\/b> Employment. <br><b>P. Kim, <\/b> <br><b>IVIM Technology<\/b> Other Business Ownership, CEO, CTO.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4149","PresenterBiography":null,"PresenterDisplayName":"Soyeon Ahn","PresenterKey":"ad090f3d-48cf-4360-91c5-41859aa11a07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4149. Real-time intravital trafficking of tumor infiltrating lymphocytes in breast cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real-time intravital trafficking of tumor infiltrating lymphocytes in breast cancer models","Topics":null,"cSlideId":""},{"Abstract":"Prostate adenocarcinoma (PCa) is the most common malignancy and the second leading cause of cancer-related mortality in United States men. Following treatment for localized PCa, up to 50% of these men can experience disease recurrence, with subsequent metastasis and death. This indicates that there is suboptimal identification of lethal PCa at the time of diagnosis, despite advancements in imaging, genomics, and biomarkers. To improve the noninvasive diagnosis of lethal PCa at initial diagnosis, we have developed a novel magnetic resonance imaging (MRI) method, diffusion basis spectrum imaging (DBSI), that noninvasively measures cancer, stromal, and immune cell contributions to the prostate tumor microenvironment (TME). To validate DBSI for PCa, we have applied novel technologies to matched prostatectomy specimens that include (i) fully automated tissue section processing with serial 2-photon tomographic (STP) imaging of the sections to generate 3D volumetric structural maps of the tumor tissue and (ii) multiplex MALDI mass spectrometry imaging of untargeted glycans and extracellular matrix (ECM) peptides and of proteins targeted with novel photocleavable-mass-tagged antibodies (MALDI-IHC) to spatially resolve hundreds of biomolecules from the TME. To establish the feasibility of this approach, we recruited a patient with an unusually aggressive prostate cancer consisting of Gleason 5+4 acinar adenocarcinoma histology with intraductal growth that was locally invasive and lymph node positive at prostatectomy (stage T3bN1). This patient also had the unusual finding of low activity on prostate specific membrane antigen positron emission tomography (PSMA-PET). Following gross sectioning of the prostate with MRI-guided 3D printed molds to co-register clinical DBSI with histology, a 5-mm thick tissue cross-section containing tumor and normal prostate was imaged with high resolution ex vivo DBSI followed by 3D structural mapping with STP imaging. Selected slides in the 3D stack were subject to multiplexed MALDI imaging to identify relationships between cellular and molecular heterogeneity with tumor structure identified with DBSI and STP imaging. We discovered unique structural differences in the prostate tumor compared with the surrounding stroma based upon collagen and glycan modifications to the ECM that were recapitulated with second harmonic maps of collagen from STP imaging as well as stromal maps generated from DBSI imaging. Additional novel protein and glycan ECM components were expressed in this tumor known to be associated with poor patient outcomes. Together, these data represent the first evidence successfully linking noninvasive in vivo clinical imaging and de novo spatialomics technologies with potential to improve PCa diagnostics. This advanced imaging workflow can be applied to any tissue type, underscoring its relevance to translational cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor microenvironment,Imaging,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. E. Ippolito<\/b><sup>1<\/sup>, D. H. Ballard<sup>1<\/sup>, K. Bergeron<sup>1<\/sup>, R. Chidambaram<sup>2<\/sup>, A. Elumalai<sup>1<\/sup>, T. J. Fraum<sup>1<\/sup>, H. Jing<sup>1<\/sup>, P. Kamelin<sup>2<\/sup>, E. H. Kim<sup>1<\/sup>, C. Kita<sup>3<\/sup>, A. Klim<sup>1<\/sup>, A. Knesis<sup>2<\/sup>, M. Lim<sup>3<\/sup>, J. Luna<sup>1<\/sup>, H. Nakhoul<sup>1<\/sup>, T. Ragan<sup>2<\/sup>, K. J. Rothschild<sup>3<\/sup>, S.-K. Song<sup>1<\/sup>, K. Utt<sup>1<\/sup>, C. Weimholt<sup>1<\/sup>, G. Yagnik<sup>3<\/sup>, E. Yew<sup>2<\/sup>, P. M. Angel<sup>4<\/sup>, R. R. Drake<sup>4<\/sup>; <br\/><sup>1<\/sup>Washington University School of Medicine in St. Louis, Saint Louis, MO, <sup>2<\/sup>TissueVision, Inc., Newton, MA, <sup>3<\/sup>AmberGen, Inc., Billerica, MA, <sup>4<\/sup>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"0369115f-f1c3-4af4-9ae8-692e6e04a593","ControlNumber":"1323","DisclosureBlock":"&nbsp;<b>J. E. Ippolito, <\/b> None..<br><b>D. H. Ballard, <\/b> None..<br><b>K. Bergeron, <\/b> None..<br><b>R. Chidambaram, <\/b> None..<br><b>A. Elumalai, <\/b> None..<br><b>T. J. Fraum, <\/b> None..<br><b>H. Jing, <\/b> None..<br><b>P. Kamelin, <\/b> None..<br><b>E. H. Kim, <\/b> None..<br><b>C. Kita, <\/b> None..<br><b>A. Klim, <\/b> None..<br><b>A. Knesis, <\/b> None..<br><b>M. Lim, <\/b> None..<br><b>J. Luna, <\/b> None..<br><b>H. Nakhoul, <\/b> None..<br><b>T. Ragan, <\/b> None..<br><b>K. J. Rothschild, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>K. Utt, <\/b> None..<br><b>C. Weimholt, <\/b> None..<br><b>G. Yagnik, <\/b> None..<br><b>E. Yew, <\/b> None..<br><b>P. M. Angel, <\/b> None..<br><b>R. R. Drake, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4150","PresenterBiography":null,"PresenterDisplayName":"Joseph Ippolito","PresenterKey":"98bd7341-d905-41b2-bdeb-6329ac21d792","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4150. Development of a three-dimensional spatialomics map of lethal prostate cancer driven by clinical imaging","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a three-dimensional spatialomics map of lethal prostate cancer driven by clinical imaging","Topics":null,"cSlideId":""},{"Abstract":"Current modalities, such as LDCT and fluorodeoxyglucose positron emission tomography (FDG PET), for early lung cancer imaging, rely upon proxies resulting in poor specificity and\/or sensitivity. They are also unreliable for discriminating benign versus malignant lesions resulting in the requirement of longitudinal analyses euphemistically called &#8220;watchful waiting&#8221;. Lung biopsies are marred by significant false negative rates and pose complications of collapsed lungs or bleeding in up to 22% of procedures and death rates up to 1%. To overcome these obstacles, Earli is developing a non-invasive, highly specific cancer-activated imaging platform that usurps dysregulated gene expression within malignancies to force only cancer cells to produce a synthetic biomarker that can be localized using PET imaging. EARLI-204 is a lipid nanoparticle that contains a DNA nanoplasmid comprised of a cancer-activated promoter driving selective expression of a functionally inactivated somatostatin receptor 2 (SSTR2<sub>fi<\/sub>) gene. Abrogation of internalization and signal transduction allows the safe use of SSTR2<sub>fi<\/sub> as an ectopically expressed PET reporter gene (PRG). Following administration, EARLI-204 transfects tumor and normal cells but transcriptional activation only within cancer cells results in selective cell-surface expression of SSTR2<sub>fi<\/sub> that can be imaged with FDA-approved SSTR2 PET tracers. H1299 human lung cancer cells engineered to express SSTR2 (H1299-SSTR2) revealed a discernable PET signal with as little as 31,000 engineered cells. Mixed cell titration studies using subcutaneous (SQ) tumors with H1299-SSTR2 and non-expressing H1299-wt cells suggest tumors with between 0.1% and 1% H1299-SSTR2 cells had a significant PET signal, compared to tumors with 100% H1299-wt. This result sets a benchmark transfection of ~1% to achieve a PET signal. Intratumoral (IT) dose titration of EARLI-204 revealed that 5 ug of EARLI-204 generates a significant PET signal. Consistent with the H1299-SSTR2 studies, IHC shows ~1% of tumor cells express the PRG at a 5 ug IT dose level. Furthermore, we measured 70 copies of EARLI-204 DNA per cell resulting in 22,629 SSTR2 mRNA copies\/25 ng at a 5 ug IT dose level. IV dosing of EARLI-204 in SQ and intralung tumor models results in cancer-activated expression of SSTR2<sub>fi<\/sub> in both SQ and small (&#60;4 mm) lung tumors with significantly increased (p &#60; 0.05) PET signal. For lung tumors, analyses showed 1 copy of EARLI-204 DNA\/ cell resulting in 780 SSTR2 mRNA copies\/25 ng. The results demonstrate an effective molecular imaging platform for drug discovery ranging from in vivo screening to building PK-PD-efficacy relationships and enabling human dose projection for the Earli PET localization drug. The benchmarks and findings established with this preclinical imaging pipeline are currently being evaluated in large animals such as dogs and pigs, and will be translated to humans in planned clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Lung cancer,Imaging,Transcription factor,Cancer diagnostics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Goryawala<\/b><sup>1<\/sup>, H.-Y. Lee<sup>1<\/sup>, L. Tong<sup>2<\/sup>, T. Patil<sup>1<\/sup>, A. Harwig<sup>1<\/sup>, C. Xia<sup>1<\/sup>, S. Ramachandran<sup>1<\/sup>, D. Wodziak<sup>1<\/sup>, D. Felsher<sup>2<\/sup>, T. Sproul<sup>1<\/sup>, D. Suhy<sup>1<\/sup>; <br\/><sup>1<\/sup>Earli Inc., Redwood City, CA, <sup>2<\/sup>Stanford University, Palo Alto, CA","CSlideId":"","ControlKey":"57dc7f75-39b0-4aef-a8a9-3fd23a51bb85","ControlNumber":"6154","DisclosureBlock":"&nbsp;<b>M. Goryawala, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>L. Tong, <\/b> None..<br><b>T. Patil, <\/b> None..<br><b>A. Harwig, <\/b> None..<br><b>C. Xia, <\/b> None..<br><b>S. Ramachandran, <\/b> None..<br><b>D. Wodziak, <\/b> None..<br><b>D. Felsher, <\/b> None..<br><b>T. Sproul, <\/b> None..<br><b>D. Suhy, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4151","PresenterBiography":null,"PresenterDisplayName":"Mohammed Goryawala","PresenterKey":"d5be3825-0e5e-40b1-956c-91babe713b62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4151. Development of a cancer-activated biologic imaging platform for early lung cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a cancer-activated biologic imaging platform for early lung cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"There is a critical need to develop new imaging and therapeutic strategies for pancreatic cancer. Current positron emission tomography (PET) imaging assessments of pancreatic ductal adenocarcinoma (PDAC) rely on <sup>18<\/sup>F-FDG as a radiopharmaceutical. To increase the sensitivity of PDAC detection, we identified Claudin-4 (CLDN4), a tight junction transmembrane protein, as a PDAC biomarker through spatial transcriptomic and proteomic analyses. CLDN4 expression has previously been reported to be enhanced in 99% of primary and 100% of metastatic pancreatic cancer tissue samples and in 10 of 11 precancerous pancreatic intraepithelial neoplasia (PanIN) specimens. A small fragment of naturally occurring Clostridium perfringens enterotoxin (CPE) was previously reported to bind to the extracellular loop domain of CLDN4 protein (PDB:7kp4) with nanomolar (nM) affinity (K<sub>d<\/sub>). A CLDN4 binding peptide (C4BP) was developed as a radioligand by modifying the n-terminus of C4BP which does not impact receptor binding. Here, we designed and synthesized a DOTA-PEG<sub>1<\/sub>-C4BP ligand on a rink amide resin using a microwave-assisted peptide synthesizer. Radiolabeling of DOTA-PEG<sub>1<\/sub>-C4BP (2 nmol) with <sup>64<\/sup>CuCl<sub>2<\/sub> (70 MBq) conferred <sup>64<\/sup>Cu-C4BP (28 MBq\/nmol) with 80% non-decay corrected yield and &#62;99% radiochemical purity. PET\/CT imaging of <sup>64<\/sup>Cu-C4BP (~0.1 &#956;g\/mouse) performed in an inducible PDAC (<i>Kras<sup>LSL-G12D\/+<\/sup>;Rosa26<sup>LSL-tdTomato\/LSL-tdTomato<\/sup>(KT);Ptf1a<sup>CreER<\/sup>;Trp53<sup>fl\/fl<\/sup><\/i>) model at 84 day after tamoxifen injection resulted in ~25% injected activity per cubic centimeter (IA\/cc) accumulation in metastases and at ~18% IA\/cc retention in pancreatic tumors within 30 minutes of tail vein injection with minimal background accumulation. <i>Ex vivo<\/i> PET imaging confirmed the localized accumulation of <sup>64<\/sup>Cu-C4BP in transgenic mice within the colon, pancreas, and liver. Blocking of <sup>64<\/sup>Cu-C4BP accumulation with the cold compound in a xenograft model (NOD\/SCID) bearing Capan-1 PDAC tumors demonstrated the specificity of <sup>64<\/sup>Cu-C4BP binding. Here we report that CLDN4 is a promising target and <sup>64<\/sup>Cu-C4BP is a promising ligand for the detection of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-08 New targets for imaging,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Positron emission tomography (PET),Peptides,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Seo<\/b>, J. Wang, A. J. Kare, S. K. Tumbale, B. Wu, M. N. Raie, M. Pandrala, K. W. Ferrara; <br\/>Stanford University, Palo Alto, CA","CSlideId":"","ControlKey":"2effac23-1163-4b24-aaf4-7c6d544e6dc3","ControlNumber":"2787","DisclosureBlock":"&nbsp;<b>J. Seo, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>A. J. Kare, <\/b> None..<br><b>S. K. Tumbale, <\/b> None..<br><b>B. Wu, <\/b> None..<br><b>M. N. Raie, <\/b> None..<br><b>M. Pandrala, <\/b> None..<br><b>K. W. Ferrara, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4153","PresenterBiography":null,"PresenterDisplayName":"Jai Woong Seo, PhD","PresenterKey":"63f66328-f7c2-4ed2-9bee-7e5411cfe4b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4153. PET\/CT imaging of pancreatic ductal adenocarcinoma with a claudin-4 binding peptide in preclinical mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PET\/CT imaging of pancreatic ductal adenocarcinoma with a claudin-4 binding peptide in preclinical mouse model","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Obesity is known to reduce efficacy for cancer treatment patients and is thought to modulate the tumor microenvironment and glucose metabolism. In this study, we aim to quantify obesity-induced differences in the breast cancer tumor microenvironment with positron emission tomography (PET) imaging of hypoxia, glucose metabolism, and granzyme B. These experiments are testing the hypothesis that tumors in obese mice have increased glucose metabolism and hypoxia, measured by [<sup>18<\/sup>F]F-fluorodeoxyglucose (FDG) and [<sup>18<\/sup>F]F-fluoromisonidazole (FMISO) uptake. We also hypothesize that immunotherapy (IMT) increases immune activation, as measured by [<sup>68<\/sup>Ga]Ga-Granzyme B peptide (GZP), and that obese mice will respond less to immunotherapy than lean mice.<br \/>Methods: C57\/Bl6 mice were placed on a high-fat diet (HFD) with 60% kcal fat (n=18) or low-fat diet (LFD) composed of 10% kcal fat (n=18) to induce obesity. Blood serum was collected for analysis of cholesterol levels prior to tumor implantation. Body weight and food intake were measured weekly. 14 weeks after initiating each diet, 5x10<sup>5<\/sup> E0771 cells were implanted into the 3rd mammary fat pad and allowed to grow to 50-150mm<sup>3<\/sup>. Tumor-bearing mice were imaged with [<sup>18<\/sup>F]F-FDG and [<sup>18<\/sup>F]F-FMISO PET to measure glucose metabolism and hypoxia, respectively prior to treatment. Following imaging, mice began treatment with either saline (n=6\/diet) or checkpoint blockade IMT with 200 ug anti-PD-1 and 100 ug anti-CTLA-4 (n=12\/diet). After 3 doses of IMT, mice were imaged with [<sup>68<\/sup>Ga]Ga-GZP PET to measure immune activation. Tumor volume measurements and treatment administration occurred every 3 days. Metrics of standardized uptake value (SUV) including mean, max, and peak were quantified from imaging data. A one-way independent ANOVA or independent t-test was used to compare differences between groups.<br \/>Results: HFD-fed mice had significantly increased body weight (p&#60;0.0001) and serum cholesterol (p=0.005) compared to LFD-fed mice. SUVmean for tumor hypoxia (p=0.003) and glucose metabolism (p=0.02) were significantly increased at baseline in HFD-fed mice compared to LFD-fed mice. IMT increases immune activation for both LFD-fed (p=0.009) and HFD-fed mice (p=0.05). IMT treatment significantly reduces tumor burden for LFD mice (p&#60;0.0001), but not HFD mice (p=0.096).<br \/>Conclusions: Obesity plays a role in the reduction of the effectiveness of immunotherapy. At baseline, tumors of obese mice have increased tumor glucose metabolism and hypoxia. Although immunotherapy increases immune activation, this is not sufficient to reduce tumor burden or improve overall survival. Understanding obesity-induced differences in tumor biology may provide imaging-directed treatment decision making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"PET,Breast cancer,Obesity,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. E. Lynch<\/b>, C. Crawford, A. Hunt, L. Sligh, B. M. Larimer, S. E. Lapi, A. G. Sorace; <br\/>The University of Alabama At Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"a378b475-219a-416b-88d6-94d30fdbee99","ControlNumber":"1697","DisclosureBlock":"&nbsp;<b>S. E. Lynch, <\/b> None..<br><b>C. Crawford, <\/b> None..<br><b>A. Hunt, <\/b> None..<br><b>L. Sligh, <\/b> None..<br><b>B. M. Larimer, <\/b> None..<br><b>S. E. Lapi, <\/b> None..<br><b>A. G. Sorace, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4154","PresenterBiography":null,"PresenterDisplayName":"Shannon Lynch, AS;BS","PresenterKey":"ae1e6671-ae57-43eb-a4c4-f399c6f1e482","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4154. PET imaging to characterize the tumor microenvironment in a breast cancer model of obesity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PET imaging to characterize the tumor microenvironment in a breast cancer model of obesity","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background:<\/u><\/b> Pancreatic ductal adenocarcinoma (PDAC) is a rarely operable cancer with a very poor prognosis. Nearly 100% of affected patients receive one of two alternative first-line chemotherapies during the course of their disease: 1.) Gemcitabine-Abraxane (G\/A) or 2.) FOLFIRINOX. Treatment success varies widely between the patients due to individual molecular, structural tumor and metabolic heterogeneity. In this project, we use hyperpolarized 13C-pyruvate magnetic resonance spectroscopic imaging (HP-MRSI) to non-invasively characterize early metabolic changes in murine endogenous PDAC in response to the mentioned chemotherapies.<br \/><b><u>Methods:<\/u><\/b> 18 KPC (<i>Ptf1a<sup>wt\/cre<\/sup><\/i>(C)<i>Kras<sup>wt\/G12D<\/sup><\/i>(K)<i>Trp53<sup>fl\/fl<\/sup><\/i>(P)) mice with 74 distinct tumour nodules, visually identified based on T2-weighted anatomical imaging, were used in this study. The conversion of pyruvate to lactate was detected by HP-MRSI, performed on 7 T preclinical system using modified 3D balanced steady-state free precession (bSSFP) sequence on day 0 pre-therapy and on day 3 post-therapy. 100&#956;g\/g G (intraperitoneally) and 30&#956;g\/g A (intravenously) were applied twice on day 0 post-scan and day 2 (n=6). FOLFIRINOX (60&#956;g\/g 5-Fluoruracil, 27&#956;g\/g Irinotecan, 12.8&#956;g\/g Oxaliplatin, 60&#956;g\/g Leucovorin) was injected intravenously once on day 0 post-scan (n=6). Vehicle mice (n=6) were left untreated. Area under the curves (AUC) of lactate to pyruvate time-courses (AUC<sub>l<\/sub>\/AUC<sub>p<\/sub>) were calculated. Primary murine PDAC cell lines were established from biopsies of 58 imaging region, sequenced using 3&#8217;RNA-Seq (Poly-ASeq) method and analysed using Dseq2 R package.<br \/><b><u>Results: <\/u><\/b>G\/A and FOLFIRINOX-treated tumors exhibited heterogeneous metabolic responses in distinct nodules, while non-treated group tumors remained stable. A significant difference in metabolic changes (p = 0.01, ANOVA) from day 0 to day 3 was observed between FOLFIRINOX, G\/A, and non-treated groups. Low glycolytic tumors showed a positive trend, more pronounced with FOLFIRINOX than G\/A treatment. Metabolically active nodules with high AUCl\/AUCp on day 0 reduced lactate turnover under therapy. These findings suggest that metabolic HP-MRSI can detect treatment-induced changes in tumor composition and subtype-specific epithelial\/mesenchymal plasticity, correlating with the metabolic phenotype. Further investigation will include histology, subtype-specific biomarkers, transcriptional signatures, and regional transcriptome analysis to explain molecular changes in metabolism.<br \/><b><u>Conclusions:<\/u><\/b> We have applied a non-invasive approach for detection of metabolic changes under chemotherapy in murine PDAC. These findings will contribute in the long term to the establishment of predictive imaging biomarkers for PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Chemotherapy,Metabolism,Magnetic resonance imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Irina Heid<\/b><sup><\/sup>, Anna-Maria Schmidmüller<sup><\/sup>, Simon Baller<sup><\/sup>, Jason G. Skinner<sup><\/sup>, Geoffrey J. Topping<sup><\/sup>, Wolfgang Gottwald<sup><\/sup>, Hussein Trabulssi<sup><\/sup>, Rupert Öllinger<sup><\/sup>, Katja Steiger<sup><\/sup>, Roland Rad<sup><\/sup>, Franz Schilling<sup><\/sup>, Rickmer F. Braren<sup><\/sup><br><br\/>TUM School of Medicine and Health, Klinikum rechts der Isar, Technical University of Munich, Munich, Germany","CSlideId":"","ControlKey":"464e8235-e37f-4460-8b88-52e235e5d44e","ControlNumber":"5053","DisclosureBlock":"&nbsp;<b>I. Heid, <\/b> None..<br><b>A. Schmidmüller, <\/b> None..<br><b>S. Baller, <\/b> None..<br><b>J. G. Skinner, <\/b> None..<br><b>G. J. Topping, <\/b> None..<br><b>W. Gottwald, <\/b> None..<br><b>H. Trabulssi, <\/b> None..<br><b>R. Öllinger, <\/b> None..<br><b>K. Steiger, <\/b> None..<br><b>R. Rad, <\/b> None..<br><b>F. Schilling, <\/b> None..<br><b>R. F. Braren, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4156","PresenterBiography":null,"PresenterDisplayName":"Irina Heid, DrRerNat","PresenterKey":"b9cd94d0-76a4-4c5b-bd28-b4812fafb916","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4156. Monitoring early chemotherapy response in murine pancreatic ductal adenocarcinoma using non-invasive hyperpolarized magnetic resonance spectroscopic imaging with <sup>13<\/sup>C-pyruvate","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monitoring early chemotherapy response in murine pancreatic ductal adenocarcinoma using non-invasive hyperpolarized magnetic resonance spectroscopic imaging with <sup>13<\/sup>C-pyruvate","Topics":null,"cSlideId":""},{"Abstract":"Background: There is an unmet clinical need for imaging biomarkers to distinguish indolent from aggressive prostate cancer (PCa). Many advanced and aggressive PCa patients receiving anti-androgens (enzalutamide) develop resistance. It is hypothesized that dysregulated cell metabolism is a key driver for PCa progression and therapy resistance. Two pathways commonly involved in PCa are glycolysis and fatty acid metabolism. Therefore, metabolic imaging and metabolomics were performed on enzalutamide sensitive\/resistant, Androgen Receptor dependent (AR+) and AR independent (AR-) patient derived xenograft (PDX) tumors. To interrogate both pathways, [1-<sup>13<\/sup>C]-pyruvate hyperpolarized magnetic resonance spectroscopy (HP-MRS) and [<sup>18<\/sup>F]-fluorodeoxyglucose positron emission tomography (<sup>18<\/sup>F-FDG) for glycolysis, and [<sup>18<\/sup>F]-fluoro-pivalic acid positron emission tomography (<sup>18<\/sup>F-FPIA) for fatty acid metabolism were employed. <sup>1<\/sup>H Nuclear Magnetic Resonance (NMR) spectroscopy and liquid chromatography with tandem mass spectrometry (LC-MS-MS) were employed for validation purposes.<br \/>Methods: [1-<sup>13<\/sup>C]-labeled pyruvic acid was hyperpolarized using a DNP HyperSense polarizer following standard protocol. Anatomical MRI and <sup>13<\/sup>C-MRS were obtained on different PCa PDX mouse models at two different time points using a Bruker 7T scanner. The PDX models included AR+ enzalutamide sensitive (183-A, 180-30), AR+ enzalutamide resistant (274-4), and AR- (144-4, 114-B). The time points imaged were before and after 7 days of treatment with enzalutamide. <sup>1<\/sup>H-NMR spectroscopy was performed on extracted tissue. Simultaneously, <sup>18<\/sup>F-FPIA-PET imaging were acquired on the same models on an Albira trimodal PET station.<sup><\/sup><br \/>Results: The dynamic metabolic flux ratio, lactate-to-pyruvate (Lac\/Pyr) was determined <i>in vivo<\/i> and used as a treatment response marker. The Lac\/Pyr ratios were significantly higher in resistant tumors compared to sensitive tumors (p&#60;0.01). The enzalutamide sensitive group had a lower Lac\/Pyr ratio after treatment, while the enzalutamide resistant group had a higher Lac\/Pyr ratio. After treatment, there was also a decrease in [<sup>18<\/sup>F]-FDG uptake, corresponding to the HP-MRS data. This was expected as both Pyruvate and [<sup>18<\/sup>F]-FDG interrogate the glycolytic pathway. As for the fatty acid metabolic imaging, PET imaging also revealed that [<sup>18<\/sup>F]-FPIA is transported into the tumors, and we are currently exploring how its uptake varies between AR (+\/-) PCa-PDX tumors and enzalutamide resistant\/sensitive models. <i>Ex vivo<\/i> NMR and mass spectrometry-based metabolomics validated the <i>in vivo<\/i> HP-MRS data with higher lactate levels in drug resistant tumors.<br \/>Conclusion: Combining HP-MRS and PET presents an exciting opportunity to realize imaging-based personalized medicine in different AR (+\/-) PCa-PDX preclinical models by interrogating glycolysis and fatty acid oxidation pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Magnetic resonance spectroscopy,Metabolism,Prostate cancer,Positron emission tomography (PET),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Wang<\/b><sup>1<\/sup>, J. S. Enriquez<sup>1<\/sup>, P. Dutta<sup>1<\/sup>, J. Han<sup>1<\/sup>, P. Shepherd<sup>1<\/sup>, D. Frigo<sup>1<\/sup>, F. Pisaneschi<sup>2<\/sup>, P. K. Bhattacharya<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>UT Health Houston, Houston, TX","CSlideId":"","ControlKey":"a9bf9ea0-6d73-4e3f-adab-bdaa3abab8cb","ControlNumber":"2718","DisclosureBlock":"&nbsp;<b>M. Wang, <\/b> None..<br><b>J. S. Enriquez, <\/b> None..<br><b>P. Dutta, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>P. Shepherd, <\/b> None..<br><b>D. Frigo, <\/b> None..<br><b>F. Pisaneschi, <\/b> None..<br><b>P. K. Bhattacharya, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2680","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4157","PresenterBiography":null,"PresenterDisplayName":"Muxin Wang, BS","PresenterKey":"28f44a07-92d5-49e0-82f6-f9d7ca7dd858","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4157. Combining hyperpolarized magnetic resonance and positron emission tomography to interrogate prostate cancer metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining hyperpolarized magnetic resonance and positron emission tomography to interrogate prostate cancer metabolism","Topics":null,"cSlideId":""},{"Abstract":"Tumor cells typically display a hyperglycolytic metabolic phenotype characterized by increased lactate production, known as the Warburg effect. This drift in oxidative metabolism often results in a more acidic microenvironment. This adverse microenvironment represents a unique metabolic signature in cancer cells with more invasive phenotypes. However, to date, there are no effective methods available to evaluate cancer progression and metastatic potential <i>in vivo<\/i>. To bridge this gap, we have developed a molecular imaging technique (CEST-MRI) that can track extracellular pH (pH<sub>e<\/sub>;<sub> <\/sub>acidoCEST) and extracellular lactate levels (shiftCEST) simultaneously to discern different cancer phenotypes.<br \/>In this study we have generated and selected <i>in vivo<\/i> two PyMT derived murine breast cancer cell lines, a parental and a G6 metastatic. We first characterized the cell&#8217;s metabolism by analyzing key biomarkers with qPCR, Western Blot and microscopy, and confirmed their distinct metabolic profiles with Seahorse and RNA Sequencing. Notably, the metastatic PyMT exhibited a more active metabolism, aligning with the invasive phenotype observed by spheroid invasion assay. Herein, we combined the injection of iopamidol and shift reagent (SR) to perform quasi-simultaneous acidoCEST and shiftCEST. First, we assessed the approach <i>in vitro<\/i> by introducing iopamidol and SR into phantoms containing the individual contrast agents, and the combination in pure water and cells supernatants at different pH<sub>e<\/sub> and lactate levels. We performed LDH assays to cross-validate the extracellular concentrations and monitored the pH with a micro pH meter (Mettler-Toledo). <i>In vivo<\/i>, the cells were injected orthotopically in the 4<sup>th<\/sup> mammary fat pad of C57BL\/6N mice. Hybrid shift\/acidoCEST sequences were optimized and acquired following the injection of the iopamidol+SR solution. Preclinical shift\/acidoCEST enabled the simultaneous and accurate determination of extracellular acidosis and lactosis, revealing increased acidification in the metastatic models despite lower lactate secretion. Metastatic tumors exhibited a negative correlation between tumor volume and pH<sub>e<\/sub>, indicating the significance of acidity in mutagenesis and invasion. In contrast, no correlation was observed for the parental non-metastatic tumor. Additionally, the metastatic tumors had lower levels of lactate than the parental tumors, which could be attributed to their higher mitochondrial activity, reflecting a diverted metabolic fitness.<br \/>In summary, our study highlights the efficacy of shift\/acidoCEST as a reliable method for non-invasive metabolic imaging, enabling the simultaneous detection of extracellular acidity and lactate production by MRI. This research introduces a unique platform for assessing the metabolic aggressiveness of cancer, emphasizing the significance of acidity and lactate production as crucial biomarkers in cancer invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Metastatic potential,Metabolism,Molecular imaging,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Anais Choffart<\/b><sup>1<\/sup>, Remy Chiaffarelli<sup>1<\/sup>, Max Zimmermann<sup>1<\/sup>, Laura Kuebler<sup>2<\/sup>, André F. Martins<sup>3<\/sup><br><br\/><sup>1<\/sup>Werner Siemens Imaging Center, Department of Preclinical Imaging, Universitätsklinikum Tübingen, Tübingen, Germany,<sup>2<\/sup>Cluster of Excellence iFIT (EXC 2180) “Image-Guided and Functionally Instructed Tumor Therapies\", Universitätsklinikum Tübingen, Tübingen, Germany,<sup>3<\/sup>German Cancer Research Center (DKFZ), German Cancer Consortium (DKTK), partner site Tübingen, Heidelberg, Germany","CSlideId":"","ControlKey":"4dcb9915-aa09-4573-8828-3fb0b78ec060","ControlNumber":"7073","DisclosureBlock":"&nbsp;<b>A. Choffart, <\/b> None..<br><b>R. Chiaffarelli, <\/b> None..<br><b>M. Zimmermann, <\/b> None..<br><b>L. Kuebler, <\/b> None..<br><b>A. F. Martins, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2681","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4158","PresenterBiography":null,"PresenterDisplayName":"Anais Choffart, BS;MS","PresenterKey":"470b34a0-59b5-41de-8808-0b380e060f34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4158. Non-invasive mapping of acidosis and extracellular lactosis for assessing tumor invasion <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive mapping of acidosis and extracellular lactosis for assessing tumor invasion <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study was to evaluate a new <i>in vivo<\/i> approach for rapidly measuring tumor volumes in rodent models for glioblastoma (GBM). GBM is the most common primary brain tumor with &#60;5% of patients surviving &#62;5 years post diagnosis. These poor outcomes underscore the importance of researching new treatment options, and murine models play a vital role in this. Noninvasive measurements of murine GBM tumors are commonly performed using CT and MRI but these tools are costly and time-consuming to use. BLI can quickly detect the presence of GBM cells <i>in vivo<\/i>, but image data can be challenging to correlate to tumor volume. In this study we demonstrate the feasibility of imaging GBM <i>in vivo<\/i> through the intact mouse skull using a benchtop robotic ultrasound scanner. This approach could offer researchers a means to quickly size tumors in the murine brain noninvasively. To test feasibility of this approach, a female athymic nude mouse aged 16 weeks was implanted with 2e5 U87 GBM cells in the brain. The tumor was given 25 days to develop prior to ultrasound imaging. After imaging, the brain was harvested for <i>ex vivo<\/i> validation of tumor presence and volume. Imaging was performed using a Vega ultrasound system (Revvity, Waltham, MA, USA) with the mouse in supine position and fur removed from head with depilatory cream. <i>In vivo<\/i> imaging consisted of a contrast-enhanced acoustic angiography (AA) scan to assess tumor perfusion. An <i>ex vivo <\/i>B-mode scan of the brain was collected after sacrificing the animal to validate the location and size of the tumor without interference from the skull. The tumor volumes were measured in each image and compared. 3D segmentations in the <i>ex vivo<\/i> and <i>in vivo<\/i> images yielded volumes of 43.1 mm<sup>3<\/sup> and 44.6 mm<sup>3<\/sup>, respectively, a 3.5% variance. In the <i>in vivo<\/i> AA image, the borders of the tumor were adequately well-defined for volume estimation, despite some shadowing from the sagittal suture of the skull. In the B-mode image of the excised brain, the tumor appeared hyperechoic compared to the contralateral hemisphere. Images were acquired in &#60; 2 min. This pilot study demonstrates a potential alternative to CT and MRI for monitoring of GBM volumes <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,In vivo,Preclinical,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. M. Kierski<sup>1<\/sup>, J. D. Rojas<sup>1<\/sup>, M. Thang<sup>2<\/sup>, S. D. Hingtgen<sup>2<\/sup>, P. G. Durham<sup>2<\/sup>, P. A. Dayton<sup>2<\/sup>, <b>T. J. Czernuszewicz<\/b><sup>1<\/sup>, R. C. Gessner<sup>1<\/sup>; <br\/><sup>1<\/sup>Revvity, Durham, NC, <sup>2<\/sup>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"1bf3fe73-3093-448e-9e11-e8826f5c5f30","ControlNumber":"6910","DisclosureBlock":"&nbsp;<b>T. M. Kierski, <\/b> None..<br><b>J. D. Rojas, <\/b> None..<br><b>M. Thang, <\/b> None.&nbsp;<br><b>S. D. Hingtgen, <\/b> <br><b>Round Table Research<\/b> Other, co-founder.<br><b>P. G. Durham, <\/b> None..<br><b>P. A. Dayton, <\/b> None..<br><b>T. J. Czernuszewicz, <\/b> None..<br><b>R. C. Gessner, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2682","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4159","PresenterBiography":null,"PresenterDisplayName":"Tomek Czernuszewicz","PresenterKey":"290fb574-ef8d-41f6-a042-596a34d3d55a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4159. Noninvasive measurement of murine glioblastoma <i>in vivo<\/i> with a benchtop ultrasound instrument","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Noninvasive measurement of murine glioblastoma <i>in vivo<\/i> with a benchtop ultrasound instrument","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Pancreatic ductal adenocarcinoma (PDA) remains one of the most aggressive malignancies with a 5-year survival rate of 9-10%. Insufficient early detection coupled with limitations in operating surgery renders PDA as one of the most challenging tumors to treat. Accurate localization of tumor margins can tremendously improve surgical treatment outcomes in patients. Recently, nanotechnology has emerged as a promising platform for theranostic applications in the field of drug discovery, although the clinical success is limited by their tumor-specific uptake. Hypoxia due to aberrant vascularization is a hallmark of PDA and can be exploited for active targeting. pH-low insertion peptide variant 7 (V7) is used as hypoxia and acidosis-dependent biomarker for selective targeting of pancreatic cancer tissue. This work is focused on using IR 780 contrast agent loaded, V7 peptide conjugated liposomes for the active targeting of PDA towards enhanced surgical outcomes.<br \/>Methods: Liposomes encapsulating IR780 dye were prepared using thin film hydration technique. V7 peptide was conjugated to liposomes using an SMCC linker and liposomes were characterized for their size, polydispersity and surface potential. In-vitro uptake of IR780-V7-liposome by S2VP10 at pH 7.4, 6.8, and 6.6 was evaluated through NIR fluorescence imaging using an Odyssey Infrared System. Athymic mice were orthotopically implanted with S2VP10 cells. After tumors were 3 mm, V7-liposomes and untargeted liposomes (0.01 OD) were intravenously injected and biodistribution and tumor specific uptake was accessed using multispectral optoacoustic imaging (MSOT).<br \/>Results: Dynamic light scattering (DLS) revealed the size of liposomes to be 109 nm with a polydispersity index of 0.198 and zeta potential of +35.8 mV. Surface conjugation of V7 peptide was confirmed using the zeta potential measurement. NIR fluorescence imaging in S2VP10 cells established enhanced tumor specific uptake of V7 conjugated liposomes than passively targeted liposomes (p&#60;0.05). Biodistribution of V7-liposomes demonstrated tumor specific accumulation (PDAC tumor 23.7 a.u, liver 3.6 a.u., and kidney 1.1 a.u.) while untargeted liposomes had the greatest uptake in liver (PDAC tumor 2.1 a.u., liver 6.3 a.u., and kidney 0.7 a.u.) p&#60;0.05.<br \/>Conclusion: pH-specific actively targeted liposomes can be used to specifically target PDA with minimal off-target binding effects. V7-IR780-liposome formulation can be used to efficiently deliver contrast agent for imaging tumor margins and to expand the potential of MSOT towards clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Nanoparticle,Pancreatic cancer,Imaging,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Agarwal<\/b><sup>1<\/sup>, P. Chuong<sup>2<\/sup>, W. E. Grizzle<sup>3<\/sup>, B. H. Edil<sup>1<\/sup>, A. Jain<sup>1<\/sup>, L. R. McNally<sup>1<\/sup>; <br\/><sup>1<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK, <sup>2<\/sup>University of Louisville, Louisville, KY, <sup>3<\/sup>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"7b3e53be-607d-4704-adca-9cd892c677cb","ControlNumber":"5222","DisclosureBlock":"&nbsp;<b>H. Agarwal, <\/b> None..<br><b>P. Chuong, <\/b> None..<br><b>W. E. Grizzle, <\/b> None..<br><b>B. H. Edil, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4160","PresenterBiography":null,"PresenterDisplayName":"Happy Agarwal, PhD","PresenterKey":"b1727d4a-1574-458b-ad0e-de47c49f1bee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4160. V7 targeted liposomes detect pancreatic adenocarcinoma via multispectral optoacoustic tomography","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"V7 targeted liposomes detect pancreatic adenocarcinoma via multispectral optoacoustic tomography","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Diagnosing and treating pancreatic cancer remains a challenge. The hypovascularized nature of pancreatic cancer renders modern chemotherapeutics and cancer detection contrast agents ineffective. A promising approach to the challenges is the adoption of a novel imaging technique known as Multispectral Tomography (MSOT). We hypothesize that a urokinase plasminogen activator (UPA) probe will enhance the detection of orthotopic pancreatic cancer xenografts.<br \/>Methods: Pancreatic tumor cell lines (Panc1, MiaPaca-2, S2VP10, and S2C9) were assessed for UPA-receptor expression using western blot analysis. UPA peptide was synthesized and to the HiLyte-750 NIR dye. Flow cytometry and immunofluorescence were utilized to examine the specificity and activity of this UPA-750. The UPA-750 binding efficiency was assessed through a competitive inhibition assay with a UPAR-blocking antibody using fluorescence microscopy. Then SCID mice (5 mice\/group) received orthotopic implantation of S2C9 (1.5 x 105) or MiaPaCa2 (2.0 &#215; 106) pancreatic tumor cells. UPA-750 or 750 dye alone was IV injected into mice after the tumors reached 3mm. Biodistribution and accumulation of UPA-750 were observed through MSOT images taken at 2-hour intervals over 8 hours and at 24 hours. UPA-750 in the tumor, liver, and kidney was confirmed through ex vivo fluorescent imaging.<br \/>Results: UPAR expression was observed in every pancreatic cancer cell line, with the greatest relative abundance in S2P9 cells (3.0X), followed by S2VP10 (2.5X), Panc1 (1.77X), and MiaPaca-2 (1.3X). Application of the UPAR blocking antibody on S2CP9, S2VP10, MiaPaCa2, and SKOV3p1 (positive control) cell lines resulted in the inhibition of cellular binding of the UPA-750, as evidenced by fluorescence microscopy. UPA-probe was successfully observed in pancreas tumor slices with peak intensity at 4-hrs of imaging by MSOT. Ex vivo NIR fluorescence imaging confirmed UPA-750 signal in pancreatic tumors but not in liver or kidney.<br \/>Conclusion: UPA-probe exhibits potential as a marker for pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Imaging,Pancreatic cancer,uPA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Kim<\/b><sup>1<\/sup>, P. Chuong<sup>2<\/sup>, R. Bynum<sup>1<\/sup>, W. Grizzle<sup>3<\/sup>, L. R. McNally<sup>1<\/sup>; <br\/><sup>1<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK, <sup>2<\/sup>University of Louisville, Louisville, KY, <sup>3<\/sup>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"0c9f4fe4-ce61-405a-a27d-1c6624739c21","ControlNumber":"7109","DisclosureBlock":"&nbsp;<b>V. Kim, <\/b> None..<br><b>P. Chuong, <\/b> None..<br><b>R. Bynum, <\/b> None..<br><b>W. Grizzle, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2684","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4161","PresenterBiography":null,"PresenterDisplayName":"Vung Kim, BS","PresenterKey":"8d835550-3d93-41c4-89c1-d9c0dd3372bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4161. Identification of pancreatic adenocarcinoma using urokinase plasminogen activator probe detected using optoacoustic imaging","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of pancreatic adenocarcinoma using urokinase plasminogen activator probe detected using optoacoustic imaging","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Advanced pancreatic ductal adenocarcinoma (PDAC) suffers from inadequate early detection, inoperability, and poor outcomes. While tumor identication in an intraoperative setting largely utilize ultrasound, ultrasound suffers from insufficient resolution and lacks the ability to identify molecular features to differentiate tumor from non-tumor. To overcome these limitations, we utilized optoacoustic imaging combined with a pH-sensitive peptide-based probe, V3, to identify pancreatic cancer in orthotopic mouse models.<br \/>Methods: The V3 peptide was synthesized using microwave chemistry which resulted in a peptide of &#62;90% purity. The V3 peptide was conjugated to a fluorescent dye and dialyzed to make the V3-750 probe. S2VP10 cancer cell line was plated in a 6-well plate and acclimated to 7.4, 6.8, and 6.6 pH media to mimic a healthy microenvironment and the acidic tumor microenvironment found in pancreas cancer. Cells were treated with 1 micromolar of V3-750 probe for 1 hour, then imaged on the near-infrared fluorescence imager. Treated cells were loaded into tissue mimicking phantoms and imaged using multispectral optoacoustic tomography. Athymic mice were orthotopically implanted with S2VP10 cells and tumor grew to 3 mm. V3-750 was intraveneously injected and mice were imaged 3h after injection with MSOT.<br \/>Results: Signal values for the samples displayed a trend that the V3-750 probe has higher signal values in the 6.8 and 6.6 pH as compared to the 7.4 pH. MSOT data supported this trend, with the signal values from the 6.8 and 6.6 pH being greater than the 7.4 pH by 10-fold (p&#60;0.05). Biodistribution demonstrates peak tumor-specific uptake at 3h post injection (3.1 a.u., 0.003 a.u. liver, 0.002 a.u. kidney).<br \/>Conclusion: The heightened signal values for the acidic pH&#8217;s from the fluorescence imaging and the MSOT suggest that the V3-750 probe can contrast acidic cancer cells from healthy cells because it targets the acidic cancer microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Imaging,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Sanderson<\/b><sup>1<\/sup>, T. Husarova<sup>2<\/sup>, L. McNally<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Oklahoma, Norman, OK, <sup>2<\/sup>Military University Hospital Prague, Prague, Czech Republic, <sup>3<\/sup>University of Oklahoma, Oklahoma City, OK","CSlideId":"","ControlKey":"c724805a-c911-4446-bc45-578b8e4bf633","ControlNumber":"5328","DisclosureBlock":"&nbsp;<b>E. Sanderson, <\/b> None..<br><b>T. Husarova, <\/b> None..<br><b>L. McNally, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4162","PresenterBiography":"","PresenterDisplayName":"Lacey McNally, PhD","PresenterKey":"e89390a1-5e4b-4c84-ab1b-829aaf211737","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4162. Peptide-targeted probe identifies pancreatic cancer using optoacoustic imaging","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peptide-targeted probe identifies pancreatic cancer using optoacoustic imaging","Topics":null,"cSlideId":""},{"Abstract":"Objective: Current intraoperative imaging modalities such as near-infrared fluorescent imaging (NIR) or ultrasound are limited due to operator experience and depth, and targeted imaging of pancreatic tumors would be beneficial. However, specific pancreatic tumor biomarkers available for targeting in a novel imaging protocol are lacking. As such, we focus on developing a novel targeted imaging paradigm utilizing multispectral optoacoustic imaging (MSOT) to target the acidic microenvironment of pancreatic tumors. Peptides know as pH low insertion peptides (pHLIPs) when bound to dye allow for contrasted imaging selectively based on pH using MSOT. We have identified the need for a pHLIP with improved dynamic range to improve imaging accuracy. Here, we synthesize the novel pHLIP V7FS for comparison to V3 with aims of improving the dynamic range of imaging with MSOT in pancreatic cancer.<br \/>Methods: Using microwave chemistry, V7FS and V3 were synthesized with &#62;90% purity. Peptides were conjugated to HiLyte 750 dye, and peptide-dye conjugation confirmed via spectroscopy. Intraoperative measurements of human pancreatic tumor and surrounding uninvolved tissue were obtained using a microsensor. Near-infrared fluorescent imaging was used to measure probe uptake in S2VP10 and S2013 pancreatic cancer cells lines grown in pH specific media (7.4, 6.8, 6.6) in replicates. MSOT was then used to image probes in phantoms mimicking tissue and then in mice with pancreatic tumors from orthotopically implanted S2VP10. Statistical analysis was performed using ANOVA.<br \/>Results: Compared to surrounding uninvolved pancreatic tissue, human pancreatic tumor was more acidic with pH 6.2-6.7 vs 7.2-7.3 (p&#60;0.01). Signal at pH 7.4, 6.8 and 6.6 was higher for V7FS-750 compared to V3-750 (p=0.0105). Signal for V7FS-750 was centered around pH 6.6 and signal for V3-750 centered around pH 6.8. Interaction between probe and pH did not reach significance (p=0.745). Peak uptake in orthotopic murine models was observed at 3 hours following intravenous injection.<br \/>Conclusions: V7FS-750 was shown to have higher signal accumulation compared to V3-750 favoring a more acidic environment (pH 6.6 vs pH 6.8). This novel pHLIP was demonstrated to be viable for use in an imaging paradigm utilizing MSOT in an orthotopic murine model. Continued improvement in the dynamic range of these probes is promising for the use of pHLIPS in imaging of pancreatic cancer with MSOT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-08 New targets for imaging,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Bynum<\/b>, E. Sanderson, B. H. Edil, A. Jain, L. R. McNally; <br\/>OU Health Stephenson Cancer Center, Oklahoma City, OK","CSlideId":"","ControlKey":"bcde2856-670c-4d0d-95ad-15f40c6ecece","ControlNumber":"5569","DisclosureBlock":"&nbsp;<b>R. Bynum, <\/b> None..<br><b>E. Sanderson, <\/b> None..<br><b>B. H. Edil, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4163","PresenterBiography":null,"PresenterDisplayName":"Ryan Bynum, MD","PresenterKey":"0497c80b-3ae7-4c7e-991d-e5cb84a7d76c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4163. Improving the dynamic range of pH low insertion peptides for targeted imaging of pancreatic tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving the dynamic range of pH low insertion peptides for targeted imaging of pancreatic tumors","Topics":null,"cSlideId":""},{"Abstract":"Photoacoustic (PA) imaging can map the physiological conditions of tissues and track the biodistribution of contrast agents. Ultrasound localization microscopy (ULM) with microbubbles provides deep-tissue super-resolution blood vessel images and blood velocity maps. The integration of these techniques offers a potential tool for oncological applications, such as visualizing tumor hypoxia and vasculature. Additionally, because PA imaging and ULM can share the same ultrasound detector and data-acquisition system, PA images can seamlessly fuse with ULM images without requiring post co-registration processing. However, the acquisition time of ULM is considerably longer (several minutes per frame) compared to PA imaging (10 milliseconds to 100 milliseconds per frame), limiting the simultaneous acquisition of the two imaging modalities. To address this issue, we developed a deep learning model based on U-Net to accelerate the frame rate of ULM using information from sparse microbubble locations and power Doppler images. By enabling fast ULM acquisition, we developed an interleaved PA\/fast ULM imaging technique to simultaneously capture photoacoustic and ULM images. Our experiments demonstrated up to a 16 times improvement in acquisition speed with U-Net, utilizing in vivo mouse brain and skin tumor data. The hybrid imaging sequence achieved super-resolution vascular and tissue oxygenation imaging with less than 2 seconds of acquisition time per frame in vivo. The implementation of this rapid dual imaging scheme enables the longitudinal monitoring of 3D tumor microvasculature and hypoxia conditions using a common linear ultrasound transducer. We monitored tumor growth of epidermoid carcinoma (A431) in a mouse model from Day 7 to Day 17 of tumor implantation, and the results reveal a significant decrease in tumor vasculature density and oxygen saturation as the tumor grew larger over time. The results indicate a positive relationship between oxygen saturation and vessel density. Our findings showcase the potential of this innovative technique for advancing deep tissue, high-resolution, multi-biological parameters imaging in oncological research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Ultrasound,In vivo imaging,Deep learning,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Zhao<\/b>, S. Basu, R. H. Campbell, Y. Zhao, Y.-S. Chen; <br\/>University of Illinois Urbana Champaign, Urbana, IL","CSlideId":"","ControlKey":"54f99caf-3764-42b4-8dd8-f6819b75b013","ControlNumber":"860","DisclosureBlock":"&nbsp;<b>S. Zhao, <\/b> None..<br><b>S. Basu, <\/b> None..<br><b>R. H. Campbell, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>Y. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2687","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4164","PresenterBiography":null,"PresenterDisplayName":"Shensheng Zhao, B Eng;BS","PresenterKey":"b32c8105-2698-4efc-af23-d1903a649ce7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4164. Hybrid photoacoustic imaging and fast ultrasound localization microscopy to probe the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hybrid photoacoustic imaging and fast ultrasound localization microscopy to probe the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Optoacoustic imaging has grown in clinical relevance due to inherent advantages in sensitivity, resolution, and contrast, compared to standard modalities, such as fluorescence. However, guiding principles for development of small molecule contrast agents specific for optoacoustic imaging is lacking. This study assesses the influence of specific structural features of small molecule dyes, specifically squaraine dyes, that result in optoacoustic activity. Through computational models, <i>in vitro<\/i> testing, and <i>in vivo<\/i> experimentation this study assesses the effects of halogens on small molecule squaraine dyes to increase optoacoustic signal. By using the aid of our computational model, we decorated the squaraine scaffold with heavy halogenation of squaraines increased optoacoustic activity (2.12 a.u. vs. 0.21 a.u., p&#60;0.001). Density functional theory models suggest the origin of increased optoacoustic signal is due to increases in transition dipole moment which manifested experimentally as increased absorbance in the NIR wavelength range and decreased fluorescence quantum yield, respectively. This study provides an insight into the structure-function relationships that lead to guiding principles for designing optoacoustic-specific contrast agents. Further developments of squaraines and other types of optoacoustic agents will further increase relevance of optoacoustic imaging in a clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-09 Other,,"},{"Key":"Keywords","Value":"Chemistry,Imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Belligund<\/b><sup>1<\/sup>, W. MacCuaig<sup>1<\/sup>, C. Wickizer<sup>2<\/sup>, Y. Shao<sup>2<\/sup>, L. R. McNally<sup>1<\/sup>; <br\/><sup>1<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK, <sup>2<\/sup>University of Oklahoma, Norman, OK","CSlideId":"","ControlKey":"22e1761d-266b-46d8-a880-5a10baa7d33a","ControlNumber":"5513","DisclosureBlock":"&nbsp;<b>K. Belligund, <\/b> None..<br><b>W. MacCuaig, <\/b> None..<br><b>C. Wickizer, <\/b> None..<br><b>Y. Shao, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2688","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4165","PresenterBiography":null,"PresenterDisplayName":"Kavita Belligund, PhD","PresenterKey":"8184ebed-d614-4611-82f7-d383a537c652","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4165. Influence of halogens in squaraine dye on optoacoustic signal","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Influence of halogens in squaraine dye on optoacoustic signal","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer is the third most prevalent cause of cancer death in the U.S. with a ~10% survival rate. Surgery represents one of the best opportunities for extending survival and potential cures. Fluorescence-guided surgery (FGS) employing near-infrared (NIR) fluorescence-based targeting agents improves resection margins, allowing removal of small lesions not visible under white light. We previously reported a targeted NIR tracer (V-1520) of translocator protein (TSPO) expression that demonstrated proof-of-principle utility in high-grade pancreatic lesions arising in <i>Ptf1a-Cre; LSL-Kras<sup>G12D<\/sup><\/i><sup>\/+<\/sup>; <i>Smad4<sup>flox\/flox <\/sup>(KCS)<\/i> of pancreatic cancer. The purpose of the present study is to evaluate the utility of V-1520 to identify low-grade, premalignant yet high risk lesions in <i>KCS <\/i>mice; in this scenario we attempted to model use of V-1520 to remove lesions likely to manifest as future recurrence. We compared the uptake of the tracer in these mice from weaning to adulthood to systematically evaluate the efficacy of FGS as a function of lesion grade.<br \/>Experimental: The tracer, V-1520, was synthesized and <i>KCS<\/i> mice were generated as reported.<sup>1<\/sup> Mice were injected with 30&#956;g of V-1520 intravenously 24 hours before imaging. Images were acquired using the 800nm channel. <i>KCS<\/i> and WT mice were imaged as a function of from 4 to 11 weeks age. After imaging, tumor tissues and major organs were harvested for <i>ex-vivo <\/i>imaging, histopathology and Cryo-Fluorescent Tomography (CFT).<br \/>Summary: We found, V-1520 prominently localized in low-grade, premalignant PanIN cystic lesions with malignancy potential, as well as pancreatic tumors with and without local invasion. In contrast, V-1520 did not accumulate in healthy pancreata of KCS or WT mice. Mice as young as 4 weeks exhibited localized accumulation of the tracer with low grade PanIN and early dysplasia. The fluorescence intensity was further enhanced in mice with higher grade disease, whereby the pathology was characterized by high-grade cyst formation, increased nuclear\/cytoplasm ratio, acinar to ductal metaplasia and invasion. Low and high-grade neoplasia was characterized by high TSPO immunoreactivity, consistent with <i>in-vivo<\/i> imaging. Confocal microscopy was used to colocalize V-1520 accumulation and TSPO immunoreactivity; V-1520 was found to prominently localized to premalignant epithelia pancreatic cancer cells. CFT illustrated that the primary localization of V-1520 included the liver, kidneys, and pancreatic diseases.<br \/>Conclusion<b>: <\/b>These studies suggest the utility of V-1520 to identify high-risk pancreatic lesions that could be removed with surgery. Encouragingly, the V-1520 was capable of differentiating tumors from surrounding non-tumor tissue at an early stage, which could lead to better resections and delay and\/or prevent recurrence in the future. 1. <i>Clinical Cancer Research <\/i>26(22), 15 Nov. 2020 5914-5925","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Early detection,Fluorescence imaging,In vivo imaging,Translocator protein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sharma<\/b>, D. Hernandez, X. Wen, J. Wang, C.-D. Pham, B. Huang, H. C. Manning; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"bb5ca42d-cc55-436e-bd13-cd8e63915fe3","ControlNumber":"2029","DisclosureBlock":"&nbsp;<b>S. Sharma, <\/b> None..<br><b>D. Hernandez, <\/b> None..<br><b>X. Wen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>C. Pham, <\/b> None..<br><b>B. Huang, <\/b> None..<br><b>H. C. Manning, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2689","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4166","PresenterBiography":"","PresenterDisplayName":"Shilpa Sharma, PhD","PresenterKey":"e92c1957-fda3-4713-9a3b-1452faf7cbc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4166. TSPO-targeted near-infrared optical probe for early identification and localization of high-risk premalignant pancreatic lesions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TSPO-targeted near-infrared optical probe for early identification and localization of high-risk premalignant pancreatic lesions","Topics":null,"cSlideId":""},{"Abstract":"Tumors consist of a complex mixture of resident and infiltrating cells that can support their survival and evasion of treatment. Selective detection of genetically stable cells in the tumor microenvironment (TME) offers insight into tumor biology beyond the malignant cells, which are the focus of most molecular imaging approaches to cancer detection. Motivated by the goal of non-invasively understanding the primary breast TME, we have developed fluorescent molecular probes that target cancer-associated fibroblasts (CAFs), a major component of the stromal compartment of many tumors, and emit light in the near-infrared (NIR) spectral window, providing access to deeper tissues than visible probes. We synthesized and characterized a series of CAF-targeted antibody- and small molecule-based fluorescent imaging agents utilizing a highly hydrophilic NIR dye and ligands that target Fibroblast Activation Protein (FAP). FAP is a key cell-surface marker of breast cancer CAFs with an S1 phenotype, which are modulators of immunosuppression, metastatic spread, and are associated with worse outcomes, especially in HER2+ and triple-negative breast cancer. Modifications to the chemical structure of the linker and targeting ligands allowed us to alter the specificity and brightness of the CAF-probes <i>in cellulo<\/i>. Imaging of a co-implanted tumor model of SKBR3 human breast cancer cells and FAP expressing fibroblasts after administering our lead small-molecule CAF imaging agent revealed selective tumor targeting of CAF-rich tumors compared to cancer cell predominant tumors with favorable pharmacokinetics and tumor-to-background ratio (TBR) greater than 2. Similar imaging studies with MMTV-PyMT transgenic mice, an established murine model of breast cancer, showed analogous enhanced uptake in mammary tumors (TBR &#62; 2) and clearance over 24 hours. NIR fluorescence also correlated with CAFs isolated from PyMT tumor tissue via flow cytometry, consistent with our hypothesis that this agent can specifically detect endogenous CAFs. This study identified a novel, bright, and water-soluble FAP-specific NIR agent for <i>in vivo<\/i> imaging, setting the stage for simultaneous optical imaging of malignant cells and activated fibroblasts in the TME to elucidate cancer-host interactions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Molecular imaging,Cancer-associated fibroblasts,Tumor microenvironment,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. S. Michie<\/b><sup>1<\/sup>, J. Du<sup>1<\/sup>, J. Ye<sup>1<\/sup>, K. Duncan<sup>1<\/sup>, M. Y. Berezin<sup>1<\/sup>, S. Achilefu<sup>2<\/sup>; <br\/><sup>1<\/sup>Washington University School of Medicine in St. Louis, St. Louis, MO, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"f1f5a9c2-210f-48b9-9820-2b33fbc95041","ControlNumber":"1336","DisclosureBlock":"&nbsp;<b>M. S. Michie, <\/b> None..<br><b>J. Du, <\/b> None..<br><b>J. Ye, <\/b> None..<br><b>K. Duncan, <\/b> None..<br><b>M. Y. Berezin, <\/b> None.&nbsp;<br><b>S. Achilefu, <\/b> <br><b>Integro Theranostics<\/b> Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2690","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4167","PresenterBiography":null,"PresenterDisplayName":"Megan Michie, BA","PresenterKey":"2015283c-2572-4634-8e78-93000365913d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4167. Selective imaging of cancer-associated fibroblasts in the breast cancer microenvironment with near-infrared fluorescent probes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective imaging of cancer-associated fibroblasts in the breast cancer microenvironment with near-infrared fluorescent probes","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) ranks among the most prevalent malignancies in men. The combination of ultrasound and fine-needle aspiration biopsy has greatly facilitated early diagnosis and expanded the range of treatment options. Traditional treatments primarily involve anti-androgens and androgen deprivation therapy; however, a recurrence occurs in approximately 30% of cases following these interventions. Our current focus is on the exploration of photothermal therapies using nanoparticles for precise tumor ablation. Among these nanoparticles, multiwalled carbon nanotubes (MWCNTs) exhibit unique structural, optical, and thermal properties that make them exceptionally appealing for biomedical applications, especially as a foundation for photothermal therapy. Our platform employs the copper (I)-catalyzed azide alkyne cycloaddition of prostate-specific membrane antigen (PSMA)-targeting peptidomimetic (Glu-urea-Lys) ligand to the MWCNTs. We used confocal microscopy to observe a significantly enhanced binding of the targeted Glu-urea-Lys-MWCNTs to the surfaces of PSMA-expressing LNCaP cells compared to IgG-MWCNTs and to PSMA-null PC3 cells. Raman microscopy further confirmed the increased presence of Glu-urea-Lys-MWCNTs on LNCaP spheroids compared to non-targeting MWCNTs. We also confirmed enhanced photothermal cell ablation <i>in vitro<\/i> using the targeted MWCNTs. Based on <i>in vitro<\/i> evidence, we established LNCaP and PC3 xenografts in <i>nu\/nu<\/i> mice and evaluated the therapeutic efficacy. Using fluorescence-based imaging, we observed the enhanced localization of Glu-urea-Lys-MWCNTs within the tumors. Furthermore, we collected the tumors and conducted <i>ex vivo<\/i> analysis using Raman microscopy for a label-free detection of the targeted MWCNTs, which complemented the fluorescence imaging and laying the foundation for real-time Raman imaging <i>in vivo<\/i>. Subsequently, we applied photothermal ablation of the tumor xenografts based on a pre-optimized treatment protocol established from COMSOL simulations and prior experiments. This treatment led to complete tumor ablation with minimal recurrence and minimal non-specific damage. In conclusion, we have assessed the effectiveness of our targeted nano-photothermal platform in a pre-clinical model of PCa. Further studies will aid in the transition of photothermal therapy to clinical trials. Moreover, we aim to investigate the role of photothermal therapy in the PCa tumor microenvironment and whether such an approach can trigger post-therapeutic activation of immune responses against the tumor. Ultimately, we anticipate that our nanotherapeutic platform will contribute to a focused therapeutic approach where targeted MWCNT-laser treatment exploits overexpressed tumor markers in conjunction with various irradiation strategies to enhance ablation while minimizing damage to surrounding tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Theranostics,Nanoparticle,PSMA,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lee<\/b><sup>1<\/sup>, G. Beaudoin<sup>2<\/sup>, J. Yeoh<sup>2<\/sup>, F. Leblond<sup>2<\/sup>, M. Trifiro<sup>1<\/sup>, M. Paliouras<sup>3<\/sup>; <br\/><sup>1<\/sup>McGill University, Montréal, QC, Canada, <sup>2<\/sup>Polytechnique Montreal, Montréal, QC, Canada, <sup>3<\/sup>Guzzo Nano Research, Terrebonne, QC, Canada","CSlideId":"","ControlKey":"1dfd3e7c-7c36-412e-8963-f447cfea88fc","ControlNumber":"2831","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>G. Beaudoin, <\/b> None..<br><b>J. Yeoh, <\/b> None..<br><b>F. Leblond, <\/b> None..<br><b>M. Trifiro, <\/b> None.&nbsp;<br><b>M. Paliouras, <\/b> <br><b>Guzzo Nano Research<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2691","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4168","PresenterBiography":"","PresenterDisplayName":"Seung Soo Lee, BS,MS","PresenterKey":"578cb511-3d6d-4f69-a74b-a7d3bedb6078","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4168. Pre-clinical demonstration of Raman spectroscopy-assisted photothermal therapy for prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical demonstration of Raman spectroscopy-assisted photothermal therapy for prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"The growth in cancer immunotherapy agents requires an understanding of the immune contexture of the tumor microenvironment. This can be aided by high-plex imaging and analysis to obtain phenotypes of specific cells and study their biodistribution and interactions. Imaging Mass Cytometry&#8482; (IMC) is the method of choice for single-step staining and high-plex imaging of tissues, avoiding the complications of autofluorescence and cyclic imaging.<br \/>IMC has expanded its capabilities with three distinct imaging modes: Preview, Cell, and Tissue. The Preview Mode is a rapid scanning system that captures a comprehensive overview of the stained tissue, mapping out the distribution of over 40 markers and revealing tissue heterogeneity. This enables researchers to make informed decisions about which areas warrant closer examination on the same. Building on this, Cell Mode offers high-resolution imaging for detailed analysis of the Regions of Interest (ROI) identified during Preview, all using the same slide. Tissue Mode complements these by providing a fast acquisition of the entire tissue at a lower resolution, which is optimal for quantitative pixel-based analysis of tissue biology. These modes support automated, continuous imaging of more than 40 large tissue samples (400 mm2) weekly. Following Preview Mode, the selection of ROIs for high-resolution imaging is a critical step, enhanced by automated AI algorithms to ensure it is informed by biomarker expression.<br \/>Tissue sections of colon adenocarcinoma were stained with a 30-marker IMC panel of structural, tumor, stroma, immune cell, and immune activation markers. Images were acquired on Hyperion XTi&#8482; (Standard BioTools), first in Preview Mode, then in Cell Mode with automatic selection of ROIs using Phenoplex&#8482; (Visiopharm). ROIs were automatically selected based on two criteria: 1) actively proliferating and non-proliferating tumor regions; 2) cold and hot tumor regions as identified by hotspots of lymphoid and myeloid immune markers within stromal or epithelial tumor regions.<br \/>Single cell analysis of the high-resolution images obtained in Cell Mode, was performed as a multi-step workflow using Phenoplex. Tissue segmentation was used to divide the tissue into epithelial tumor (E-Cadherin\/panCK), stromal, and tumor margin regions; cell segmentation was based on Iridium DNA channels; and phenotyping was performed using the guided highplex workflow. These data were used to compare the immune contexture through a series of t-SNE plots partitioned by spatial region and clinical variables.<br \/>This work demonstrates that the multi-modal features of Hyperion XTi can greatly accelerate the ability of IMC users to gain useful insights from complex biological samples. Phenoplex enables a comprehensive workflow for the analysis of this complex data, providing automated ROI selection, and phenotyping and spatial analyses of high-resolution IMC images for biological assessment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Image analysis,Tumor microenvironment,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Schneider<sup>1<\/sup>, S. Kala<sup>2<\/sup>, S. Lim<sup>2<\/sup>, C. Hupple<sup>2<\/sup>, N. Lane<sup>2<\/sup>, <b>J. R. Mansfield<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Visiopharm, Horsholm, Denmark, <sup>2<\/sup>Standard BioTools, South San Francisco, CA","CSlideId":"","ControlKey":"a42ca2f5-37ec-42ed-a5cf-52955b2d1901","ControlNumber":"6796","DisclosureBlock":"<b>&nbsp;F. Schneider, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>S. Kala, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>S. Lim, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>C. Hupple, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>N. Lane, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2692","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4169","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4169. A deep learning approach to guide acquisition region selection for imaging mass cytometry","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A deep learning approach to guide acquisition region selection for imaging mass cytometry","Topics":null,"cSlideId":""},{"Abstract":"Background: Previously, AI-powered spatial tumor-infiltrating lymphocyte analysis in H&#38;E whole-slide image (WSI) showed promising performance in predicting ICI outcomes. However, there were several innate limitations of tissue analysis, including the time lag between tissue biopsy and actual ICI administration, during which tumor microenvironment (TME) has changed, and analyzing a part of a single tumor tissue would not fully assess immunogenicity of multiple metastatic tumors. To overcome the challenges, we developed multiple-instance learning (MIL)-based models and applied them to predict the treatment response of ICI in a real-world dataset.<br \/>Method: MIL-based models were trained under the cross-validation scheme for CT scans (N=456) separately, based on CT image analyzers. Lunit SCOPE IO (Lunit, South Korea), an AI-based H&#38;E WSI analyzer, identifies various classes of cells within TME and segments tumor regions from WSI (AI-HE-TIL). An AI-based CT image analyzer detects nodules on the CT image (AI-CT). The final ensemble score per patient is computed by the average of all model predictions from CT and pathology image inputs. Single and ensemble performances for predicting responder and non-responder patients to ICI are measured in an independent cohort of 208 NSCLC patients.<br \/>Results: In the overall cohort, the AUROC values for AI-HE-TIL, AI-CT, and the ensemble were 0.6372, 0.6759, and 0.7307, respectively. The high ensemble score group (&#8805; median) has prolonged progression-free survival (PFS) of ICI (median PFS 5.0 months vs 2.1 months, hazard ratio [HR] 0.54, P &#60; 0.0001). It correlates with PD-L1 expression, as tumor proportion score (TPS) &#8805; 50% subgroup had higher ensemble score (median 0.312 vs 0.257, P = 0.0295). Interestingly, among TPS &#8805; 50% subgroup, the high ensemble score shows significantly favorable PFS of ICI (median PFS 6.7 months vs 2.9 months, HR 0.46, P = 0.0002). In subgroup analysis according to tissue harvest site (primary tumor vs lymph node or distant metastasis), the AUROC values of AI-HE-TIL and AI-CT for the subgroup harvested from the primary tumor (N=111) were 0.6568 and 0.6658, respectively, and those for the subgroup harvested from the metastatic lesion (N=97) were 0.6162 and 0.6973, respectively, implying AI-CT is relatively not affected by tissue harvest site.<br \/>Conclusion: AI-powered multi-modal approach of using H&#38;E image and CT image shows complimentary, and synergistic effect to predict ICI clinical outcomes in advanced NSCLC, even in the subgroup of PD-L1 high population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-02 Application of imaging technology to the clinic,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Tumor microenvironment,Prognostic markers,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Jeong<\/b><sup>1<\/sup>, J. Park<sup>2<\/sup>, H. Song<sup>2<\/sup>, J. Moon<sup>2<\/sup>, T. Lee<sup>2<\/sup>, C. Ahn<sup>2<\/sup>, S. Park<sup>1<\/sup>, S.-H. Lee<sup>1<\/sup>, C.-Y. Ock<sup>2<\/sup>, H. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Samsung Medical Center, Seoul, Korea, Republic of, <sup>2<\/sup>Lunit, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b7de44a0-2dae-4287-a840-caf9ac92034e","ControlNumber":"4306","DisclosureBlock":"&nbsp;<b>D. Jeong, <\/b> None.&nbsp;<br><b>J. Park, <\/b> <br><b>Lunit<\/b> Employment. <br><b>H. Song, <\/b> <br><b>Lunit<\/b> Employment. <br><b>J. Moon, <\/b> <br><b>Lunit<\/b> Employment. <br><b>T. Lee, <\/b> <br><b>Lunit<\/b> Employment. <br><b>C. Ahn, <\/b> <br><b>Lunit<\/b> Employment, Stock.<br><b>S. Park, <\/b> None.&nbsp;<br><b>S. Lee, <\/b> <br><b>AstraZeneca\/MedImmune<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Novartis<\/b> Travel. <br><b>C. Ock, <\/b> <br><b>Lunit<\/b> Employment, Stock. <br><b>H. Lee, <\/b> <br><b>Corelinesoft co.<\/b> Stock. <br><b>Lunit<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Johnson&Johnson Inc<\/b> Grant\/Contract. <br><b>Roche<\/b> Other, Consultancy.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2693","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4170","PresenterBiography":null,"PresenterDisplayName":"Dong Young Jeong","PresenterKey":"73b1989d-2082-446d-b0dc-f452157f871f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4170. Artificial intelligence (AI)-based multi-modal approach using H&#38;E and CT image for predicting treatment response of immune checkpoint inhibitor (ICI) in non-small cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Artificial intelligence (AI)-based multi-modal approach using H&#38;E and CT image for predicting treatment response of immune checkpoint inhibitor (ICI) in non-small cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"The ability to accurately define tumor margins may enhance tissue sparing and increase efficiency in the dermatologic surgery process, but no device exists that serves this role. Reflectance Confocal Microscopy (RCM) provides non-invasive cellular resolution of the skin. The only clinically-approved RCM device is bulky, non-portable, and requires a tissue cap which makes mapping of the underlying tissue impossible. We recently combined &#8220;virtual histology&#8221;, a machine learning algorithm with RCM images from this standard RCM device to generate biopsy-free histology to overcome these limitations. Whether virtual histology can be used with a portable, handheld RCM device to scan for residual tumor and tumor margins is currently unknown. We hypothesize that combining a handheld RCM device with virtual histology could provide accurate tumor margin assessment. We determined whether our established virtual histology algorithm could be applied to images from a portable RCM device and whether these pseudo-stained virtual histology images correlated with histology from skin specimens. The study was conducted as a prospective, consecutive non-randomized trial at a Veterans Affairs Medical Center dermatologic surgery clinic. All patients greater than 18 years of age with previously biopsied BCC, SCC, or SCCis were included. Successive confocal images from the epidermis to the dermis were obtained 1.5 microns apart from the handheld RCM device to detect residual skin cancer. The handheld, in-vivo RCM images were processed through a conditional generative adversarial network-based machine learning algorithm to digitally convert the images into H&#38;E pseudo-stained virtual histology images. Virtual histology of in-vivo RCM images from unbiopsied skin captured with the portable RCM device were similar to those obtained with the standard RCM device and virtual histology applied to portable RCM images correctly correlated with frozen section histology. Residual tumors detected with virtual histology generated from the portable RCM images accurately corresponded with residual tumors shown in the frozen surgical tissue specimen. Residual tumor was also not detected when excised tissue was clear of tumor following surgical procedure. Thus, the combination of virtual histology with portable RCM may provide accurate histology-quality data for evaluation of residual skin cancer prior to surgery. Combining machine learning-based virtual histology with handheld RCM images demonstrates promise in providing insights into tumor characteristics and has the potential to assist the surgeon and better guide practice decisions to more efficiently serve patients, leading to decreased layers and appointment times. Future work is needed to provide real time virtual histology, convert horizontal\/confocal sections into vertical or 3D sections, and to perform clinical studies to map tumors in tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-02 Application of imaging technology to the clinic,,"},{"Key":"Keywords","Value":"Deep learning,In vivo imaging,Dermatology,Virtual Histology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Rachel Wahhab<\/b><sup>1<\/sup>, Nelly Kokikian<sup>1<\/sup>, Jingxi Li<sup>2<\/sup>, Jason Garfinkel<sup>3<\/sup>, Stephanie Martin<sup>3<\/sup>, David Beynet<sup>3<\/sup>, Aydogan Ozcan<sup>2<\/sup>, Philip Scumpia<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Dermatology, University of California, Los Angeles, Los Angeles, CA,<sup>2<\/sup>Department of Electrical Engineering and Bioengineering, University of California, Los Angeles, Los Angeles, CA,<sup>3<\/sup>Dermatology, Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA","CSlideId":"","ControlKey":"f7db7e08-1c4b-4c57-82b2-3dec7d1d1579","ControlNumber":"8816","DisclosureBlock":"&nbsp;<b>R. Wahhab, <\/b> None..<br><b>N. Kokikian, <\/b> None.&nbsp;<br><b>J. Li, <\/b> <br><b>Regents of University of California, LA<\/b> Other, filed provisional patent.<br><b>J. Garfinkel, <\/b> None..<br><b>S. Martin, <\/b> None..<br><b>D. Beynet, <\/b> None.&nbsp;<br><b>A. Ozcan, <\/b> <br><b>Regents of University of California, LA<\/b> Other, filed provisional patent. <br><b>P. Scumpia, <\/b> <br><b>Regents of University of California, LA<\/b> Other, filed provisional patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2694","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4171","PresenterBiography":null,"PresenterDisplayName":"Rachel Wahhab, BS","PresenterKey":"7378fcef-4074-43f7-820e-a3abd80d058b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4171. Utilizing biopsy-free virtual histology for improved clinical efficiency in the dermatologic surgical setting","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing biopsy-free virtual histology for improved clinical efficiency in the dermatologic surgical setting","Topics":null,"cSlideId":""},{"Abstract":"Background: Tissue-based high-plex platforms evaluate numerous biomarkers in limited tissue sections. Certain tissue features and assay technical limitations may jeopardize the accuracy of this analysis. In this study, we aim to determine tissue specific features that influence image-based region of interest (ROI) selection and segmentation for spatial profiling of carcinomas, and to develop pathology approaches to overcome them.<br \/>Methodology<b>: <\/b>A total of 317 samples from different carcinoma types processed with the GeoMx Digital spatial profiling protein assay protocol were assessed to identify deviations from original strategies for ROI placement and segmentation (Table 1). ROI were selected by a pathologist. The initial strategy for all cases was to place rectangles ROIs of 660*785 &#181;m in tumor area and to segment based on morphology biomarkers as indicated in Table 1. Strategies to overcome technical and tissue specific features were recorded and quantified.<br \/>Results: A total of 2068 ROIs and 4422 AOIs were evaluated. In all the cases, tissue displayed specific features that limited planned ROI placement and segmentation. Table 1 describes these features by tissue type and profiling strategies. A total of 970 ROIs were solved using different annotation type or changes in segmentation strategy, 584 bypassed the limitations by changing the processing protocol; and 322 were not solved due to non-compliance with assay requirements.<br \/>Conclusions: We identified tissue features that limit the planned ROI selection and segmentation in spatial high-plex profiling, mainly due to tissue processing, distinct histology, type of sample, and presence of adjacent non-neoplastic tissue. A deep understanding of tumor architecture, biology and platform related technical limitations is needed to select areas of analysis for spatial profiling.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5C4682F7-A8C7-4918-98DB-DD1B0A8B3FC0}\"><caption>Table 1: ROI and segmentation strategy methodology and tissue specific features with pathology appro<\/caption><tr><td rowspan=\"2\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"7\"><i>Histological type (Profiling segments)<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Anal Carcinoma<\/b> <b>(Tu\/TME)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Lung NSCLC<\/b> <b>(Tu\/TME)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Lung NSCLC TMA<\/b> <b>(Tu\/Tcells\/ M&#981;)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Lung NSCLC TMA<\/b> <b>(Tu\/TME)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CRC MT<\/b> <b>Tu\/Immune<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Breast Ca<\/b> <b>Tu\/Immune\/else<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Pathology Approach (ROIs)<\/b><\/td><\/tr><tr><td rowspan=\"5\" colspan=\"1\"><b>Methodology<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Samples<\/b><\/td><td rowspan=\"1\" colspan=\"1\">48<\/td><td rowspan=\"1\" colspan=\"1\">33<\/td><td rowspan=\"1\" colspan=\"1\">80<\/td><td rowspan=\"1\" colspan=\"1\">80<\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">70<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Biopsy type<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Incisional (Core\/other), Whole tissue<\/td><td rowspan=\"1\" colspan=\"1\">Incisional (Core\/other)Whole tissue<\/td><td rowspan=\"1\" colspan=\"1\">TMA<\/td><td rowspan=\"1\" colspan=\"1\">TMA<\/td><td rowspan=\"1\" colspan=\"1\">Whole tissue<\/td><td rowspan=\"1\" colspan=\"1\">Core<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Morphology markers\/mIF Channels<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525 PanCK: Cy3\/568 CD45: Texas red\/615 CD68: Cy5\/666<\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525PanCK: Cy3\/568CD20: Texas red\/615CD3: Cy5\/666<\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525 PanCK: Cy3\/568 CD68: Texas red\/615 CD3: Cy5\/666<\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525 PanCK: Cy3\/568 CD68: Texas red\/615 CD3: Cy5\/666<\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525 PanCK: CD45: Texas red\/615<\/td><td rowspan=\"1\" colspan=\"1\">Syto13: FITC\/525 PanCK: Cy3\/568 CD45: Texas red\/615<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Strategy for segmentation<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+) TME (PanCK-)<\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+)TME (PanCK-)<\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+) T cell (CD3+) M&#981; (CD68+)<\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+) TME (PanCK-)<\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+) Immune (CD45+)<\/td><td rowspan=\"1\" colspan=\"1\">Tumor (PanCK+) Immune (CD45+) Else (PanCK-CD45-)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total ROIs\/AOIs<\/b><\/td><td rowspan=\"1\" colspan=\"1\">224\/435<\/td><td rowspan=\"1\" colspan=\"1\">144\/252<\/td><td rowspan=\"1\" colspan=\"1\">80\/218<\/td><td rowspan=\"1\" colspan=\"1\">82\/162<\/td><td rowspan=\"1\" colspan=\"1\">944\/1573<\/td><td rowspan=\"1\" colspan=\"1\">594\/1782<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"9\" colspan=\"1\"><b>Tissue specific features (ROI number\/percentage)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Folds (ROIs)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">Draw Polygons (25)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Adjacent* Non-Tumoral tissue <\/b><\/td><td rowspan=\"1\" colspan=\"1\">22<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">388<\/td><td rowspan=\"1\" colspan=\"1\">40<\/td><td rowspan=\"1\" colspan=\"1\">Draw Polygons (473)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Tissue Derived Autofluorescence<\/b><\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">105<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">45<\/td><td rowspan=\"1\" colspan=\"1\">Draw Polygons (13). New segment to exclude autofluorescence (141)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Sample Size<\/b><\/td><td rowspan=\"1\" colspan=\"1\">26<\/td><td rowspan=\"1\" colspan=\"1\">19<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">138<\/td><td rowspan=\"1\" colspan=\"1\">Polygons (191)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Necrosis<\/b><\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">217<\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">Polygons (238)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Biological absence of morphology marker<\/b><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">Polygons non segmented for Tu and TME (15)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Solid tumors with scant TME<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">21<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">Polygons non segmented for Tu and TME (30)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Eosin autofluorescence<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">584<\/td><td rowspan=\"1\" colspan=\"1\">Stained new section with Validated PanCK in Cy5\/666 channel (584)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Failure to reach the minimum number of cell requirements<\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><td rowspan=\"1\" colspan=\"1\">36<\/td><td rowspan=\"1\" colspan=\"1\">22<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">249<\/td><td rowspan=\"1\" colspan=\"1\">43<\/td><td rowspan=\"1\" colspan=\"1\">Excluded segments (322) New scan to select more areas (43)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Histopathology,Image analysis,,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Hernandez<\/b><sup>1<\/sup>, C. J. Arrechedera<sup>1<\/sup>, P. Rocha<sup>2<\/sup>, L. Kostousov<sup>1<\/sup>, S. Barnes<sup>1<\/sup>, K. Khaja<sup>1<\/sup>, L. M. Solis-Soto<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Hospital del Mar, Barcelona, Spain","CSlideId":"","ControlKey":"c9cc16fd-1601-424b-99ab-aa53843adc87","ControlNumber":"3425","DisclosureBlock":"&nbsp;<b>S. Hernandez, <\/b> None..<br><b>C. J. Arrechedera, <\/b> None..<br><b>P. Rocha, <\/b> None..<br><b>L. Kostousov, <\/b> None..<br><b>S. Barnes, <\/b> None..<br><b>K. Khaja, <\/b> None..<br><b>L. M. Solis-Soto, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2695","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4172","PresenterBiography":null,"PresenterDisplayName":"Sharia Hernandez, MD","PresenterKey":"d27a0525-8af8-4713-92ce-88d92829dd0a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4172. Pathology supervised approaches for ROI placement and segmentation to overcome caveats and pitfalls in high-plex spatial profiling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"183","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Anatomical and Molecular Pathology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pathology supervised approaches for ROI placement and segmentation to overcome caveats and pitfalls in high-plex spatial profiling","Topics":null,"cSlideId":""}]