[{"Abstract":"Several immune cell types have been successfully targeted for immunomodulatory therapy; however, the efficacies of such therapies are hindered by incompatible immune cell activation states. CD8+ T-cell exhaustion is one of the most studied T-cell states in the context of cancer and was shown to limit checkpoint blockade efficacy. Although CD8+ T-cell exhaustion studies in mice showed this state is tightly regulated by chromatin accessibility of cis-regulatory elements (CREs) and transcription factor activation, the exploration of these mechanisms, their prevalence, and their specificity in human cancers remains limited. In addition, chromatin accessibility signatures of other lymphocyte (CD4+ and NK) states frequently found in solid tumors have not been carefully characterized in a pan-cancer setting. Here we introduce the first single-nuclei atlas of pan-cancer and disease-specific cis- and trans-regulatory elements in tumor infiltrating lymphocytes. We profiled ~140K T-cell and NK cell nuclei with snATAC-seq and snRNA-seq from 227 tumor and normal samples from eleven cancer types. We distinguished two major subpopulations among exhausted CD8+ T-cells: GZMK expressing (CD8+ GZMK+ Tex) and ITGAE+ tissue-resident (CD8+ Trm ex). CD8+ GZMK+ Tex was enriched in clear cell renal cell carcinoma, while CD8+ Trm ex was found in all other cancers. Both exhausted groups featured high motif accessibility and expression of NR4A1, NFATC2, and NFKB2 transcription factors (previously reported to regulate exhaustion), but differed in EOMES motif accessibility and gene expression. We have identified other lymphocyte subpopulations showing exhaustion signatures, including CD4+ follicular helpers (CD4+ Tfh), CD4+ regulatory cells (CD4+ Tregs), and weakly cytotoxic tissue-resident NK cells (trNK weak). All these subpopulations showed increased expression and motif accessibility of the NR4A1 transcription factor, highlighting its role in regulating dysfunctional states not only in CD8+ T-cells, but also in CD4+ and NK cells. Additionally, CD4+ Tfh and Tregs showed enhanced activity of NFKB1, NFKB2, and POU2F2, and trNK weak cells had increased activity of NR4A2 and NR2F2. To put our results into clinical perspective, we have collected cohorts of renal cancer, melanoma and triple-negative breast tumors treated with immunotherapy in clinical trial settings, and showed elevated GZMK expression in exhausted T-cells in responders compared to non-responders.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Cytotoxic T cell,Microenvironment,Transcriptional regulation,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Karpova<\/b>, N. V. Terekhanova, S. Chen, R. G. Jayasinghe, A. Houston, W. Caravan, R. C. Fields, L. Ding; <br\/>Washington University in St Louis, St. Louis, MO","CSlideId":"","ControlKey":"339c16d8-925e-475c-83f4-21d79423a61d","ControlNumber":"4698","DisclosureBlock":"&nbsp;<b>A. Karpova, <\/b> None..<br><b>N. V. Terekhanova, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>R. G. Jayasinghe, <\/b> None..<br><b>A. Houston, <\/b> None..<br><b>W. Caravan, <\/b> None..<br><b>R. C. Fields, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"821","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2627","PresenterBiography":null,"PresenterDisplayName":"Alla Karpova, BS;MS","PresenterKey":"6feb1a8b-5f18-40a1-ae0d-1f7198cace3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2627. PanCancer epigenetic regulators of lymphocyte activation states","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PanCancer epigenetic regulators of lymphocyte activation states","Topics":null,"cSlideId":""},{"Abstract":"The immunosuppressive nature of ovarian cancer (OC) allows these tumors to evade the immune system, contributing to late-stage diagnoses and poor clinical outcomes for patients. However, a higher number of tumor-infiltrating lymphocytes is associated with improved clinical outcomes in OC. One type of lymphocyte, the T cell, can traffic to the tumor and kill tumor cells. We have shown that treating tumor cells with Prussian Blue nanoparticles and photothermal therapy (PBNP-PTT) results in immunogenic cell death, a form of cell death that is visible to the immune system, including T cells. PBNP-PTT-treated tumor cells were then used to expand tumor-specific T cells from partially genetically matched healthy donors against breast and brain cancer cell lines. These expanded T cells were better able to recognize and kill the target tumor cell lines than bulk unexpanded T cells from the same donors. Hence, we hypothesized that using PBNP-PTT-treated OC cells would allow us to expand a polyclonal tumor-specific T cell product that is cytolytic against OC cells <i>in vitro <\/i>and <i>in vivo<\/i>.We first evaluated whether multi-antigen OC-specific T cells could be expanded from partially genetically matched healthy donors and confirmed that PBNP-PTT elicited immunogenic cell death in the HLA-A*02:01 human OC cell lines Hey and TykNu. Using our established <i>in vitro <\/i>T cell expansion protocol, we then successfully expanded T cells from multiple HLA-A*02:01 healthy donors (n=3) against these cell lines. Functional analyses&#8212;including interferon-gamma ELISPOT, multi-color flow cytometry, and cytotoxicity assays&#8212;demonstrated that the expanded T cells had enhanced anti-tumor responses against OC cell lines compared to bulk unexpanded T cells derived from the same donors. Current work is expanding this approach to a syngeneic murine setting in C57BL\/6J mice. Moreover, we will evaluate HLA-matched T cells and tumor cells from patients with OC <i>ex vivo<\/i>. Collectively, these efforts serve as a novel approach towards a curative immunotherapy for OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Ovarian cancer,T cell,Nanoparticle,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. E. Grundy<\/b><sup>1<\/sup>, A. Lee<sup>1<\/sup>, S. Chin<sup>1<\/sup>, M. Hadley<sup>1<\/sup>, D. Schmidt<sup>1<\/sup>, L. Wang<sup>1<\/sup>, O. Cox<sup>1<\/sup>, K. Omar<sup>1<\/sup>, C. M. Bollard<sup>2<\/sup>, R. Fernandes<sup>1<\/sup>, K. B. Chiappinelli<sup>1<\/sup>; <br\/><sup>1<\/sup>The George Washington University, Washington, DC, <sup>2<\/sup>Children's National Hospital, Washington, DC","CSlideId":"","ControlKey":"ce74f883-14c7-42c5-8f39-2b52c64ddf0f","ControlNumber":"5249","DisclosureBlock":"&nbsp;<b>E. E. Grundy, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>S. Chin, <\/b> None..<br><b>M. Hadley, <\/b> None..<br><b>D. Schmidt, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>O. Cox, <\/b> None..<br><b>K. Omar, <\/b> None..<br><b>C. M. Bollard, <\/b> None..<br><b>R. Fernandes, <\/b> None..<br><b>K. B. Chiappinelli, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2628","PresenterBiography":null,"PresenterDisplayName":"Erin Grundy, BS","PresenterKey":"823ff45a-dfd0-4ff9-8350-4267f4f320de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2628. Generation of multi-antigen specific T cells for ovarian cancer using Prussian Blue nanoparticles and photothermal therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of multi-antigen specific T cells for ovarian cancer using Prussian Blue nanoparticles and photothermal therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: DNA N<sup>6<\/sup>-methyldeoxyadenosine (6mA) modification is the most prevalent DNA modification in prokaryotes, like bacteria, which participates in the host defense system. However, the presence and function of DNA 6mA in eukaryotes remains elusive. Many studies have reported that DNA 6mA modification is distributed across the genome and regulates transcription and the activity of transposable elements, in which the DNA 6mA methyltransferases and demethylases are involved, including the methyltransferase N6AMT1. LINE-1 is a genome-wide DNA repetitive element that acts as a diagnostic and prognostic biomarker for colorectal cancer. Therefore, we aimed to map the DNA 6mA in LINE-1 and investigate its role in the colorectal cancer (CRC) development.<br \/>Methods: The restriction-enzyme-digestion assay followed by quantitative PCR (6mA-RE-qPCR) was used to evaluate the LINE-1 DNA 6mA levels in the tumor and normal tissues. The DNA Nanopore sequencing was utilized to determine DNA 6mA and 5mC modifications. After the knockdown of N6AMT1, the dynamic changes of LINE-1 DNA 6mA methylation and RNA transcription under various stresses were determined by 6mA-RE-qPCR and qPCR, and the subsequent RNA-seq was performed to explore the downstream regulated pathways.<br \/>Results: The DNA 6mA methylation in LINE-1 is highly variant in the tumor and normal tissues, and it was significantly less prevalent in tumor tissues. The genomic distribution of LINE-1 DNA 6mA is significantly different from that of LINE-1 5mC. The LINE-1 DNA 6mA methylation and RNA transcription levels were dynamically changed in response to various stimuli, including 5-FU and H<sub>2<\/sub>O<sub>2<\/sub>. Knockdown of N6AMT1 downregulated LINE-1 DNA 6mA methylation and RNA transcription, promoted the proliferation, migration and invasion of CRC cells in vitro, and suppressed the IFN-gamma pathway. The co-culture assay showed N6AMT1 facilitated chemotaxis of macrophages and cytotoxicity of T cells via the IFN-gamma signal pathway.<br \/>Conclusions: The heterogeneity of DNA 6mA methylation in LINE-1 and its dynamic change in response to stimuli indicate a biological role of LINE-1 6mA methylation in the primary and adaptive tumor heterogeneities, which provides a novel insight into cancer development. The N6AMT1-mediated DNA 6mA modification in LINE-1 regulates CRC development through the IFN-gamma pathway.<br \/>Keywords: N6AMT1, LINE-1, DNA 6mA methylation, colorectal cancer","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Methylation,Colorectal cancer,DNA methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Yuan, X. Liu, X. Wang, Y. Luo, <b>H. Yu<\/b>; <br\/>The Sixth Affiliated Hospital of Sun Yat-sen University, Guangzhou, China","CSlideId":"","ControlKey":"02dbda69-6ad1-4f0a-a48c-2b79c77356bb","ControlNumber":"4024","DisclosureBlock":"&nbsp;<b>Z. Yuan, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>H. Yu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2629","PresenterBiography":null,"PresenterDisplayName":"Huichuan Yu, MD,PhD","PresenterKey":"e17a6e43-c6cb-4c94-bb75-6f4d58a37412","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2629. N6AMT1-mediated DNA 6mA modification in DNA repetitive elements LINE-1 dynamically regulates the IFN signal pathway in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N6AMT1-mediated DNA 6mA modification in DNA repetitive elements LINE-1 dynamically regulates the IFN signal pathway in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Combining epigenetic therapy with immunotherapy is a promising strategy to address the complexities of cancer biology. However, it's important to note that the field is still evolving, and more research is needed to understand the optimal combinations, timing, and patient populations that will benefit the most from these approaches. We evaluated a combination of two different checkpoint inhibitor therapies (anti-CTLA4 and anti-PD1) with two different hypomethylating agents (5-azacytidine, AZA and Decitabine, DEC) in vitro and in vivo using a mouse breast cancer cell line 4T1 known to be resistant towards checkpoint inhibition (CPi). Beside tumor cell killing and tumor volume measurement, cytokine expression and immune cell phenotyping was determined. In a co-culture assay with autologous T cells and 4T1 cells, antitumor efficacy weas increased in all combination arms using AZA but not in combination with DEC. The combination of AZA with anti-CTLA4 was significantly better than the respective monotherapies (oneway ANOVA, p&#60; 0.001). This effect was observed as well in the combination with anti-PD1 and AZA, however it was less pronounced (oneway ANOVA, p&#60; 0.01). Of note, AZA restored the CTLA4 expression on CD8+ T cells in vitro, which was reduced by co-culture with tumor cells alone. In the follow-up in vivo experiment we focus on the combination of both CPi with AZA on different treatment schedules in the combination arms. The combination of anti-CTLA4 and AZA in a staggered treatment schedule displayed significant efficacy compared to control (oneway ANOVA, p&#60; 0.05). The implantation of 4T1 reduced the number of T cells in bone marrow (BM), peripheral blood (PB) and spleen of the mice, confirming the immune-suppressive nature of the breast cancer line. This effect was restored under treatment with AZA in monotherapy and combination with CPi. Interestingly AZA reduced the number of immunosuppressive MDSC in BM, spleen and in tumor tissue. Vice versa NK cells were increased in BM, spleen and tumor tissue under treatment with AZA. AZA reduced the number of circulation tumor cells in PB and increased as already shown in vitro the percentage of CD8\/CTLA4++ in PB. The PCA analysis of 36 mouse cytokines in vivo displayed two main clusters separated mainly by the presence of absence of AZA in the treatment arms. The combination arms which displayed the highest efficacy showed an increase in CXCL1, G-CSF, IL-6, LIF, M-CSF, MCP-1 (CCL2) and MCP-3 (CCL7) and a decrease of IFN-gamma, CXCL2. This is in line with the more inflammatory pattern of the tumor infiltrating lymphocytes in those groups. In summary, we have strong evidence that AZA influences the immune landscape of breast cancer towards a more inflammatory subtype. The combination with CPi was superior to the monotherapy. In addition, our data indicate that the treatment schedule of the combination might have a crucial influence on efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Immune checkpoint,Epigenetics,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Silberzahn, M. Bleisch, A. Löhr, V. Knauff, K. Lashuk, <b>J. B. Schueler<\/b>; <br\/>Charles River Laboratories, Inc., Freiburg, Germany","CSlideId":"","ControlKey":"8ee79030-4856-493f-810f-4bd101a36844","ControlNumber":"3228","DisclosureBlock":"&nbsp;<b>H. Silberzahn, <\/b> None..<br><b>M. Bleisch, <\/b> None..<br><b>A. Löhr, <\/b> None..<br><b>V. Knauff, <\/b> None..<br><b>K. Lashuk, <\/b> None..<br><b>J. B. Schueler, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2630","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2630. Identifying most promising combination therapies for immune suppressive breast cancer using a combined in vitro\/ in vivo approach","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying most promising combination therapies for immune suppressive breast cancer using a combined in vitro\/ in vivo approach","Topics":null,"cSlideId":""},{"Abstract":"Myeloproliferative neoplasms (MPN) are clonal hematopoietic stem cell disorders caused by hyperactive JAK\/STAT signaling and increased risk of transformation to acute myeloid leukemia (AML). However, targetable mechanisms driving progression remain elusive and therapies are ineffective after leukemia develops. We discovered that HMGA1 chromatin regulators are required for leukemogenesis in <i>JAK2<sup>V617F <\/sup><\/i>models of MPN AML by dysregulating transcriptional networks involved in proliferation and cell fate (Li et al, <i>Blood <\/i>2022). Multi-omics analyses also showed that HMGA1 represses gene networks involved in interferon &#947; signaling in <i>JAK2<sup>V617F<\/sup><\/i><sup> <\/sup>AML cells, a pathway that drives immune escape in solid tumors. We therefore sought to test whether HMGA1 drives immune evasion during leukemic transformation in MPN. Integrating RNA\/ChIP\/ATACseq in <i>JAK2<sup>V617F<\/sup><\/i> AML cells revealed that HMGA1 represses transcriptional networks involved in antigen presentation, including genes encoding major histocompatibility complex (MHC) class I and II proteins. Silencing <i>HMGA1<\/i> via CRISPR or shRNA results in up-regulation of MHC genes, with greatest induction of MHC class II (MHC II) genes (<i>HLA-DRA, DRB1, DPA1, DPB1<\/i>). Further, HMGA1 depletion increases protein levels of MHC II. To determine how HMGA1 represses MHCII genes, we examined genome architecture at the MHC II loci. We found that HMGA1 recruits repressive histone marks to regulatory regions for MHC II genes which preclude binding by CTCF, a chromatin regulator involved in genome organization, and CIITA, a transcription factor that activates MHC II genes. HMGA1 depletion enhances chromatin accessibility at critical enhancers (super enhancers) involved in MHC II expression, which allows CIITA and CTCF to activate MHC II genes. Because the histone acetylase inhibitor, entinostat, induces MHC II genes in solid tumors, we assessed MHC II with entinostat and HMGA1 depletion. <i>HMGA1<\/i> silencing enhances up-regulation of MHC II by entinostat. To test the functional significance of HMGA1 in immune evasion, we performed co-culture experiments with T cells and <i>JAK2<sup>V617F<\/sup><\/i> AML cells which showed that <i>HMGA1<\/i> silencing in AML cells activates T cells, resulting in cytotoxic T cell killing of <i>JAK2<sup>V617F<\/sup><\/i> AML cells. To examine the relevance of this pathway in patients, we interrogated RNAseq from peripheral blood mononuclear cells and found that <i>HMGA1<\/i> overexpression is associated with repression in MHC II genes in about 30% of MPN patients after progression to AML. Together, these data define a new mechanism of gene repression by HMGA1 through chromatin compaction and repressive histone marks that preclude CIITA and CTCF binding to the MHC II loci. Both HMGA1 depletion and entinostat up-regulate MHCII genes, thus illuminating HMGA1 as a potential therapeutic target to stimulate an immune attack and prevent MPN progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"HMGA1,Chromatin remodeling,Leukemias: acute myeloid,MHC II,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A.-A. Supreme<\/b>, L. M. Resar, J. Kim, B. West, M. Antopia, H. Woo, K. Reddy, J.-H. Kim, L. Cope, J. Spivak, A. Moliterno; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"c3e3dc6d-fc5f-4d7f-98ef-681ca6695aac","ControlNumber":"8683","DisclosureBlock":"&nbsp;<b>A. Supreme, <\/b> None..<br><b>L. M. Resar, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>B. West, <\/b> None..<br><b>M. Antopia, <\/b> None..<br><b>H. Woo, <\/b> None..<br><b>K. Reddy, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>L. Cope, <\/b> None..<br><b>J. Spivak, <\/b> None..<br><b>A. Moliterno, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2631","PresenterBiography":null,"PresenterDisplayName":"Audrey-Ann Supreme, BS","PresenterKey":"1948ea44-99dd-41f4-9900-d259c17caa18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2631. HMGA1 chromatin regulators drive immune evasion in myeloproliferative neoplasms by repressing gene networks involved in antigen presentation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMGA1 chromatin regulators drive immune evasion in myeloproliferative neoplasms by repressing gene networks involved in antigen presentation","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b>Glioblastoma multiforme (GBM) is a highly aggressive primary brain tumor refractory to standard treatments and to immunotherapy with immune-checkpoint inhibitors (ICI) (PMID: 35626018). Interestingly, melanoma brain metastases (MM-BM), sharing the same niche as GBM, often respond to current ICI immunotherapies (PMID: 36521332). The role of epigenetic modifications in regulating GBM cellular proliferation, invasion, and prognosis, as well as their impact on the cross-talk between GBM and immune cells in the tumor milieu, has become evident (PMID: 34361090). Consequently, manipulating the epigenome has emerged as a therapeutic opportunity in GBM.<br \/><b>Methods:<\/b>Microarray transcriptional and methylation profiles, followed by gene set enrichment and IPA analyses, were conducted to study the differences in constitutive expression profiles between GBM and MM-BM cells compared to extracranial MM cells. Additionally, the modulatory effects of the DNA hypomethylating agent (DHA) guadecitabine on different tumor cells were investigated. The prognostic relevance of DHA-modulated genes was assessed through Cox analysis in a TCGA GBM patients' cohort.<br \/><b>Results:<\/b>The most notable differences between constitutive GBM and MM-BM cells lie in the enrichment of biological processes associated with tumor growth, invasion, and extravasation, as well as the inhibition of MHC class II antigen processing\/presentation in GBM cells. Guadecitabine treatment appeared to shrink these differences, shifting the phenotype of GBM cells towards the more immunogenic MM-BM profile. This was achieved through promoter hypomethylation and subsequent up-regulation of genes mainly associated with the activation, proliferation, and migration of T and B cells, along with MHC class II antigen processing\/presentation. Among DHA-modulated genes in GBM, 7.6% exhibited significant prognostic relevance. Moreover, a substantial set of immune-related upstream regulators (URs) were commonly modulated by DHA in GBM, MM-BM, and\/or MM cells: DHA-activated URs enriched biological processes mainly involved in the regulation of cytokines and chemokines production, inflammatory response, and Type I\/II\/III IFN-mediated signaling. DHA-inhibited URs were associated with metabolic and proliferative pathways.<br \/><b>Conclusions:<\/b>Epigenetic remodeling of GBM by DHA represents a promising strategy to enhance the efficacy of cancer immunotherapy, supporting the rationale for developing new combinatorial approaches for the treatment of brain malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Immunotherapy,Glioblastoma,Brain metastasis,Epigenetic drug,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Lofiego<\/b><sup>1<\/sup>, F. Piazzini<sup>1<\/sup>, F. Caruso<sup>2<\/sup>, F. Marzani<sup>1<\/sup>, L. Solmonese<sup>1<\/sup>, E. Bello<sup>1<\/sup>, F. Celesti<sup>1<\/sup>, M. Costa<sup>2<\/sup>, T. Noviello<sup>3<\/sup>, R. Mortarini<sup>4<\/sup>, A. Anichini<sup>4<\/sup>, M. Ceccarelli<sup>3<\/sup>, S. Coral<sup>1<\/sup>, A. Di Giacomo<sup>1<\/sup>, M. Maio<sup>1<\/sup>, A. Covre<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Siena, Siena, Italy, <sup>2<\/sup>BIOGEM Institute of Molecular Biology and Genetics, Ariano Irpino, Italy, <sup>3<\/sup>University of Miami, Miami, FL, <sup>4<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy","CSlideId":"","ControlKey":"709a16fa-346d-4ea6-b3dd-9bba0a7820c1","ControlNumber":"7183","DisclosureBlock":"&nbsp;<b>M. Lofiego, <\/b> None..<br><b>F. Piazzini, <\/b> None..<br><b>F. Caruso, <\/b> None..<br><b>F. Marzani, <\/b> None..<br><b>L. Solmonese, <\/b> None..<br><b>E. Bello, <\/b> None..<br><b>F. Celesti, <\/b> None..<br><b>M. Costa, <\/b> None..<br><b>T. Noviello, <\/b> None..<br><b>R. Mortarini, <\/b> None.&nbsp;<br><b>A. Anichini, <\/b> <br><b>Bristol-Myers Squibb<\/b> Other, Compensated educational activities. <br><b>M. Ceccarelli, <\/b> <br><b>Moderna Therapeutics<\/b> Other, Consultant. <br><b>Immunomica srl<\/b> Other, founder and owns shares. <br><b>S. Coral, <\/b> <br><b>Epigen Therapeutics<\/b> Other, own shares. <br><b>A. Di Giacomo, <\/b> <br><b>Incyte<\/b> Other, Consultant. <br><b>Pierre Fabre<\/b> Other, Consultant and received compensated educational activities. <br><b>Glaxo Smith Kline<\/b> Other, Consultant. <br><b>Bristol-Myers Squibb<\/b> Other, Consultant and received compensated educational activities. <br><b>Merck Sharp Dohme<\/b> Other, Consultant and received compensated educational activities. <br><b>Sanofi<\/b> Other, Consultant and received compensated educational activities. <br><b>M. Maio, <\/b> <br><b>Roche<\/b> Other, Consultant. <br><b>Bristol-Myers Squibb<\/b> Other, Consultant. <br><b>Merck Sharp Dohme<\/b> Other, Consultant. <br><b>Incyte<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Amgen<\/b> Other, Consultant. <br><b>Pierre Fabre<\/b> Other, Consultant. <br><b>Eli Lilly<\/b> Other, Consultant. <br><b>Glaxo Smith Kline<\/b> Other, Consultant. <br><b>Sciclone<\/b> Other, Consultant. <br><b>Sanofi<\/b> Other, Consultant. <br><b>Alfasigma<\/b> Other, Consultant. <br><b>Merck Serono<\/b> Other, Consultant. <br><b>A. Covre, <\/b> <br><b>Epigen Therapeutics<\/b> Other, own shares.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2632","PresenterBiography":null,"PresenterDisplayName":"Maria Fortunata Lofiego, PhD","PresenterKey":"8454f9c5-f722-48e9-ab4a-6ded52d12e9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2632. A new paradigm for brain tumors treatment: Guadecitabine as a fundamental player to improve tumor immune response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new paradigm for brain tumors treatment: Guadecitabine as a fundamental player to improve tumor immune response","Topics":null,"cSlideId":""},{"Abstract":"The application of CRISPR-Cas9 screen in tumor immunology research has promoted the discovery of potential therapeutic targets and provided a deeper understanding of the mechanisms of immunotherapy resistance. Mouse syngeneic tumor model based CRISPR <i>in vivo<\/i> screen revealed significant features of immunotherapy by better approaching the tumor immune interaction. However, the immunogenicity of CRISPR-Cas9 has been widely observed in a variety of syngeneic models, which greatly limited for the application of CRISPR <i>in vivo<\/i> screen. Herein, we used two strategies for cancer cell gene editing, Cas9 protein electroporation and loxP-flanked Cas9 with Cre recombinase, to reduce the immunogenicity of CRISPR-Cas9 in CT26 subcutaneous and Renca orthotropic syngeneic models. Encouragingly, we found out that compared with constitutive Cas9-expressing All-In-One based cell pool models, both CT26 subcutaneous model and Renca orthotropic model showed a parental cell tumor comparable growth kinetics and immune checkpoint blockade ICB response by PD-1 antibody treatment. Further immuno-profiling of tumor immune microenvironment indicated limited changes from the parental cell model, which helped the data interpretation of <i>in vivo<\/i> screen outcome. We then performed a CRISPR <i>in vivo<\/i> screen by using a focused library against mouse epigenetic regulators in these two models and will discuss the hits from the screen in future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Antigen-sensitive mouse models,immunogenicity,In vivo screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. He<\/b>, Y. Liu, X. Wang, X. Li, W. Dong, T. Hao, C. Zhu, W. Zhou, Z. Peng; <br\/>Oncology & Immunology Unit, WuXi Biology, WuXi AppTec, Shanghai, China","CSlideId":"","ControlKey":"a8e6e19f-44ed-40bb-b2df-c1b67179bdf9","ControlNumber":"2993","DisclosureBlock":"&nbsp;<b>Y. He, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>W. Dong, <\/b> None..<br><b>T. Hao, <\/b> None..<br><b>C. Zhu, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>Z. Peng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2634","PresenterBiography":null,"PresenterDisplayName":"Yuan He","PresenterKey":"905558a3-0cb8-4e42-8695-a8182e7cd00a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2634. CRISPR <i>in vivo<\/i> screen utilizing removable Cas9 system to identify epigenetic immune response modulators in antigen-sensitive mouse syngeneic models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR <i>in vivo<\/i> screen utilizing removable Cas9 system to identify epigenetic immune response modulators in antigen-sensitive mouse syngeneic models","Topics":null,"cSlideId":""},{"Abstract":"T cell exhaustion is a state of dysfunctional T cell response characterized by prolonged antigen exposure and diminished effector functions, a significant cause of tumor tolerance, and poor response to immune checkpoint blockade (ICB) therapy. T cell exhaustion is a highly dynamic process involved with a network of genetic and epigenetic regulation that program the T cell functions. Epigenetic regulation by microRNAs targets multiple genes involved in T cell function and is expected to be a major contributor to the functional programming of tumor-associated T cells. However, the underlying causal mechanisms remain to be determined. Here, we show that the microRNA miR-379-5p is a critical epigenetic regulator for promoting T cell function and suppressing exhaustion induced by chronic stimulation. The microRNA is identified by integrating bioinformatic interrogation of the miRNA databases cross-referencing with the TCGA database for genes involved in T cell functioning and their correlation with clinical outcomes, coupled with molecular profiling of miRNAs in experimental T exhaustion. Notably, the expression levels of miR-379-5p in tumor tissues, which encompass cancer cells and the surrounding stromal components, including immune cells, are closely associated with favorable prognosis of various cancer types. Further molecular and cellular characterization of miR-379-5p entailing cell culture, animal models, and patient-derived tumor organoids shows that it exerts suppressive effects by targeting specific sequences in the 3&#8217; untranslated region (UTR) of critical immune checkpoint genes in T cells, thereby enhances the effector functions of cytotoxic T cells for tumor clearance. Ectopic expression of miR-379-5p shifts the evolution of primary T cells toward memory-like effector cells while silencing miR-379-5p induces exhaustion and abrogates the cytotoxic activity of primary T cells. We further demonstrate that transcriptional downregulation of miR-379-5p in T cells by a nuclear receptor transcription factor which is responsible for initiating the exhausting process impairs the tumor suppression function of T cells. Our studies indicate that miR-379-5p can function as a tumor suppressor by protecting T cells from exhaustion and bears the potential for developing novel strategies to improve the response to ICB therapy in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"MicroRNA,T cell,Tumor immunity,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-Z. Lin<\/b><sup>1<\/sup>, W.-R. Wu<sup>1<\/sup>, F.-C. Chung<sup>1<\/sup>, Y.-C. Shen<sup>2<\/sup>, C.-C. Lee<sup>2<\/sup>, H.-W. Li<sup>1<\/sup>, G.-J. Lin<sup>1<\/sup>, W.-C. Cheng<sup>1<\/sup>, S.-C. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>China Medical University, Taichung City, Taiwan, <sup>2<\/sup>China Medical University Hospital, Taichung City, Taiwan","CSlideId":"","ControlKey":"6b15f1a6-af15-4a87-83d0-cc20e2635641","ControlNumber":"4654","DisclosureBlock":"&nbsp;<b>Y. Lin, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>F. Chung, <\/b> None..<br><b>Y. Shen, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>G. Lin, <\/b> None..<br><b>W. Cheng, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2635","PresenterBiography":null,"PresenterDisplayName":"You-Zhe Lin, PhD","PresenterKey":"23798e86-07bd-411e-aca5-e23ba63a8474","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2635. An epigenetic regulation targeting inhibitory receptors and attenuates CD8 T cell exhaustion in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An epigenetic regulation targeting inhibitory receptors and attenuates CD8 T cell exhaustion in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u> Head and neck cancer is the 8th most common cancer worldwide. Human Papilloma Virus (HPV)-negative head and neck squamous cell carcinoma (HNSCC) overall survival rates remain low (25-40%) despite advances in treatments. CD8+ T cell differentiation into activated\/cytotoxic (CTL), exhausted (T<sub>EX<\/sub>) and tissue-resident memory (T<sub>RM<\/sub>) phenotypes is a major determinant of successful cancer immunotherapy, which relies on the ability of CD8+ T cells to detect and eliminate cancer cells. Recent evidence suggests the importance of epigenetic regulation in the development of CD8+ T cell exhaustion and tissue residency; yet the epigenetic mechanisms that govern the transition between CTL, T<sub>EX<\/sub>, and T<sub>RM<\/sub> CD8+ T cell states remain unclear. This study investigates the epigenetic modifications associated with CTL, T<sub>EX<\/sub>, and T<sub>RM <\/sub>states using CD8+ T cells from healthy donors and HPV-negative HNSCC tumors.<br \/><u>Methods<\/u> An <i>in<\/i> <i>vitro<\/i> human CD8+ T cell stimulation assay using healthy donor cells was utilized to generate CTL, T<sub>EX<\/sub> and T<sub>RM<\/sub> phenotypes. Na&#239;ve T cells underwent CD3\/28, TCR-independent stimulation for 9 days to promote CTL (3 days) and T<sub>EX<\/sub> (9 days) phenotypes, and TGF-&#946; exposure (days 3-9) occurred to induce a T<sub>RM<\/sub> phenotype. Flow cytometry to confirm expression of cell-surface and intracellular markers for each phenotype is ongoing. <sub> <\/sub>Genome-wide mapping for activating (H3K4me1, H3K4me3) and repressive (H3K9me3, H3K27me3, H4K20me3) histone marks with CUT&#38;Tag assays will be pursued for each of the <i>in vitro<\/i> CTL, T<sub>EX<\/sub> and T<sub>RM<\/sub> states, along with RNA-seq. CUT&#38;Tag and RNA-seq will also characterize the epigenetic profiles of CD8+ T cells from single-cell suspensions generated from HPV-negative HNSCC tumors (n=5). Findings will be correlated with results from our <i>in vitro<\/i> T cell states.<br \/><u>Results<\/u> Preliminary flow cytometry confirmed increased expression of CD25, PD-1, Tim3 after 9 days of <i>in vitro<\/i> stimulation, supporting the induction of a CD8+ T<sub>EX<\/sub> phenotype. CD103 was also highly expressed in CD8+ T cells exposed to TGF-&#946;, supporting the induction of the CD8+ T<sub>RM<\/sub> phenotype. Validation of the CTL state is ongoing. Phenotypic validation of cell states with flow cytometry (18 cell surface and intracellular markers) is ongoing. Feasibility of genome-wide mapping for activating and repressive histone marks with CUT&#38;Tag on na&#239;ve CD8+ T cells has been confirmed.<br \/><u>Conclusion<\/u> This study investigates epigenetic changes that characterize the transition between CTL, T<sub>EX<\/sub>,<sub> <\/sub>and T<sub>RM <\/sub>states of CD8+ T cells using healthy donor cells through an <i>in vitro<\/i> assay and CD8+ T cells isolated from HPV-negative HNSCC tumors. Understanding the epigenetic profile of T cell states can help determine the major epigenetic regulators that lead to exhaustion and tissue residency, paving the way for improved T cell-based immunotherapies. Future experiments aim to validate our findings using TCR-specific <i>in vitro<\/i> and <i>in vivo<\/i> models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Epigenetics,Cytotoxic T cell,Immune cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Luff<\/b>, M. Craviero, M. Dar, K. McKinnon, A. Kaskas, C. T. Allen, V. Saloura; <br\/>National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"19ef830a-9962-4ae4-83e7-ce1cb0ed15ed","ControlNumber":"8293","DisclosureBlock":"&nbsp;<b>M. K. Luff, <\/b> None..<br><b>M. Craviero, <\/b> None..<br><b>M. Dar, <\/b> None..<br><b>K. McKinnon, <\/b> None..<br><b>A. Kaskas, <\/b> None..<br><b>C. T. Allen, <\/b> None..<br><b>V. Saloura, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2636","PresenterBiography":null,"PresenterDisplayName":"Marie Luff, BA","PresenterKey":"c0943c28-e831-498a-93ae-9e9e4b708ba1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2636. Epigenetic landscape of CD8+ T cell exhaustion and tissue residency in HPV-negative head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic landscape of CD8+ T cell exhaustion and tissue residency in HPV-negative head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The incidence and mortality rates of hepatocellular carcinoma caused by metabolic dysfunction-associated fatty liver disease (MAFLD) have been increasing in recent decades, emphasizing the urgent need for new therapeutic approaches. Emerging evidence suggests that approximately 80% of super-enhancer RNAs (seRNAs) undergo selective m6A modifications. seRNA and m6A modifications have been implicated in the progression of various cancers, making them potential targets for therapeutic intervention. Based on our previous research, we hypothesize that the lack of m6A modification on the super-enhancer of CCL4 may contribute to the reduced expression of the CCL4 gene in HCC.To validate our hypothesis, we employ nano-chromatin immunoprecipitation combined with high-throughput sequencing (nano-ChIP-seq), m6A-seq (m6A-seq), single-cell RNA sequencing (scRNA-seq) on multiple models including clinical samples, cell lines, and mouse models. Interestingly, we have made a significant discovery that overexpression of CCL4 in tumor cells enhances the infiltration of CD8+ T cells, which are crucial for anti-tumor immune responses. In contrast, normal tissue cells undergo m6A modification on the CCL4 seRNAs, while this modification is notably absent in cancerous tissue. Consequently, the reduced expression of CCL4 could impair the tumor-killing capabilities of CD8+ T cells and facilitate immune evasion by the tumor.Furthermore, our results shed light on the underlying molecular mechanisms involving super-enhancers and m6A modifications in the regulation of immune escape in MAFLD HCC. We identify the specific super-enhancer and downstream regulatory genes influenced by m6A modification in MAFLD-associated HCC, providing valuable insights and novel targets for the treatment of this condition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,m6A,Super-enhancer,Metabolic dysfunction–associated fatty liver disea,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Xu<\/b>; <br\/>Peking University Shenzhen Hospital, Shenzhen, China","CSlideId":"","ControlKey":"c08f6558-3b6c-4ab7-ab69-d363a2a52d26","ControlNumber":"5899","DisclosureBlock":"&nbsp;<b>L. Xu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2637","PresenterBiography":null,"PresenterDisplayName":"Liangliang Xu, MA","PresenterKey":"ed65371c-9073-4d58-8a93-e12aeccfaaa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2637. Super-enhancer-related m6A modification promotes immune escape in hepatocellular carcinoma associated with metabolic dysfunction-associated fatty liver disease via CCL4 signaling pathway inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Super-enhancer-related m6A modification promotes immune escape in hepatocellular carcinoma associated with metabolic dysfunction-associated fatty liver disease via CCL4 signaling pathway inhibition","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study is to investigate strategies for enhancing immune checkpoint blockade (ICB) therapy in prostate cancer (PCa).<br \/>To achieve this, we established a series of ICB-resistant PCa cell lines derived from a previously sensitive cell line, which originated from a murine model of metastatic PCa. Notably, we observed a reduction in major histocompatibility complex (MHC) class I protein levels in the resistant sublines.<br \/>Our study demonstrated synergistic efficacy through the combination of anti-PD1 and anti-CTLA4 antibodies with histone deacetylase inhibitor (HDACi) vorinostat, a cyclic ketogenic diet (CKD), or &#946;-hydroxybutyrate (BHB) supplementation. Importantly, these interventions significantly delayed PCa tumor progression. Furthermore, our analysis revealed that the effects of these interventions were contingent on both BHB and adaptive immunity. In-depth single-cell transcriptomic and proteomic profiling unveiled mechanisms involving cancer-cell-intrinsic changes (upregulated MHC class I molecules) and extrinsic factors, including CD8+ T cell chemoattraction, M1\/M2 macrophage rebalancing, monocyte differentiation toward antigen-presenting cells, and reduced neutrophil presence.<br \/>In conclusion, our findings provide valuable insights into the potential clinical utility of combining HDACi and optimized ketogenic diet regimens to enhance ICB therapy for PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Prostate cancer,HDAC inhibitor,Ketogenic diet,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Murphy, S. Rahmy, D. Gan, J. Li, <b>X. Lu<\/b>, X. Lu; <br\/>University of Notre Dame, South Bend, IN","CSlideId":"","ControlKey":"238e6353-0ac5-43cc-8ee9-dbadbae50de2","ControlNumber":"323","DisclosureBlock":"&nbsp;<b>S. Murphy, <\/b> None..<br><b>S. Rahmy, <\/b> None..<br><b>D. Gan, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>X. Lu, <\/b> None..<br><b>X. Lu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2638","PresenterBiography":null,"PresenterDisplayName":"Xuemin Lu, PhD","PresenterKey":"55d363f0-89db-466b-8b22-aeb78db6029f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2638. Sensitizing immunotherapy-refractory prostate cancer to immune checkpoint blockade therapy with optimized ketogenic diet regimens","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitizing immunotherapy-refractory prostate cancer to immune checkpoint blockade therapy with optimized ketogenic diet regimens","Topics":null,"cSlideId":""},{"Abstract":"Castration resistant prostate cancer (CRPC) is a fatal disease. Androgen receptor pathway inhibitors, like enzalutamide, are initially effective but resistance eventually occurs, often associated to the emergence of aggressive neuroendocrine variants (NEPC). Even immunotherapy induced limited results in prostate cancer, governed by an immunosuppressive microenvironment. Therefore, effective therapies are needed. We here investigate in preclinical models a new approach aimed to revert castration resistance and simultaneously turn the immune milieu from &#8220;cold&#8221; to &#8220;hot&#8221;, through the combination between enzalutamide and the drug GSK-126, which inhibits the epigenetic modulator EZH2. We show that enzalutamide and GSK-126 can synergize to restrain the growth of CRPC <i>in vitro<\/i> and <i>in vivo. <\/i>Moreover, this therapeutic combination efficiently reduced NEPC differentiation, in both subcutaneous and autochthonous <i>in vivo<\/i> models, increasing the rate of cured mice with regressed lesions. The antitumor efficacy observed in immunocompetent mice bearing subcutaneous syngeneic CRPC tumors was lost in immunodeficient mice, indicating a contribution of immune cells. Additional experiments in the TRAMP spontaneous mouse model revealed that the combination of enzalutamide and GSK-126 significantly induced cytotoxic activity and IFN&#947; production by tumor-specific CD8<sup>+<\/sup> T cells, otherwise tolerant, and increased IL-17 production by CD4<sup>+<\/sup> T cells. The two drugs did not directly modulate T cell activity <i>in vitro<\/i>, suggesting the importance of microenvironment accomplices in triggering these effects. These results promote the combined use of enzalutamide and GSK-126 to restrain CRPC growth and NEPC differentiation, and, simultaneously, to awake antitumor T cell response, opening new possibilities for immunotherapy in prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Prostate cancer,Enzalutamide,Epigenetics,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Fischetti<sup>1<\/sup>, B. Laura<sup>1<\/sup>, R. Sulsenti<sup>1<\/sup>, V. Cancila<sup>2<\/sup>, C. Enriquez<sup>1<\/sup>, R. Ferri<sup>1<\/sup>, M. Bregni<sup>3<\/sup>, F. Crivelli<sup>3<\/sup>, C. Tripodo<sup>2<\/sup>, M. P. Colombo<sup>1<\/sup>, <b>E. Jachetti<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy, <sup>2<\/sup>University of Palermo, Palermo, Italy, <sup>3<\/sup>ASST Valle Olona, Busto Arsizio, Italy","CSlideId":"","ControlKey":"68161157-e995-41c7-b4e5-df6215dde4e2","ControlNumber":"2406","DisclosureBlock":"&nbsp;<b>I. Fischetti, <\/b> None..<br><b>B. Laura, <\/b> None..<br><b>R. Sulsenti, <\/b> None..<br><b>V. Cancila, <\/b> None..<br><b>C. Enriquez, <\/b> None..<br><b>R. Ferri, <\/b> None..<br><b>M. Bregni, <\/b> None..<br><b>F. Crivelli, <\/b> None..<br><b>C. Tripodo, <\/b> None..<br><b>M. P. Colombo, <\/b> None..<br><b>E. Jachetti, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2639","PresenterBiography":null,"PresenterDisplayName":"Elena Jachetti, PhD","PresenterKey":"9de5f958-4ba0-4f6d-8a0a-e839dd69955b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2639. Combined therapy targeting AR and EZH2 restrains the growth of castration resistant prostate cancer by enhancing antitumor T cell response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined therapy targeting AR and EZH2 restrains the growth of castration resistant prostate cancer by enhancing antitumor T cell response","Topics":null,"cSlideId":""},{"Abstract":"MLL1 (mixed lineage leukemia1) interaction with WDR5 (WD repeat domain 5) is critical for its histone methyl transferase (HMT) activity leading to transcriptional regulation of gene expression. MLL1 dysregulation such as its translocation at chromosome 11q23 results in generation of MLL1 fusion genes and leukemia development. Additionally, recent studies indicated a role for MLL1-WDR5 interaction in solid tumors progression via directly affecting cancer cells or by suppression of tumor immunity. Therefore, MLL1-WDR5 interaction is an important target in the discovery of anti-cancer drugs for both leukemia and solid tumors. We recently identified HBI-2375 as a selective inhibitor of MLL1-WDR5 interaction. HBI-2375 showed potent inhibition of WDR5 (IC50: 4.48nM) in biochemical assay and inhibited MV4-11 cellular proliferation (average IC50: 3.17&#181;M) in CTG assays. In addition, HBI-2375 was stable in liver S9 and whole blood, with moderate to high plasma protein binding rates in multiple species, and acceptable hERG (IC50: 17&#181;M). Furthermore, HBI-2375 displayed reasonable oral PK properties (C<sub>max<\/sub>, T<sub>1\/2<\/sub>, AUC, and F%) in mouse, rat and dog and showed good safety profile in GLP tox studies. In pharmacology studies HBI-2375 showed significant dose dependent anti-tumor activity in MV4-11 AML model along with reduction in methylation of H3K4 in the tumors harvested from the treated animals demonstrating the targeted disruption of HMT activity in cancer cells by HBI-2375. Furthermore HBI-2375 in combination with PD-1 mAb significantly inhibited tumor growth in MC38, colorectal tumor model, and in 3LL lung carcinoma syngeneic tumor models. Flow cytometry and IHC showed significant increase in the infiltration of CD8+ CTLs in the combination group further providing immune-driven mechanisms for greater efficacy of combination therapy. Gene expression analysis also identified genes that are involved in promoting immune system activity in the combination group. Tissue distribution studies also showed greater accumulation of HBI-2375 in brain tissue indicative of a potential to target glioma and glioblastoma in clinical studies. Therefore, HBI-2375 represents a first-in-class MLL1-WDR5 inhibitor with promising characteristics for future testing in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Epigenetics,Immunomodulation,Brain tumors,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Shojaei<\/b>, C. Fang, J. M. Ricono, M. Gillings; <br\/>HUYA Bioscience International, San Diego, CA","CSlideId":"","ControlKey":"7cb1915d-9862-47b5-9c86-ee07170c13eb","ControlNumber":"7945","DisclosureBlock":"&nbsp;<b>F. Shojaei, <\/b> None..<br><b>C. Fang, <\/b> None..<br><b>J. M. Ricono, <\/b> None..<br><b>M. Gillings, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2640","PresenterBiography":null,"PresenterDisplayName":"Farbod Shojaei, DVM;PhD","PresenterKey":"c40dcb7b-384f-49d1-805d-06376edc11bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2640. HBI-2375, a first-in-class IND ready selective MLL1-WDR5 inhibitor, retains desirable preclinical characteristics in solid tumors and in leukemias to be pursued in clinical studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HBI-2375, a first-in-class IND ready selective MLL1-WDR5 inhibitor, retains desirable preclinical characteristics in solid tumors and in leukemias to be pursued in clinical studies","Topics":null,"cSlideId":""},{"Abstract":"Objective: Ewing sarcoma is an aggressive cancer most frequently diagnosed in adolescents and young adults. Currently, there is a limited understanding of the immunobiology of Ewing sarcoma, including limited pre-clinical studies of immunotherapeutic interventions. This, in part, is due to the historical lack of an immuno-competent murine model. Here, we utilize an immunocompetent, humanized mouse model to investigate the Ewing tumor immune microenvironment. Specifically, we sought to determine the transcriptional differences that occur when comparing human Ewing tumors established in a humanized backdrop versus those developed in an NSG (immuno-deficient) model.<br \/>Methods: Human Ewing cell lines (A673, TC32, TC71) and PDX (PSaRC219) were injected orthotopically into humanized or NSG mice. After ~3 weeks, bulk RNA sequencing was performed on tumors utilizing an Illumina Next Generation Sequencer. Tumor single-cell suspensions underwent immunophenotyping by flow cytometry (CyTek Aurora) for the following human markers: CD45, CD3, CD4, CD8, CD56, CD14, CD16, etc.. Peripheral blood was collected, PBMCs isolated, and immunophenotyping was again performed to determine peripheral blood immune cell populations.<br \/>Results: Ewing tumors established in humanized mice demonstrate infiltration of human CD45+ cells as well as immune cell sub-populations (CD3+, CD14+, CD56+ cells). Bulk RNA sequencing analysis utilizing unsupervised hierarchal clustering revealed that the transcriptional profile of Ewing tumors generated in humanized vs NSG mice cluster distinctly. Pathway analysis of differentially expressed genes (p &#60;0.05) in Ewing tumors developed in humanized versus NSG mice demonstrates upregulation of pathways including extracellular matrix remodeling, collagen biosynthesis, and Wnt signaling. Notably, transcripts known to be specific to TGFBeta-dependent signaling in Ewing tumors are upregulated in the immune competent model, including <i>TGFB1, FBLN5,<\/i> and <i>COLEC12.<br \/><\/i>Conclusion: This work demonstrates the Ewing tumor transcriptional remodeling that occurs when tumors are developed in an immunocompetent <i>in vivo<\/i> backdrop. Upregulation of several pro-metastatic pathways were noted. Ongoing work focuses on testing drug response differences between Ewing tumors developed in humanized versus NSG backdrops and pursuing immunocompetent Ewing models as a component of preclinical agent testing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Mouse models,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. D. Daley<\/b><sup>1<\/sup>, E. Mukherjee<sup>1<\/sup>, A. C. Tufino<sup>1<\/sup>, R. Bao<sup>2<\/sup>, K. M. Bailey<sup>1<\/sup>; <br\/><sup>1<\/sup>UPMC Children's Hospital of Pittsburgh\/University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>UPMC Hillman Cancer Center, Pittsburgh, PA","CSlideId":"","ControlKey":"fb9cd654-fd03-44d0-a63b-cca48014c2f9","ControlNumber":"888","DisclosureBlock":"&nbsp;<b>J. D. Daley, <\/b> None..<br><b>E. Mukherjee, <\/b> None..<br><b>A. C. Tufino, <\/b> None..<br><b>R. Bao, <\/b> None..<br><b>K. M. Bailey, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2641","PresenterBiography":null,"PresenterDisplayName":"Jessica Daley, MD","PresenterKey":"640f8942-8029-4753-9ce7-f4c95a316c31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2641. Transcriptional reprogramming of Ewing tumors: gains and losses noted when utilizing immunocompetent in vivo models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional reprogramming of Ewing tumors: gains and losses noted when utilizing immunocompetent in vivo models","Topics":null,"cSlideId":""},{"Abstract":"Considerable advances have been made in lung cancer therapies, but there is still an unmet clinical need to improve survival for lung cancer patients. Immunotherapies have improved survival, although only 20-30% of patients respond to these treatments. Interestingly, cancers with mutations in <i>KEAP1<\/i>, the negative regulator of the NRF2 cytoprotective pathway, are resistant to immune checkpoint inhibition and correlate with decreased immune cell infiltration. NRF2 is known for promoting an anti-inflammatory phenotype when activated in immune cells, but the study of NRF2 activation in cancer cells has not been adequately assessed. The overall objective of this study is to determine how lung cancer cells with constitutive NRF2 activity interact with the immune microenvironment to promote cancer progression and metastasis. To assess this, we generated CRISPR-edited mouse lung cancer cell lines (Lewis Lung Carcinoma\/LL2) with knockouts (KO) of the <i>KEAP1<\/i> and <i>NFE2L2<\/i> genes. The transcriptomic profiles of 3 <i>KEAP1<\/i> KO and 1 <i>NRF2<\/i> KO cell lines were compared to the parental wildtype (WT) line using RNA-sequencing. On unsupervised hierarchical clustering of differentially expressed genes, the 3 <i>KEAP1<\/i> KO cell lines clustered together and the <i>NRF2<\/i> KO clustered with WT cells. Importantly, canonical NRF2 pathway-related genes were significantly increased in<i> KEAP1<\/i> KO clones, but the same genes were either decreased or similar to WT in the <i>NRF2<\/i> KO clone. We then used flow cytometry to evaluate immunosuppressive surface markers known to suppress T cell function when expressed on cancer cells. Importantly, PD-L1, CD155, CD80, and CD86 were increased in the <i>KEAP1<\/i> KO lines compared to WT, but not in the <i>NRF2<\/i> KO clone. In addition, the cytokine release profile was differentially regulated in the <i>KEAP1<\/i> KO clones in a manner that could alter T cell recruitment and function. These results were also consistent with gene expression in the sequencing dataset. Finally, using an orthotopic allograft model, we completed a preliminary immunophenotyping study of lung tumors for WT, <i>KEAP1<\/i> KO, and <i>NRF2<\/i> KO cell lines. The activation status of CD8<sup>+<\/sup> T cells and the ratio of CD8<sup>+<\/sup>\/CD4<sup>+<\/sup>CD25<sup>+<\/sup> T cells (a prognostic marker) were decreased in <i>KEAP1<\/i> KO tumors. Taken together, these data suggest cancers with <i>KEAP1<\/i> mutations may increase tumor growth through suppression of T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"RNA sequencing,Immune cells,Cytotoxic T lymphocytes,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. J. Occhiuto<\/b><sup>1<\/sup>, K. T. Liby<sup>2<\/sup>; <br\/><sup>1<\/sup>Michigan State University, East Lansing, MI, <sup>2<\/sup>Indiana University, Indianapolis, IN","CSlideId":"","ControlKey":"200352dd-4762-4911-abe7-a16687ab9035","ControlNumber":"3248","DisclosureBlock":"&nbsp;<b>C. J. Occhiuto, <\/b> None.&nbsp;<br><b>K. T. Liby, <\/b> <br><b>Michigan State University<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2642","PresenterBiography":null,"PresenterDisplayName":"Christopher Occhiuto, BS","PresenterKey":"28a392ce-69ec-4293-8077-c0b920f17348","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2642. <i>KEAP1 <\/i>mutation in lung cancer cells leads to increased immunosuppressive capability","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"353","SessionOnDemand":"False","SessionTitle":"Epigenetic Regulation of Tumor Immunity","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>KEAP1 <\/i>mutation in lung cancer cells leads to increased immunosuppressive capability","Topics":null,"cSlideId":""}]