[{"Abstract":"Microtubule-targeted agents (MTAs) are some of the most widely used and effective chemotherapeutics and they continue to find utility as the payloads of antibody-drug conjugates and in combination with targeted agents to improve response, including with immune checkpoint inhibitors. While all MTAs have shared antiproliferative effects, over the last decade it has become increasingly clear that individual drugs of this class have distinct effects on microtubule-dependent signaling and trafficking that are critical for their anticancer efficacy. We and others have demonstrated that eribulin is unique from other MTAs in its ability to promote vascular remodeling, reverse epithelial-to-mesenchymal transition (EMT), and increase immune infiltration into tumors both in animal models and in the clinic. However, the mechanism linking eribulin-mediated microtubule destabilization to these phenotypes, which are associated with improved overall survival of eribulin-treated patients, is unclear. We found that acute eribulin treatment at clinically relevant concentrations promotes the production of antitumor cytokines in both immune and cancer cells and synergizes with direct STING agonists to promote enhanced immune infiltration and improved antitumor efficacy in vivo in both breast and bladder cancer models. This effect was shown to involve activation of natural killer cells and is associated with TBK1-mediated IRF3 phosphorylation, which is regulated downstream of the microtubule associated GTPase GEF-H1. Intriguingly, GEF-H1 release from destabilized microtubules has also been shown to enhance the formation of focal adhesions and promote the differentiation of mesenchymal cells to a more epithelial phenotype. We show that eribulin is indeed sufficient to promote the formation and activation of focal adhesion complexes in mesenchymal triple-negative breast cancer cells, which was not observed when cells were subjected to treatment with microtubule stabilizing chemotherapeutics. Both genetic and pharmacological inhibitors of GEF-H1 were utilized to interrogate the relationship between eribulin-mediated microtubule destabilization and TBK1\/IRF3-dependent immunological activation as well as the formation of RhoA-dependent focal adhesions and reversal of EMT-associated phenotypes. Together, our data provide a mechanistic rationale for unique effects of eribulin as compared to other classes of MTAs that could inform on the use of these widely used, but mechanistically underappreciated drugs in a more personalized manner and inform on their rational combination with targeted agents, including immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Eribulin,Innate immunity,Natural killer cells,Bladder cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Hassouneh<\/b>, N. Wilkinson, L. Takahashi-Ruiz, N. Mukherjee, A. L. Risinger; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"c907b6ca-97d1-4816-97a1-2c23f80ce89d","ControlNumber":"858","DisclosureBlock":"&nbsp;<b>Z. Hassouneh, <\/b> None..<br><b>N. Wilkinson, <\/b> None..<br><b>L. Takahashi-Ruiz, <\/b> None..<br><b>N. Mukherjee, <\/b> None.&nbsp;<br><b>A. L. Risinger, <\/b> <br><b>Eisai<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5897","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5259","PresenterBiography":null,"PresenterDisplayName":"Zaineb Hassouneh, BS","PresenterKey":"5c167f36-06a4-4e7b-8ae0-d1a9bd33789d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5259. Mechanistic evaluations of the immunological and cell biological effects that distinguish eribulin from other microtubule-targeted chemotherapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanistic evaluations of the immunological and cell biological effects that distinguish eribulin from other microtubule-targeted chemotherapeutics","Topics":null,"cSlideId":""},{"Abstract":"Eribulin (ERI) has been reported a microtubule dynamics inhibitor with unique tumor microenvironment modulations such as vascular remodeling activity. In the previous meeting (AACR2022, 2023), we reported that ERI and liposomal formulation of ERI (ERI-LF) also have immunomodulatory activity that induces CD8<sup>+<\/sup> T cells via its vascular remodeling activity and ERI-LF showed more potent immune modulation and combination activities with anti-PD-1 antibody (PD-1 Ab) than ERI in syngeneic mice models and humanized mice models. Although immune-checkpoint inhibitors (ICI) are using as a key drug for various types of cancers in clinical setting, several clinical questions regarding suitable therapies after ICI therapy and efficacy of ICI rechallenge are remaining. In this study, we evaluated anti-tumor activities of combination of ERI-LF and PD-1 Ab in two syngeneic transplantation models using mouse non-small lung cancer cells, P-glycoprotein-knockout (Pgp-KO) KLN205 cells and Pgp-KO LL2 cells. As a result, combination of 1mg\/kg ERI-LF (Q7D&#215;2) with PD-1 Ab (200 ug\/head, twice a week &#215;2 weeks) showed significant stronger antitumor activity compared with each monotherapy in only Pgp-KO KLN205 model, in which ERI-LF increased intratumoral microvascular density as a vascular remodeling activity, not in Pgp-KO LL2 model. We next conducted continuous treatment of PD-1 Ab in Pgp-KO KLN205 model to investigate tumor regrowth during treatment of PD-1 Ab. In this model, tumor growth was inhibited by PD-1 Ab until about two weeks after initiation of the treatment and then this inhibitory activity disappeared after two weeks even by continuous treatment of PD-1 Ab. We performed flow cytometry analysis (FCM) for tumor-infiltrating immune cells and RNAseq analysis using regrowing tumors compared with non-treatment tumors. Expressions of mRNA of several immune inhibitory receptors were upregulated in tumors with regrowth, although CD4<sup>+<\/sup> cells and CD8<sup>+<\/sup> cells were also increased in FCM using tumor samples. Furthermore, we investigated anti-tumor activity of combination of ERI-LF and PD-1 Ab against tumors which changed from inhibitory phase to regrowth phase during PD-1 Ab treatment in Pgp-KO KLN205 model. The combination of ERI-LF at 1mg\/kg (Q7D&#215;3) and PD-1 Ab (200 ug\/head, twice a week &#215;3 weeks) also showed potent anti-tumor activity against tumors with regrowth by prior PD-1 Ab treatment as well as PD-1 Ab-na&#239;ve tumor, suggesting that this combination therapy might be effective after prior ICI therapy. Currently, Phase 1b\/2 clinical trial of ERI-LF plus nivolumab in patients with selected solid cancers (NCT04078295) is underway. Patients with or without prior ICI therapy were enrolled in a small cell lung cancer cohort of this clinical study. Our preclinical results might provide a scientific rationale for a uniqueness of ERI-LF as a post ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Eribulin,Liposomes,Immune checkpoint blockade,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Tamura<\/b>, Y. Niwa, T. Semba; <br\/>Eisai Co., Ltd., Tsukuba, Japan","CSlideId":"","ControlKey":"2970f135-2a70-477d-96aa-32f0bfd7aaba","ControlNumber":"2955","DisclosureBlock":"<b>&nbsp;M. Tamura, <\/b> <br><b>Eisai Co., Ltd.<\/b> Employment. <br><b>Y. Niwa, <\/b> <br><b>Eisai Co., Ltd.<\/b> Employment. <br><b>T. Semba, <\/b> <br><b>Eisai Co., Ltd.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5260","PresenterBiography":null,"PresenterDisplayName":"Moe Tamura","PresenterKey":"597b8572-69b8-4b2b-b53e-e2e662aaab42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5260. Combination activity of eribulin liposomal formulation and anti-PD-1 antibody after tumor regrowth during anti-PD-1 antibody treatment in mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination activity of eribulin liposomal formulation and anti-PD-1 antibody after tumor regrowth during anti-PD-1 antibody treatment in mice","Topics":null,"cSlideId":""},{"Abstract":"Background: The treatment of pancreatic cancer is limited by chemotherapy toxicities which impacts quality of life. This is a phase 2 clinical trial of lenvatinib and pembrolizumab as maintenance therapy in patients with advanced pancreatic cancer. We observed preclinical activity of this combination in pancreatic mouse models. We hypothesize that this combination may address unmet needs to minimize toxicities associated with standard treatments, stimulate anti-tumor T cell immunity, and improve the progression free and overall survival. Exploratory studies aim to characterize immune-related systemic changes in peripheral blood over the course of therapy and to identify global changes in expression of tumor-related genes in needle biopsy samples of liver metastatic lesions.<br \/>Methods: Multiplex gene expression analysis of unsorted peripheral blood mononuclear cells (PBMC) was performed using PanCancer Immune Profiling Panel on NanoString nCounter platform. PBMC samples from pre- through week 32 of treatment were assessed for differential expression of 730 immune profiling genes defining T cell functions and associated immune categories.<br \/>Results: PBMC immune profiling from 4\/5 patients show a distinctive pattern of increased activation of T cells during the first 9 weeks of treatment followed by a sharp inhibition starting at weeks 9-12 after 3-4 cycles of treatment (CD3E, CD247, LCK, TBX1, TCF7, STAT4, IL2RG). Subsequent upregulation of macrophage-derived scavenger, inflammatory, and immunosuppressive gene expression patterns continued for the remainder of treatment (CD14, MSR1, MARCO, CD68, TGFB1, IL10RA). The median PFS of first 10 patients was 21.5 (9-32) weeks.<br \/>Conclusions: Immunotherapy resistance may be related to rapidly developing terminal differentiation and unresponsiveness of T cells in parallel with upregulation of macrophage-derived inflammatory and immunosuppressive processes. Studies are on-going to prevent inhibition of the T-cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immunotherapy,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Chung<\/b>, F. Kos, E. Manual, S. Dempsey, D. J. Diamond; <br\/>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"ea2c55d1-0128-4cb8-97da-c577194e1eab","ControlNumber":"1043","DisclosureBlock":"<b>&nbsp;V. Chung, <\/b> <br><b>Merck<\/b> Other, Grant support for this trial.<br><b>F. Kos, <\/b> None..<br><b>E. Manual, <\/b> None..<br><b>S. Dempsey, <\/b> None.&nbsp;<br><b>D. J. Diamond, <\/b> <br><b>NIH<\/b> Grant\/Contract. <br><b>Merck<\/b> Other, Non financial support. <br><b>Helocyte, Inc<\/b> Stock, Grant\/Contract, Other, Personal fees. <br><b>7256037<\/b> Patent. <br><b>7563448<\/b> Patent. <br><b>11602554<\/b> Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5899","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5261","PresenterBiography":null,"PresenterDisplayName":"Vincent Chung, MD","PresenterKey":"5ef5b4cb-d420-4f90-8e58-bd904225e03d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5261. Immunologic signatures of peripheral blood cells in patients with advanced pancreatic cancer under lenvatinib-pembrolizumab maintenance therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunologic signatures of peripheral blood cells in patients with advanced pancreatic cancer under lenvatinib-pembrolizumab maintenance therapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) poses significant therapeutic challenges due to its aggressive nature and limited treatment options. In this study, we explored the anti-cancer potential of MBO, a compound selected through drug repurposing strategy based on its cytotoxic ability and modulation of key survival pathways in PDAC. Our preliminary in vitro experiments demonstrated MBO's potent cytotoxicity against various PDAC cell lines, inhibiting cellular growth and clonogenicity. MBO induced G1 phase cell cycle arrest in a concentration-dependent manner. In the next step, in vivo, studies using xenograft and orthotopic mouse models confirmed MBO's ability to suppress tumor growth and increase CD8+ T cell infiltration. MBO demonstrated a favorable tumor suppressive activity wherein it suppressed tumor growth by approximately 49% and 56% in xenograft and orthotopic models, respectively. A CD8+ T cell depletion experiment revealed partial dependence on CD8+ T cells for MBO's overall anti-tumor efficacy. Further, combining MBO with anti-PD1 therapy exhibited a synergistic effect, enhancing overall T cell infiltration, particularly CD8+ T cells. Our mechanistic studies revealed that MBO induced immunogenic apoptosis, as evidenced by increased expression of immunogenic cell death markers (HSP90 and calreticulin) and apoptotic markers. To further delineate the mechanism, we performed RPPA profiling. RPPA analysis indicated MBO's impact on mitochondrial gene expression and stress response pathways, suggesting its involvement in disrupting cellular survival mechanisms along with stress-induced immunogenic marker expression. Overall, this study demonstrates MBO as a promising anti-cancer agent with the potential to serve as an immune adjuvant. Particularly, in combination with immunotherapies, MBO can serve as a potential option to improve immunotherapeutic response in PDAC tumors providing valuable insights for developing novel therapeutic strategies in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Immunomodulation,Pancreatic cancer,Novel anticancer agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. R. Gaikwad<\/b>, S. K. Srivastava; <br\/>Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"b51adc08-93bc-4a7f-abef-7f69f64fed07","ControlNumber":"7904","DisclosureBlock":"&nbsp;<b>S. R. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5900","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5262","PresenterBiography":null,"PresenterDisplayName":"Shreyas Gaikwad, B Pharm;M Pharm","PresenterKey":"3febdf3b-3fb0-49e7-8992-201e7a8e40ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5262. MBO enhances anti-tumor immunity in pancreatic ductal adenocarcinoma by inducing immunogenic apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MBO enhances anti-tumor immunity in pancreatic ductal adenocarcinoma by inducing immunogenic apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Background: To date, there have been no clinical molecules that are selective for KRAS<sup>G12D<\/sup> mutant tumors. Although immune checkpoint inhibitors (ICIs) have improved the survival for patients with lung cancer, inferior efficacy of ICIs has been reported in KRAS<sup>G12D<\/sup> mutant NSCLC. MRTX1133 is a selective KRAS<sup>G12D<\/sup> inhibitor, which has been investigated in early clinical studies. In this study, we aimed to reveal the immune status using preclinical murine model of KRAS<sup>G12D<\/sup> mutated lung cancer. In addition, we investigated whether MRTX1133 effects the anti-tumor immunity in mice bearing lung cancer with KRAS<sup>G12D<\/sup>.<br \/>Method: CCSP-rtTA\/TetO-Cre mice were crossed with LSL-KRAS<sup>G12D<\/sup> knock-in mice to obtain CCSP-rtTA\/TetO-Cre\/LSL-KRAS<sup>G12D<\/sup> conditional mutant mice (KRAS<sup>G12D<\/sup> mice). These mice were fed an autoclaved rodent diet supplemented with 0.0625% doxycycline when the mice were about 8~12 weeks old. Mice were treated with 10 mg\/kg MRTX1133 in vehicle once daily by intraperitoneal injection for 4 or 8 days. After administration of MRTX1133, the lungs and spleens were harvested, and single cell suspensions were labeled with fluorophore-conjugated antibodies for FACS analyses.<br \/>Results: More regulatory T cells (Tregs) infiltrated the tumors of lung of mice treated with doxycycline for a longer period of time. The expression of immune checkpoint molecules (ICMs), including PD-L1, PD-1, TIGIT, TIM-3, LAG-3, were also upregulated on CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells in the KRAS<sup>G12D<\/sup> mice. Treatment with MRTX1133 strongly inhibited KRAS<sup>G12D<\/sup> tumor progression, reduced the percentage of Tregs and downregulated the expression of PD-1 on CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells infiltrating in lung cancers. The expression of the other ICMs remained high after MRTX1133 administration. In addition, MRTX1133 tended to increase the percentage of tumor-specific CD8<sup>+<\/sup> effector T cells infiltration in lung tumors. Conclusion: T cells were exhausted in mice with KRAS<sup>G12D<\/sup> mutant lung cancer. MRTX1133 demonstrates the therapeutic efficacy in preclinical murine KRAS<sup>G12D<\/sup> mutated lung cancer model. This efficacy is more likely to relate not only signal inhibition but also enhances the anti- tumor immune responses. Our findings could aid in developing an alternative immunotherapy strategy in patients with KRAS<sup>G12D<\/sup> mutant lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Immune checkpoint,MRTX1133,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Shono<\/b><sup>1<\/sup>, S. Watanabe<sup>1<\/sup>, T. Masuda<sup>1<\/sup>, R. Suzuki<sup>2<\/sup>, T. Wakabayashi<sup>1<\/sup>, T. Sekiya<sup>1<\/sup>, S. Tanaka<sup>1<\/sup>, A. Ohtsubo<sup>1<\/sup>, T. Tanaka<sup>1<\/sup>, K. Nozaki<sup>1<\/sup>, R. Kondo<sup>1<\/sup>, Y. Saida<sup>1<\/sup>, S. Hokari<sup>1<\/sup>, N. Yanagimura<sup>1<\/sup>, M. Arita<sup>1<\/sup>, R. Ohashi<sup>1<\/sup>, K. Shima<sup>1<\/sup>, Y. Kimura<sup>1<\/sup>, N. Aoki<sup>1<\/sup>, Y. Ohshima<sup>1<\/sup>, T. Koya<sup>1<\/sup>, T. Kikuchi<sup>1<\/sup>; <br\/><sup>1<\/sup>Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan, <sup>2<\/sup>Sado General Hospital, Sado, Japan","CSlideId":"","ControlKey":"c4f7b8a6-5d10-4da1-a304-bd9f7770479e","ControlNumber":"1126","DisclosureBlock":"&nbsp;<b>K. Shono, <\/b> None..<br><b>S. Watanabe, <\/b> None..<br><b>T. Masuda, <\/b> None..<br><b>R. Suzuki, <\/b> None..<br><b>T. Wakabayashi, <\/b> None..<br><b>T. Sekiya, <\/b> None..<br><b>S. Tanaka, <\/b> None..<br><b>A. Ohtsubo, <\/b> None..<br><b>T. Tanaka, <\/b> None..<br><b>K. Nozaki, <\/b> None..<br><b>R. Kondo, <\/b> None..<br><b>Y. Saida, <\/b> None..<br><b>S. Hokari, <\/b> None..<br><b>N. Yanagimura, <\/b> None..<br><b>M. Arita, <\/b> None..<br><b>R. Ohashi, <\/b> None..<br><b>K. Shima, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>N. Aoki, <\/b> None..<br><b>Y. Ohshima, <\/b> None..<br><b>T. Koya, <\/b> None.&nbsp;<br><b>T. Kikuchi, <\/b> <br><b>Nobelpharma<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Shionogi<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Asahi Kasei<\/b> Grant\/Contract. <br><b>Nippon Kayaku<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>KYORIN Pharmaceutical<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Chugai Pharma<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>TEIJIN PHARMA<\/b> Grant\/Contract. <br><b>AN2 Therapeutics<\/b> Other, Consulting fees. <br><b>Viatris<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Insmed<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Terumo<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>AstraZeneca<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Bristol-Myers<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Eisai<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Sumitomo Pharma<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Eli Lilly<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>MSD<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5901","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5263","PresenterBiography":null,"PresenterDisplayName":"Kunihiro Shono, MHS","PresenterKey":"e3817f2c-3c50-44e7-b30f-a792e6d90255","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5263. The impact of MRTX1133 on anti-tumor immunity in lung cancer with KRAS<sup>G12D <\/sup>mutation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of MRTX1133 on anti-tumor immunity in lung cancer with KRAS<sup>G12D <\/sup>mutation","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The KRAS<sup>G12C<\/sup> mutation is found in 14% of non-small cell lung cancer (NSCLC) and 3% of colorectal cancer (CRC). Sotorasib (AMG510), which covalently binds to the mutated cysteine 12 of KRAS<sup>G12C<\/sup> protein, became the first KRAS<sup>G<\/sup><sup>12C<\/sup> inhibitors approved by the FDA for KRAS<sup>G12C<\/sup>-mutated NSCLC treatment. AMG510 not only increased apoptosis in cancer cells harboring KRAS<sup>G12C<\/sup> mutation, but also re-modelled tumor microenvironment. Thus, to evaluate novel therapeutic strategies for treating KRAS<sup>G12C<\/sup>-mutated tumors, we established a CT26-KRAS<sup>G12C<\/sup> tumor model and explored the combination of AMG510 with anti-PD1 therapy.<br \/>Methods: We knocked in KRAS<sup>G12C<\/sup> mutation in murine CT26 colorectal cancer cells using CRISPR\/Cas9 to generate CT26-KRAS<sup>G12C<\/sup> cells. The mutation was confirmed by PCR sequencing. <i>In vitro<\/i>, CT26-KRAS<sup>G12C<\/sup> cells were treated with AMG510 for 2h or 72h, and then p-ERK and cell viability were analyzed. <i>In vivo<\/i>, 3&#215;10<sup>5<\/sup> CT26-KRAS<sup>G12C<\/sup> cells were subcutaneously injected into BALB\/c mice, and the tumor bearing mice were treated with AMG510 (30 mg\/kg or 100 mg\/kg, <i>QD<\/i>&#215;21), anti-PD-1 (10 mg\/kg, <i>BIW<\/i>&#215;3) and combination of AMG510 and anti-PD-1. On day 5 after randomization, the composition of immune cells, including CD4<sup>+<\/sup> T cells, CD8<sup>+<\/sup> T cells, dendritic cells (DC), and natural killer (NK) cells in tumors were analyzed by flow cytometry. The mice with complete tumor regression were re-challenged with bilateral tumors of CT26-KRAS<sup>G12C<\/sup> (3&#215;10<sup>5<\/sup>) and unrelated mouse breast tumor cells, 4T1 (3&#215;10<sup>5<\/sup>) to evaluate the effect on tumor growth.<br \/>Results: Following confirmation of KRAS<sup>G12C<\/sup> mutation, AMG510 treatment decreased p-ERK expression by ~50% and impaired the cell growth with IC50 value of 0.1802 &#956;M in CT26-KRAS<sup>G12C<\/sup> cells. <i>In vivo<\/i>, single treatment of AMG510 at 30 mg\/kg or 100 mg\/kg significantly inhibited tumor growth with TGI of 60% or 99% on day 15 after randomization, respectively (both <i>p<\/i>&#60;0.001). Combined treatment of AMG510 (30 mg\/kg or 100 mg\/kg) and anti-PD-1 also led to significant tumor inhibition with TGI of 64% or 99% on the same day, respectively (both <i>p<\/i>&#60;0.001), although PD-1 blockade didn&#8217;t show anti-tumor effect alone. Noticeably, combined treatment of AMG510 (100 mg\/kg) and anti-PD-1 induced complete tumor regression in 3 of 10 mice, which remained cured 124 days later. Moreover, the combined treatment significantly improved survival compared to the AMG510 treatment alone. Notably, all 4T1 tumors grew, but none of the CT26-KRAS<sup>G12C<\/sup> tumors were palpable in the cured mice after the re-challenge. In the control group, all tumors were well established. Additionally, combined treatment of AMG510 (100mg\/kg) and anti-PD-1 markedly increased the infiltration of CD4<sup>+<\/sup> T cells, DC, and NK cells in the tumors.<br \/>Conclusion: The successfully established CT26-KRAS<sup>G12C<\/sup> model is a useful tool for investigating therapeutic strategies to combine KRAS<sup>G12C<\/sup> inhibitors with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,KRAS G12C,Drug synergism,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Hua, S. Li, C. Nie, C. Zhang, L. Bourre, <b>J. Wang<\/b>; <br\/>Crown Bioscience, Inc., San Diego, CA","CSlideId":"","ControlKey":"7a03ab26-4085-4dbd-8075-8c78e33b476b","ControlNumber":"2312","DisclosureBlock":"&nbsp;<b>L. Hua, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>C. Nie, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>L. Bourre, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5902","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5264","PresenterBiography":null,"PresenterDisplayName":"Jingjing Wang, PhD","PresenterKey":"33e1d6a9-b97c-40e0-8be5-0b0e6dae8880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5264. KRAS<sup>G12C<\/sup> inhibition synergizes with checkpoint blockade in KRAS<sup>G12C<\/sup>-mutated tumor model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS<sup>G12C<\/sup> inhibition synergizes with checkpoint blockade in KRAS<sup>G12C<\/sup>-mutated tumor model","Topics":null,"cSlideId":""},{"Abstract":"Mitochondrial DNA (mtDNA) can stimulate an innate immune response that potentiates the efficacy of cancer immunotherapy. However, mtDNA-targeting therapy has not been developed to enhance this innate immune system in specific cancer subtypes efficiently. Here we discover that mtDNA is enriched in <i>KRAS<\/i> mutant tumors where the DNA sensor machinery cGAS-STING signaling is primed for innate immune activation. Intriguingly, MEK inhibitor induces cytosolic mtDNA release to potently activate the cGAS-STING signaling, which in turn induces PRKN-mediated mitophagy in response to mitochondrial stress in <i>KRAS<\/i> mutant cancer cells. During the process of mitophagy, PRKN, as an E3 ubiquitin ligase, degrades BAX protein and attenuates mitochondrial pore formation, which is essential for mtDNA efflux upon MEK inhibition. Combined MEK and mitophagy inhibitors efficiently stimulate type I IFNs in both mtDNA- and STING-dependent manners, and this combination enhances the efficacy of PD-1 blockade in <i>Kras<\/i> mutant murine syngeneic tumors. In the clinic, PRKN is associated with a &#8216;cold tumor&#8217; phenotype among <i>KRAS<\/i> mutant tumors. Together, targeting mtDNA dynamics by co-inhibition of MEK and mitophagy represents a promising strategy to convert &#8216;cold to hot tumor&#8217; in mtDNA-enriched <i>KRAS<\/i> mutant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Mitochondrial DNA,KRAS,Immune response,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Tanaka<\/b>, Y. Adachi, M. Yoshiya, T. Owari, T. Yamamori-Morita, A. Ohashi, S. Kobayashi, S. Koyama, H. Nishikawa; <br\/>National Cancer Center, Chiba, Japan","CSlideId":"","ControlKey":"f7d69a2c-f757-4631-9c60-c71a3f8bab7d","ControlNumber":"1249","DisclosureBlock":"&nbsp;<b>K. Tanaka, <\/b> None..<br><b>Y. Adachi, <\/b> None..<br><b>M. Yoshiya, <\/b> None..<br><b>T. Owari, <\/b> None..<br><b>T. Yamamori-Morita, <\/b> None.&nbsp;<br><b>A. Ohashi, <\/b> <br><b>Astellas Phama Inc. (part-time)<\/b> Employment. <br><b>Ono Pharmaceutical Company Ltd.<\/b> Other Intellectual Property. <br><b>Craif Inc.<\/b> Other Intellectual Property. <br><b>GEXVal Inc.<\/b> Other Intellectual Property. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Astellas Pharma<\/b> Grant\/Contract.<br><b>S. Kobayashi, <\/b> None..<br><b>S. Koyama, <\/b> None..<br><b>H. Nishikawa, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5265","PresenterBiography":null,"PresenterDisplayName":"Kosuke Tanaka, MD","PresenterKey":"b96aefe6-f34e-47ee-9cb5-766adb7a0f71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5265. Targeting mtDNA dynamics enhances immunogenicity and sensitizes<i> KRAS<\/i> mutant cancers to PD-1 blockade","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mtDNA dynamics enhances immunogenicity and sensitizes<i> KRAS<\/i> mutant cancers to PD-1 blockade","Topics":null,"cSlideId":""},{"Abstract":"Background: Abemaciclib, a CDK4\/6 inhibitor, stands as a cornerstone for managing hormone receptor-positive, HER2-negative advanced or metastatic recurrent breast cancer. It is known to modulate the tumor immune microenvironment, enhancing anti-tumor responses. Yet, its systemic immunological impact remains to be elucidated. This investigation aims to delineate the influence of abemaciclib on both the gut microbiota and the systemic immune landscape in patients with breast cancer.<br \/>Methods: A multicenter, prospective clinical trial was conducted involving 40 patients with hormone receptor-positive, HER2-negative advanced or metastatic recurrent breast cancer, scheduled for abemaciclib therapy. The trial's primary objectives were to evaluate the duration of treatment efficacy and the severity of gastrointestinal toxicity. Secondary objectives included assessing the interplay between circulating immune profiles, gut microbiota, and clinical outcomes. Patient samples, including peripheral blood mononuclear cells (PBMCs) for single-cell RNA sequencing and stool for 16S rRNA gene analysis, were collected at baseline and after 90 days of treatment initiation.<br \/>Results: This interim report presents findings from 39 patients. We examined 75 PBMC samples and 78 stool samples. Preliminary analysis indicated that abemaciclib precipitated an upregulation of cytokines pivotal for anti-tumor immunity, notably IL-7 and IP-10, alongside an activation of circulating innate immune cells such as CD4-positive T cells and dendritic cells. Concurrently, gut microbiota analysis revealed a post-treatment reduction in alpha diversity, with notable shifts in microbial populations implicated in innate immune activation.<br \/>Discussion: This study presents novel insights into the systemic immunomodulatory effects of abemaciclib. Our results suggest that abemaciclib's therapeutic efficacy may partially derive from its ability to alter the circulating immune profile and gut microbiota. These findings could pave the way for innovative immunotherapeutic approaches, integrating gut microbiome considerations into the treatment of hormone receptor-positive, HER2-negative breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Abemaciclib,Breast cancer,Immune response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Fukui<\/b><sup>1<\/sup>, K. Kawaguchi<sup>1<\/sup>, Y. Maeshima<sup>1<\/sup>, Y. Fujimoto<sup>1<\/sup>, H. Ishiguro<sup>2<\/sup>, K. Yamagami<sup>3<\/sup>, S. Takahara<sup>4<\/sup>, H. Suwa<sup>5<\/sup>, M. Torii<sup>6<\/sup>, S. Nagai<sup>7<\/sup>, Y. Sagara<sup>8<\/sup>, W. Tsuji<sup>9<\/sup>, H. Yamashiro<sup>10<\/sup>, T. Kotake<sup>10<\/sup>, S. Fukuda<sup>11<\/sup>, K. Saito<sup>12<\/sup>, Y. Yamamoto<sup>12<\/sup>, M. Kataoka<sup>1<\/sup>, Y. Himoto<sup>6<\/sup>, A. Yonezawa<sup>1<\/sup>, Y. Nakamura<sup>1<\/sup>, W. Li<sup>1<\/sup>, S. Tanaka<sup>1<\/sup>, S. Morita<sup>1<\/sup>, M. Takada<sup>1<\/sup>, M. Toi<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto University Hospital, Kyoto, Japan, <sup>2<\/sup>Saitama Medical University International Medical Center, Saitama, Japan, <sup>3<\/sup>Shinko Hospital, Kobe, Japan, <sup>4<\/sup>Kitano Hospital, Tazuke Kofukai Medical Research Institute, Oosaka, Japan, <sup>5<\/sup>Hyogo Prefectural Amagasaki General Medical Center, Amagasaki, Japan, <sup>6<\/sup>Japanese Red Cross Wakayama Medical Center, Wakayama, Japan, <sup>7<\/sup>Saitama Prefectural Cancer Center, Kitaadachigun, Japan, <sup>8<\/sup>Sagara Hospital, Kagoshima, Japan, <sup>9<\/sup>Shiga General Hospital, Moriyama, Japan, <sup>10<\/sup>Tenri Hospital, Tenri, Japan, <sup>11<\/sup>Keio University, Tsuruoka, Japan, <sup>12<\/sup>Fujita Health University, Toyoake, Japan","CSlideId":"","ControlKey":"7cc8f950-c574-4e64-ba53-d101d9107397","ControlNumber":"2946","DisclosureBlock":"&nbsp;<b>Y. Fukui, <\/b> None.&nbsp;<br><b>K. Kawaguchi, <\/b> <br><b>TERUMO<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Kyoto Breast Cancer Research Network<\/b> Grant\/Contract. <br><b>Becton Dickinson Japan<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Other, honoraria for lectures. <br><b>Chugai<\/b> Other, honoraria for lectures. <br><b>Takeda<\/b> Other, honoraria for lectures.<br><b>Y. Maeshima, <\/b> None..<br><b>Y. Fujimoto, <\/b> None..<br><b>H. Ishiguro, <\/b> None..<br><b>K. Yamagami, <\/b> None..<br><b>S. Takahara, <\/b> None..<br><b>H. Suwa, <\/b> None..<br><b>M. Torii, <\/b> None..<br><b>S. Nagai, <\/b> None.&nbsp;<br><b>Y. Sagara, <\/b> <br><b>Pfizer<\/b> Other, honoraria for lectures. <br><b>Daiichi Sankyo<\/b> Other, honoraria for lectures. <br><b>Eli Lilly<\/b> Other, honoraria for lectures. <br><b>MSD<\/b> Other, honoraria for lectures. <br><b>Astra Zeneca<\/b> Other, honoraria for lectures. <br><b>Eisai<\/b> Other, honoraria for lectures. <br><b>Chugai<\/b> Other, honoraria for lectures. <br><b>Nihon Kayaku<\/b> Other, honoraria for lectures.<br><b>W. Tsuji, <\/b> None.&nbsp;<br><b>H. Yamashiro, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures.<br><b>T. Kotake, <\/b> None..<br><b>S. Fukuda, <\/b> None..<br><b>K. Saito, <\/b> None..<br><b>Y. Yamamoto, <\/b> None..<br><b>M. Kataoka, <\/b> None..<br><b>Y. Himoto, <\/b> None..<br><b>A. Yonezawa, <\/b> None..<br><b>Y. Nakamura, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>S. Tanaka, <\/b> None.&nbsp;<br><b>S. Morita, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures. <br><b>M. Takada, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures. <br><b>M. Toi, <\/b> <br><b>Chugai<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Takeda<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Pfizer<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Taiho<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>JBCRG assoc.<\/b> Grant\/Contract, Other, Member of the board of directors (no salary). <br><b>KBCRN assoc.<\/b> Grant\/Contract, Other, Member of the board of directors (no salary). <br><b>Eisai<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Eli Lilly and companies<\/b> Grant\/Contract, Other, honoraria for lectures, Advisory board. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, Other, honoraria for lectures, Advisory board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Shimazu<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Yakult<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Nippon Kayaku<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>AFI technology<\/b> Grant\/Contract. <br><b>Luxonus<\/b> Grant\/Contract. <br><b>Shionogi<\/b> Grant\/Contract. <br><b>GL Science<\/b> Grant\/Contract. <br><b>Sanwa Shurui<\/b> Grant\/Contract. <br><b>Exact Science<\/b> Other, honoraria for lectures.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5266","PresenterBiography":null,"PresenterDisplayName":"Yukiko Fukui","PresenterKey":"578a0476-4959-4555-af54-29283a32ad03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5266. Deciphering the systemic immune effects of abemaciclib in recurrent metastatic breast cancer: A multicenter, prospective study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the systemic immune effects of abemaciclib in recurrent metastatic breast cancer: A multicenter, prospective study","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is the most lethal type of lung cancer. The uniqueness of this tumor consists of an initial exquisite response to chemotherapy. However, at relapse, which occurs nearly in all patients, the tumor is resistant to all available therapies, causing a premature death of the patient. Despite the addition of immune checkpoint blockade (ICB) therapy to standard chemotherapy, response rates are modest and only a very small fraction of SCLC patients responds to these therapies because of immunologically &#8220;cold&#8221; microenvironment. Activating innate immunity in cancer cells through cytoplasmic nucleic acid sensing pathways, a phenomenon known as &#8220;viral mimicry&#8221;, has emerged as an effective strategy to convert immunologically &#8220;cold&#8221; tumors into &#8220;hot&#8221;. Here, through a curated CRISPR-based screen of RNA Helicases, we identified DExD\/H-box helicase 9 (DHX9) as a potent repressor of double-stranded RNA (dsRNA) in SCLC cells. Depletion of DHX9 induced accumulation of cytoplasmic dsRNA, which mainly derived from repetitive sequences of short interspersed nuclear elements (SINEs) and long interspersed nuclear elements (LINEs), and triggered tumor-intrinsic innate immunity. Intriguingly, ablating DHX9 also induced the aberrant accumulation of R-loops (DNA\/RNA hybrids), which resulted in an increase of DNA damage-derived cytoplasmic DNA and replication stress in tumor cells, selectively killing them. In vivo, DHX9 deletion in SCLC tumor cells promoted a decrease in tumor growth while inducing a more immunogenic tumor microenvironment (TME), invigorating responsiveness to immune checkpoint blockade (ICB). These findings suggest that DHX9 is a crucial repressor of tumor-intrinsic innate immunity and replication stress, and represents a promising and unexplored target for SCLC and other &#8220;cold&#8221; tumor types where replication stress and genomic instability contribute to pathology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Immune response,DNA damage,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Murayama<\/b><sup>1<\/sup>, J. Nakayama<sup>2<\/sup>, K. Q. Cai<sup>1<\/sup>, K. Miyata<sup>3<\/sup>, A. Efimov<sup>1<\/sup>, Y. Tan<sup>1<\/sup>, Y. Zhou<sup>1<\/sup>, K. S. Campbell<sup>1<\/sup>, Y. Yang<sup>1<\/sup>, S. Balachandran<sup>1<\/sup>, I. Cañadas<sup>1<\/sup>; <br\/><sup>1<\/sup>Fox Chase Cancer Center, Philadelphia, PA, <sup>2<\/sup>National Cancer Center Research Institute, Tokyo, Japan, <sup>3<\/sup>Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"8add9b8b-1ee3-46b8-9413-08dd451b394b","ControlNumber":"1375","DisclosureBlock":"&nbsp;<b>T. Murayama, <\/b> None..<br><b>J. Nakayama, <\/b> None..<br><b>K. Q. Cai, <\/b> None..<br><b>K. Miyata, <\/b> None..<br><b>A. Efimov, <\/b> None..<br><b>Y. Tan, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>K. S. Campbell, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Balachandran, <\/b> None..<br><b>I. Cañadas, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5268","PresenterBiography":null,"PresenterDisplayName":"Takahiko Murayama, PhD","PresenterKey":"bc4f03f1-8d09-4602-8db1-51794825c52a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5268. Targeting DHX9 triggers interferon response and replication stress in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting DHX9 triggers interferon response and replication stress in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The oncogenic transcription factor MYC is overexpressed in most cancer types, including difficult to treat human malignancies such as receptor triple-negative breast cancers (TNBC). MYC overexpression induces aneuploidy and suppresses anticancer immunity. Elevated levels of MYC can induce mitotic spindle assembly defects and chromosomal instability (CIN) events, exemplified by an increase in cells with micronuclei. These defects are partially mitigated by concomitant upregulation of various mitotic spindle genes. Micronuclei result in cytosolic DNA which can activate cGAS-STING signaling, activating an interferon regulatory transcriptional program responsible for mounting an inflammatory immune response that potentially enhances immune cell recognition. We hypothesized that pharmacological inhibition of specific MYC deregulated mitotic spindle genes will further exacerbate mitotic defects in MYC high cells resulting in synthetic-lethal cell death and additional CIN to activate robust cGAS-STING activation. Interferon activation can increase surface expression of antigen presentation machinery, such as MHC-I, restoring the immunogenicity of MYC high cells.<b> <\/b>Here, we used mouse breast tumor cells in which MYC expression is conditionally expressed as well as human breast cancer cell lines with different levels of MYC expression. We assessed the anti-proliferative and cytotoxic effects of 9 mitotic small molecular inhibitors that affect spindle function. cGAS-STING activation in inhibitor treated and untreated samples was measured by immunoblotting for pathway proteins phosphorylated TBK1, total TBK1, and IFIT1. Differences in MHC-I cell surface expression was quantified using flow cytometry. Our findings revealed that inhibition of kinesin-like protein KIFC1 and transforming acidic coiled-coil-containing protein 3 (TACC3)<b> <\/b>induced greater levels of apoptosis in MYC high models. Moreover, inhibition of KIFC1 robustly triggered cGAS-STING activity in MYC high cells as evidenced by increased protein abundance of phospho-TBK1 and IFIT1 in a dose-dependent manner. In addition, sublethal KIFC1 inhibition resulted in increased levels of MHC-I surface expression in MYC high models.<b> <\/b>Our findings suggest that inhibition of MYC regulated mitotic spindle genes, specifically KIFC1, can serve to preferentially eliminate MYC overexpressing aggressive cancers. Furthermore, sublethal concentrations of a KIFC1 inhibitor can stimulate a tumor cell-intrinsic inflammatory-pathway. Future studies will determine if targeting KIFC1 can enhance the response of MYC high cancers to immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Breast cancer,HLA class I,Inflammation,Myc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Jacobo Jacobo<\/b>, A. Goga; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"5817376f-406e-4d50-aac1-0c1bce4c546b","ControlNumber":"7924","DisclosureBlock":"&nbsp;<b>M. Jacobo Jacobo, <\/b> None..<br><b>A. Goga, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5907","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5269","PresenterBiography":null,"PresenterDisplayName":"Mauricio Jacobo Jacobo, BS","PresenterKey":"afe40026-0276-4a00-8e52-cdb548b82e10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5269. Evaluation of mitotic spindle inhibitors as cell autonomous inflammatory stimulants in MYC overexpressing breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of mitotic spindle inhibitors as cell autonomous inflammatory stimulants in MYC overexpressing breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Immune-based therapies induce durable remissions in subsets of patients across multiple malignancies. However, there is limited efficacy of immunotherapy in metastatic castrate-resistant prostate cancer (mCRPC), manifested by an enrichment of immunosuppressive (M2) tumor-associated macrophages (TAM) in the tumor immune microenvironment (TME). Therefore, therapeutic strategies to overcome TAM-mediated immunosuppression are critically needed in mCRPC. Our single-cell RNA sequencing analysis in human tumors revealed that NLR family pyrin domain containing 3 (NLRP3), an innate immune sensing protein, is differentially expressed in TAM from metastatic PC patients treated with standard-of-care androgen deprivation therapy (ADT), relative to other tumor types and untreated primary PC. Furthermore, bulk RNA sequencing analysis in human mCRPC samples revealed an inverse relationship between NLRP3 expression and AR activity, with high NLRP3 expression associated with an M1 signature and a favorable clinical response to ICI in mCRPC. Based on these findings, we hypothesized that androgen axis blockade could enhance NLRP3 expression and potentiate innate immune tumor control in advanced PC. Critically, we discovered that blockade of TAM-intrinsic androgen receptor (AR) activity enhanced NLRP3 expression, but not inflammasome activity in the immunosuppressive (M2) TAM. In contrast, anti-tumor (M1) TAM exhibited high de novo NLRP3 expression, regardless of AR activity. The combination of AR blockade and NLRP3 agonism significantly enhanced phagocytosis of cancer cells by M2 TAM, whereas NLRP3 agonist treatment alone was sufficient to induce phagocytosis in M1 TAM. Following AR blockade\/NLRP3 agonist combination treatment, all TAM acquired a distinct phenotype with high PD-L1 and CD86 expression, indicative of phagocytic TAM. Critically, NLRP3 agonism in combination with ADT resulted in significant tumor control in an aggressive c-myc driven advanced PC model, with 55% of mice achieving complete tumor clearance, which was abrogated by concurrent clodronate treatment (which systemically depletes phagocytic macrophages), thus demonstrating TAM-mediated phagocytosis enhancement as a major driver of the observed anti-tumor response. Collectively, our results identify NLRP3 as an AR-regulated &#8220;macrophage phagocytic checkpoint&#8221; that can be inducibly expressed and activated in TAM following ADT and NLRP3 agonist treatment, respectively, the combination resulting in TAM-mediated phagocytosis and tumor control.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Prostate cancer,Macrophages,NLRP3,Phagocytosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Chaudagar<sup>1<\/sup>, S. Rameshbabu<sup>1<\/sup>, S. Mei<sup>2<\/sup>, T. Hirz<sup>2<\/sup>, Y.-M. Hu<sup>3<\/sup>, A. Argulian<sup>1<\/sup>, B. Labadie<sup>1<\/sup>, K. Desai<sup>1<\/sup>, S. Grimaldo<sup>1<\/sup>, D. Kahramangil<sup>1<\/sup>, R. Nair<sup>1<\/sup>, S. DSouza<sup>1<\/sup>, D. Zhou<sup>1<\/sup>, R. Chen<sup>1<\/sup>, J. Shafran<sup>1<\/sup>, M. Loyd<sup>1<\/sup>, Z. Xia<sup>3<\/sup>, D. Sykes<sup>2<\/sup>, A. Moran<sup>3<\/sup>, <b>A. Patnaik<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Chicago, Chicago, IL, <sup>2<\/sup>Center for Regenerative Medicine, Massachusetts General Hospital Cancer Center, Boston, MA, <sup>3<\/sup>Knight Cancer Institute, Oregon Health and Science University, Portland, OR","CSlideId":"","ControlKey":"f3114732-f5ae-4c12-bb6b-1b3951b68890","ControlNumber":"4585","DisclosureBlock":"&nbsp;<b>K. Chaudagar, <\/b> None..<br><b>S. Rameshbabu, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>T. Hirz, <\/b> None..<br><b>Y. Hu, <\/b> None..<br><b>A. Argulian, <\/b> None..<br><b>B. Labadie, <\/b> None..<br><b>K. Desai, <\/b> None..<br><b>S. Grimaldo, <\/b> None..<br><b>D. Kahramangil, <\/b> None..<br><b>R. Nair, <\/b> None..<br><b>S. DSouza, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>J. Shafran, <\/b> None..<br><b>M. Loyd, <\/b> None..<br><b>Z. Xia, <\/b> None..<br><b>D. Sykes, <\/b> None..<br><b>A. Moran, <\/b> None.&nbsp;<br><b>A. Patnaik, <\/b> <br><b>Brisol Myers Squibb<\/b> Grant\/Contract, Other, clinical trial funding. <br><b>Boston Gene<\/b> Other, Consulting. <br><b>Xencor<\/b> Other, clinical trial funding. <br><b>AstraZeneca<\/b> Other, clinical trial funding. <br><b>Zenith<\/b> Other, clinical trial funding.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5908","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5270","PresenterBiography":null,"PresenterDisplayName":"Akash Patnaik, MD","PresenterKey":"8843e0a0-8089-4470-8c1f-abf3db9957af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5270. Androgen receptor blockade in macrophages primes NLRP3 inflammasome-mediated phagocytosis and tumor clearance in advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Androgen receptor blockade in macrophages primes NLRP3 inflammasome-mediated phagocytosis and tumor clearance in advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Microsatellite-stable (MSS) colorectal cancer is resistant for immune therapy, necessitating the exploration of novel modalities for its conquest. Recent revelations have revealed the genetic upregulation of HIF-1&#945; as a potential activator of CD8+ T-cells, enhancing an anti-tumor effect. Pseudohypoxia, characterized by normoxic upregulation of Hypoxia-Inducible Factor (HIF-1&#945;), is known to be induced by iron chelators, including HIF-PHD inhibitors. In this study, we aimed to examine whether pseudohypoxia by HIF-PHD inhibitor can enhance immune response and elucidate the underlying mechanism.<br \/>Method: Colon 26, SW480 and HT29 were used as murine and human MSS colorectal cancer model. Human and murine CD8+ T-cells were represented by Jurkat cells and isolated splenic CD8+ T-cells, respectively. HIF-PHD inhibitors Roxadustat and Vadadustat were used in the study, and a subcutaneous Colon 26 tumor model was established in BALB\/c WT and nude mice. Hypoxic culture conditions were maintained for 48 hours at 2% O<sub>2<\/sub>.<br \/>Results: Roxadustat and Vadadustat did not suppress the proliferation of cancer cells under conditions marked by HIF-1&#945; upregulation. Roxadustat and Vadadustat suppress the colon 26 subcutaneous tumor growth in WT mice, the effect was cancelled in the nude mice. The treatment regimen was associated with an augmentation in the total number and effector-like subtypes of CD8+ T-cells (T<sub>ex<\/sub>) infiltrating the tumor. Combination therapy involving Roxadustat and PD-1 antibody synergistically inhibited tumor growth and was accompanied by an increase in PD-1<sup>lo<\/sup>, Ly108<sup>-<\/sup>, TIM-3<sup>+ <\/sup>CD8+ T-cells within the tumor microenvironment. Immunohistochemistry revealed that Interleukin-2 (IL-2) expression of murine spleen was stronger in Roxadustat than control group. Interestingly, HIF-PHD inhibitors induced the secretion of IL-2 from isolated CD3+ T-cells of murine spleens in ELISA, a phenomenon uniquely observed under pseudo-hypoxic conditions created by HIF-PH inhibitors, rather than actual hypoxia. This result indicates that pseudo-hypoxia may induce more robust hypoxic response than real hypoxia.<br \/>Conclusion: The induction of pseudohypoxia by HIF-PHD inhibitors activates the tumor immune response for MSS colorectal cancer via induction of splenic IL-2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Iron,Hypoxia-inducible factor,Colorectal cancer,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Ohara<\/b>, Y. Chen, Y. Hamada, S. Nishimura, H. Kawai, K. Noma, H. Tazawa, T. Fujiwara, A. Matsukawa; <br\/>Okayama Univ. Graduate School of Med., Okayama, Japan","CSlideId":"","ControlKey":"1bfbc0b7-c533-445f-b8ee-254843dde560","ControlNumber":"1065","DisclosureBlock":"&nbsp;<b>T. Ohara, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Hamada, <\/b> None..<br><b>S. Nishimura, <\/b> None..<br><b>H. Kawai, <\/b> None..<br><b>K. Noma, <\/b> None..<br><b>H. Tazawa, <\/b> None..<br><b>T. Fujiwara, <\/b> None..<br><b>A. Matsukawa, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5271","PresenterBiography":null,"PresenterDisplayName":"Toshiaki Ohara, MD","PresenterKey":"0d8dc61f-bf42-4d20-8b06-c6458de9f3d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5271. Pseudohypoxia by HIF-PHD inhibitors activates tumor immune response for MSS colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pseudohypoxia by HIF-PHD inhibitors activates tumor immune response for MSS colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Treatment approach combining cancer cell targeted therapy and immunotherapy is an effective strategy to trigger robust tumor-specific immune responses. The aim of this study is to determine the impact of APL-1202, a clinical-stage drug candidate (NCT04813107), on cellular stress-driven immunogenic outcomes in bladder cancer cells.<br \/>Methods: RNA-seq analysis was performed using bladder cancer and endothelial cell lines (A56, J82, T24, HUVEC) treated with APL-1202. Key determinants of immunogenic cell death pathway were measured by cell-surface translocation of calreticulin (flow cytometry), extracellular ATP release assay (bioluminescence) and HMGB1 secretion (ELISA) in the supernatants of cancer cells after APL-1202 treatment. Effects on the innate immune effector function was measured by flow cytometry-based phagocytosis assay consisting of Far-Red dye-stained, pre-treated bladder cancer cell lines (UMUC3, T24) in coculture with THP1-derived macrophages\/immature dendritic cells or human monocyte-derived dendritic cells. <i>In vivo<\/i>, tumor end-point immune cell analysis, tumor weight and mouse survival were compared in chemically induced (BBN: N-butyl-N-(4-hydroxybutyl)-nitrosamine) orthotopic bladder cancer mice treated with APL-1202 and anti-PD1 antibody.<br \/>Results: Pathway analysis of RNA-seq data from APL-1202 treated cells suggested upregulation of cellular stress-related gene signatures (oxidative stress, autophagy, P53) and pro-inflammatory responses (IL-6, IL-8, HMGB1 signaling). Conversely, downregulation of cell cycle (E2F targets, G2-M checkpoint) and IL-10 signaling suggested increased genomic stress and inflammatory switching in the treated cancer cells. Acute exposure to APL-1202 increased cell-surface translocation of calreticulin as well as extracellular release of ATP and HMGB1 in the treated T24 and UMUC3 cells. Higher percentages of phagocytic activities were detected in both THP-1-derived macrophages\/immature dendritic cells and human monocyte-derived dendritic cells after coculture with APL-1202 treated T24 and UMUC3 cells compared to coculture with DMSO treated control cells. Immune phenotyping in tumors derived from BBN bladder cancer mouse model revealed increased infiltration of NK cells and CD8+ T cells. Furthermore, APL-1202 enhanced the anti-tumor effects of a therapeutic anti-PD1 antibody in mice as reflected by significantly decreased tumor weights and increased survival in a combination group with APL-1202 treatment compared to the anti-PD-1 antibody alone treatment group.<br \/>Conclusion: APL-1202 may improve the efficacy of immune-checkpoint blockade therapies in bladder cancer patients by enhancing cancer cell immunogenicity and subsequent anti-tumor effector immune cell processes, particularly in tumors with deficits in antigen-specific immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Checkpoint,Bladder cancer,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rakesh BAM<\/b><sup>1<\/sup>, Jingmin Guan<sup>2<\/sup>, Neetha Nanoth Vellichirammal<sup>1<\/sup>, Murli Manohar<sup>1<\/sup>, David Mulholland<sup>3<\/sup>, John Sfakianos<sup>3<\/sup>, Qiaoling Sun<sup>2<\/sup>, Zuoan Yi<sup>1<\/sup>, Alice Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Asieris Pharmaceuticals, Inc., Palo Alto, CA,<sup>2<\/sup>Asieris Pharmaceuticals, Shanghai, China,<sup>3<\/sup>Mount Sinai School of Medicine, New York, NY","CSlideId":"","ControlKey":"dc1cb622-9762-482d-ba99-b21c82f2787a","ControlNumber":"3398","DisclosureBlock":"<b>&nbsp;R. Bam, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment. <br><b>J. Guan, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment. <br><b>N. Nanoth Vellichirammal, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment. <br><b>M. Manohar, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment.<br><b>D. Mulholland, <\/b> None..<br><b>J. Sfakianos, <\/b> None.&nbsp;<br><b>Q. Sun, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment. <br><b>Z. Yi, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment. <br><b>A. Chen, <\/b> <br><b>Asieris Pharmaceuticals<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5910","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5272","PresenterBiography":null,"PresenterDisplayName":"Rakesh Bam, PhD","PresenterKey":"e0951b9f-e6d3-4acf-8ad8-fa0dfaa0cd60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5272. APL-1202 enhances anti-tumor immune response through induction of cellular stress signaling and immunogenic cell death pathway in cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"APL-1202 enhances anti-tumor immune response through induction of cellular stress signaling and immunogenic cell death pathway in cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of the Homologous Recombination (HR) DNA repair pathway is often correlated with poor prognosis and metastatic disease. SyntheX developed STX100, a small, stabilized peptide that is able to disrupt the function of Rad51 - a crucial component of HR. STX100 exhibits low nanomolar affinity to the target, cell permeability, and proteolytic stability. STX100 has acute mono-agent activity that is selective towards HR-overexpressing cancer cells. Interestingly, STX100-mediated cell killing is independent of canonical cell death mechanisms (apoptosis, necroptosis, pyroptosis, ferroptosis, etc.). Rather, the elevated abundance of Rad51 in cancer cells relative to healthy tissues underlies the selective cytotoxicity resulting from an acute calcium surge upon STX100-mediated target engagement. The mechanism translates to in vivo models, where a single dose can achieve sustained survival when administered locally as a mono-therapy or in combination with an immune checkpoint blockade agent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"RAD51,Immunogenic cell death,Immune response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Soloveychik<\/b>, C. Chahwan; <br\/>SyntheX, San Francisco, CA","CSlideId":"","ControlKey":"60500bc2-89ec-4a67-9a54-7d0a5bf38a4b","ControlNumber":"932","DisclosureBlock":"&nbsp;<b>M. Soloveychik, <\/b> None..<br><b>C. Chahwan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5911","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5273","PresenterBiography":"","PresenterDisplayName":"Maria Soloveychik, BS;PhD","PresenterKey":"55e89e00-769f-4629-8bc1-444b6255c83b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5273. A novel immunogenic cell death that exploits the cancer-specific overexpression of Rad51","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel immunogenic cell death that exploits the cancer-specific overexpression of Rad51","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is characterized by an immunosuppressive tumor microenvironment (TME) maintained by tumor-associated M2-like macrophages (TAMs) hindering anti-tumor responses and immunotherapy efficacy. An effective approach to target TAMs in ovarian cancer treatment is currently not available, but would be expected to release immunosuppressive pressure, enable a robust T cell response and improve immunotherapy outcomes. Retinoblastoma protein (Rb) is a well-known tumor suppressor and regulator of tumor cell proliferation. Accumulating evidence demonstrates its role in immune cells, in myeloid cells, in particular. However, these mechanisms remain poorly understood.<br \/>Based on our previous data on Rb role in myeloid cell viability, we decided to test the effects of Rb modulation in macrophages. We used the small molecule, AP-3-84 compound, and newly developed analogs which bind the LxCxE motif of Rb and disrupt Rb interaction with its binding adaptor proteins. AP-3-84 induced cell death preferentially in macrophages, but not in T cells or tumor cells (without effects on cell proliferation). Gene and protein expression analysis revealed that Rb targeting induced major intracellular stress response programs and p53\/mitochondria-related cell death pathways in TAMs. Moreover, we found that M2 type polarized macrophages expressed higher levels of Rb compared to M1 macrophages. In agreement with that, M2 type macrophages were significantly more sensitive to AP-3-84 treatment than M1 polarized cells. Next, we demonstrated that low dose therapeutic use of AP-3-84 in mice bearing ovarian cancer significantly re-shaped the immune composition of the TME by depleting TAMs and inducing remarkable T cell infiltration. Importantly, these AP-3-84 effects were immune-mediated, since identical AP-3-84 treatment in NSG immunodeficient mice had no effect on tumor growth. Similarly, anti-CD4\/CD8 depletion also reverted AP-3-84 effects on cancer inhibition. An analysis of activation and differentiation markers in myeloid and T cell subsets in the TME showed a shift of the remaining macrophages towards an M1-like cell type accompanied by activation of T cells. Using ovalbumin-overexpressing ovarian cancer cell line, we documented the accumulation of antigen-specific T cells in the TME associated with a substantial delay of ovarian cancer upon AP-3-84 therapeutic Rb targeting.<br \/>Ex vivo, we observed an analogous cell death induction by AP-3-84 treatment in TAMs from post-surgery ascites from ovarian cancer patients. Using available datasets, we further documented that an increase in Rb expression in the TME myeloid cells is associated with poorer prognosis.<br \/>Overall, our data supports that therapeutic targeting of the Rb LxCxE motif is a promising approach for ovarian cancer treatment due to depletion of TAMs and re-shaping the ovarian cancer TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Tumor associated macrophages,Retinoblastoma protein,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. N. Tcyganov<\/b><sup>1<\/sup>, T. Kwak<sup>1<\/sup>, X. Yang<sup>1<\/sup>, A. N. R. Poli<sup>1<\/sup>, C. Hart<sup>1<\/sup>, A. Bhuniya<sup>1<\/sup>, J. Cassel<sup>1<\/sup>, A. Kossenkov<sup>1<\/sup>, N. Auslander<sup>1<\/sup>, P. Sharma<sup>1<\/sup>, M. G. Cadungog<sup>2<\/sup>, S. Jean<sup>2<\/sup>, S. Chatterjee-Paer<sup>2<\/sup>, D. Weiner<sup>1<\/sup>, L. Donthireddy<sup>1<\/sup>, B. Bristow<sup>2<\/sup>, R. Zhang<sup>3<\/sup>, J. M. Salvino<sup>1<\/sup>, L. J. Montaner<sup>1<\/sup>; <br\/><sup>1<\/sup>The Wistar Institute, Philadelphia, PA, <sup>2<\/sup>Christiana Care Health System, Wilmington, DE, <sup>3<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"085c77d6-48e2-4d78-bf43-a8ce442bab5d","ControlNumber":"6079","DisclosureBlock":"&nbsp;<b>E. N. Tcyganov, <\/b> None..<br><b>T. Kwak, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>A. N. R. Poli, <\/b> None..<br><b>C. Hart, <\/b> None..<br><b>A. Bhuniya, <\/b> None..<br><b>J. Cassel, <\/b> None..<br><b>A. Kossenkov, <\/b> None..<br><b>N. Auslander, <\/b> None..<br><b>P. Sharma, <\/b> None..<br><b>M. G. Cadungog, <\/b> None..<br><b>S. Jean, <\/b> None..<br><b>S. Chatterjee-Paer, <\/b> None..<br><b>D. Weiner, <\/b> None..<br><b>L. Donthireddy, <\/b> None..<br><b>B. Bristow, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>J. M. Salvino, <\/b> None..<br><b>L. J. Montaner, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5274","PresenterBiography":null,"PresenterDisplayName":"Evgenii Tcyganov, PhD","PresenterKey":"a7d712a1-d1ae-40e9-9818-9c3d01a84a60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5274. Targeting retinoblastoma protein in tumor-associated macrophages suppresses ovarian cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting retinoblastoma protein in tumor-associated macrophages suppresses ovarian cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) have shown impressive clinical activities in some cancer types, but they have yet to demonstrate any meaningful clinical benefit in patients with pancreatic ductal adenocarcinoma (PDAC) except those with microsatellite instability high (MSI-H) tumors. Several recent studies showed that concomitant use of NSAIDs such as celecoxib by patients with certain cancers could improve the survival benefit of ICI treatment (e.g., Sebastian et al, Clin Lung Cancer, 2023;). Furthermore, autophagy inhibitors such as chloroquine were also reported to sensitize pancreatic tumors to the treatment of ICIs in mouse models for PDAC (Yamamoto, et al, Nature, 2020). We recently reported that the combination of chemotherapy (triple combination of nab-paclitaxel + gemcitabine + cisplatin) and a mouse surrogate of the IFc-enhanced anti-CTLA-4 antibody botensilimab, showed significantly improved antitumor activity in immune competent KPC syngeneic mouse model for PDAC [Tanne, et al, Cancer Res (13_Supplement), 2020]. In this study, we sought to determine whether or not the addition of celecoxib and\/or chloroquine further improve the antitumor activity of triple chemotherapy and ICI in the syngeneic KPC model. We first found that celecoxib (30mg\/kg P.O. QDx21) significantly enhanced the tumor growth inhibition when added to triple chemotherapy (Gemcitabine 70mg\/kg I.P., Cisplatin 4mg\/kg I.P., Nab-paclitaxel 25mg\/kg I.V. days 1,4 and 7) plus the murine equivalents of botensilimab (100ug I.P. BIW for three weeks) and balstilimab (200ug I.P. BIW for three weeks) (p=0.004, N=10). We then performed a pilot study to assess if adding chloroquine could further improve the activity. While adding chloroquine (60mg\/kg I.P. QDx21) alone did not significantly affect tumor growth the addition of both chloroquine and celecoxib greatly improve the tumor growth inhibition compared to just the triple chemotherapy and ICIs (p=0.009, N=5). Overall, our data showed that celecoxib or the combination of celecoxib and chloroquine could substantially sensitize the mouse pancreatic tumors to the treatment of chemotherapy and ICIs. (This work was supported in part by the Seena Magowitz Foundation and the Purple Pansies)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,COX-2 inhibitor,Autophagy inhibitor,Nonsteroidal anti-inflammatory drugs (NSAIDs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Moore<\/b><sup>1<\/sup>, D. Chand<sup>2<\/sup>, D. Levey<sup>2<\/sup>, D. Von Hoff<sup>1<\/sup>, H. Han<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>Agenus Inc., Lexington, MA","CSlideId":"","ControlKey":"e22f50a1-34fe-4356-b9ba-afc87b5f57e9","ControlNumber":"7695","DisclosureBlock":"&nbsp;<b>J. Moore, <\/b> None.&nbsp;<br><b>D. Chand, <\/b> <br><b>Agenus Inc<\/b> Employment. <br><b>D. Levey, <\/b> <br><b>Agenus Inc.<\/b> Employment.<br><b>D. Von Hoff, <\/b> None..<br><b>H. Han, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5275","PresenterBiography":null,"PresenterDisplayName":"Jaeger Moore","PresenterKey":"2973ba32-fae7-4903-8e14-fd23976c1cc5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5275. Celecoxib and chloroquine enhance the antitumor effect of immune checkpoint blockade therapy, in a syngeneic mouse model for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Celecoxib and chloroquine enhance the antitumor effect of immune checkpoint blockade therapy, in a syngeneic mouse model for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"A once-weekly optimized dosing regimen of erlotinib (ERL) in the polyposis in rat colon (Pirc) model [1] was a reliable predictor of antitumor efficacy in familial adenomatous polyposis (FAP) patients [2]. Pirc rats are increasingly used as a translational tool for FAP studies. Based on transcriptomic data from FAP patients receiving ERL plus sulindac (SUL) vs. placebo [3], we determined the timing of changes in interferon-&#947; signaling in Pirc adenomas, while performing additional dose titration. In rats that were given ERL administered at 5 mg per kilogram of body weight through oral gavage (two times a week) and that received a diet containing 125 parts per million of SUL, a regimen referred to as SUL125+ERL5x2, significant suppression of tumor growth was observed. This combination represented half of the standard of care SUL dose and about one-quarter of the ERL dose in FAP patients. In adenomas collected after one year of treatment from SUL125+ERL5x2 treated rats, the expression of genes related to the major histocompatibility complex (MHC) class I (&#946;2m, Cnx, Psmb8 and Tap1) and MHC class II (RT1-A2, Cd74, RT-1Bb, Cd74, and Ciita) was increased, compared to vehicle controls, excluding a subset of adenomas that remained resistant. Through the use of multiplex mass cytometry (CyTOF), an increase in tumor-infiltrating CD4+ T cells was observed in adenomas from the SUL125+ERL5x2 treatment group. Administration of single or combined agents increased CD68+ cells and reduced the presence of Foxp3+ and Arg1+ cells in Pirc adenomas. The natural history of adenomatous colon polyps indicated an increase in MHC gene expression as tumors increased in size; however, this trend reversed markedly in fully occluding lesions. Additionally, expression of MHC-related factors increased in Pirc colon adenoma and murine colon carcinoma cells treated with ERL&#177;SUL, resulting in enhanced CD8+ T-cell activation and IL-2 secretion. In conclusion, treatment with intermittent low doses of ERL&#177;SUL increased MHC gene expression and induced changes in the immune cell component in the tumor microenvironment of Pirc rat adenomas. A subset of non-responsive adenomas could benefit from additional immunopreventive approaches, with implications for possible clinical applications in both hereditary and sporadic colorectal cancer.<br \/>References:1.- Ulusan AM et al., Cancer Prev Res (Phila) 2021;14(3):325-336. 2. Samadder NJ et al., Gut. 2023;72(2):256-263. 3.- Delker DA et al., Cancer Prev Res (Phila). 2018;11(1):4-15.<br \/>Funding: This work was supported by the NCI Prevent Program 75N91019D00021, Task Order 75N91019F00130","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunomodulation,Colon cancer,Familial adenomatous polyposis ,Major histocompatibility complex,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Tripathi<sup>1<\/sup>, <b>J. E. Tovar Perez<\/b><sup>1<\/sup>, S. Kapoor<sup>1<\/sup>, A. Muhsin<sup>1<\/sup>, W. Dashwood<sup>1<\/sup>, Y. Demirhan<sup>1<\/sup>, M. Demirhan<sup>1<\/sup>, A. Shapiro<sup>1<\/sup>, A. Mohammed<sup>2<\/sup>, S. Sei<sup>2<\/sup>, P. H. Brown<sup>3<\/sup>, M. I. Savage<sup>3<\/sup>, E. Vilar<sup>3<\/sup>, P. Rajendran<sup>1<\/sup>, R. H. Dashwood<sup>1<\/sup>; <br\/><sup>1<\/sup>Texas A&M University, Houston, TX, <sup>2<\/sup>National Cancer Institute, Rockville, MD, <sup>3<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9dc81ae5-4a92-42da-890a-e5345a03a28a","ControlNumber":"2603","DisclosureBlock":"&nbsp;<b>C. Tripathi, <\/b> None..<br><b>J. E. Tovar Perez, <\/b> None..<br><b>S. Kapoor, <\/b> None..<br><b>A. Muhsin, <\/b> None..<br><b>W. Dashwood, <\/b> None..<br><b>Y. Demirhan, <\/b> None..<br><b>M. Demirhan, <\/b> None..<br><b>A. Shapiro, <\/b> None..<br><b>A. Mohammed, <\/b> None..<br><b>S. Sei, <\/b> None..<br><b>P. H. Brown, <\/b> None..<br><b>M. I. Savage, <\/b> None..<br><b>E. Vilar, <\/b> None..<br><b>P. Rajendran, <\/b> None..<br><b>R. H. Dashwood, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5276","PresenterBiography":"","PresenterDisplayName":"Jorge Tovar Perez, BA","PresenterKey":"d5139177-46b8-4cfd-88c4-ecc5755cd675","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5276. Immunomodulatory activity of intermittent low-dose erlotinib plus sulindac: Implications for hereditary and sporadic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunomodulatory activity of intermittent low-dose erlotinib plus sulindac: Implications for hereditary and sporadic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is a plasma cell malignancy characterized by clonal accumulation of malignant plasma cells in the bone marrow. Isatuximab (Sarclisa&#174;) is a monoclonal antibody used for the treatment of MM. Isatuximab binds to CD38 (highly expressed on MM cells) and induces tumor cell killing via several mechanisms including antibody dependent cellular cytotoxicity (ADCC) and direct apoptosis. Belumosudil (Rezurock<sup>TM<\/sup>) is a ROCK2 inhibitor that is approved for the treatment of chronic graft versus host disease (cGVHD). Recent reports suggest that inhibition of ROCK2 induces apoptosis and prevents growth of MM cells. Here, we investigated the potential antimyeloma effect of belumosudil alone or in combination with isatuximab with different readouts of viability, apoptosis and cytotoxicity.<br \/>The potential cytotoxic effect of belumosudil (as single agent or in combination with isatuximab) against MM cells was assessed <i>in vitro<\/i> by flow cytometry apoptosis assay, CellTiter-Glo&#174; luminescent cell viability assay or long-term cytotoxic assay (Incucyte). The effect of belumosudil on healthy donor-derived NK cells viability was also assessed by flow cytometry.<br \/>Belumosudil reduced the number and viability of several MM cell lines without affecting healthy donor NK cell number and viability. Moreover, belumosudil induced apoptosis of MOLP-8 MM cells in a dose-dependent manner and further increased MOLP-8 cell apoptosis when combined with isatuximab after 2, 3 and 4 days of <i>in vitro<\/i> treatment. Belumosudil induced killing of MM cells in a dose-dependent manner over time (up to 4 days), independently of the presence of NK cells, as measured by Incucyte-based cytotoxicity assay. In addition, the combination of belumosudil (3.3 &#181;M) with isatuximab (10 &#181;g\/ml) in presence of NK cells enhanced the killing of different MM cell lines over time compared to single agents.Finally, the expression of CD38 on MM cells has been documented to be decreased after treatment with anti-CD38 antibodies. Interestingly, analysis of CD38 expression on MM cells indicated that belumosudil induces an increase of CD38 on the surface of MOLP-8 MM cells and prevents isatuximab-induced decrease of CD38 expression.<br \/>These data suggest that belumosudil has a direct antimyeloma effect and increases isatuximab-mediated cytotoxicity against MM cells, without affecting the viability of NK cells. Taken together, this study provides evidence of the therapeutic potential of belumosudil in combination with isatuximab in the setting of MM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Multiple myeloma,Antibody-dependent cellular cytotoxicity (ADCC),Apoptosis,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Meloni<\/b><sup>1<\/sup>, P. Perrin<sup>1<\/sup>, C. Nouguier<sup>1<\/sup>, S. Poirier<sup>2<\/sup>, M. Bouaboula<sup>2<\/sup>, K. Bisht<sup>2<\/sup>, H. Van de Velde<sup>2<\/sup>, A. Virone-Oddos<sup>1<\/sup>, M. Chiron<sup>1<\/sup>; <br\/><sup>1<\/sup>Sanofi, Vitry-sur-Seine, France, <sup>2<\/sup>Sanofi, Cambridge, MA","CSlideId":"","ControlKey":"d212c0fb-8249-4f48-b887-6731cacb0192","ControlNumber":"3905","DisclosureBlock":"<b>&nbsp;M. Meloni, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>P. Perrin, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>C. Nouguier, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Poirier, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Bouaboula, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>K. Bisht, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>H. Van de Velde, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Virone-Oddos, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Chiron, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5277","PresenterBiography":null,"PresenterDisplayName":"Marco Meloni, PhD","PresenterKey":"0ef3425b-0fae-4abf-8771-efd3985f507f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5277. The ROCK-2 inhibitor belumosudil exerts a direct antimyeloma effect and improves isatuximab-mediated cytotoxicity against multiple myeloma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ROCK-2 inhibitor belumosudil exerts a direct antimyeloma effect and improves isatuximab-mediated cytotoxicity against multiple myeloma cells","Topics":null,"cSlideId":""},{"Abstract":"Epithelial ovarian carcinoma (EOC) is among the top five causes of cancer-related death in women. Most women with EOC achieve indeed complete remission after primary or interval cytoreductive surgery combined with chemotherapy based on a platinum-taxane doublet. Homologous recombination (HR) defects imposed by germline or somatic BRCA1 DNA repair-associated (BRCA1) or BRCA2 mutations are not only key determinants of platinum sensitivity in EOC patients but also provide a strong rationale for maintenance therapy based on poly(ADP-ribose) polymerase (PARP) inhibitors, which is generally associated with improved progression-free survival (PFS). Besides direct cytotoxic and cytostatic properties, PARPi have been shown to mediate multipronged immunostimulatory effects, largely reflecting their ability to inhibit DNA repair in malignant cells and indicating the possibility to synergy with immune-check point inhibitors (ICIs). Here, using multiparametric flow cytometry, multiplex immunostaining, single cells transcriptomics and functional studies in experimental syngeneic BR5<i><sup>Brca<\/sup><\/i><sup><i>1<\/i>-\/-<\/sup> mouse model and EOC tumor samples, we discuss PARPi immunomodulatory activity, with a specific focus on molecular and cellular pathways that can be harnessed to develop superior combinatorial regimens for clinical management. Thus, PARPi might enhance the mutational load of EOCs as consequence of unrepaired DNA damage and DAMPs exposure, favoring T cell infiltration, but also appear to drive robust type I IFN secretion downstream of cyclic GMP-AMP synthase and stimulator of IFN response cGAMP interactor 1 activation. In addition, the combination of PARPi with ICIs positively regulate the balance between adaptive anti-tumor immunity and innate myeloid components and significantly improve the cytotoxic T cell profile as shown in both experimental mice model and HGSOC tumor samples. We surmise that rationally designed combinations of PARPi and immunotherapeutic agents might be critical to unlock immunosuppression in the EOC microenvironment in support of clinical efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,Immune checkpoint blockade,Ovarian cancer,BRCA1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Holicek<\/b><sup>1<\/sup>, S. Vosahlikova<sup>1<\/sup>, I. Moserova<sup>1<\/sup>, S. Orsulic<sup>2<\/sup>, R. Mikyskova<sup>3<\/sup>, M. Hensler<sup>1<\/sup>, L. Kasikova<sup>1<\/sup>, T. Lanickova<sup>1<\/sup>, O. Novotny<sup>3<\/sup>, M. Reinis<sup>3<\/sup>, J. Drozenova<sup>4<\/sup>, A. Ryska<sup>5<\/sup>, J. Laco<sup>5<\/sup>, L. Rob<sup>4<\/sup>, M. Halaska<sup>4<\/sup>, D. Cibula<sup>6<\/sup>, R. Spisek<sup>1<\/sup>, J. Fucikova<sup>1<\/sup>; <br\/><sup>1<\/sup>SOTIO Biotech, Inc., Prague, Czech Republic, <sup>2<\/sup>University of California, Los Angeles, CA, <sup>3<\/sup>Institute of Molecular Genetics of the Czech Academy of Sciences, Prague, Czech Republic, <sup>4<\/sup>3rd Faculty of Medicine and University Hospital Kralovske Vinohrady, Prague, Czech Republic, <sup>5<\/sup>Charles University, Faculty of Medicine and University Hospital Hradec Kralove, Hradec Kralove, Czech Republic, <sup>6<\/sup>Gynecologic Oncology Center, Prague, Czech Republic","CSlideId":"","ControlKey":"90785fd4-b19a-4833-a7e1-d9e47e363e83","ControlNumber":"1889","DisclosureBlock":"&nbsp;<b>P. Holicek, <\/b> None..<br><b>S. Vosahlikova, <\/b> None..<br><b>I. Moserova, <\/b> None..<br><b>S. Orsulic, <\/b> None..<br><b>R. Mikyskova, <\/b> None..<br><b>M. Hensler, <\/b> None..<br><b>L. Kasikova, <\/b> None..<br><b>T. Lanickova, <\/b> None..<br><b>O. Novotny, <\/b> None..<br><b>M. Reinis, <\/b> None..<br><b>J. Drozenova, <\/b> None..<br><b>A. Ryska, <\/b> None..<br><b>J. Laco, <\/b> None..<br><b>L. Rob, <\/b> None..<br><b>M. Halaska, <\/b> None..<br><b>D. Cibula, <\/b> None..<br><b>R. Spisek, <\/b> None..<br><b>J. Fucikova, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5278","PresenterBiography":null,"PresenterDisplayName":"Peter Holicek, PhD","PresenterKey":"2dd7078e-8e5f-4556-8993-9679e07d607c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5278. Immunological control by PARP inhibitors for successful immunotherapy in metastatic ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunological control by PARP inhibitors for successful immunotherapy in metastatic ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: DNA damage response (DDR) targeted therapy, like PARP inhibitors (PARPi) and WEE1 inhibitors (WEE1i), have demonstrated potent anti-cancer activity and are pronounced to activate the cytosolic immunity pathway. Our previous work showed that sequential inhibition of PARP and WEE1 could kill tumor cells as effective as their concurrent application, with ameliorated toxicity to normal cells, suggesting high clinical translational potential of this regimen. However, the effect of sequential treatment on T lymphocytes and anti-cancer immunity remains largely unknown.<br \/>Methods and results: T cells were treated with 25 &#956;M olaparib, or 250 nM AZD1775, or olaparib combined with AZD1775 (concurrent group) for 48h, or olaparib for 24h followed by AZD1775 for 24h (sequential group) in vitro. AZD1775 and concurrent treatment reduced the T cell viability to 19% and 14.3%, while sequential treatment maintained the viability to 58.6%, closed to olaparib monotherapy (61.6%). And the most potent proliferation capacity accompanied with the lowest apoptosis level were both recorded after sequential treatment, manifested by the increasing of Ki67 and EdU and the decreasing of cleaved caspase-3. Reverse-phase protein arrays (RPPA) analyses identified relieved DNA damage in T cells receiving sequential treatment. Alkaline comet assay and detecting of &#947;H2AX further confirmed that the T cell DNA damage caused by PARPi and WEE1i was obviously alleviated after sequential therapy. Furthermore, sequential treatment activated cGAS-STING pathway effectively and upregulated the production of CCL5, CXCL10 and IFN&#946; of downstream type I interferon response compared with monotherapy and concurrent treatment in ovarian cancer cell lines (SKOV3, OVCAR8, A2780). We also evaluated an ID8 intraperitoneal syngeneic immunocompetent mouse model. T cells isolated from tumors, ascites, spleen and peripheral blood in sequential group were presented with the highest proliferation potential and the lowest level of DNA damage. And the tumor burden of mice in sequential group was obviously subsided, which was comparable to that in concurrent group.<br \/>Conclusions: This study demonstrated that targeting PARP and\/or WEE1 impaired the T cell viability and led to DNA damage. However, administrating PARPi and WEE1i sequentially diminished this inhibitory effect on T cells on the premise of ensuring their anti-tumor effect. These data provide strong rational for the further investigation on exploring the clinical significance of sequential treatment with PARPi and WEE1i.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,WEE1 inhibitors,Sequential treatment,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Jiao<sup>1<\/sup>, J. Liu<sup>1<\/sup>, W. Mu<sup>1<\/sup>, L. Zhu<sup>1<\/sup>, X. Zhao<sup>1<\/sup>, G. B. Mills<sup>2<\/sup>, Q. Gao<sup>1<\/sup>, <b>Y. Fang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, <sup>2<\/sup>Oregon Health and Sciences University; Knight Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"704ec288-43ec-45d9-b93c-29982eca2e69","ControlNumber":"6692","DisclosureBlock":"&nbsp;<b>X. Jiao, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>W. Mu, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>G. B. Mills, <\/b> None..<br><b>Q. Gao, <\/b> None..<br><b>Y. Fang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5279","PresenterBiography":null,"PresenterDisplayName":"Yong Fang, MD;PhD","PresenterKey":"f5667665-0960-48cc-9438-47b558991e63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5279. Sequential treatment with PARPi and WEE1i minimizes T cell DNA damage and enhances its immune response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sequential treatment with PARPi and WEE1i minimizes T cell DNA damage and enhances its immune response","Topics":null,"cSlideId":""},{"Abstract":"Background: Poly (ADP-ribose) polymerase (PARP) inhibitors have emerged as promising targeted therapies for ovarian and breast cancer. The sustained remission induced by PARP inhibitors largely depends on T cell activity. However, the direct effects of PARP inhibitors on T cells, as well as their precise impact on T cell DNA integrity and subsequent anti-tumor immune responses, have not been fully elucidated.<br \/>Method &#38; Result: Following treatment with 25 &#956;M olaparib or 15 &#956;M niraparib for 48 hours, T cell viability decreased by 39.20% and 41.89%, respectively. Reduced proliferation and increased cell death were also observed, as indicated by reduced Ki-67 and elevated cleaved Caspase-3 levels. RNA sequencing further revealed a significant enrichment of DNA damage pathways in T cells after olaparib treatment, which was validated by elevated &#947;H2AX levels in T cells using western blots and immunofluorescence. To assess PARP inhibitor-induced DNA damage in clinical settings, paired ovarian cancer samples pre- and post-niraparib monotherapy were obtained from the NANT trial (NCT04507841). Post-treatment tumor samples exhibited a higher number of &#947;H2AX+ T cells compared to their pre-treatment counterparts. To identify the key protein mediating T cell inhibition induced by PARP inhibitors, a whole genomic CRISPR knock-out screening was conducted in human T cells, revealing an enrichment of sgRNAs targeting PARP1 after PARP inhibitor treatment. This outcome was further confirmed by the knockout of PARP1 in human T cells in vitro, leading to the restored viability and reduced levels of DNA damage after olaparib treatment. Importantly, following cytosine base editors (CBEs) of PARP1 in CAR-T cells, improved anticancer activity was observed both in vitro and in two ovarian cancer patient-derived xenografts (PDX) models when combined with PARP inhibitors.<br \/>Conclusion: This study observed that PARP inhibitors can cause significant DNA damage in human T cells, resulting in cell death, inhibited proliferation, and impairment of anti-cancer immunity. PARP1 was identified as the target for PARP inhibitor-induced T cell death, and its knockout or point mutation led to improved anticancer efficacy of T cells when used in combination with PARP inhibitors. [JH Liu and XF Jiao contributed equally as co-first authors.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,DNA damage,T cell,Antitumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jiahao Liu<sup>1<\/sup>, Xiaofei Jiao<sup>1<\/sup>, Wei Mu<sup>2<\/sup>, Huayi Li<sup>1<\/sup>, Li Zhu<sup>2<\/sup>, Xuejiao Zhao<sup>1<\/sup>, Gordon  B.  Mills<sup>3<\/sup>, Qinglei Gao<sup>1<\/sup>, <b>Yong Fang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Gynecological Oncology, Cancer Biology Research Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China,<sup>2<\/sup>Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China,<sup>3<\/sup>Department of Cell, Development and Cancer Biology, Oregon Health and Sciences University; Knight Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"1bdfa50b-32d3-4cd7-85c6-abb5698099a6","ControlNumber":"6803","DisclosureBlock":"&nbsp;<b>J. Liu, <\/b> None..<br><b>X. Jiao, <\/b> None..<br><b>W. Mu, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>G. B. Mills, <\/b> None..<br><b>Q. Gao, <\/b> None..<br><b>Y. Fang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5280","PresenterBiography":null,"PresenterDisplayName":"Yong Fang, MD;PhD","PresenterKey":"f5667665-0960-48cc-9438-47b558991e63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5280. Minimizes T cells DNA damage induced by PARP inhibitors and enhances its anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Minimizes T cells DNA damage induced by PARP inhibitors and enhances its anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Bone metastases are a highly debilitating complication in more than 70% of patients with advanced breast and prostate cancer. Currently approved treatments fail to cure bone metastases or increase patient survival. Although immunotherapies can cause a durable response in some patients, it seems that their efficacy is limited in bone metastases, which could be due to a cold metastatic microenvironment. Our aim was to identify immunosuppressive factors in bone metastases and target them using a drug-repositioning type approach. We used a syngeneic model in which 4T1 triple-negative breast cancer cells derived from a Balb\/C mouse are inoculated in the left cardiac ventricle of Balb\/C mice to cause osteolytic bone metastases. Using flow cytometry, we found that the bone marrow of mice with 4T1 bone metastases is enriched in large cells with a high SSC index that could be myeloid-derived suppressor cells. We confirmed that the inoculation of 4T1 cells increased the amount of CD11b<sup>+<\/sup> Ly6G<sup>+<\/sup> Ly6C<sup>lo<\/sup> ROS<sup>hi<\/sup> and CD11b<sup>+<\/sup> Ly6G<sup>-<\/sup> Ly6C<sup>hi<\/sup> NO<sup>hi<\/sup> cells. Both cell types were isolated from bone metastases and prevented the proliferation of CD8<sup>+<\/sup> T cells <i>ex vivo<\/i>, confirming they were polymorphonuclear- (PMN-) and monocytic-MDSCs (M-MDSCs), respectively. In addition, both types could differentiate into osteoclasts that cause bone loss. Reviewing the current literature, we found that FDA-approved sildenafil (a PDE-5 inhibitor), zoledronic acid (a bone resorption inhibitor), and 5-fluorouracil (5-FU, a chemotherapeutic agent) can decrease MDSCs in other cancer models. However, sildenafil (20mg\/kg, i.p., every 2 days) and zoledronic acid (25&#181;g\/kg, s.c., 3x\/week) did not decrease the amount of MDSCs in 4T1 bone metastases. 5-FU (i.p., 4 inoculations) at 50mg\/kg prevented the 4T1-induced splenomegaly and the increase of PMN- and M-MDSCs but seemed to decrease the number of T cells in bone metastases. Thus, we tested the efficacy of a lower number of inoculations. A single inoculation of 5-FU was not efficient, while 2 or 3 inoculations of 5-FU (50mg\/kg) prevented the splenomegaly and the histological damage due to extramedullary hematopoiesis in the spleen. In 4T1 bone metastases, there was a decrease of PMN-MDSCs and an increase of the number of CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells. On radiographs, 2 or 3 inoculations of 5-FU (50mg\/kg) significantly decreased the area of the osteolytic lesions caused by 4T1 cells (-57% and -60%, respectively, compared to placebo, P&#60;0.005). In conclusion, our results show that functional PMN- and M-MDSCs can increase and accumulate in the microenvironment of breast cancer bone metastases and that an optimized treatment with 5-FU can prevent this expansion of MDSC, increasing T cell infiltration in bone metastases and decrease the associated bone lesions. Treatment with 5-FU could then contribute to turning bone metastases from a cold to a hot microenvironment and increase the efficacy of immunotherapies in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Bone metastasis,Breast cancer,Myeloid-derived suppressor cells,5-Fluorouracil,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. G. Fournier<\/b><sup>1<\/sup>, P. Almeida Luna<sup>1<\/sup>, D. Arellano<sup>1<\/sup>, S. Jiménez<sup>1<\/sup>, F. Olvera<sup>2<\/sup>, P. Juárez<sup>1<\/sup>; <br\/><sup>1<\/sup>Centro de Investigacion Cientifica y de Educacion Superior de Ensenada, Ensenada, Mexico, <sup>2<\/sup>Instituto de Biotecnología Universidad Nacional Autónoma de México, Cuernavaca, Mexico","CSlideId":"","ControlKey":"89511304-b51e-48a7-ae1b-4522345c0be9","ControlNumber":"8526","DisclosureBlock":"&nbsp;<b>P. G. Fournier, <\/b> None..<br><b>P. Almeida Luna, <\/b> None..<br><b>D. Arellano, <\/b> None..<br><b>S. Jiménez, <\/b> None..<br><b>F. Olvera, <\/b> None..<br><b>P. Juárez, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5281","PresenterBiography":null,"PresenterDisplayName":"Pierrick Fournier, PhD","PresenterKey":"90aafa13-902a-4604-881f-2d66009437e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5281. 5-Fluorouracil decreases MDSC and the development of osteolytic bone metastases from breast cancer in mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"5-Fluorouracil decreases MDSC and the development of osteolytic bone metastases from breast cancer in mice","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a heterogeneous tumor, and there is a lack of effective therapies. Immune checkpoint inhibitors (ICIs) therapy has been widely used to treat a variety of human cancers including TNBC. Despite the FDA's approval of therapies like Atezolizumab (anti-PD-L1) and Pembrolizumab (anti-PD-1) for certain TNBC cases, more than half of all TNBC patients, especially those with low PD-L1 levels and in advanced stages, remain unresponsive. Therefore, there is urgent clinical need to find other innovative combination therapy strategy for these TNBC patients. In this study, we examined the efficacy of sulindac to enhance the response of TNBC to anti-PD-L1 immunotherapy. We utilized a 4T1 syngeneic mouse tumor model to compare the inhibitory effects of PD-L1 antibody, sulindac, and their combination on 4T1 tumor growth. We found that mice treated with combination therapy showed a significant reduction in tumor volume, along with increased infiltration of activated T lymphocytes (Granzyme B+\/CD8+ T cells) in the tumor tissues. We also established a PBMC humanized mouse model to further confirmed that combination therapy could significantly reduce the tumor size of TNBC patient-derived xenografts (56S) and the combination group were found to have the most infiltrating activated human T lymphocytes (Granzyme B+\/CD8+ T cells) in the tumor tissues. Immunofluorescent staining of organoids also confirmed that organoids from combination group have more CD8+ T cell and the results of organoid cell viability assay <i>in vitro<\/i> indicated that combination of sulindac with PD-L1 antibody together with activated human PBMC significantly reduce 56S organoid cell viability, which is consistent with <i>in vivo<\/i> study. When investigating the mechanism of action, first we found sulindac could downregulate exosomal PD-L1 by decreasing expression of nsMase2 which is a major regulator in production of exosomal PD-L1. Second, we demonstrated that sulindac could downregulate PD-L1 by blocking Stat3 signaling and enhancing the expression of miR-570-3p which can potentially target PD-L1, which in turn led to a further decrease in exosomal PD-L1. Previous study showed that PD-L1 antibody could be bound and consumed by exosomal PD-L1 in the blood circulation. Therefore, in combination therapy, sulindac downregulating exosomal PD-L1 leads to increased availability of PD-L1 Ab, which potentially improves the overall efficacy of anti-PD-L1 therapy. In conclusion, our findings provide unique insights into the mechanism of action and efficacy for sulindac as an immunomodulatory agent in combination with anti-PD-L1 therapy for the treatment of TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Sulindac,PD-L1 antibody,Drug combination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Yi<\/b>, R. Ma, Y. Xi; <br\/>University of Georgia, Athens, GA","CSlideId":"","ControlKey":"943f340f-bd32-486b-b2e4-954fc4dc5f80","ControlNumber":"5543","DisclosureBlock":"&nbsp;<b>B. Yi, <\/b> None..<br><b>R. Ma, <\/b> None..<br><b>Y. Xi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5282","PresenterBiography":null,"PresenterDisplayName":"Bin Yi, PhD","PresenterKey":"1c7f799a-4c39-48c3-8d01-7ea23d4c8bad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5282. Sulindac modulates the response of triple negative breast cancer to anti-PD-L1 immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sulindac modulates the response of triple negative breast cancer to anti-PD-L1 immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is lethal in 88% of patients and is characterized by a dense tumor microenvironment (TME) which impedes tumor entry of immune cells and delivery of therapeutics. Immunosuppressive myeloid populations of PDAC, including myeloid-derived suppressor cells (MDSCs) and tumor-associated macrophages (TAMs), are known to not only support PDAC development but also impede the anti-tumor immune response elicited by therapeutic agents. To improve prognosis while maintaining tolerability, this study aims to target polyamine metabolism that is upregulated in the immunosuppressive myeloid populations and cancer cells to disrupt their contribution to PDAC progression and the immunosuppressive TME. We previously demonstrated that polyamine blockade therapy (PBT), via blocking biosynthesis with difluoromethylornithine (DFMO) and transport with a novel inhibitor (Trimer44NMe), elicits an anti-tumor response and improves median survival in PDAC engrafted immunocompetent mice. In the current study, PBT was found to lead to a selective reduction of the dominant MDSC subtype in PDAC, polymorphonuclear (PMN) MDSCs. Upon co-culturing of MDSCs with CD8+ T cells, PBT dampened MDSC-mediated suppression of T cell activity. These findings were corroborated by tracking Arginase 1, a driver of MDSC-mediated immunosuppression, which exhibited a significant decrease in response to PBT at both the activity and gene expression level. Ex-vivo generated M2 macrophages and TAMs treated with PBT also demonstrated a shift from the M2 pro-tumor phenotype towards the anti-tumor M1 macrophage phenotype. In summary, these findings support that PBT is effective at reducing myeloid-mediated immunosuppression through subtype specific modulation and supports the use of PBT for treatment of PDAC in combination with other immunomodulatory therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Polyamines,Immunomodulation,Myeloid-derived suppressor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. A. Goode<\/b>; <br\/>University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"a3c7b742-b03f-4774-b306-b0eb31df09c5","ControlNumber":"8756","DisclosureBlock":"&nbsp;<b>J. A. Goode, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5283","PresenterBiography":null,"PresenterDisplayName":"Joseph Goode, BS","PresenterKey":"bc828893-e48e-4522-948e-1c1c07ae6680","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5283. Polyamine blockade therapy: A strategy to block immunosuppression in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Polyamine blockade therapy: A strategy to block immunosuppression in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Molecular alterations generated by DNA repair deficiencies and DNA damaging agents can be detected by the host immune system and this can restrict cancer growth. We have previously reported that temozolomide (TMZ) is able to induce MMR defects and hypermutability leading to immunotherapy clinical benefit in the subset of CRCs characterized by inactivation of O6-methylguanine methyltransferase (MGMT). We reasoned that combination of chemotherapeutic agents could similarly impair DNA repair function, increase mutational burden and trigger cancer immunogenicity in the larger group of MMR proficient (MMRp) \/ MGMT wild type (MGMTwt) CRCs. For this reason, we investigated the impact of treatment with TMZ and cisplatin (CDDP), as well as other commonly used cytotoxic agents in CRC such as 5-fluorouracil, irinotecan and oxaliplatin, on the immunogenomic features of murine CRC cells. We performed a two-step experiment: first, murine CRC models were exposed <i>in vitro <\/i>to chemotherapy agents used alone or in combination in a pulsatile schedule in order to mimic drug exposure in the clinical setting (priming phase); second, the cells were challenged <i>in vivo<\/i> with subcutaneous injection in immune-deficient and -proficient syngeneic mice (editing phase). Whole exome sequencing (WES) was performed at baseline and after both the priming and the editing phases to identify mutational signatures, predict neoantigens and assess immunoediting. We found that combinatorial treatment of MMRp \/ MGMTwt CRC cells with CDDP and TMZ causes clonal and subclonal hypermutability, eventually leading to tumor rejection in syngeneic mice. By following the fate of chemotherapy-induced mutations and predicted neoantigens in primed tumors grown in immunocompromised or immunocompetent mice we found that the majority of chemo-induced mutant clones were immunologically deleted in the CDDP-TMZ combination arm. The same effect was not observed when CDDP and TMZ were administered as monotherapy or when CRC cells were primed with the 5-fluorouracil-oxaliplatin-irinotecan (FOLFOXIRI) triplet. Mutational signature profiling of the immunologically deleted mutations was consistent with the previous exposure to chemotherapy in the priming phase. Moreover, the extent of the immunoediting was related to the clonality of the chemo-induced mutations, underlining the relevance of clonal abundance of immunogenic mutations in immune recognition and surveillance. These results indicate that rational combinations of commonly used cytotoxic agents can be exploited to promote cancer cell subclonal and clonal hypermutability. This approach can be used to promote cancer immunogenicity with implications for the design of new chemo-immunotherapy strategies in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Chemotherapy,Immune surveillance,Hypermutation,Mutational signatures,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Vitiello<\/b><sup>1<\/sup>, P. Battuello<sup>1<\/sup>, R. Chilá<sup>2<\/sup>, V. Battaglieri<sup>2<\/sup>, V. Amodio<sup>2<\/sup>, G. Grasso<sup>1<\/sup>, F. Di Nicolantonio<sup>1<\/sup>, G. Crisafulli<sup>2<\/sup>, G. Germano<sup>1<\/sup>, A. Bardelli<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Turin, Torino, Italy, <sup>2<\/sup>IFOM ETS - The AIRC Institute of Molecular Oncology, Milano, Italy","CSlideId":"","ControlKey":"93e5f7cc-1654-4763-86f6-59facc36bfc5","ControlNumber":"3277","DisclosureBlock":"&nbsp;<b>P. Vitiello, <\/b> None..<br><b>P. Battuello, <\/b> None..<br><b>R. Chilá, <\/b> None..<br><b>V. Battaglieri, <\/b> None..<br><b>V. Amodio, <\/b> None..<br><b>G. Grasso, <\/b> None..<br><b>F. Di Nicolantonio, <\/b> None..<br><b>G. Crisafulli, <\/b> None.&nbsp;<br><b>G. Germano, <\/b> <br><b>NeoPhore<\/b> Shareholder. <br><b>A. Bardelli, <\/b> <br><b>NeoPhore<\/b> Grant\/Contract, Shareholder, Scientific Advisory Board. <br><b>Inivata<\/b> Scientific Advisory Board. <br><b>Roche\/Genentech<\/b> Scientific Advisory Board. <br><b>Kither<\/b> Shareholder. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Boehringer<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5922","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5284","PresenterBiography":null,"PresenterDisplayName":"Pietro Paolo Vitiello, MD","PresenterKey":"21d57af6-bfcb-4543-8397-d390115c1308","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5284. Immune surveillance of chemotherapy-induced mutant subclones in CRC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune surveillance of chemotherapy-induced mutant subclones in CRC","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite the important breakthroughs of immune checkpoint blockade (ICB) therapy in multiple primary cancers, responses of ICB therapy in bone metastases remain extremely poor, largely due to the highly immunosuppressive bone metastasis microenvironment. However, the current understanding of bone metastasis microenvironment is still incomplete, and specific treatment targets for patients with bone metastasis are still lacking.<br \/>Methods: Transcriptome sequencing data of gastric and breast cancer bone metastasis samples from The TCGA and GEO databases were obtained. The correlation between DKK1 expression and prognosis, intertumoral immune infiltration of bone-metastatic patients was analyzed. Mouse bone metastasis models from gastric, breast and lung cancer were established, and <i>in vivo<\/i> treatment efficacy of DKK1 and\/or zoledronic acid was evaluated by micro-computed tomography (CT), micro-magnetic resonance imaging (MRI) and immunohistochemistry (IHC) staining. The changes of immune components wthin bone-tumor microenvironment were explored via flow cytometry, CyTOF and scRNA-seq analysis. The impact of DKK1 on different immune cell types was analyzed via <i>in vitro<\/i> co-culture models.<br \/>Results: Serum detection of gastric cancer patients from our center showed that compared with non-metastatic patients, DKK1 concentration in patients with bone metastasis was the significantly increased (p&#60;0.0001); and compared with other metastatic sites of breast cancer patients, bone metastases had the highest level of DKK1 mRNA expression (p&#60;0.05). Using multiple bone metastasis mouse models, we found that DKK1 blockade significantly controlled the tumor burden of bone metastases. Results of micro-CT and TRAP staining showed that the bone destruction and osteoclast activity within bone lesions were significantly inhibited after DKK1 blockade. In addition, results of flow cytometry and immunofluorescence staining on bone metastasis samples showed that both innate and adaptive anti-immune responses were obviously improved after DKK1 blockade, including increased infiltration of CD8<sup>+<\/sup> T cells, M1 macrophages and decreased infiltration of M2 macrophages. Mechanistically, DKK1 directly induced inhibition of CD8<sup>+<\/sup> T cell activation, M2 polarization of macrophages and maturation of osteoclasts, which all contributes to the immune suppression in the bone metastasis microenvironment. Finally, combined therapy of DKK1 blockade and zoledronic acid had synergistic treatment effects in bone metastases.<br \/>Conclusion: Our study provides novel insights into the multiple role of DKK1 in the bone metastasis immune microenvironment. DKK1 is a potential immunotherapeutic target for bone metastases, and dual blockade of DKK1 and zoledronic acid is a promising combination immunotherapy strategy for patients with bone metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Immune cells,Bone metastasis,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Shi<\/b>, K. Liang, Y. Zhang, X. Zhou, B. Liu, J. Wei; <br\/>Department of Oncology, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China","CSlideId":"","ControlKey":"eaa956c5-7fd3-405a-9def-2aecb31a6a5e","ControlNumber":"2994","DisclosureBlock":"&nbsp;<b>T. Shi, <\/b> None..<br><b>K. Liang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>J. Wei, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5923","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5285","PresenterBiography":null,"PresenterDisplayName":"Tao Dhi, PhD","PresenterKey":"c45ed49b-7e14-4e79-8c0b-42190b26d904","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5285. DKK1 blockade inhibits progression of bone metastases via multiple mechanisms and synergize with zoledronate treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DKK1 blockade inhibits progression of bone metastases via multiple mechanisms and synergize with zoledronate treatment","Topics":null,"cSlideId":""},{"Abstract":"Objective: Itraconazole (ITZ), an antifungal agent, has been reported to have tumor agnostic anticancer effects. Previous reports have shown prolonged survival in patients with lung and ovarian cancer who received ITZ. The anticancer mechanisms vary depending on the cancer type and stromal cells. Based on our previous studies, we focused on tumor-associated macrophages (TAMs).<br \/>Methods: Anti-tumorigenic M1 and pro-tumorigenic M2 macrophages were established from THP-1 cells and their phenotypes were determined based on morphology, cell surface antigens by Western blotting, and secreted proteins by ELISA. Bulk proteomic analysis of cell proteins was conducted using liquid chromatography-tandem mass spectrometry. The viability of CaSki cervical cancer cells was evaluated both in culture with the supernatant and co-culture with M2 macrophages after treatment with ITZ (10<sup>-5<\/sup> M). Single-cell RNA sequencing (scRNA-seq) with surface labeling of M2 macrophages with and without the ITZ was performed. Using LoupeBrowser (10x Genomics, Inc.), ITZ-treated M2 macrophages were divided into two groups, one with newly emerged clusters after ITZ treatment (group 1) and the other (group 2). Differentially expressed genes between group 1 and group 2 were identified based on a two-fold and a 0.05 adjusted p value and were subjected to Reactome pathway analysis. Significant pathways were identified based on both p value &#60; 0.05 and FDR &#60;0.3. A triple-labeling immunofluorescence study was conducted to detect cholesterol, IL-1&#946;, and organelles (the endoplasmic reticulum, phagosome, and lysosome).<br \/>Results: ITZ changed M2 macrophages to M1-like morphology and protein expression. While co-culture with M2 macrophages promoted cancer cell proliferation, both culture with the supernatant and co-culture with ITZ-treated M2 macrophages significantly inhibited CaSki cell growth. scRNA-seq identified newly emerged clusters (group 1) among M2 macrophages following ITZ treatment. Group 1 had elevated mRNA expression of M1 markers, including IL1&#946;, IL6, CD86, TL4, GAPDH, and RKM, compared to group 2. Group 1 expressed the CD86 and TLR4 surface antigen proteins. Pathway analysis identified 176 significant pathways including lysosome vesicle biogenesis. Immunofluorescence analysis showed that M1-like macrophages in ITZ-treated M2 macrophages had enlarged lysosomes containing cholesterol.<br \/>Conclusion: ITZ repolarized THP-1 derived M2 macrophage to an M1-like phenotype. The mechanism of repolarization involves intracellular cholesterol accumulation via lysosomal dysfunction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Takimoto, <b>H. Tsubamoto<\/b>, K. Sakata, R. Isono-Taniguchi, T. Ueda, H. Shibahara; <br\/>Hyogo Medical University, Nishinomiya, Japan","CSlideId":"","ControlKey":"681dbe8f-5c3f-4352-b4b0-c6710e3f93b3","ControlNumber":"4592","DisclosureBlock":"&nbsp;<b>Y. Takimoto, <\/b> None..<br><b>H. Tsubamoto, <\/b> None..<br><b>K. Sakata, <\/b> None..<br><b>R. Isono-Taniguchi, <\/b> None..<br><b>T. Ueda, <\/b> None..<br><b>H. Shibahara, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5286","PresenterBiography":null,"PresenterDisplayName":"Hiroshi Tsubamoto, MD;PhD","PresenterKey":"daf97c35-3358-4bdc-ab5d-bfe18f7b8061","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5286. M2 to M1 repolarization of tumor-associated macrophages via the lysosomal effect of itraconazole","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"M2 to M1 repolarization of tumor-associated macrophages via the lysosomal effect of itraconazole","Topics":null,"cSlideId":""},{"Abstract":"Gliomas, a type of brain tumor originating from glial cells, comprise a heterogenous group of neoplasms. High-grade gliomas, in particular, present significant therapeutic challenges in the clinic. Unlike other solid tumors, the heterogenous glioma microenvironment is heavily enriched with tumor associated suppressor cells including myeloid-derived suppressor cells (MDSCs) and tumor-associated macrophages (TAMs), which can account for 30-40% of the cellular composition<sup>1<\/sup>. These pro-tumorigenic myeloid cells are thought to contribute to the resistance of glioma to immunotherapy. Efforts to target the suppressive nature of these dominating cell types are in development to yield more therapeutic options for patients with these devastating diseases. Constitutive activation of STAT3 in gliomas has been associated with increased tumor progression and reduced immune response. We have observed in other cancer models that a phenotypic switch occurs from STAT3 pathway activation in 3D spheroid culture to STAT3 inactivation when cultured in 2D. Therefore, we sought to determine the role of STAT3 activation and its role in the interplay between glioma and their immune suppressive environment using a 3D spheroid model. We modified our commercially available test platform, 3D-Predict&#8482; Glioma, such that it is conducive to monitoring immune cell function. Newly diagnosed treatment naive primary samples from HGG patients were dissociated and cryogenically preserved and banked. Samples were profiled for the abundance of tumor associated suppressive myeloid cells using flow cytometry. We determined that relative proportions of tumor suppressor cells were detectable and varied across HGG primary patient samples with TAMs being the predominate immune cell type identified. Pro-tumorigenic TAM markers including CD163 and CD206 were correlated with temozolomide response and were associated with poor patient prognosis. When we evaluated the role of p-STAT in HGG primary samples, p-STAT was detected at baseline and abundance was related back to the presence of tumor associated immune suppressor cells. The impact of STAT3 signaling blockade by the inhibitor WP1066 was determined <i>ex vivo<\/i>, and efficacy was related back to MGMT promotor methylation status and patient clinical outcome. We detected shifts in cytokine signatures following treatment of HGG 3D spheroid models with WP1066 which are known to target tumor associated suppressor cell functions. This work demonstrates the critical role suppressive immune cells play in HGG clinical response. Given p-STAT can be altered in 2D culture compared to 3D culture, <i>ex vivo<\/i> therapeutic response profiling of HGG samples is necessary using the more physiologically relevant spheroid culture model.<br \/>1.Hambardzumyan et al. The role of microglia and macrophages in glioma maintenance and progression. <i>Nat. Neurosci.<\/i> <b>19<\/b>, 20-27 (2016).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"3D models,Myeloid-derived suppressor cells,Tumor associated macrophages,STAT3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. A. Lassahn, A. K. Elrod, T. M. DesRochers, <b>K. M. Appleton<\/b>; <br\/>Kiyatec, Greenville, SC","CSlideId":"","ControlKey":"69d8bb9a-540c-48e8-b51c-25800aea30e9","ControlNumber":"7510","DisclosureBlock":"&nbsp;<b>K. A. Lassahn, <\/b> None..<br><b>A. K. Elrod, <\/b> None..<br><b>T. M. DesRochers, <\/b> None..<br><b>K. M. Appleton, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5287","PresenterBiography":null,"PresenterDisplayName":"KATHRYN APPLETON","PresenterKey":"ee7ba536-b309-4299-9853-366d75ea585d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5287. Ex vivo pharmacologic inhibition of STAT3 effectively targets tumor and tumor associated suppressor cells in high-grade glioma 3D spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ex vivo pharmacologic inhibition of STAT3 effectively targets tumor and tumor associated suppressor cells in high-grade glioma 3D spheroids","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a very aggressive type of breast cancer that does not expression important proteins called estrogen, progesterone and HER2. This makes TNBC hard to treat because it does not respond to common targeted treatments. However, recent treatments using the immune system to target key immune proteins such as PD-1 and PD-L1 have been successful in many types of cancer. This form of immunotherapy works by blocking PD-1\/PD-L1 pathway and leads to stimulating the body's own immune system to recognize and attack cancer cells, thus providing a potential new treatment option for TNBC patients. Nevertheless, only approximately 30% of TNBC patients may respond to these drugs, suggesting the majority of TNBC patients would not benefit from these innovative immunotherapies. It is believed that low levels of immune cells and PD-L1 expression in tumors are the primary reasons for the lack of response or resistance to anti-PD-1\/PD-L1 treatments. The use of nontoxic and healthy food and nutrition to increase treatment response is an emerging field of cancer research. Our studies showed that adding genistein (GE), a bioactive dietary component found in soybean products such as soy milk, soy protein and tofu, could significantly enhance the efficacy of anti-PD-1 immunotherapy in a TNBC mouse model that was previously not responsive to the treatment. Our research also found that soybean GE can increase tumor immune response by significantly recruiting active immune cells into the tumor and increasing PD-L1 expression. Our studies will help to establish a novel nutrition-based intervention targeting TNBC patients who might not qualify for this treatment initially. Eventually, we will develop a novel strategy of administering a tailored dietary plan to resensitize these patients to emerging anti-PD-1\/PD-L1 immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,PD-L1,Genistein,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Bankole, Z. Li, <b>Y. Li<\/b>; <br\/>University of Maryland, College Park, College Park, MD","CSlideId":"","ControlKey":"19f09923-bb82-4d82-9225-ebe976830e63","ControlNumber":"1361","DisclosureBlock":"&nbsp;<b>T. Bankole, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Y. Li, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5926","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5288","PresenterBiography":null,"PresenterDisplayName":"Yuanyuan Li, PhD","PresenterKey":"3b69170e-96c6-4513-b971-0648a09cfaa9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5288. Soy isoflavone genistein reboosts targeted therapy sensitivity in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Immune Modulating Effects of Chemotherapy and Other Agents","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Soy isoflavone genistein reboosts targeted therapy sensitivity in triple negative breast cancer","Topics":null,"cSlideId":""}]