[{"Abstract":"Resistance to standard chemotherapy is a major challenge with Leukemia (Leuk), Multiple Myeloma (MM), Ovarian Cancer (OvCa) and Uterine Cancer (UtCa) treatments, which ultimately leads to relapse. Our study objective is to establish a robust drug sensitivity screening platform that can identify drugs and drug combinations that are effective in precision medicine for individual South African patient samples (Leuk, MM, OvCa and UtCa). Given that resistance to chemotherapy treatment accounts for high mortality and morbidity, we focus on the hypothesis that several drug combinations will be required for patients to achieve better response for drug regimens beyond first line of chemotherapy. Therefore, our defined objectives were to 1) establish 2D ex vivo tumour cell culturing using South African patient samples; 2) develop a drug sensitivity screening platform through which selected single and drug combinations will be identified; 3) to provide South African cancer (OvCa, Ut Ca, CLL, MM) patients with individualized treatment options with effective drug combinations for targeted therapies. Through collaboration with, Steve Biko Hospital Pretoria, Chris Hani Baragwanath Hospital and Wits Donald Gordon Medical Centre, Johannesburg, South Africa, we performed 100 patient sample collections including Acute myeloid leukaemia (AML) (n=7), Chronic lymphocytic leukaemia (CLL) (n=4), Chronic myeloid leukaemia (CML) (n= 30), MM (n=40), OvCa (n=10), UtCa (n=4) and healthy donors (n=5). Culture setting for all patient-derived tumor cells were established through the 2D cancer cell culturing in 96 well plates. This was followed by functional drug sensitivity testing using a panel of FDA approved chemotherapy drugs. The average turnaround time from biopsy to drug sensitivity test results is currently at 14 days. We have completed ex vivo drug sensitivity screening to perform analysis on patient samples (n=80) using 30 drugs with a concentration range of 1-1000 nm. Our preliminary drug sensitivity screening studies show good response to proteosome inhibitors, melphalan, doxorubicin and kinase inhibitors. We have established a wound healing assay for OvCa and UtCa samples and demonstrated sustained cell growth for the period of 2 weeks with tumor cells growing faster than twin normal tissue. We are now at stage of performing drug sensitivity screening for OvCa and UtCa patient samples for both twin normal and tumor tissues. We have established a drug sensitivity screening platform and wound healing assay with primary patient derived cells that utilizes South African Patient samples to select effective drugs for monotherapy and also drug combinations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Ex vivo,Drug sensitivity,Leukemia,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mutsa Takundwa<\/b><sup>1<\/sup>, Vanelle Kenmogne<sup>2<\/sup>, Thudzelani Malise<sup>2<\/sup>, Bernice Monchusi<sup>1<\/sup>, Phumuzile Dube<sup>1<\/sup>, Ekene Nweke<sup>2<\/sup>, June Fabian<sup>3<\/sup>, Heather Maher<sup>3<\/sup>, Justin du Toit<sup>3<\/sup>, Vinitha Philip-Cherian<sup>4<\/sup>, Pascaline Fru<sup>2<\/sup>, Adekunle Sajo<sup>5<\/sup>, Arnold (Arrie) Mouton<sup>5<\/sup>, Matthys  C.  van Aardt<sup>5<\/sup>, Cathy Visser<sup>5<\/sup>, Greta Dreyer<sup>5<\/sup>, Deepak Govindaraj<sup>1<\/sup><br><br\/><sup>1<\/sup>Synthetic Biology and Precision Medicine Centre, CSIR South Africa, Pretoria, South Africa,<sup>2<\/sup>Department of Surgery, University of the Witwatersrand, Johannesburg, South Africa,<sup>3<\/sup>Wits Donald Gordon Medical Centre, Johannesburg, South Africa,<sup>4<\/sup>Clinical Haematology, Chris Hani Baragwanath Academic Hospital, Johannesburg, South Africa,<sup>5<\/sup>Department of Obstetrics and Gynecology and Gynaecological Oncology Unit, University of Pretoria, Pretoria, South Africa","CSlideId":"","ControlKey":"f1efa50c-641c-4f29-b885-067a8401ca66","ControlNumber":"1505","DisclosureBlock":"&nbsp;<b>M. Takundwa, <\/b> None..<br><b>V. Kenmogne, <\/b> None..<br><b>T. Malise, <\/b> None..<br><b>B. Monchusi, <\/b> None..<br><b>P. Dube, <\/b> None..<br><b>E. Nweke, <\/b> None..<br><b>J. Fabian, <\/b> None..<br><b>H. Maher, <\/b> None..<br><b>J. du Toit, <\/b> None..<br><b>V. Philip-Cherian, <\/b> None..<br><b>P. Fru, <\/b> None..<br><b>A. Sajo, <\/b> None..<br><b>A. Mouton, <\/b> None..<br><b>M. C. van Aardt, <\/b> None..<br><b>C. Visser, <\/b> None..<br><b>G. Dreyer, <\/b> None..<br><b>D. Govindaraj, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6890","PresenterBiography":null,"PresenterDisplayName":"Mutsa Takundwa, BS;MS;PhD","PresenterKey":"405bc2b7-77dd-4411-a99f-59b69700222b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6890. 2D Tumor cell culture based Ex vivo drug sensitivity screening platform for South African patient samples (leukemia, multiple myeloma, ovarian and uterine cancer) demonstrate potential for targeted cancer therapies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"2D Tumor cell culture based Ex vivo drug sensitivity screening platform for South African patient samples (leukemia, multiple myeloma, ovarian and uterine cancer) demonstrate potential for targeted cancer therapies","Topics":null,"cSlideId":""},{"Abstract":"SCLC is an aggressive cancer of neuroendocrine origin, accounting for approximately 15% of all lung cancer cases. While the incidence of SCLC in the US has declined over past decades due to changes in smoking habits, this disease provides a poor prognosis and few effective treatment options for advanced disease. To better identify useful therapies for SCLC, we established and characterized a panel of 18 XPDX models representing primary and metastatic disease from either na&#239;ve or clinically treated patients and tested sensitivities towards chemotherapies and targeted agents. 18 models were established in immune-deficient mice including 8 from newly diagnosed patients (2 from lung primary), and 10 from recurrent disease (3 from lung primary). Models were IHC stained for Nectin-4, Trop2 protein and ERBB2 and profiled using WES and RNA<sub>seq<\/sub>. For in vivo studies, models were evaluated against several chemotherapies including cisplatin, etoposide, topotecan, and temozolomide, as well as ADC agents trastuzumab deruxtecan (T-DXd), enfortumab vedotin (EV), and sacituzumab govitecan (SG). Targeted therapies toward CDK4\/6, KRAS<sup>G12C<\/sup>, and PARP were evaluated in some models. Endpoints in all studies included tumor volume and time from treatment initiation with %T\/C values and tumor regression reported at study completion; a %T\/C of &#8804; 20% versus control was considered sensitive. Tumor regression (%T\/C&#60;0%) versus Day 0 tumor volume was also reported. Less than 10% of models stained positive for Nectin-4, Trop-2 or ERBB2. Molecular characterization revealed RB1 frameshifts or deletions in most models, KRAS\/NRAS point mutations in 3 models, and 2 gene fusions SEPTIN7P2-PSPH and TVP23C-CDRT4. In vivo studies reported differential responses to chemotherapies with the most sensitive models established from treatment-na&#239;ve patients. Temozolomide was active in several studies including tumor regressions in both na&#239;ve and pretreated models. ADCs also reported differential activity toward the tested panel. We have established and characterized a panel of SCLC XPDX models and benchmarked them against various cancer therapies. This panel can be utilized as a valuable tool in developing novel therapies for SCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Patient-derived xenograft (PDX) models,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Huelgas Morales<\/b><sup>1<\/sup>, P. Forofontov<sup>1<\/sup>, J. Flores<sup>1<\/sup>, A. Simonson<sup>1<\/sup>, A. Diaz III<sup>1<\/sup>, J. Lund<sup>1<\/sup>, N. Banos<sup>1<\/sup>, K. Papadopoulos<sup>2<\/sup>, D. Rasco<sup>2<\/sup>, A. Patnaik<sup>2<\/sup>, A. Abedi<sup>3<\/sup>, N. Puente<sup>3<\/sup>, E. Calvo<sup>4<\/sup>, V. Moreno<sup>4<\/sup>, R. Drengler<sup>5<\/sup>, L. Smith<sup>5<\/sup>, M. Wick<sup>1<\/sup>; <br\/><sup>1<\/sup>XenoSTART, San Antonio, TX, <sup>2<\/sup>START San Antonio, San Antonio, TX, <sup>3<\/sup>Texas IPS, San Antonio, TX, <sup>4<\/sup>START Madrid, Madrid, Spain, <sup>5<\/sup>STOH, San Antonio, TX","CSlideId":"","ControlKey":"076cc7c5-bc0b-490d-b2bb-08e3d2f0907d","ControlNumber":"6667","DisclosureBlock":"&nbsp;<b>G. Huelgas Morales, <\/b> None..<br><b>P. Forofontov, <\/b> None..<br><b>J. Flores, <\/b> None..<br><b>A. Simonson, <\/b> None..<br><b>A. Diaz III, <\/b> None..<br><b>J. Lund, <\/b> None..<br><b>N. Banos, <\/b> None..<br><b>K. Papadopoulos, <\/b> None..<br><b>D. Rasco, <\/b> None..<br><b>A. Patnaik, <\/b> None..<br><b>A. Abedi, <\/b> None..<br><b>N. Puente, <\/b> None..<br><b>E. Calvo, <\/b> None..<br><b>V. Moreno, <\/b> None..<br><b>R. Drengler, <\/b> None..<br><b>L. Smith, <\/b> None..<br><b>M. Wick, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6891","PresenterBiography":null,"PresenterDisplayName":"Gabriela Huelgas Morales, PhD,BA","PresenterKey":"74911361-4313-427f-99da-726d7078bc3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6891. Establishment and characterization of a panel of na&#239;ve and pretreated small cell lung cancer (SCLC) XPDX models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and characterization of a panel of na&#239;ve and pretreated small cell lung cancer (SCLC) XPDX models","Topics":null,"cSlideId":""},{"Abstract":"<i>Ex vivo<\/i> model systems using tumor biopsies from patients are often utilized to develop predictive biomarkers. However, these readouts are often proximal and do not inform on downstream mechanisms (distal pharmacodynamics) and their relationship to anti-tumor efficacy. <i>In vivo<\/i> murine models represent a powerful tool to bridge this gap. However, selection of an appropriate translationally relevant murine model can often be a time-consuming process given that the complexity of the tumor microenvironment (TME). Additionally, <i>in vivo<\/i> models are generally not amenable to high throughput screening. Here, we demonstrate that <i>ex vivo<\/i> mouse tumor platforms can be used for rapid screening of treatment responsive and translationally relevant tumor models. These models can be used to interrogate the impact of a therapeutic on anti-tumor efficacy in a long-term <i>in vivo <\/i>study, thus allowing for the establishment of biomarker\/response relationships in a rational and rapid manner. To operationalize this platform, <i>ex vivo<\/i> cultures of dissociated tumor cells (DTC) or tumor tissue slices (histoculture) were first optimized for maximum viability and\/or preservation of tissue architecture. To allow for high throughput screening, feasibility of freezing DTCs or tumor chunks prior to sectioning was also explored. Finally, both e<i>x vivo<\/i> tumor cultures and <i>in vivo<\/i> tumors were treated with a Innate agonist as a proof of concept to demonstrate functional equivalency. In conclusion, this work provides a novel way of screening responsive, translationally relevant murine tumor models in a high throughput and cost-effective manner. These efforts have the potential benefits of saving time and animal usage, while also maximizing the probability of successfully evaluating a therapeutic&#8217;s benefit.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Ex vivo,Murine Explant,Histoculture,DTC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Bachawal<\/b>, J. Leung, R. Mandawe, M. Garza, K. ly, O. Stefanson, J. Lohre, D. Kamali, N. Doan, B. King, E. Kim, G. Hegde, X. Liao, S. Liu, J. Kim, A. Mikels Vigdal, A. Mukhopadhyay; <br\/>Bristol Myers Squibb, Redwood City, CA","CSlideId":"","ControlKey":"c2b15395-bc87-4cda-8757-6960fcbb80d6","ControlNumber":"1224","DisclosureBlock":"&nbsp;<b>S. Bachawal, <\/b> None..<br><b>J. Leung, <\/b> None..<br><b>R. Mandawe, <\/b> None..<br><b>M. Garza, <\/b> None..<br><b>K. ly, <\/b> None..<br><b>O. Stefanson, <\/b> None..<br><b>J. Lohre, <\/b> None..<br><b>D. Kamali, <\/b> None..<br><b>N. Doan, <\/b> None..<br><b>B. King, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>G. Hegde, <\/b> None..<br><b>X. Liao, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>A. Mikels Vigdal, <\/b> None..<br><b>A. Mukhopadhyay, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6892","PresenterBiography":null,"PresenterDisplayName":"Sunitha Bachawal, PhD","PresenterKey":"d72c4098-5b6d-49c0-8112-8a34aa16570b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6892. Murine <i>ex vivo<\/i> platform: A powerful tool for biomarker assessment and high throughput screening of translationally relevant <i>in vivo<\/i> tumor models for PD and efficacy studies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Murine <i>ex vivo<\/i> platform: A powerful tool for biomarker assessment and high throughput screening of translationally relevant <i>in vivo<\/i> tumor models for PD and efficacy studies","Topics":null,"cSlideId":""},{"Abstract":"The transition of a healthy tissue to a pre-malignant and subsequent malignant stage is typically characterized by a marked increase in extracellular fibrosis and collagen density. Such changes coincide with a significant increase in tissue stiffness as the tumor progresses. Despite the large body of work on endothelial cell changes in tumoral angiogenesis, little is known about the dynamic interactions of endothelial cells, perivascular cells, and the extracellular matrix in early-to-late cancers. Appreciating such interactions is crucial for understanding tumorigenesis and early tumor progression. To model the spectrum of vascular changes occurring on pre-tumoral and tumoral ecosystems, we developed an organ-on-a-chip model of biomimetic pericyte-supported capillaries with collagen having increasingly higher density, stiffness and discrete fibril microarchitectures. Briefly, 160-um channels were engineered using type I collagen that underwent fibrillogenesis at different temperatures (4, 16, 21, and 37oC). Thus, the microarchitecture and stiffness would vary from a soft reticular network (healthy\/pre-cancerous vascular capillaries) to a stiff fibrillar mesh (fibrotic\/tumoral vascular capillaries). We then seeded human umbilical vein endothelial cells (HUVECs) and mesenchymal stem cells (MSCs) in the collagen channels. After 48h, samples were fixed and stained for actin (cytoskeleton), NG2 (pericyte differentiation), and CD31 (endothelial cell junction), laminin, and cell anchorage system, imaged with a confocal microscope and analyzed with Imaris. In addition, we used a Nanostring panel with 770 genes related to the tumor microenvironment in healthy and fibrosis. Vascular capillaries engineered in contact with softer reticular collagen, consistent with a healthy ECM, showed more pericyte differentiation (p&#60;0.05), inter-endothelial cell junctions (p&#60;0.05), and effective barrier function. In contrast, stiffer fibrillar collagen, which is consistent with the characteristics of the fibrotic malignant extracellular microenvironment, was associated with cell migration outward the vessel, leakiness, and higher RNA expression of interleukin 8 (IL8), TP53, transforming growth factor beta, vimentin, and collagen III genes, thus suggesting a system that compatible with the spectrum of tumoral vasculature changes in cancer and pre-cancer lesions. When vessels were engineered without MSCs, those differences were drastically minimized, To further understand the mechanisms, HUVEC-perivascular cell adhesion was disrupted using silencing RNA for NOTCH3. Upon silencing NOTCH3, the morphology and function of vasculature were reestablished, pointing to a major role of perivascular cells in vascular changes in early tumors.<br \/>Funding: NIDCR 1K01DE030484-01A1 to CMF R01DE026170, 3R01DE026170-03S1 and 3R01DE026170-03S2 to LEB","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Angiogenesis,Stem cells,Extracellular matrix,Notch,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Franca<\/b><sup>1<\/sup>, A. Athirasala<sup>1<\/sup>, E. Dimitriadis<sup>2<\/sup>, J. Bays<sup>3<\/sup>, K. Yamada<sup>2<\/sup>, C. Chen<sup>3<\/sup>, L. E. Bertassoni<sup>1<\/sup>; <br\/><sup>1<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>NIDCR, NIH Cell Biology Section, Bethesda, MD, <sup>3<\/sup>Boston University, Boston, MA","CSlideId":"","ControlKey":"2d2e07f5-2325-4ad7-a7fd-7f02ba0dd7b3","ControlNumber":"8211","DisclosureBlock":"&nbsp;<b>C. Franca, <\/b> None..<br><b>A. Athirasala, <\/b> None..<br><b>E. Dimitriadis, <\/b> None..<br><b>J. Bays, <\/b> None..<br><b>K. Yamada, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>L. E. Bertassoni, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6894","PresenterBiography":null,"PresenterDisplayName":"Cristiane Franca, DDS;PhD","PresenterKey":"55c115fa-b251-4054-9461-6a8b68b181e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6894. Modeling the spectrum of vascular changes occurring in healthy and early malignant cancers on a chip","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling the spectrum of vascular changes occurring in healthy and early malignant cancers on a chip","Topics":null,"cSlideId":""},{"Abstract":"MiniPDX&#174; (Mini-patient-derived xenograft) is a novel, rapid (7~10days), and accurate method for drug sensitivity testing <i>in vivo<\/i>. It was referred as in vivo version of organoid assy. The testing material can be fresh patient tumor samples or tissues from established PDX models. We have systematically evaluated and compared the response rates of MiniPDX&#174; assays and PDX assays pairwise in 26 PDX models across 3 types of cancers to 12 clinically relevant regimens for chemical and targeting drugs. The results demonstrate a high correlation between drug responses of the two assays, with sensitivity of 80% and specificity of 93%. More and more studies showed that MiniPDX&#174; drug sensitivity test results were consistent with clinical responses in most patients, which indicated MiniPDX&#174; models have great potential in guiding personalized medicine. LIDE has successfully conducted over 3,000 MiniPDX&#174; tests for clinical precision medicine, covering more than 50 indications. The application of MiniPDX&#174; extends beyond therapeutic selection, facilitating the prioritization of approved pharmacological interventions and informing the discovery pipeline for novel agents. Importantly, the MiniPDX&#174; Mouse Trial using fresh tumor samples generated from the clinic is beneficial for determination of potential clinical indications. Only thousands of fresh cells leftover from MiniPDX&#174; preparation are sufficient to get genomic and transcription data by OncoVee &#174; K-cell technology. The combination of MiniPDX&#174; assay and omics data would be very useful for determination of potential biomarkers to distinguish responders and non-responders in population with certain indication(s) and leveraged for patient stratification and selection criteria in clinical trial design. In addition, we have developed a new version of MiniPDX&#174; assay for immunotherapy (IO-FIVE, Immuno-Oncology Fast In Vivo Efficacy test) by using fresh patient cancer cells with autologous immune cells to maximally mimic human tumor microenvironment before seeding in immune-deficient mice. This assay allows for the tracking of cellular viability and phenotype pre- and post-treatment, thus providing a robust metric of in vivo immunotherapeutic efficacy within a fortnight.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Animal models,Organoids,Immuno-oncology,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Xie, H. Chen, S. Zhao, L. Li, S. Xi, Y. Di, Y. Liu, X. Chen, X. Gu, Z. Bi, K. Hu, L. Van, J. Caggiula, C. Tang, <b>D. Wen<\/b>; <br\/>Shanghai LIDE Biotech Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"9c301b11-46fa-4d05-bbf7-88ee084e4aed","ControlNumber":"4142","DisclosureBlock":"&nbsp;<b>B. Xie, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>S. Xi, <\/b> None..<br><b>Y. Di, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>X. Gu, <\/b> None..<br><b>Z. Bi, <\/b> None..<br><b>K. Hu, <\/b> None..<br><b>L. Van, <\/b> None..<br><b>J. Caggiula, <\/b> None..<br><b>C. Tang, <\/b> None..<br><b>D. Wen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6895","PresenterBiography":null,"PresenterDisplayName":"Danyi Wen, MBA;MD","PresenterKey":"f76df627-8a46-4c7a-b0ed-9d2d5ed764b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6895. Application of MiniPDX&#174; in clinical indication identification and anti-tumor drug development","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of MiniPDX&#174; in clinical indication identification and anti-tumor drug development","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is a uniquely difficult cancer to treat due to complex tumor heterogeneity and resistance, where upon dissemination, survival drops to less than 17%. Drug resistance has arisen for the current standard of care and combinatorial therapies, expediting the need for new efficacious agents. The lack of physiologically relevant preclinical models has impeded the development of these therapeutics.<br \/>Potential melanoma drugs are typically assayed using cell lines on tissue culture plastic, then tested for<i> in vivo<\/i> efficacy and side effects in animals. This paradigm is inherently unsuitable for the generation of effective therapies as typical cell culture platforms fail to replicate the complex microenvironments known to play critical roles in tumor pathology and rodent models are prohibitively expensive for optimizing novel and combination therapies. Thus, our goal is to synthesize tissue-engineered melanoma models using biomimetic polymers that recapitulate patient tumor characteristics to assess combination and novel therapies that attenuate resistance and disrupt metastatic processes.<br \/>In this study, patient melanoma cells, which were unable to recapitulate drug responses on traditional cell culture platforms, were cultured in a controlled spatial and temporal manner on polyacrylamide hydrogels. The hydrogel scaffolds feature stiffnesses spanning that of physiological tissue, with microcontact printed human fibronectin for biomimetic protein presentation to create a microtumor array. Cells cultured on the hydrogel showed a 2.5-fold increase in expression of the cancer stem cell biomarkers, CD271 and ABCB5, which play a key role in melanoma survival and recurrence, compared to cells cultured on plastic or glass substrates. Further study identified BRAF mutant, drug resistant patient cells, regained resistance to standard of care targeted therapies, trametinib and dabrafenib. Through hydrogel microarrays featuring physiological similarities, the technology has enabled the exploration of heterogeneous cell populations with novel and combinatorial therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Imaging,Biomaterials,BRAF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. L. Liu<\/b><sup>1<\/sup>, J. Gleba<sup>2<\/sup>, C. Kopecky<sup>1<\/sup>, M. Pawlush<sup>2<\/sup>, J. A. Copland<sup>2<\/sup>, K. A. Kilian<sup>1<\/sup>; <br\/><sup>1<\/sup>UNSW Sydney, Kensington, Australia, <sup>2<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"360b02c9-6ffd-4f80-9e13-a119d2a401f9","ControlNumber":"5452","DisclosureBlock":"&nbsp;<b>Y. L. Liu, <\/b> None..<br><b>J. Gleba, <\/b> None..<br><b>C. Kopecky, <\/b> None..<br><b>M. Pawlush, <\/b> None..<br><b>J. A. Copland, <\/b> None..<br><b>K. A. Kilian, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6896","PresenterBiography":null,"PresenterDisplayName":"Yi Liu, BS","PresenterKey":"32565476-d1a7-4318-9fe0-69f5507ec0b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6896. Biomimetic hydrogels at physiological stiffness reprogram patient derived melanoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biomimetic hydrogels at physiological stiffness reprogram patient derived melanoma cells","Topics":null,"cSlideId":""},{"Abstract":"Mayo Clinic has developed 111 GBM PDXs from newly diagnosed (72 PDX) and recurrent (39 PDX) patients. This large collection of PDXs provides a broad representation of genetic heterogeneity seen in patients. GBM PDXs that perform well in both <i>in vitro <\/i>and <i>in vivo <\/i>settings can be extensively utilized in the preclinical setting for downstream analysis. Based on 20 years of experience, we have defined the attributes that best enable preclinical use of our GBM PDX models. Among them are short-term <i>in vitro<\/i> culturing performance, large scale genomic evaluation data, benchmarked responses to standards of care, and median time to moribund for untreated orthotopic tumors. PDXs with prolonged survival timelines delay study readouts and, in some situations, confound efficacy results due to age-related animal decline. Setting median survival thresholds as part of the upfront experimental design allows for more timely study readouts that are unaffected by these confounding variables. Our preferred cutoff for the Mayo GBM PDX collection is 70 days median survival (n=64). Using this 64 PDX line panel, regimens expected to double survival would produce results within 4-5 months. This timeframe is well within the range of robust health for athymic nude mice. This 64-line collection features both newly diagnosed (nGBM; n=42) and recurrent (rGBM; n=22) tumors. MGMT promoter methylation status was determined by qMS-PCR (25 methylated, 37 unmethylated, 2 indeterminate). Available WES (n=62) and RNAseq (n=42) data, along with our tissue microarray (n=42), are critical resources for biomarker-based evaluations aimed at defining patient populations that are most likely to benefit from a given therapeutic. From these data, the molecular subtypes available include 26 classical, 14 proneural, and 3 mesenchymal. Twenty-seven of these 64 PDX models have also been successfully cultured from fresh as well as cryopreserved cell stocks to further expand their experimental value. Correlative clinical data including diagnosis and treatments are also available (n=61). Current standards of care for GBM include radiation, temozolomide, and bevacizumab. Defining sensitivity to these therapies is an important first step for evaluating the integration of novel therapeutics with these standards. Since the creation of our GBM PDX collection, efficacy of these therapies has been evaluated as follows: RT 26 PDXs, TMZ 20 PDXs, and Avastin 23 PDXs. The Mayo Clinic GBM PDX collection provides an important platform for preclinical evaluation of novel therapeutics. Through careful selection of PDX lines with favorable growth characteristics and known genetic features, researchers can select the most relevant models for their study. This approach will enable more meaningful preclinical work in the hopes of providing more tangible clinical benefits for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Glioblastoma,Novel anticancer agents,Preclinical testing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. M. Burgenske<\/b>, A. C. Mladek, K. K. Bakken, Z. Hu, B. L. Carlson, P. A. Decker, J. E. Eckel-Passow, J. N. Sarkaria; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"9f6cc1f9-9f34-4a61-89d1-01a82de0b671","ControlNumber":"1740","DisclosureBlock":"&nbsp;<b>D. M. Burgenske, <\/b> None..<br><b>A. C. Mladek, <\/b> None..<br><b>K. K. Bakken, <\/b> None..<br><b>Z. Hu, <\/b> None..<br><b>B. L. Carlson, <\/b> None..<br><b>P. A. Decker, <\/b> None..<br><b>J. E. Eckel-Passow, <\/b> None..<br><b>J. N. Sarkaria, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6897","PresenterBiography":null,"PresenterDisplayName":"Danielle Burgenske, PhD","PresenterKey":"2db0be65-8e32-4907-980f-ba3ebec9e7b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6897. Defining critical features for successful preclinical use of glioblastoma patient-derived xenografts (PDX) models for therapeutic assessment and clinical trial development","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining critical features for successful preclinical use of glioblastoma patient-derived xenografts (PDX) models for therapeutic assessment and clinical trial development","Topics":null,"cSlideId":""},{"Abstract":"Cholangiocarcinoma (CHOL) is an aggressive rare malignancy arising in the biliary tract with a 5-year relative survival rate of 10% and a 60-70% recurrence rate following surgical intervention. Advances in treatment strategies are hampered by the lack of well annotated and characterized preclinical models. The National Cancer Institute&#8217;s Patient-Derived Models Repository (NCI PDMR; https:\/\/pdmr.cancer.gov) has developed a national repository of Patient-Derived Models (PDMs) comprised of patient-derived xenografts (PDXs), in vitro patient-derived tumor cell cultures (PDCs) and cancer associated fibroblasts (CAFs) as well as patient-derived organoids (PDOrg). These PDMs are clinically annotated with molecular information available in an easily accessible database for the extramural community. To date, 94 patient CHOL tumor specimens (resections, biopsies, rapid autopsy) have been received from 55 unique patients with an overall PDX take rate of 36.3% (80 assessable specimens). There are currently 15 CHOL PDX models available for the research community to request with 14 more in final QC. Nine of the 15 public PDX models were generated from unique lesions in two rapid autopsy patients and while histo-morphologically consistent, some genomic heterogeneity is observed between the unique anatomical locations likely due to tumor evolution during metastasis. In addition, 27 in vitro PDOrgs, PDCs, and CAFs have been generated from patient or PDX material matched to most of the existing PDX models to allow for comparative translation research. The genetic landscape of the CHOL PDXs includes oncogenic drivers in <i>NRAS, IDH1, ERBB2, TP53<\/i>, <i>KRAS and<\/i> <i>FGFR2<\/i> fusions; OncoKB likely oncogenic variants including <i>ARID1A, AXIN1<\/i> and <i>BAP1<\/i>; and <i>CDKN2A<\/i> deep deletions representing most of the common alterations in CHOL. Early passage preclinical PDX and in vitro models for CHOL, and many other cancer types, with translational relevant features along with associated NextGen sequencing and patient treatment history are available from the NCI PDMR. Availability of preclinical models that can be used to study these cancers and improve preclinical drug screening is of high importance to better understand the biology of these cancers and prioritize novel therapeutics from bench to clinic. Funded by NCI Contract No. HHSN261200800001E","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Patient-derived xenograft (PDX) models,Organoids,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. A. Evrard<\/b><sup>1<\/sup>, C. R. Timme<sup>1<\/sup>, B. Das<sup>1<\/sup>, G. Bliss<sup>1<\/sup>, C. Bonomi<sup>1<\/sup>, C. Border<sup>1<\/sup>, T.-C. Chang<sup>1<\/sup>, A. Chen<sup>2<\/sup>, L. Chen<sup>1<\/sup>, M. A. Crespo-Eugeni<sup>3<\/sup>, K. Cooper<sup>1<\/sup>, N. Czarra<sup>1<\/sup>, I. Czernia<sup>1<\/sup>, K. Dougherty<sup>1<\/sup>, M. Gibson<sup>1<\/sup>, T. Grinnage-Pulley<sup>3<\/sup>, S. Jiwani<sup>1<\/sup>, K. Kalmbach<sup>1<\/sup>, C. A. Karlovich<sup>1<\/sup>, C. McGlynn<sup>1<\/sup>, M. Mullendore<sup>1<\/sup>, M. Murphy<sup>1<\/sup>, R. Pauly<sup>1<\/sup>, K. Plater<sup>1<\/sup>, J. Steed<sup>1<\/sup>, L. Stockwin<sup>1<\/sup>, S. Uzelac<sup>1<\/sup>, P.-F. Wu<sup>1<\/sup>, D. L. Newton<sup>1<\/sup>, P. Williams<sup>1<\/sup>, M. G. Hollingshead<sup>3<\/sup>, J. H. Doroshow<sup>2<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"340c6bef-590d-49d4-82d9-1246a8c808b2","ControlNumber":"6553","DisclosureBlock":"&nbsp;<b>Y. A. Evrard, <\/b> None..<br><b>C. R. Timme, <\/b> None..<br><b>B. Das, <\/b> None..<br><b>G. Bliss, <\/b> None..<br><b>C. Bonomi, <\/b> None..<br><b>C. Border, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>A. Chen, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>M. A. Crespo-Eugeni, <\/b> None..<br><b>K. Cooper, <\/b> None..<br><b>N. Czarra, <\/b> None..<br><b>I. Czernia, <\/b> None..<br><b>K. Dougherty, <\/b> None..<br><b>M. Gibson, <\/b> None..<br><b>T. Grinnage-Pulley, <\/b> None..<br><b>S. Jiwani, <\/b> None..<br><b>K. Kalmbach, <\/b> None..<br><b>C. A. Karlovich, <\/b> None..<br><b>C. McGlynn, <\/b> None..<br><b>M. Mullendore, <\/b> None..<br><b>M. Murphy, <\/b> None..<br><b>R. Pauly, <\/b> None..<br><b>K. Plater, <\/b> None..<br><b>J. Steed, <\/b> None..<br><b>L. Stockwin, <\/b> None..<br><b>S. Uzelac, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>D. L. Newton, <\/b> None..<br><b>P. Williams, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6898","PresenterBiography":null,"PresenterDisplayName":"Yvonne Evrard, PhD","PresenterKey":"3b430d08-02d2-4544-9bcc-349ab99e6c7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6898. Cholangiocarcinoma patient-derived models in the NCI Patient-Derived Models Repository","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cholangiocarcinoma patient-derived models in the NCI Patient-Derived Models Repository","Topics":null,"cSlideId":""},{"Abstract":"EV is a Nectin-4 targeting antibody-drug conjugate (ADC) with an MMAE payload, recently approved for bladder cancer treatment. We established and characterized 18 bladder XPDX models representing primary and metastatic disease from na&#239;ve or clinically treated patients, some with actionable mutations. To better understand the potential additive benefit of EV in bladder cancer, we evaluated the ADC alone and in combination with agents targeting ERBB2, PIK3CA or FGFR3. In addition, we tested EV alone in ST5420B, a model established from a patient who progressed on EV after five cycles, as well as ST975B, a model which harbors a novel NECTIN4 fusion. 18 bladder XPDX models were established in immune-deficient mice, including 5 from newly diagnosed patients (2 from primary site), and 13 from recurrent disease (2 from primary site). Nectin-4, Trop2 protein and ERBB2 receptor expression was tested, and models profiled using WES and RNA<sub>seq<\/sub>. For in vivo studies, all models were evaluated against cisplatin, T-DXd, SG, and EV. Models with actionable mutations were tested with alpelisib, erdafitinib, and neratinib alone and in combination with EV. Endpoints in all studies included tumor volume and time from treatment initiation with %T\/C values and tumor regression reported at study completion; a %T\/C of &#8804; 20% versus control was considered sensitive. Tumor regression (%T\/C&#60;0%) versus Day 0 tumor volume was also reported. Most models stained positive for Nectin-4 and Trop-2. FGFR3 variants were found in five models and ERBB2 mutations in two while several models reported PIK3CA variants; deletions in RB1 and CDKN2A were common. In vivo studies reported differential responses to cisplatin with the most sensitive models established from treatment-na&#239;ve patients. EV and SG tested alone reported activity in several models; EV added benefit in some combination treatments. We have characterized a panel of bladder XPDX models and benchmarked them against T-DXd, EV and SG alone and EV in combination with targeted therapies. This data is a valuable tool in further developing EV and identifying novel therapies for bladder cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Bladder cancer,Patient-derived xenograft (PDX) models,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Flores<\/b><sup>1<\/sup>, H. Sessions<sup>1<\/sup>, A. Simonson<sup>1<\/sup>, N. Banos<sup>1<\/sup>, T. Rouzbahani<sup>1<\/sup>, A. Diaz III<sup>1<\/sup>, J. Lund<sup>1<\/sup>, E. Calvo<sup>2<\/sup>, V. Moreno<sup>2<\/sup>, K. Papadopoulos<sup>3<\/sup>, D. Rasco<sup>3<\/sup>, A. Patnaik<sup>3<\/sup>, S. Ulmer<sup>4<\/sup>, L. Rodriguez<sup>4<\/sup>, M. Wick<sup>1<\/sup>; <br\/><sup>1<\/sup>XenoSTART, San Antonio, TX, <sup>2<\/sup>START Madrid, Madrid, Spain, <sup>3<\/sup>START San Antonio, San Antonio, TX, <sup>4<\/sup>STOH, San Antonio, TX","CSlideId":"","ControlKey":"0171e140-b847-41fc-9b3d-1ab24960f9b7","ControlNumber":"5657","DisclosureBlock":"&nbsp;<b>J. Flores, <\/b> None..<br><b>H. Sessions, <\/b> None..<br><b>A. Simonson, <\/b> None..<br><b>N. Banos, <\/b> None..<br><b>T. Rouzbahani, <\/b> None..<br><b>A. Diaz III, <\/b> None..<br><b>J. Lund, <\/b> None..<br><b>E. Calvo, <\/b> None..<br><b>V. Moreno, <\/b> None..<br><b>K. Papadopoulos, <\/b> None..<br><b>D. Rasco, <\/b> None..<br><b>A. Patnaik, <\/b> None..<br><b>S. Ulmer, <\/b> None..<br><b>L. Rodriguez, <\/b> None..<br><b>M. Wick, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6899","PresenterBiography":null,"PresenterDisplayName":"Johnnie Flores, BS","PresenterKey":"9e843c56-b5f9-4710-a9a4-785d2e41d0cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6899. Enfortumab vedotin (EV): Efficacy comparison with trastuzumab deruxtecan (T-DXd) and sacituzumab govitecan (SG) and its potential for combination benefit in bladder cancer XPDX models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enfortumab vedotin (EV): Efficacy comparison with trastuzumab deruxtecan (T-DXd) and sacituzumab govitecan (SG) and its potential for combination benefit in bladder cancer XPDX models","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer carries a poor prognosis in the majority of patients, with an overall 5-year survival rate of less than 10%. Therefore, the development of new therapies and preclinical models is crucial and urgently needed. Circulating cancer stem cells (cCSCs) are a subset of circulating cancer cells that have stem cell-like properties and play a significant role in tumor progression, metastasis, and treatment resistance. Patient-derived xenografts (PDX) reflect the genotypic and phenotypic landscape of patients' cancers and are useful for drug screening, biomarker development, and preclinical evaluation of personalized medicine strategies. In this study, we describe a fast, simple, and cost effective method to generate PDX on Chorioallantoic Membrane (CAM) from circulating cancer stem cells.<br \/>Methods: In this study, primary cultures from circulating cancer stem cells were established using sphere-forming assays from 30 patients with newly diagnosed pancreatic cancer. Subsequently, tumorspheres were transplanted onto the CAM membrane of fertilized chicken eggs to form patient- derived xenografts.<br \/>Results: For the identification of cCSCs from peripheral blood of pancreatic cancer patients, an innovative <i>in vitro<\/i> sphere-forming assay was established. The number of tumorspheres was correlated with clinicopathological parameters like tumor size, lymph node involvement and grading status of the primary tumor. Implantation of tumorspheres onto the CAM was successful in ~90 % of the applied samples. The histological analysis suggests that the PDX tumors were morphologically and pathologically identical to primary tumor tissue.<br \/>Conclusions: The number of tumorspheres was associated with clinicopathological parameters. Further follow-up is needed to evaluate the prognostic significance of tumorsphere detection in pancreatic cancer. Generation of PDX from cCSCs on CAM has a high success rate and may become an integral part of the drug development arena, including drug screening and biomarker development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Cancer stem cells,Circulating tumor cells,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Pizon<\/b><sup>1<\/sup>, D. Schott<sup>1<\/sup>, A. Ettner-Sittner<sup>2<\/sup>, B. J. Wagner<sup>3<\/sup>, K. Pachmann<sup>4<\/sup>, T. Aung<sup>5<\/sup>, C. Hackl<sup>3<\/sup>, S. Haerteis<sup>2<\/sup>; <br\/><sup>1<\/sup>Special Immunology Research and Development, Bayreuth, Germany, <sup>2<\/sup>Institute for Molecular and Cellular Anatomy, University of Regensburg, Regensburg, Germany, <sup>3<\/sup>Department of Surgery, University Hospital Regensburg, Regensburg, Germany, <sup>4<\/sup>Laboratory Dr. Pachmann, Bayreuth, Germany, <sup>5<\/sup>Faculty of Applied Healthcare Science, Deggendorf Institute of Technology, Deggendorf, Germany","CSlideId":"","ControlKey":"5285d14c-e598-47db-b1f4-1d6cd4737243","ControlNumber":"1139","DisclosureBlock":"&nbsp;<b>M. Pizon, <\/b> None..<br><b>D. Schott, <\/b> None..<br><b>A. Ettner-Sittner, <\/b> None..<br><b>B. J. Wagner, <\/b> None..<br><b>K. Pachmann, <\/b> None..<br><b>T. Aung, <\/b> None..<br><b>C. Hackl, <\/b> None..<br><b>S. Haerteis, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6900","PresenterBiography":null,"PresenterDisplayName":"Monika Pizon, PhD","PresenterKey":"503293ce-a0ee-472c-a610-7ed166760453","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6900. Patient-derived xenografts from circulating cancer stem cells and their potential utility in personalized medicine of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived xenografts from circulating cancer stem cells and their potential utility in personalized medicine of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived xenograft (PDX) models constitute a crucial tool in precision cancer medicine owing to their high accuracy in predicting the response to therapeutic drugs among patients in clinical settings. Our center has established a biobank that collects more than 80 colorectal cancer and 25 pancreatic cancer PDX tissues, along with essential information about patients&#8217; tumors and PDX models. However, cost-intensive and time-consuming limit the usage of PDX model in high throughput screening during drug development. To overcome this hurdle, we are generating a PDX-match paired organoid (PDXO) biobank by using emerging three-dimensional culture techniques. Before large-scaled expansion, the concordance between PDX tissues and PDXOs of partial specimens was evaluated firstly using short-tandem repeat (STR) analysis, immunohistochemistry (IHC) and H&#38;E staining. Data of STR analysis performed by using AmpFLSTR Identifiler PLUS PCR Amplification Kit demonstrated that PDX tissues and PDXOs have identical DNA fingerprinting. IHC and H&#38;E staining revealed PDX tissues and PDXOs have highly similar organ-specific markers expression (e.g., Cytokeratin 20, Caudal Type Homeobox 2, and Pan Cytokeratin) and histological morphology. Even after passing to at least five generations, passed PDXOs maintained high fidelity to their original state, as confirmed by whole-exome sequencing (WES) and STR analysis across passages. The WES analysis for passage 0 (P0) and passage 5 (P5) of PDXOs from different PDX tissues revealed there is more than 95% intersection between P0 and P5 PDXOs with the same missense mutation gene. The results of STR analysis showed that P0 and P5 PDXOs have identical STR profile. To evaluate the capability of PDXOs in clinical response prediction, several effective and ineffective drugs (e.g., oxapliplatin, 5-FU, gemcitabine) were tested. The results of drug testing indicated that PDXOs can be used to accurately predict the response to therapeutic drugs as PDX model but more efficient than PDX model. Therefore, PDXO biobank can serve as a valuable resource for high throughput <i>in vitro<\/i> drug screening prior <i>in vivo<\/i> efficacy confirmation using PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Organoids,Colon cancer,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wang<\/b><sup>1<\/sup>, W.-H. Ma<sup>1<\/sup>, Y.-C. Lo<sup>1<\/sup>, H.-C. Hsieh<sup>1<\/sup>, L.-J. Hsiao<sup>1<\/sup>, Y.-P. Bau<sup>1<\/sup>, N.-C. Yang<sup>2<\/sup>, S.-J. Tsai<sup>3<\/sup>, Y.-S. Shan<sup>4<\/sup>, T.-Y. Chen<sup>2<\/sup>, Y.-L. Chen<sup>2<\/sup>, P.-J. Chiang<sup>1<\/sup>, T.-L. Chen<sup>1<\/sup>, H.-P. Chang<sup>1<\/sup>, H.-J. Chin<sup>2<\/sup>; <br\/><sup>1<\/sup>National Laboratory Animal Center, NarLabs, Tainan, Taiwan, <sup>2<\/sup>National Laboratory Animal Center, NarLabs, Taipei, Taiwan, <sup>3<\/sup>Institute of Basic Medical Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan, <sup>4<\/sup>National Cheng Kung University Hospital, Tainan, Taiwan","CSlideId":"","ControlKey":"bc2eb27b-d004-4ddc-abe9-1f49bc696033","ControlNumber":"5999","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>Y. Lo, <\/b> None..<br><b>H. Hsieh, <\/b> None..<br><b>L. Hsiao, <\/b> None..<br><b>Y. Bau, <\/b> None..<br><b>N. Yang, <\/b> None..<br><b>S. Tsai, <\/b> None..<br><b>Y. Shan, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>P. Chiang, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>H. Chin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6901","PresenterBiography":null,"PresenterDisplayName":"Juiling Wang, Dr PH","PresenterKey":"a56f03ef-34ad-420d-96ff-0d2c5b8d5691","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6901. Paired colorectal and pancreatic cancer patient-derived tumor and organoids biobank","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Paired colorectal and pancreatic cancer patient-derived tumor and organoids biobank","Topics":null,"cSlideId":""},{"Abstract":"Despite much effort invested in developing novel cancer therapies, more than 90% of clinical studies fail due to toxicity or lack of efficacy in patients. This can mainly be ascribed to lack of relevant and translational preclinical models. A common model used in preclinical studies is the xenograft model using immortalized cancer cells. Cell line-based models are cost efficient and can be genetically manipulated but are often criticized for lacking translational value. A murine model with higher clinical relevance is the patient derived xenografts (PDX) model established by implanting patients&#8217; tumor tissue onto immunodeficient mice. Knowledge of patient therapy response, mutational status and tumor heterogeneity makes it a relevant model. However, PDX models are costly, not applicable for <i>in vitro <\/i>assays or subjective to genetic manipulation. <i> <\/i>To more closely mimic <i>in vivo<\/i> tumors we have established a PDX-derived cell line (PDXc) and characterized it extensively in a head-to-head comparison to the parental PDX model. Cells were isolated from a subcutaneous (SC) glioblastoma (GBM) PDX tumor (ST146), processed into single cells and cultivated <i>in vitro<\/i>. Once the PDXc were stable over several passages the cells were re-implanted into mice. Tumor take and growth rate were evaluated against the parental PDX model and common characteristics of the model such as EFGR and Vimentin expression were determined by IHC. We furthermore generated a stable Luciferase expressing PDXc using 3rd generation lentiviral particles and implanted the cells in an intracranial (IC) model of GBM. Tumor growth was evaluated using bioluminescence imaging (BLI) and MRI. Upon multiple passages and freeze cycles the cell line (ST146c) exhibited a stable in vitro doubling time (2.6 &#177; 0.2 days) with a morphology like other GBM cell lines with formation of neurospheres. STR analysis confirmed a genetic identical profile to ST146.<br \/>ST146c implanted into mice had similar tumor take and growth rates to the parental PDX when injected IC (&#62;90%, T<sub>d<\/sub>=3 d) and SC (&#62;75%, T<sub>d<\/sub>=6 d). We also showed that ST146c had more homogeneous tumor growth. <i>Ex vivo <\/i>analysis showed similar expressions of EGFR (-), Vimentin (+++) and Ki67 (++) between the models. The BLI signal obtained from luciferase expressing ST146c implanted orthotopically was correlated to tumor volume obtained by MRI. We developed a PDX cell line that preserved critical <i>in vitro<\/i> and <i>in vivo<\/i> characteristics of the PDX model such as doubling time, tumor take rate and marker expression making it feasible to use the PDXc model in future preclinical studies. This will allow <i>in vitro<\/i> screens with patient derived tumor cells. Furthermore, the expression of luciferase in the PDXc enables intracranial and metastatic implantation with tumor monitoring using BLI. This platform consisting of <i>in vitro <\/i>and <i>in vivo<\/i> PDX models could be used as a predictive translational platform for testing new cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Translation,Glioblastoma multiforme,Patient-derived xenograft (PDX) models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Cold<\/b><sup>1<\/sup>, R. N. Bge<sup>2<\/sup>, E. Papin<sup>2<\/sup>, I. T. Michler<sup>1<\/sup>, L. K. Kristensen<sup>2<\/sup>, T. B. Engel<sup>2<\/sup>, A. Kjaer<sup>1<\/sup>, C. H. Nielsen<sup>2<\/sup>, S. Gnosa<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Copenhagen and Minerva Imaging, Copenhagen, Denmark, <sup>2<\/sup>Minerva Imaging, Copenhagen, Denmark","CSlideId":"","ControlKey":"6a76bdd0-6dc8-4a0b-9468-4e706c444914","ControlNumber":"4415","DisclosureBlock":"&nbsp;<b>S. Cold, <\/b> None..<br><b>R. N. Bge, <\/b> None..<br><b>E. Papin, <\/b> None..<br><b>I. T. Michler, <\/b> None..<br><b>L. K. Kristensen, <\/b> None..<br><b>T. B. Engel, <\/b> None..<br><b>A. Kjaer, <\/b> None..<br><b>C. H. Nielsen, <\/b> None..<br><b>S. Gnosa, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6902","PresenterBiography":null,"PresenterDisplayName":"Sigrid Cold, MS","PresenterKey":"607d7381-d08f-4a95-8feb-c65de06d8715","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6902. Development of a stable luciferase expressing PDX-derived cell line for translational <i>in vitro <\/i>and <i>in vivo <\/i>testing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a stable luciferase expressing PDX-derived cell line for translational <i>in vitro <\/i>and <i>in vivo <\/i>testing","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Liver metastases of pancreatic ductal adenocarcinoma (PDAC) is a highly fatal disease; most patients die within 5 years. There is a critical need to identify appropriate anticancer treatments for these patients. A patient-derived tumor xenograft (PDX) model in severe immunodeficient rat with primary PDAC xenografted into the liver is suitable for evaluating transcatheter hepatic arterial infusion chemotherapy.<br \/>Materials and Methods: The purpose of this study was to develop a severe immunodeficient rat model with patient-derived primary PDAC xenografted into the liver, and to assess the treatment efficacy of hepatic arterial infusion chemotherapy with cisplatin in this model. Three patient-derived tumors of PDAC were transplanted into the liver of 21 rats each, totaling 63 rats. Four weeks after transplantation, the 21 rats were randomly assigned into three treatment groups of seven rats each: hepatic arterial infusion, systemic venous infusion, and control group. Tumor volumes were evaluated on CT twice at pre-treatment and 4-weeks post-treatment. Following euthanasia of the rats, resected tumor specimens were pathologically analyzed.<br \/>Results: The liver-implanted PDAC PDX rat model was established in all 63 rats. hepatic arterial infusion chemotherapy and systemic venous infusion chemotherapy with cisplatin were able to be performed in the assigned rats. The hepatic arterial infusion group significantly inhibited tumor growth and reduced Ki67 expression, indicating lower cell proliferation, compared to the control group in three PDX tumors.<br \/>Conclusion: A rat-based preclinical platform was established by liver-implanted PDAC PDX rat model. Arterial cisplatin infusion chemotherapy would be one of potential therapies for PDAC liver metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Preclinical testing,Pancreatic cancer,Liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Kageyama<\/b><sup>1<\/sup>, A. Yamamoto<sup>1<\/sup>, M. Ozaki<sup>1<\/sup>, K. Kimura<sup>1<\/sup>, S. Eguchi<sup>1<\/sup>, R. Tanaka<sup>1<\/sup>, M. Terai<sup>2<\/sup>, T. Sato<sup>2<\/sup>, Y. Miki<sup>1<\/sup>; <br\/><sup>1<\/sup>Osaka Metropolitan University, Osaka, Japan, <sup>2<\/sup>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"6257d098-ff4b-4e36-ae63-51fea9865a8c","ControlNumber":"102","DisclosureBlock":"&nbsp;<b>K. Kageyama, <\/b> None..<br><b>A. Yamamoto, <\/b> None..<br><b>M. Ozaki, <\/b> None..<br><b>K. Kimura, <\/b> None..<br><b>S. Eguchi, <\/b> None..<br><b>R. Tanaka, <\/b> None..<br><b>M. Terai, <\/b> None..<br><b>T. Sato, <\/b> None..<br><b>Y. Miki, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3614","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6903","PresenterBiography":null,"PresenterDisplayName":"Ken Kageyama","PresenterKey":"e04d8f26-260e-45b6-9789-ad8a98a4cf27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6903. Treatment efficacy of transcatheter hepatic arterial infusion chemotherapy with cisplatin in a severe immunodeficient rat model with patient-derived primary pancreatic ductal adenocarcinoma xenografted into the liver","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment efficacy of transcatheter hepatic arterial infusion chemotherapy with cisplatin in a severe immunodeficient rat model with patient-derived primary pancreatic ductal adenocarcinoma xenografted into the liver","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived xenografts (PDX) are a powerful assay system for translational prediction of therapeutic potential for experimental therapeutics. The primary readout from PDX models is tumor shrinkage, measured by the ratio of treated\/control tumor volume. This readout corresponds loosely to the Objective Response Rate (ORR) metric used in clinical trials, in that it is a readout of drug effect on the sensitive subclones within a tumor. In prior work, we have shown that there is a paradoxical relationship between short-term tumor response and progression-free survival (PFS). While ORR is the primary measure utilized in the Phase II to III transition in clinical development, approval hinges on survival metrics, and the disconnect between ORR and PFS creates a potential risk of late-stage failures for experimental anticancer therapeutics. Thus, it is of interest to understand whether there are alternative approaches to analyzing PDX data that can enable the assessment of therapeutic potential in terms of a projected PFS. In this simulation study, we will examine the accuracy of progression-free survival (PFS) estimates obtained directly from observation during a PDX study and compare their accuracy with the accuracy of PFS estimates derived using a mathematical model-based approach that relies on a kinetic model of tumor subclone growth (model-based PFS, or mPFS) fitted directly to PDX tumor growth and rebound kinetics under treatment. We generated our test dataset using a mathematical model of tumor kinetic growth to simulate xenograft data using fitted parameters derived from literature, adding in experimental error consistent with prior experimental measurement-derived variability. We used the simulated raw data to calculate an observed PFS as well as mPFS derived from fitting the tumor clonal kinetic model to the raw data in a blinded fashion. Our results show that the empirical PFS from PDX models is subject to overestimation, as a function of the observation time interval. On the other hand, mPFS is significantly less biased and more accurate, but is subject to some logistical constraints on sampling. Our work demonstrates the practical translational utility of a novel analysis method (mPFS) in deriving estimates of progression-free survival from PDX model data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Preclinical testing,Tumor evolution,Patient-derived xenograft (PDX) models,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Chen<sup>1<\/sup>, M. Stoddard<sup>2<\/sup>, <b>L. Yuan<\/b><sup>2<\/sup>, D. Van Egeren<sup>3<\/sup>, A. Chakravarty<sup>2<\/sup>, D. Bottino<sup>4<\/sup>; <br\/><sup>1<\/sup>Columbia University, New York, NY, <sup>2<\/sup>Fractal Therapeutics, Inc., Lexington, MA, <sup>3<\/sup>Stanford University, Palo Alto, CA, <sup>4<\/sup>Takeda Pharmaceuticals, Cambridge, MA","CSlideId":"","ControlKey":"d9334212-5c0f-4690-b771-5c59468ab87b","ControlNumber":"8851","DisclosureBlock":"&nbsp;<b>A. Chen, <\/b> None.&nbsp;<br><b>M. Stoddard, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock. <br><b>L. Yuan, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock.<br><b>D. Van Egeren, <\/b> None.&nbsp;<br><b>A. Chakravarty, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Fiduciary Officer, Stock.<br><b>D. Bottino, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6904","PresenterBiography":null,"PresenterDisplayName":"Lin Yuan","PresenterKey":"8e3b353f-b21b-4f1c-acae-3dc5021c0be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6904. Model-derived progression-free survival (mPFS): A better metric for patient-derived xenograft studies?","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Model-derived progression-free survival (mPFS): A better metric for patient-derived xenograft studies?","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is a devastating primary brain cancer with approximately 10,000 new US diagnoses annually. The current standard of care (SOC) for GBM includes surgical resection followed by radiation therapy (RT) and temozolomide (TMZ), however, there is near universal recurrence and development of resistance after treatment. Relapse in disease is tightly linked with dynamic changes in gene expression during tumor evolution, highlighting the need for stronger preclinical GBM models. Here, we report developing a pair of patient-derived xenograft (PDX) models from surgical resections obtained from initial GBM incidence in a patient (BarneyOI&#8482; Cancer Model CRT00433) and subsequent recurrence following treatment (BarneyOI Cancer Model CRT00435) to study disease progression and novel treatment strategies. Recent studies have suggested the utilization of combination therapy approaches for GBM patients to address TMZ resistance. To this end, Certis has developed a personalized, AI-based approach to predict and test combination therapies in preclinical cancer models. Accuracy of the predicted sensitivities to treatment was evaluated <i>in vivo <\/i>using both subcutaneous (SC) and orthotopic (OT) mouse models. Luciferase-tagged CRT00433 and CRT00435 spheroid cell lines were transduced with firefly luciferase and implanted intracranially by stereotactic surgery for OT monitoring. Optical bioluminescence imaging (BLI) and murine-scale MRI from Aspect Imaging were used to assess therapeutic response of AI-predicted combination therapies and SOC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Combination therapy,Orthotopic models,Radiation therapy,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Eastwood, B. Carapia, J. Rodriguez, K. Buck, D. Gorospe, E. Valencia, B. Corcoran, R. Pippa, Y.-H. Chien, W. Andrews, L. Do, <b>J. K. Nakashima<\/b>, J. Sperry; <br\/>Certis Oncology Solutions, San Diego, CA","CSlideId":"","ControlKey":"5341531b-db5d-4c67-a3a6-634071bf812f","ControlNumber":"5724","DisclosureBlock":"&nbsp;<b>E. Eastwood, <\/b> None..<br><b>B. Carapia, <\/b> None..<br><b>J. Rodriguez, <\/b> None..<br><b>K. Buck, <\/b> None..<br><b>D. Gorospe, <\/b> None..<br><b>E. Valencia, <\/b> None..<br><b>B. Corcoran, <\/b> None..<br><b>R. Pippa, <\/b> None..<br><b>Y. Chien, <\/b> None..<br><b>W. Andrews, <\/b> None..<br><b>L. Do, <\/b> None..<br><b>J. K. Nakashima, <\/b> None..<br><b>J. Sperry, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6905","PresenterBiography":null,"PresenterDisplayName":"Jonathan Nakashima, PhD","PresenterKey":"670923c4-b8e7-429d-9328-40b35ac6113b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6905. A multi-targeted approach to evaluate therapeutic selection and efficacy in preclinical GBM models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multi-targeted approach to evaluate therapeutic selection and efficacy in preclinical GBM models","Topics":null,"cSlideId":""},{"Abstract":"The ability of bacteria and viruses to selectively replicate in tumors has led to synthetic engineering of new microbial therapies. In our system, Salmonella has been programmed to produce Senecavirus A (SVA)-RNA and launch an SVA infection in bacterially-infected cancer cells. Utilizing time-lapse microscopy, we visualize S. typhimurium invasions into cancer cells and their subsequent delivery of multiple picornaviral species. S.-typhimurium-viral-RNA launch in vitro identified a small-cell-lung cancer cell line, H446, as a promising candidate for S.-typhimurium-SVA launch. This viral RNA-carrying Salmonella strain confers complete tumor regression in vivo. Finally, we integrate into this strain a protease-dependent mechanism to confer SVA-infection spatial localization. This work, to the best of our knowledge, is the first instance of bacteria delivering full-length viral RNAs for therapeutic oncolytic purposes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Oncolytic virus,Bacterial therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Pabon<\/b><sup>1<\/sup>, Z. Singer<sup>1<\/sup>, H. Huang<sup>1<\/sup>, C. Rice<sup>2<\/sup>, T. Danino<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University, New York, NY, <sup>2<\/sup>The Rockefeller University, New York, NY","CSlideId":"","ControlKey":"63f4fca2-c68f-4053-992f-6445b5ee93fe","ControlNumber":"8860","DisclosureBlock":"&nbsp;<b>J. Pabon, <\/b> None..<br><b>Z. Singer, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>C. Rice, <\/b> None..<br><b>T. Danino, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6906","PresenterBiography":null,"PresenterDisplayName":"Jonathan Pabon","PresenterKey":"e9cc3fcc-c878-4c86-bfd4-b143db8c7767","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6906. Engineered bacteria launch and control an oncolytic virus","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered bacteria launch and control an oncolytic virus","Topics":null,"cSlideId":""},{"Abstract":"Despite recent efforts to develop reliable and predictive patient-derived cancer models, drug attrition rates in oncology remain high. Moreover, conventional models such as patient-derived xenograft (PDX) mouse models face major cost and time limitations, not supporting real-time clinical decision making. To overcome such limitation, ONCOFACTORY developed a proprietary PDX platform<i> <\/i>enabling the engraftment of small size tumor biopsy samples within targeted tissue of the avian embryo at early stage of development, to conduct preclinical proof of efficacy studies and provide PDX clinical trial solution helping with patient&#8217;s selection prior to clinical phase II\/III.<i> <\/i>On one hand, we performed prospective co-clinical trial aiming to evaluate the utility of the AVI-PDX<sup>TM<\/sup> model in predicting the response to standard therapy, consisting of BRAF and MEK inhibitors, for patient with metastatic melanoma harboring BRAF mutations. Skin biopsy samples were implanted into specific tissue driving tumor formation under the skin of avian embryos. On the other hand, we conducted a retrospective cohort study with 20 follicular lymphoma (FL) patient samples divided into &#8220;partial&#8221; and &#8220;complete&#8221; responders to the standard immuno-chemotherapy RCHOP regimen to establish FL AVI-PDX<sup>TM<\/sup>, and examine sensitivity to RCHOP in ovo. Twenty-four hours post-implantation, avian melanoma and FL replicas were respectively exposed to BRAFi\/MEKi or RCHOP and their vehicles, over 24h. Then, embryos were harvested, and tumor response was examined by measuring tumor volume using light sheet microscopy. Alongside, in independent series of avian embryos implanted with FL samples, tumors were harvested for single-cell transcriptomic analyses to explore mechanism of response to RCHOP. For melanoma, we provide the proof of concept that the AVI-PDX<sup>TM<\/sup> reliably predict sensitivity or resistance to BRAF and MEK inhibitors within days, matching patient clinical outcome observed in clinic. For FL, we showed that the FL-AVI-PDX<sup>TM <\/sup>efficiently captures clinical response to RCHOP in a heterogenous cohort of patients, enabling to discriminate partial and complete responder within short-time frame. Next, we identified a robust genetic signature reflecting exposure of tumoral cells to RCHOP and showed that drug-mediated targeting of one of these genes with a chemotherapy resulted in strong potentiation of RCHOP. Thus, we provide evidence of the high predictive power of the AVI-PDX<sup>TM<\/sup> models allowing fast and reproducible generation of tumors replicas from small size patient tumor samples. This places the AVI-PDX<sup>TM <\/sup>as a valuable tool for clinical research to rationalize patient inclusion in clinical trials but also for the design of personalized medicine assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Lymphoma,Melanoma\/skin cancers,Patient-derived xenograft (PDX) models,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Costechareyre, Sr.<sup>1<\/sup>, L. Jarrosson, Sr.<sup>1<\/sup>, M. Lacourrege, Sr.<sup>1<\/sup>, <b>R. Teinturier, Sr.<\/b><sup>1<\/sup>, J. Caramel, Sr.<sup>2<\/sup>, M. Zala, Sr.<sup>3<\/sup>, S. Dalle, Sr.<sup>3<\/sup>, P. Sujobert, Sr.<sup>3<\/sup>, C. Delloye-Bourgeois, Sr.<sup>1<\/sup>, F. Berget, Sr.<sup>1<\/sup>, V. Castellani, Sr.<sup>1<\/sup>; <br\/><sup>1<\/sup>ONCOFACTORY, Lyon, France, <sup>2<\/sup>Centre de recherche en Cancrologie de Lyon (CRCL), Lyon, France, <sup>3<\/sup>CHU Lyon Sud, Lyon, France","CSlideId":"","ControlKey":"cd1bf968-f38e-4d07-b29e-8ed92f43855c","ControlNumber":"4620","DisclosureBlock":"&nbsp;<b>C. Costechareyre, <\/b> None..<br><b>L. Jarrosson, <\/b> None..<br><b>M. Lacourrege, <\/b> None..<br><b>R. Teinturier, <\/b> None..<br><b>J. Caramel, <\/b> None..<br><b>M. Zala, <\/b> None..<br><b>S. Dalle, <\/b> None..<br><b>P. Sujobert, <\/b> None..<br><b>C. Delloye-Bourgeois, <\/b> None..<br><b>F. Berget, <\/b> None..<br><b>V. Castellani, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6907","PresenterBiography":null,"PresenterDisplayName":"Romain Teinturier, PhD","PresenterKey":"6d8d9932-8f4a-46d3-b1da-3498e211b9aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6907. Micro-implantation of patient tumor samples into the avian embryo, a fast and reliable alternative in vivo technology for preclinical studies on melanoma and follicular lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Micro-implantation of patient tumor samples into the avian embryo, a fast and reliable alternative in vivo technology for preclinical studies on melanoma and follicular lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma poses a significant challenge in oncology, necessitating improved translational models that faithfully replicate the intricate tumor microenvironment. Patient-derived xenograft (PDX) models, are key in glioblastoma multiforme (GBM) preclinical research. PDX models (orthotopic and subcutaneous) provide a more clinically relevant representation compared to CDX xenografts. Analyzing PDX tumors in their native environment allows for a nuanced understanding of GBM biology, tumor-stroma interactions, and treatment responses. This abstract explores the rationale and advantages of utilizing PDX GBM <i>in vivo<\/i> models coupled with patient diagnosis and treatment history, empowered by tumor whole exome sequencing (WES), to enhance the relevance of preclinical studies in evaluating GBM-specific treatments. TD2 has access to over 100 GBM PDX tumors models with fully annotated patient details and treatment history. Moreover, 68 of these PDXs also have WES data, that allows most appropriate model selection to ensure alignment with the therapeutic development strategy. Below is a detailed analysis of two GBM PDX models, GBM6 and GBM46, using patient history and WES data to define criteria for success in assessing novel preclinical therapeutic agents. GBM6, was obtained prior to treatment from a 65-year-old man with glioblastoma multiforme, that contains 642 mutations, including EGFR VIII amplification. GBM46, was obtained from a 55-year-old man with prior treatment, contained 646 mutations, including RAS pathway alterations and EGFR (MET and FLT3) amplification. When grown subcutaneously the anti-tumor activity of cetuximab against GBM6 and GBM46 resulted in 41% and 48% growth inhibition, respectively. Traditional treatments have also been evaluated in the orthotopic setting, with temozolomide (TMZ) showing a nominal improvement in lifespan (11%) as expected for the unmethylated MGMT found in the GBM6 model. By contrast, GBM46 from a patient with prior treatment with TMZ, OSI-774, radiation, and BCNU, exhibited a 58% increase in overall lifespan when treated with TMZ alone. Orthotopic PDX GBM models preserve many molecular characteristics, enabling the study of intrinsic GBM mutations for developing novel therapeutic strategies. While orthotopic models better capture GBM's dynamic nature, traditional xenograft systems remain valuable as rapid screening tools. Models with defined clinical treatment history and WES data allows for testing new agents in models that more closely resemble the clinical development path for a given new agent and aids in deciphering factors influencing therapeutic resistance. These models have the potential to reshape preclinical research paradigms, accelerating the translation of promising therapeutic agents increasing the likelihood of clinical benefit for patients with glioblastoma multiforme.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Glioblastoma multiforme,Whole exome sequencing,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. E. Trachet<\/b>, P. M. Gonzales, S. Gately; <br\/>Translational Drug Development (TD2), Scottsdale, AZ","CSlideId":"","ControlKey":"a88ce1aa-3965-4554-b171-95db5a142852","ControlNumber":"6632","DisclosureBlock":"&nbsp;<b>E. E. Trachet, <\/b> None..<br><b>P. M. Gonzales, <\/b> None..<br><b>S. Gately, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6908","PresenterBiography":null,"PresenterDisplayName":"Erin Trachet, BS","PresenterKey":"e022f000-0e05-47cf-a723-3b420a299fa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6908. Integrating PDX GBM <i>in vivo<\/i> models with patient history and whole exome sequencing: Advancing relevance and precision in preclinical studies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating PDX GBM <i>in vivo<\/i> models with patient history and whole exome sequencing: Advancing relevance and precision in preclinical studies","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b> One quarter of lung adenocarcinomas (LUAD) harbor <i>KRAS<\/i>-mutations, with <i>KRAS<\/i><sup>G12C<\/sup> accounting for the majority (40%). GDP-KRAS<sup>G12C<\/sup> inhibitors (G12Ci) have been developed for this patient cohort, and two of these are approved for clinical use in the US. While response rates to G12Ci tested in clinical trials have been between 35-50%, studies have identified mechanisms of adaptive resistance to these novel agents, limiting their use as monotherapies. However, primary (intrinsic) resistance to these compounds has not been explored extensively. We leveraged our patient-derived xenograft (PDX) and xenograft-derived organoid (XDO) development programs to study primary resistance to the novel G12Ci, AZD4625.<br \/><b>Methods: <\/b> Twelve <i>KRAS<\/i><sup>G12C<\/sup> PDX models were established which recapitulated patient tumor histology, and genomic, transcriptomic, and methylome profiles. From these 12 PDX, six long-term (passage &#62;10) XDO were generated. PDX were treated with AZD4625 chronically for four weeks as well as in an acute dosing pharmacodynamic study, where tumors were harvested for further analysis.<br \/><b>Results: <\/b> The AZD4625 drug screen in our PDX models reproduced the G12Ci response rate observed in clinical trials. Four of twelve tumor models reduced in size on treatment, while the remainder were considered resistant as these tumors increased in size on treatment. Sensitive tumors became necrotic while those resistant remained proliferative. XDO models recapitulated their originating PDX genomic alterations, histology, as well as responses to AZD4625. During the acute pharmacodynamic screen in our PDX models, we observed a decrease in pERK1\/2 and pS6 protein expression in sensitive but not resistant models, despite acute <i>DUSP6<\/i> gene expression decreases in every model. Global proteomic analysis highlighted differences between each model.<br \/><b>Conclusion: <\/b> PDX and XDO are useful models to study resistance to this novel class of inhibitor, with the <i>KRAS<\/i><sup>G12C<\/sup> NSCLC PDX models exhibiting a treatment response rate that is similar to those observed in clinical trials. Global proteomics suggests uniqueness of each model in our cohort, hinting that a universal combination of specific targeted agents to treat<i> KRAS<\/i><sup>G12C<\/sup> LUAD tumors may be insufficient.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"KRAS,Patient-derived xenograft (PDX),Resistance,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Joshua  C.  Rosen<\/b><sup>1<\/sup>, Nhu-An Pham<sup>1<\/sup>, Quan Li<sup>1<\/sup>, Pinjiang Cao<sup>1<\/sup>, Katrina Hueniken<sup>1<\/sup>, Takamasa Koga<sup>1<\/sup>, Nikolina Radulovich<sup>1<\/sup>, Alex Koers<sup>2<\/sup>, Michael Niedbala<sup>3<\/sup>, Sarah Ross<sup>2<\/sup>, Adrian Sacher<sup>1<\/sup>, Ming-Sound Tsao<sup>1<\/sup><br><br\/><sup>1<\/sup>University Health Network, Toronto, ON, Canada,<sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom,<sup>3<\/sup>AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"2e800afb-7b44-41ea-aaf1-98ec39f585f3","ControlNumber":"4928","DisclosureBlock":"&nbsp;<b>J. C. Rosen, <\/b> None..<br><b>N. Pham, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>P. Cao, <\/b> None..<br><b>K. Hueniken, <\/b> None..<br><b>T. Koga, <\/b> None..<br><b>N. Radulovich, <\/b> None.&nbsp;<br><b>A. Koers, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Niedbala, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Ross, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Sacher, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>M. Tsao, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6909","PresenterBiography":null,"PresenterDisplayName":"Joshua Rosen, BS","PresenterKey":"43cc1c1e-7bbd-4c62-ba7a-384cd3d46550","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6909. KRAS<sup>G12C <\/sup>inhibitor resistance in patient-derived non-small cell lung cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS<sup>G12C <\/sup>inhibitor resistance in patient-derived non-small cell lung cancer models","Topics":null,"cSlideId":""},{"Abstract":"CancerModels.Org (<u>www.cancermodels.org<\/u><u><\/u>) is a research platform that standardises, harmonizes and integrates the complex and diverse data associated with Patient-Derived Cancer Models (PDCMs) for the cancer community. The portal publishes over 7500 models - covering patient-derived xenografts (PDX), organoids and cell lines - across 13 cancer types, including rare pediatric PDX models and models from minority ethnic backgrounds. A total of over 90 million data points are made available across a variety of data types, such as clinical metadata, molecular data and treatment-based information, which makes CancerModels.Org the largest free-to-consumer and open-access resource of this kind.<br \/>Over the course of the last twelve months, the platform has been enhanced with new functionality and an updated user interface to cater for a more varied set of use cases. Users can now search for models of interest by exploring molecular data summaries for models of specific cancer types, as well as by using the intuitive search and faceted filtering options of the web interface. The data is also accessible via REST API, hence enabling offline analyses. The underpinning data model was augmented with additional dimensions and covers gene expression, gene mutation, copy number alteration, biomarkers, patient treatment and drug dosing studies. For an improved prioritization of PDCMs we performed knowledge enrichment by linking to external resources, such as publication platforms, cancer-specific annotation tools (COSMIC, CIViC, OncoMX, OpenCRAVAT, ClinGen), and raw data archives (ENA, EGA, GEO, dbGAP). More recently, we added immune-related features of tumors (HLA, MSI, TMB) and image data (also accessible via EMBL-EBI&#8217;s BioImage archive). Finally, to streamline model and data submission, we made available a Metadata dictionary and a Metadata validation service.<br \/>Future work will focus on the curation of rare models with rich accessible metadata and data, new data visualizations, integration of new data types and resources, as well as devising a model quality rating using user feedback. These developments will maximize utility and improve reusability of models and data, and reduce barriers to model and data sharing.<br \/>CancerModels.Org is deeply integrated into the general patient-derived cancer models landscape, underpinning or contributing to the data and\/or software infrastructure of some of the long-running consortia, such as EUROPDX and PDXNet. The resource is freely available under an Apache 2.0 license (<u>https:\/\/github.com\/PDCMFinder<\/u><u><\/u>).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Organoids,Databases,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Perova<\/b><sup>1<\/sup>, M. Martinez<sup>1<\/sup>, T. Mandloi<sup>1<\/sup>, M. Rios Almanza<sup>1<\/sup>, S. Neuhauser<sup>2<\/sup>, D. Degley<sup>2<\/sup>, D. Krupke<sup>2<\/sup>, C. Bult<sup>2<\/sup>, H. Parkinson<sup>1<\/sup>; <br\/><sup>1<\/sup>European Bioinformatics Institute, Hinxton, United Kingdom, <sup>2<\/sup>The Jackson Laboratory, Bar Harbour, ME","CSlideId":"","ControlKey":"842a6b35-89d0-435f-aaec-9bce0c2c5ca2","ControlNumber":"5664","DisclosureBlock":"&nbsp;<b>Z. Perova, <\/b> None..<br><b>M. Martinez, <\/b> None..<br><b>T. Mandloi, <\/b> None..<br><b>M. Rios Almanza, <\/b> None..<br><b>S. Neuhauser, <\/b> None..<br><b>D. Degley, <\/b> None..<br><b>D. Krupke, <\/b> None..<br><b>C. Bult, <\/b> None..<br><b>H. Parkinson, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6910","PresenterBiography":null,"PresenterDisplayName":"Zinaida Perova, D Phil","PresenterKey":"e23af2ad-038b-443e-9c14-939509f1550e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6910. CancerModels.org: An open global cancer research platform for patient-derived cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CancerModels.org: An open global cancer research platform for patient-derived cancer models","Topics":null,"cSlideId":""},{"Abstract":"The National Cancer Institute&#8217;s Patient-Derived Models Repository (NCI PDMR; https:\/\/pdmr.cancer.gov) has developed a national repository of Patient-Derived Models (PDMs) comprised of patient-derived xenografts (PDXs), in vitro patient-derived tumor cell cultures (PDCs) and cancer associated fibroblasts (CAFs) as well as patient-derived organoids (PDOrg). These PDMs are clinically annotated with molecular information available in an easily accessible database for the extramural community. To ensure the data and models remains pertinent to current translational efforts, NCI actively reviews and adds new molecular features to the public database for researchers to use. While these data could be obtained through analysis of the available NextGen sequencing files in the PDMR database, many laboratories do not have the bioinformatics support to run these assessments for models that are of research interest. Therefore, new pipelines for an array of additional model and molecular characteristics present in PDX, PDOrg, and PDC models have been validated and are reported in the public database in a searchable format. Current model characteristics include addition of OncoTree Codes as a second histologic classifier, use of the PDXNet Consortium&#8217;s inferred ancestry caller to better represent Native\/Latin American populations, human leukocyte antigen (HLA) typing, molecular classification of tumors (e.g. CMS subtyping of colorectal adenocarcinoma, PAM50 signature based subtyping of breast carcinoma), microsatellite instability (MSI) assessment, and identification of clinically relevant fusions. SOPs for the pipelines used are available on the public website to allow for independent validation and use by other laboratories. Funded by NCI Contract No. HHSN261200800001E","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Preclinical,Gene fusion,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. R. Timme<\/b><sup>1<\/sup>, Y. A. Evrard<sup>1<\/sup>, B. Das<sup>1<\/sup>, T.-C. Chang<sup>1<\/sup>, A. Chen<sup>2<\/sup>, L. Chen<sup>1<\/sup>, M. A. Crespo-Eugeni<sup>3<\/sup>, S. Jiwani<sup>1<\/sup>, C. A. Karlovich<sup>1<\/sup>, R. Pauly<sup>1<\/sup>, P.-F. Wu<sup>1<\/sup>, D. L. Newton<sup>1<\/sup>, P. Williams<sup>1<\/sup>, M. G. Hollingshead<sup>3<\/sup>, J. H. Doroshow<sup>2<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"1f33a729-498e-4c43-b718-aea9e6fb1e74","ControlNumber":"6707","DisclosureBlock":"&nbsp;<b>C. R. Timme, <\/b> None..<br><b>Y. A. Evrard, <\/b> None..<br><b>B. Das, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>A. Chen, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>M. A. Crespo-Eugeni, <\/b> None..<br><b>S. Jiwani, <\/b> None..<br><b>C. A. Karlovich, <\/b> None..<br><b>R. Pauly, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>D. L. Newton, <\/b> None..<br><b>P. Williams, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6911","PresenterBiography":null,"PresenterDisplayName":"Cindy Timme, PhD","PresenterKey":"c7a85cc3-3e28-4b8f-b930-09e16e95fcdb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6911. Expanding reported molecular characteristics for the NCI Patient-Derived Models Repository","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expanding reported molecular characteristics for the NCI Patient-Derived Models Repository","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Cholangiocarcinoma (CCA) is a heterogeneous malignancy. Platinum-based chemotherapy (Gemcitabine and Cisplatin) has been the standard treatment for over a decade and is the base for the current immunotherapy combinations. Response rates are typically between 20-30%. Herein, we present outcomes of preclinical efficacy trials on CCA PDX models in correlation with baseline multiomics profiling of CCA patient-derived xenograft (PDX) models to identify molecular features associated with response. <b>Methods<\/b> Tumor samples from twenty-eight CCA PDX were used to isolate RNA and protein to be included in multiomics analysis (Phosphoproteomics, Proteomics, and Transcriptomics). A subset of PDX models were treated with various doses of Gemcitabine and Cisplatin. The Median Efficacy Index (MEI) was calculated as the ratio of the difference in median of delta in tumor volume at the last day of the study between the treatment and the control arms divided by the median of delta in tumor volume of the control at the last day of the treatment (positive= growth, negative=inhibition, and 0=no efficacy). A Hierarchical All-Against-All algorithm was utilized to compare multiomics features to the MEI and pathway analysis completed for identified molecular features. <b>Results<\/b> After conducting preclinical efficacy trials, the five tested CCA PDX models were classified into sensitive, moderately sensitive, and resistant models based on the MEI on each treatment arm. The top up-regulated genes were identified for Gemcitabine response (SRPK2, GLK2, and RIOK2) and Cisplatin response (NTRK1, PRPF4B, and SRPK2). The top up-regulated genes related to Gemcitabine resistance were NTRK1, PIP5K1C, and CSNK2A2, while those related to Cisplatin resistance were SRPK1, PRPF4B, and CSNK2A1. <b>Conclusion<\/b> Cholangiocarcinoma multiomics signatures can predict therapeutic response to standard-of-care chemotherapy in preclinical models. Novel mechanisms of Gemcitabine and Cisplatin resistance were identified related to NTRK1, SRPK1 and SRPK2. Resistant signatures will be challenged with the appropriate targeted therapies on the resistant CCA PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Multiomics,Patient-derived xenograft (PDX) models,Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Amro  M.  Abdelrahman<\/b><sup>1<\/sup>, Danielle  M.  Carlson<sup>2<\/sup>, Erik Jessen<sup>3<\/sup>, Dong-Gi Mun<sup>4<\/sup>, Isaac Lynch<sup>5<\/sup>, Alessandro Fogliati<sup>6<\/sup>, Stella Konadu Adjei Antwi<sup>1<\/sup>, Aushinie Abeynayake<sup>2<\/sup>, Akhilesh Pandey<sup>4<\/sup>, Mark  J.  Truty<sup>1<\/sup>, Gregory  J.  Gores<sup>2<\/sup>, Rory  L.  Smoot<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Mayo Clinic, Rochester, MN,<sup>2<\/sup>Department of Internal Medicine, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN,<sup>4<\/sup>Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN,<sup>5<\/sup>University of Iowa Roy J. and Lucille A. Carver College of Medicine, Iowa City, IA,<sup>6<\/sup>Department of Surgery, University of Milano-Bicocca, Monza, Italy","CSlideId":"","ControlKey":"8224b264-314c-40b9-b3f1-c123ba13d54e","ControlNumber":"4759","DisclosureBlock":"&nbsp;<b>A. M. Abdelrahman, <\/b> None..<br><b>D. M. Carlson, <\/b> None..<br><b>E. Jessen, <\/b> None..<br><b>D. Mun, <\/b> None..<br><b>I. Lynch, <\/b> None..<br><b>A. Fogliati, <\/b> None..<br><b>S. Adjei Antwi, <\/b> None..<br><b>A. Abeynayake, <\/b> None..<br><b>A. Pandey, <\/b> None..<br><b>M. J. Truty, <\/b> None..<br><b>G. J. Gores, <\/b> None.&nbsp;<br><b>R. L. Smoot, <\/b> <br><b>Astra Zeneca<\/b> Other, Consulting.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6912","PresenterBiography":null,"PresenterDisplayName":"Amro Abdelrahman, MBBS;MS","PresenterKey":"15a324e2-32d3-4f66-ae5a-4568418ecb23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6912. Pretreatment multiomics in conjunction with preclinical trials on patient-derived xenograft models of cholangiocarcinoma can identify chemotherapy response signatures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pretreatment multiomics in conjunction with preclinical trials on patient-derived xenograft models of cholangiocarcinoma can identify chemotherapy response signatures","Topics":null,"cSlideId":""},{"Abstract":"Prostate Cancer (PCa) is the most frequently diagnosed cancer in men and remains one of the leading causes of cancer death worldwide. Despite undeniable progress in understanding the biology and genetics of this highly heterogenous and complex disease, the development of effective therapies is hampered by the lack of relevant experimental models recapitulating its diversity. To tackle this issue, over the last years, we have generated and characterized at the molecular and pharmacology level a collection of prostate cancer patient-derived xenografts (PDX) that accurately reproduce PCa histological and molecular heterogeneity. Although the development of these PCa PDX has been challenging, we are now able to offer a preclinical platform of 11 fully characterized PCa PDX models and <i>in vitro<\/i> cellular counterparts for preclinical evaluation of novel treatment modalities. Our platform consists of a collection of 4 androgen receptor high (ARPC), 2 androgen receptor low (ARLPC), 1 amphicrine prostate carcinoma (AMPC) and 4 castration-resistant neuroendocrine prostate cancer (CRPC-NE) PDX models and 6 cellular models derived from these PDX (PDXDC). Most of these PDX models were obtained by transplantation of post-surgery tumor specimens either by grafting of tumor fragments in the interscapular region of nude mice or in the subrenal capsule of NOD scid gamma mice. One model is a CTC-derived eXplant established using circulating tumor cells (CTCs) obtained by diagnostic leukapheresis injected into the fat pad of NOD scid gamma mice. PDXDC were obtained from dissociated PDX tumors cultured under various media and matrix conditions. They were characterized by comparison with the parental PDX by Short Tandem Repeat (STR) profiling before performing a master bank. All models (PDX and PDXDC) were characterized at molecular level by whole exome and RNA sequencing. PDX were characterized pharmacologically for response to standards of care, physical castration and response to the androgen receptor inhibitor enzalutamide. <i>In vitro<\/i> drug sensitivity of PDXDC was compared with their parental PDX <i>in vivo<\/i> drug response. This unique PDX panel reflects the molecular heterogeneity of prostate cancer and reproduces the molecular and drug response profile of human tumors. Associated to <i>in vitro<\/i> cell derivatives, our collection provides a powerful preclinical platform for translational research to identify mechanisms underlying acquired resistance to current therapies and develop novel treatment strategies against PCa and CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Cell lines,Prostate tumor,Neuroendocrine tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Indersie<sup>1<\/sup>, L. Sinayen<sup>1<\/sup>, L. Bigot<sup>2<\/sup>, K. Mevel<sup>1<\/sup>, A. Gorse<sup>1<\/sup>, M. Tavernier<sup>1<\/sup>, E. Le Ven<sup>1<\/sup>, L. Friboulet<sup>2<\/sup>, F. Farace<sup>2<\/sup>, E. Morgado<sup>3<\/sup>, L. Pouyet<sup>3<\/sup>, Y. Loriot<sup>2<\/sup>, F. Romagn<sup>3<\/sup>, <b>O. Das<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Janvier Group, Evry-Courcouronnes, France, <sup>2<\/sup>Gustave Roussy, Villejuif, France, <sup>3<\/sup>Janvier Group, Marseille, France","CSlideId":"","ControlKey":"c8625016-fd6d-4de6-89c6-c2a3ba1603e5","ControlNumber":"4519","DisclosureBlock":"&nbsp;<b>E. Indersie, <\/b> None..<br><b>L. Sinayen, <\/b> None..<br><b>L. Bigot, <\/b> None..<br><b>K. Mevel, <\/b> None..<br><b>A. Gorse, <\/b> None..<br><b>M. Tavernier, <\/b> None..<br><b>E. Le Ven, <\/b> None..<br><b>L. Friboulet, <\/b> None..<br><b>F. Farace, <\/b> None..<br><b>E. Morgado, <\/b> None..<br><b>L. Pouyet, <\/b> None..<br><b>Y. Loriot, <\/b> None..<br><b>F. Romagn, <\/b> None..<br><b>O. Das, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6913","PresenterBiography":null,"PresenterDisplayName":"Olivier Deas, PhD","PresenterKey":"3c571379-4a10-4949-9b55-471b0b6aaf3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6913. A preclinical platform of prostate cancer PDX and derived cellular models as a tool for pharmacological screening and functional studies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A preclinical platform of prostate cancer PDX and derived cellular models as a tool for pharmacological screening and functional studies","Topics":null,"cSlideId":""},{"Abstract":"Background: Patient-derived xenograft (PDX) models serve as a powerful tool for cancer translational research. However, it is unclear to what extent PDX models reflect the genomic intratumoral heterogeneity and genomic aberrations present within the original tumor sample. The National Cancer Institute (NCI) has developed a Patient-Derived Models Repository (PDMR; https:\/\/pdmr.cancer.gov\/) consisting of PDX, organoids (PDOrg), and tumor cell cultures (PDC) from patients with diverse cancer histologies. We have conducted an in-depth investigation into the genomic stability of PDXs at early passaging and tumor heterogeneity in a large set of preclinical models including rare cancers.<br \/>Methods: Tumor specimens were used to establish 1114 models from 1034 patients. For whole exome sequencing (WES) and RNASeq analysis, 1059 models with at least 1 PDX sample and 55 models with only a PDC or PDOrg were used. Analyzed specimens represent the original patient specimens, PDX passages P0, P1, P2, and P3+ and in vitro models. 80% of the PDX specimens were within passages P0 to P2.<br \/>Results: Genomic stability in PDMR models was maintained through early passages (P0 - P2) and across independent lineages in PDMR models based on the following observations: 1) variant allele frequencies (VAF) of somatic driver mutations showed no major deviations (exceeding &#177;10%) when using the stromal fraction corrected VAF from originator data over PDX passages; 2) the median change in the fraction of genome impacted by copy number alterations (CNA) from the originator specimens through passages P0 - P2 was statistically inconsequential, although there was a significant increase in CNA fraction, from 5.3% at P0 initially to 18% by P3; 3) gene expression profiles of specimens within a given PDX model formed clusters in principal component analysis (PCA) plots and showed high correlation (&#62;99.5% models with a Spearman coefficient of &#62;= 0.8). The majority of the PDC and PDOrg specimens exhibited similar findings when compared to the original tumor samples. Furthermore, the positive percent agreement (PPA) was performed to measure the similarity between the patient's tumor and all available derived PDX specimens, with a median PPA over 90%, indicating a high level of retained heterogeneity within the PDX models. Lastly, 69% of models in NCI PDMR had predictive biomarkers, ranging from OncoKB level of evidence 1-4, which could be used to evaluate targeted therapeutics in preclinical studies.<br \/>Conclusion: The NCI PDMR has a large and histologically diverse cancer representation. In this analysis, the PDXs exhibited genomic stability within early passages and preserved the majority of tumor heterogeneity observed in the patient specimens. NCI PDMR thus represents a valuable resource for researchers interested in preclinical drug screening or other investigations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Whole exome sequencing,RNA sequencing (RNA-Seq),Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-C. Chang<\/b><sup>1<\/sup>, B. Das<sup>1<\/sup>, L. Chen<sup>1<\/sup>, P. I. Wu<sup>1<\/sup>, Y. A. Evrard<sup>2<\/sup>, R. Pauly<sup>1<\/sup>, D. L. Newton<sup>2<\/sup>, S. Jiwani<sup>1<\/sup>, S. Y. Alcoser<sup>3<\/sup>, L. H. Stockwin<sup>2<\/sup>, C. E. Camalier<sup>1<\/sup>, T. Forbes<sup>1<\/sup>, N. Nair<sup>1<\/sup>, A. Chapman<sup>1<\/sup>, L. Dutko<sup>1<\/sup>, M. Mullendore<sup>2<\/sup>, T. Grinnage-Pulley<sup>3<\/sup>, K. Klarmann<sup>3<\/sup>, S. B. Miller<sup>4<\/sup>, C. A. Karlovich<sup>1<\/sup>, A. P. Chen<sup>4<\/sup>, P. M. Williams<sup>1<\/sup>, M. G. Hollingshead<sup>3<\/sup>, J. H. Doroshow<sup>4<\/sup>; <br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>2<\/sup>Advanced Development Research Directorate, Frederick, MD, <sup>3<\/sup>Developmental Therapeutics Program, Frederick, MD, <sup>4<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"100623a6-35d7-4f2d-99dc-f91ea161e30a","ControlNumber":"2712","DisclosureBlock":"&nbsp;<b>T. Chang, <\/b> None..<br><b>B. Das, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>P. I. Wu, <\/b> None..<br><b>Y. A. Evrard, <\/b> None..<br><b>R. Pauly, <\/b> None..<br><b>D. L. Newton, <\/b> None..<br><b>S. Jiwani, <\/b> None..<br><b>S. Y. Alcoser, <\/b> None..<br><b>L. H. Stockwin, <\/b> None..<br><b>C. E. Camalier, <\/b> None..<br><b>T. Forbes, <\/b> None..<br><b>N. Nair, <\/b> None..<br><b>A. Chapman, <\/b> None..<br><b>L. Dutko, <\/b> None..<br><b>M. Mullendore, <\/b> None..<br><b>T. Grinnage-Pulley, <\/b> None..<br><b>K. Klarmann, <\/b> None..<br><b>S. B. Miller, <\/b> None..<br><b>C. A. Karlovich, <\/b> None..<br><b>A. P. Chen, <\/b> None..<br><b>P. M. Williams, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6914","PresenterBiography":null,"PresenterDisplayName":"Ting-Chia Chang, MS","PresenterKey":"59a293bf-8f5a-43b7-a967-4758bc881152","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6914. Genomic landscape and stability of preclinical models in NCI's patient-derived models repository","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic landscape and stability of preclinical models in NCI's patient-derived models repository","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>Studying protein expression involved in cancer from patient-derived xenografts (PDX) enhances understanding of tumorigenesis and may shed light on patient therapeutic decisions. Recently, mass spectrometry-based proteomics sequencing techniques have enabled the acquisition of high-throughput PDX protein\/phosphoprotein expression profiles and paved a way for investigating oncogenic signaling pathways and their interactions in different tumor histologies. Integrated analysis of these proteomic data with existing biomarkers derived from whole exome and RNAseq data will provide the community with a rich resource for translational research.<br \/><b>Materials and methods<\/b><br \/>iTRAQ-based proteomics\/phospho-proteomics data, with 11 Tandem Mass Tag (TMT) channels, were processed and median-normalized at gene level. The gene expression data were derived from tximport and DESeq2 from of RNA-Seq. In addition, whole exome sequencing (WES) data were used to compute mutations and copy number profiles. For data visualization, the R Bioconductor package ComplexHeatmap was used extensively.<br \/><b>Results<\/b><br \/>PDX proteomics\/phospho-proteomics data were analyzed alongside with gene expression, copy number and mutational profiles for several cancer types, revealing vivid molecular regulation for many cancer-related pathways. A moderate yet significant Spearman correlation coefficient of over 0.45 and 0.5 was observed between proteomics and RNA-Seq data at gene and pathway level, respectively. The PDX protein and gene expression pattern from common cancer regulatory pathways of bladder (BLCA, n=32 models), colon (COAD, n=82), lung (NSCLC, n=32), pancreatic (PAAD, n=52), metastatic breast cancer (CSNOS) (n=16) and other histologies were aggregated and discussed at the model level. EGFR, MET and cell-cycle genes CDKN2A and CDKN2B exhibited significant positive correlation among copy number, gene expression and protein expression profiles. Protein and gene expression profiles of PAM50 genes were shown for CSNOS samples, to further sub-classify or correct misclassification. Further analysis using proteomics\/phospho-proteomics data with CNA identified several trans-regulatory events. Lastly, we identified RTN1 as a potential biomarker, exhibiting lower expression in sensitive rare-tumor PDX models prior to Axitinib and Vandetanib treatment.<br \/><b>Conclusions<\/b><br \/>With the multi-omics datasets comprising proteomics\/phospho-proteomics, RNA-Seq and WES datasets from the NCI Patient Derived Models Repository cohort, we were able to query some important cancer biological processes at a higher resolution. In addition, we revealed gene- and pathway-level regulatory differences from various histologies. Overall, the multi-omics data from PDX models showed promising recapitulation of original tumor activity and should continue to serve as an amenable and scalable drug screening platform for pre-clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Multiomics,Proteomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Peter  I.  Wu<\/b><sup>1<\/sup>, Li Chen<sup>2<\/sup>, Yuri Kotliarov<sup>3<\/sup>, Jianwen Fang<sup>3<\/sup>, Yingdong Zhao<sup>3<\/sup>, Yvonne Evrard<sup>4<\/sup>, Lijun Chen<sup>5<\/sup>, Shahanawaz Jiwani<sup>1<\/sup>, Biswajit Das<sup>1<\/sup>, Chris  A.  Karlovich<sup>1<\/sup>, Hui Zhang<sup>5<\/sup>, Lisa McShane<sup>3<\/sup>, Melinda  G.  Hollingshead<sup>6<\/sup>, Mickey Williams<sup>1<\/sup>, James  H.  Doroshow<sup>3<\/sup><br><br\/><sup>1<\/sup>Molecular Characterization Laboratory, Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>3<\/sup>Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD,<sup>4<\/sup>Advanced Development Research Directorate, Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>5<\/sup>Department of Pathology, The John Hopkins Medical Institutions, Baltimore, MD,<sup>6<\/sup>Biological Testing Branch, Developmental Therapeutics Program, National Cancer Institute at Frederick, Frederick, MD","CSlideId":"","ControlKey":"815eff36-44bb-47df-b366-febe180c5470","ControlNumber":"7421","DisclosureBlock":"&nbsp;<b>P. I. Wu, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>Y. Kotliarov, <\/b> None..<br><b>J. Fang, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>Y. Evrard, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>S. Jiwani, <\/b> None..<br><b>B. Das, <\/b> None..<br><b>C. A. Karlovich, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>L. McShane, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>M. Williams, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6915","PresenterBiography":null,"PresenterDisplayName":"Peter Wu, PhD","PresenterKey":"7d3f9647-706a-4492-83c2-ac3eb9560232","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6915. Integrated proteogenomic analysis for the NCI patient-derived cancer model repository","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated proteogenomic analysis for the NCI patient-derived cancer model repository","Topics":null,"cSlideId":""},{"Abstract":"The Development of precision medicine relies on well-characterized experimental models that carry naive, induced, or engineered genomic and epigenetic features targetable by certain treatments. Patient-derived xenografts (PDX) and cell lines can serve as such in vivo and in vitro models by harboring abnormalities such as somatic and driver mutations, dysregulated gene expression and silencing, microsatellite instability, gene fusions, copy number amplification and loss of heterozygosity. In addition, cell lines can also be engineered to introduce sometimes rare-occurring abnormalities that the engineered cell line shares an identical genetic background with its parental cell line, thus providing a clearly contrasting pair to evaluate treatment specificity. With the advancement of disease research and drug discovery, existing cell lines can no longer meet the needs of various types of drug discovery. To evaluate drug efficacy more quickly and accurately, Kyinno has constructed and identified more than 4,000 engineered cell lines, including overexpressed cell lines constructed through transposon systems or lentivirus infection, gene-edited cell lines constructed through CRISPR-Cas9 technology, and reporter cell lines targeting multiple signaling pathways and membrane receptors. Besides, InnoPanel<sup>TM<\/sup>, a panel of over 1000 engineered cell lines was established and characterized to cover a wide range of heavily targeted genes such as CLDN18.1, CLDN18.2, LAG3, OX40, PD-L1, PD-L2, and TIM3. Cell line families were also developed for genes with multiple known driver mutations. All cell lines are annotated with background information, engineering details, functional characterization, and efficacy studies. Furthermore, we developed xenografts for several engineered cell lines and showed that the combination of cell lines and xenografts can accelerate drug development. Additionally, all of this information can be accessed in our free database, InnoPedia<sup>TM<\/sup>. The database also offers browsing, searching, and analytical capabilities for over 600 commonly used tumor cell lines and thousands of engineered cell lines with essential genomic and pharmacological data, cell line efficacy data for nearly 2000 common anti-tumor drugs, and comprehensive details for over 100 standard antibodies. Our engineered cell lines are now registered in the online cell line database Cellosaurus, which is available on the ExPASy server.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Cell lines,InnoPedia,InnoPanel,Engineered Cell Line,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Li, C. Liu, N. Wang, Y. Hu, J. Ning, <b>F. Hao<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"a5150156-8237-4371-8edb-36c43f994e79","ControlNumber":"2365","DisclosureBlock":"<b>&nbsp;S. Li, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>C. Liu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>N. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Hu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6916","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6916. InnoPanel<sup>TM<\/sup>and InnoPedia<sup>TM<\/sup>: resources of engineered cell lines and xenografts for drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"InnoPanel<sup>TM<\/sup>and InnoPedia<sup>TM<\/sup>: resources of engineered cell lines and xenografts for drug discovery","Topics":null,"cSlideId":""},{"Abstract":"AKT, also known as phosphoinositide 3-kinase (PI3K), plays a key role in various signaling cascades involved in cell growth and division, apoptosis inhibition, and angiogenesis. For AKT, which is at the central node of the PI3K\/AKT\/mTOR signaling pathway, the loss of PTEN, mutation, or amplification of AKT\/PIK3CA can lead to the overactivation of the AKT signaling pathway, resulting in the occurrence and development of tumors. Recent studies have also found that AKT activation is associated with drug resistance in tumor therapy. Therefore, AKT has become a hot target for tumor therapy. The AKT family consists of three highly homologous isoforms, AKT1 (PKB&#945;), AKT2 (PKB&#946;), and AKT3 (PKB&#947;), with more than 85% homology in their kinase regions. E17K is the most common and well-characterized activating mutation, accounting for approximately 15% of all AKT mutations. Rare mutations mainly include L52R, Q79K, and D323H. The failures of AKT inhibitors LY2780301 and Bayer's BAY1125976 demonstrate the significant challenges and complexities in developing inhibitors of the AKT pathway. Currently, the most advanced AKT inhibitor globally is AstraZeneca's capivasertib, which is primarily indicated for HR+ breast cancer and triple-negative breast cancer. Our group has generated 21 Ba\/F3-AKT engineering cell lines, as useful models for novel drug discovery in vitro and in vivo, almost all clinically significant mutations were included, such as common mutations AKT1\/2-E17K as well as rare mutations L52R, Q79K, D323H, and others. The Ba\/F3-AKT engineering cell lines can be useful for developing and evaluating next-generation AKT inhibitors and exploring newly acquired resistance mutations in AKT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Akt,BaF3,protein kinase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Wang, Y. Tang, J. Xu, Y. Peng, Y. Wang, J. Ning, <b>F. Hao<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"6e312913-a9c4-4e79-9b80-f9fda3fef4f8","ControlNumber":"2922","DisclosureBlock":"<b>&nbsp;G. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Tang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Xu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Peng, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6917","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6917. Ba\/F3 AKT engineering cell lines, a useful platform for novel drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ba\/F3 AKT engineering cell lines, a useful platform for novel drug discovery","Topics":null,"cSlideId":""},{"Abstract":"In the past few years, with the great success of Imatinib, the first kinase inhibitor, Imatinib rapidly became the first-line treatment for CML (Chronic myelogenous leukemia) carrying the BCR-ABL mutation. It opened a new chapter in targeted cancer treatment. Despite the increase in overall survival allowed by imatinib, the onset of drug resistance led scientists to investigate imatinib's fine structural mechanism of action to develop new and more effective compounds against mutated forms of Bcr-Abl. 7 BCR-ABL inhibitors have been approved, they are Imatinib, Dasatinib, Nilotinib, Bosutinib, Ponatinib, Olverembatinib, and Asciminib. However, acquired resistance has been a major challenge in the treatment of CML, and some patients still experience disease progression or even death due to drug resistance. BCR-ABL kinase domain mutations are one of the important mechanisms of acquired resistance, with the T315I mutation being the most common type of drug resistance mutation, accounting for approximately 25% of drug-resistant CML cases. Patients with T315I mutations in CML are resistant to all current first- and second-generation BCR-ABL inhibitors. Asciminib is designed as an allosteric inhibitor combined with an ATP-competitive TKI agent, which may hinder the development of mutation-driven acquired resistance or restore efficacy against highly resistant BCR-ABL mutants. Our group has generated 38 Ba\/F3-BCR-ABL engineering cell lines as useful models for novel drug discovery in vitro and in vivo, including wild-type BCR-ABL and inhibitors leading drug resistance mutations, such as T315I, E255, Y253, F317, F359. V299, G250, A337T, V468F, and double mutations. Each cell was validated by cell sequencing and cell efficacy verification using approved BCR-ABL inhibitors. The Ba\/F3-BCR-ABL engineering cell line panel can be useful for developing and evaluating next-generation BCR-ABL inhibitors and exploring newly acquired resistance mutations in BCR-ABL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Bcr-Abl,BaF3,Kinase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Wang, Y. Peng, Y. Wang, Y. Tang, J. Xu, J. Ning, <b>F. Hao<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"14a7f120-1088-4355-8862-fc6efd2c75a6","ControlNumber":"2961","DisclosureBlock":"<b>&nbsp;G. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Peng, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Tang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Xu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6918","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6918. Ba\/F3-BCR-ABL engineering cell line panel, a useful platform for novel drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ba\/F3-BCR-ABL engineering cell line panel, a useful platform for novel drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Small molecular drugs have been an important part of disease treatment, but there are also some problems along with time and intrinsic disadvantages of small molecular drugs. In recent years, the emergence of proteolysis targeting chimeras (PROTACs) is expected to overcome some defeats of traditional small molecules. PROTACs, also known as hetero-bifunctional compounds, are a new kind of therapeutic, that consists of a specific ligand to bind the target protein, a suitable linker, and an E3 ubiquitin ligase substrate. After binding to target proteins, PROTACs recruit E3 ligase and induce degradation of target proteins through the ubiquitin-proteasome system. Therefore, PROTACs are a good choice for some protein targets that have small molecular binding ligands but poor small molecular efficacy, which expands druggable targets. Meanwhile, the protein degradation induced by PROTACs destroys not only the enzymatic but also the non-enzymatic functions of targets, rather than only inhibiting the protein activity, which reduces drug resistance. In this study, in order to detect the degradation of intracellular target proteins by PROTACs, Kyinno has designed and constructed several HiBiT-tagged cell line models for different target proteins and their mutations, including KRA, CDK2, LDHA, and HPK. HiBiT is a small tag with 11 amino acids that don&#8217;t influence the expression, folding, and localization of target proteins, and luminesces with a detection buffer. All these cell lines with endogenous protein mutations and HiBiT knock-ins are constructed by CRISPR-Cas9 technology and validated by siRNA and PROTACs. Compared with overexpressed exogenous HiBiT-tagged target proteins, endogenous proteins can more accurately and stably reflect the efficacy of PROTACs. Our cell models can be used for high-throughput screening not only for PROTAC drugs but also for molecular glues, lysosome-targeting chimeras (LYTACs), and antibody-based PROTACs (AbTACs).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Cancer cell,Protac,CRBN,Hibit,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Zhai<sup>1<\/sup>, J. Ma<sup>2<\/sup>, Y. Wang<sup>1<\/sup>, M. Liang<sup>1<\/sup>, Y. Peng<sup>1<\/sup>, J. Ning<sup>1<\/sup>, <b>F. Hao<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Kyinno Biotechnology Co., Ltd, Beijing, China, <sup>2<\/sup>Beijing National Day School, Beijing, China","CSlideId":"","ControlKey":"13faa809-cc08-43b7-a5bc-fdbaa558c435","ControlNumber":"2918","DisclosureBlock":"<b>&nbsp;Y. Zhai, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.<br><b>J. Ma, <\/b> None.&nbsp;<br><b>Y. Wang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>M. Liang, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Peng, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6919","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6919. Cell line panel with HIBIT-tagged endogenous proteins to accelerate PROTAC drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Preclinical Studies of Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell line panel with HIBIT-tagged endogenous proteins to accelerate PROTAC drug discovery","Topics":null,"cSlideId":""}]