[{"Abstract":"Telomere length is an important biomarker of cellular replicative potential and aging, but existing measurement methods are limited in resolution and accuracy. During human carcinogenesis, telomeres shorten profoundly in the earliest stages that precede tumor invasion. Telomere shortening can either halt cancer progression by inducing senescence and cell death or can promote cancer development by destabilizing chromosomes and generating chromosomal rearrangements. Stabilization of telomeres, typically by the upregulation of telomerase, is required for progression of nearly all human cancers. Here, we deploy digital telomere measurement by nanopore sequencing to understand how distributions of human telomere length change during aging and following carcinogenesis. We measure telomere attrition and de novo elongation with unprecedented resolution in genetically defined populations of human stem cells, in cells from the peripheral blood of healthy individuals and patients with genetic defects in telomere maintenance, cancer patients, and cancer cell lines. We find that human aging is accompanied by a progressive loss of long telomeres and an accumulation of shorter telomeres in white blood cells. In patients with inherited defects in telomere maintenance, the accumulation of short telomeres is more pronounced and correlates with phenotypic severity. We apply machine learning to train a binary classification model that distinguishes healthy individuals from those with telomere biology disorders. Next, we investigated the telomere lengths of a cohort of twenty colorectal tumors with patient-matched healthy colonic epithelia and found that two-thirds of colorectal tumors have telomere length distributions significantly shorter than the surrounding normal tissue. Finally, we explore the utility of telomere length distributions in cancer cell lines as clinically actionable disease biomarkers. This sequencing and bioinformatic pipeline will advance our understanding of telomere maintenance mechanisms and the use of telomere length as a clinical biomarker of aging and disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,Sequencing,Aging,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Sanchez<sup>1<\/sup>, J. Gu<sup>1<\/sup>, A. Golla<sup>1<\/sup>, W. Shomali<sup>1<\/sup>, A. Martin<sup>2<\/sup>, D. Hockemeyer<sup>2<\/sup>, S. Savage<sup>3<\/sup>, <b>S. Artandi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Stanford Cancer Institute, Stanford, CA, <sup>2<\/sup>University of California Berkeley, Berkeley, CA, <sup>3<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"05f343b5-ca78-4124-8281-be81f8d90f2c","ControlNumber":"10833","DisclosureBlock":"&nbsp;<b>S. Sanchez, <\/b> None..<br><b>J. Gu, <\/b> None..<br><b>A. Golla, <\/b> None..<br><b>W. Shomali, <\/b> None..<br><b>A. Martin, <\/b> None..<br><b>D. Hockemeyer, <\/b> None..<br><b>S. Savage, <\/b> None..<br><b>S. Artandi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB185","PresenterBiography":null,"PresenterDisplayName":"Steven Artandi, MD;PhD","PresenterKey":"cea5c31a-e0e4-43c3-ad76-c09409eb979b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB185. High resolution telomere measurements in human cancer and aging using long-read nanopore sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High resolution telomere measurements in human cancer and aging using long-read nanopore sequencing","Topics":null,"cSlideId":""},{"Abstract":"Autophagy is a highly regulated and conserved cellular recycling process that is activated under stress conditions. Although cancer cells are known to rely on autophagy for survival, recent studies indicate that when the nutrient recycling process is blocked, a few rare cancer cells still can circumvent autophagy inhibition and maintain their aggressive growth rate. To understand the autophagy inhibition adaptation mechanism, we have developed a novel optogenetic autophagy inhibition tool (ASAP) that can rapidly and reversibly block the autophagy pathway in response to blue light. Our preliminary data shows ASAP releases a mutant autophagy inhibitory protein from the plasma membrane within 5 minutes of blue light exposure, blocks autophagosome-lysosome fusion, and induces LC3-II protein accumulation. In comparison, bafilomycin, a known autophagosome-lysosome fusion inhibitor, takes 4-hours to reproduce similar inhibitory effects as ASAP. Additionally, unlike bafilomycin, ASAP-induced autophagy inhibition is reversible within 2-6 hours. As light-induced autophagy inhibition has not been previously tested, our system brings a novelty to the conventional genetic and pharmacological approaches of autophagy inhibition. We will utilize the novel ASAP tool to understand the rapid changes in cellular proteomics and signaling events that dictate autophagy inhibition adaptation in cancer cells. We will perform tandem mass tag (TMT) based total proteomics and phospho-proteomics screen to visualize the temporal kinetics of protein turnover rates and changes in cell-signaling pathways following rapid autophagy inhibition. Additionally, our optogenetic tool will be applied in vivo in C. elegans to rapidly block autophagy and answer key questions of the spatial and temporal roles of autophagy in aging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Proteomics,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Mondal<\/b>, A. Cyril, C. Towers; <br\/>Salk Institute, La Jolla, CA","CSlideId":"","ControlKey":"dc559c24-427c-4379-b86c-1c15d51358f0","ControlNumber":"10530","DisclosureBlock":"&nbsp;<b>P. Mondal, <\/b> None..<br><b>A. Cyril, <\/b> None..<br><b>C. Towers, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB186","PresenterBiography":null,"PresenterDisplayName":"Payel Mondal, PhD,MS,BS","PresenterKey":"b6d9a8f8-bc3d-412d-a000-3f46d6f0c2ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB186. Rapid photoinhibition of the autophagy pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid photoinhibition of the autophagy pathway","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer mortality worldwide, representing an unmet medical need. Receptor tyrosine kinase-like orphan receptors (RORs) are oncofetal antigens that act as receptors\/co-receptors of WNT5A and other related noncanonical WNT proteins, in transducing &#946;-catenin independent WNT signaling. Dysregulated ROR\/WNT have been linked to cancer progression and therapy resistance. Recently, ROR receptors have drawn increasing attention as anti-cancer targets of antibody-drug conjugates (ADCs) due to their selective expression on the tumor cell surface. The ROR family contains ROR1 and ROR2, which share 58% sequence homology. However, their functional interactions between ROR\/WNT5A and whether RORs have distinct or redundant roles in tumor phenotypes remain unclear. In this study, we sought to address these biological questions in NSCLC, and investigate the potential application of anti-ROR therapies. To this end, we used CRISPR\/Cas9 to generate clones of ROR1 or ROR2 single knockouts (KOs) in the NSCLC LCLC-103H cell line and implemented an array of assays to characterize the effect of single ROR KOs. ROR KOs were confirmed by both western blot and flow cytometry. We found reduced ROR2 mean fluorescence intensity (MFI) on ROR1 KOs and increased ROR1 MFI on ROR2 KOs in flow cytometrical analysis. Phenotypically, ROR1 KOs did not affect tumor doubling time, but ROR2 KOs promoted cell proliferation in 2D cultures. Unlike 2D cultures, tumor 3D spheroid proliferation was significantly inhibited in both ROR1 and ROR2 KOs, implying that each ROR is indispensable in maintaining tumor growth featured by cell-cell\/extracellular matrix interactions. Mechanistically, ROR1 KOs tended to decrease ROR2 and WNT5A\/B protein expression, while ROR2 KOs caused compensatory upregulation of ROR1 and WNT5A\/B. Both ROR1 and ROR2 KOs decreased SNAIL expression, which is a key driver of epithelial-to-mesenchymal plasticity (EMP). Furthermore, alterations in ROR1\/2 signaling pathways were observed. We have identified pathways downstream of ROR1\/2 including WNT, EMP, and survival, which may shed light on the biological roles of RORs in cancer and potential therapeutic intervention. Finally, the therapeutic application of ROR1\/2 was evaluated by monomethyl auristatin F (MMAF) containing anti-ROR ADCs. ROR1 KOs demonstrated the on-target cytotoxicity of anti-ROR1 ADC, while ROR2 KOs showed increased sensitivity to anti-ROR1 ADC due to the increased ROR1 expression in ROR2 KOs. <i>In vivo<\/i> analysis is currently underway. Collectively, our results demonstrate that RORs have both distinct and compensatory functions in regulating tumor proliferation. We believe a greater understanding in ROR1\/2 biology may lead to better targeted therapeutic applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cancer progression,Signaling pathways,Targeted therapy,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Wen-An Pan<\/b><sup><\/sup>, Xin Guo<sup><\/sup>, Christina Galang<sup><\/sup>, Mira Ko<sup><\/sup>, Jeff Kucharski<sup><\/sup>, Nicole Miller<sup><\/sup>, Haim Moskowitz<sup><\/sup>, Jeff Watkins<sup><\/sup>, Brian Lannutti<sup><\/sup>, Katti Jessen<sup><\/sup>, Hao Liu<sup><\/sup><br><br\/>Solve Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"2625584a-2d30-4df1-b8a3-93b618819217","ControlNumber":"10763","DisclosureBlock":"<b>&nbsp;W. Pan, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>X. Guo, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>C. Galang, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>M. Ko, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>J. Kucharski, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>N. Miller, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>H. Moskowitz, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>J. Watkins, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>B. Lannutti, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>K. Jessen, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock. <br><b>H. Liu, <\/b> <br><b>Solve Therapeutics<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB187","PresenterBiography":null,"PresenterDisplayName":"Wen-An Pan, PhD","PresenterKey":"6fa8887d-d395-459e-9087-b328807ba444","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB187. Investigating the roles of ROR1\/2 in non-small cell lung carcinoma NSCLC and potential therapeutic applications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the roles of ROR1\/2 in non-small cell lung carcinoma NSCLC and potential therapeutic applications","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is a subtype of breast cancer that is defined by a lack of estrogen receptor, progesterone receptor, and HER2-neu gene product expression. Previously, we found that TNBC cells with phosphorylated PEA-15 adaptor protein exhibited decreased clonogenic and anchorage-independent growth <i>in vitro<\/i>, and decreased growth and lung metastasis <i>in vivo<\/i>. Further, we found lower levels of phosphorylated &#946;-catenin at S675 in PEA-15-AA (non-phosphorylatable) mutants than in PEA-15-DD (phosphomimetic) mutants. We therefore hypothesized that phosphorylated PEA-15 enhances the aggressiveness of TNBC by regulating the phosphorylation of &#946;-catenin at S675. We first screened a panel of TNBC cells for &#946;-catenin levels via western blot. Next to assess the biological role of &#946;-catenin we knocked down its expression in TNBC cells (SUM149, BT549). In the &#946;-catenin knockouts, proliferation decreased by 20%(P&#60;0.0001) mammosphere formation by 69% (P&#60;0.001), and clonogenic growth by 65% (P&#60;0.0001), when compared to the vector control. To determine if PEA-15 mediates pro-tumor effects by phosphorylating &#946;-catenin at S675, we created a nonphosphorylatable (S675A) and a phosphomimetic (S675D) form of &#946;-catenin. We transfected BT549 cells with S675A and observed a decrease of 26% (P=0.011) in proliferation, 65% (P&#60;0.001) in mammospheres, and 54% (P=0.0001) in clonogenic formation when compared with WT &#946;-catenin transfected cells. Next, we transfected SUM149 cells with S675D and found an increase of 58% (P&#60;0.001) in proliferation, 79% (P=0.001) in mammospheres, and 23% (P=0.0303) in clonogenic formation when compared with WT &#946;-catenin transfected cells. To test if PEA-15 phosphorylation mediates &#946;-catenin activity, we transfected the S675A and S675D form of &#946;-catenin into MDA-MB-468 cell lines which stably express PEA-15-AA and PEA-15-DD. When we performed a rescue experiment with PEA-15-AA cells transfected with S675D we found a 78% (P=0.0008) increase in mammospheres when compared to vector transfected cells. Conversely, when PEA-15-DD cells were transfected with S675A we found a 53% (P=0.0004) decrease in mammospheres when compared to vector transfected cells. Next, we did a multiplex staining of a tissuemicroarray (n= 102 human TNBC tumors). We observed that in patients with grade 3 tumors, the percentages of cells expressing total PEA-15(P=0.005), P-PEA-15-S116(P=0.038), and p-&#946;-catenin (P=0.0005) were significantly higher than those in patients with grade 2 tumors. Together, these results show that PEA-15 phosphorylation mediates tumor aggressiveness in TNBC by promoting &#946;-catenin activity. Future studies will evaluate the clinical significance of PEA-15 and &#946;-catenin and their phosphorylated forms in TNBC patients. These results will establish &#946;-catenin and PEA-15 phosphorylation as potential markers of, and targets against TNBC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),&#946;-catenin,Stemness,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. W. Tan<\/b>, M. Mughees, W. A. Woodward, D. Tripathy, N. Fowlkes, C. Bartholomeusz; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"22b03d58-1852-47b6-9f7e-a59c5ea27c62","ControlNumber":"9826","DisclosureBlock":"&nbsp;<b>A. W. Tan, <\/b> None..<br><b>M. Mughees, <\/b> None..<br><b>W. A. Woodward, <\/b> None..<br><b>D. Tripathy, <\/b> None..<br><b>N. Fowlkes, <\/b> None..<br><b>C. Bartholomeusz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB188","PresenterBiography":null,"PresenterDisplayName":"Alex Tan, BS","PresenterKey":"6c70074e-89e1-4fbf-8829-f6fe102db052","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB188. PEA-15 phosphorylation mediates pro-tumor effects by promoting &#946;-catenin activity in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PEA-15 phosphorylation mediates pro-tumor effects by promoting &#946;-catenin activity in TNBC","Topics":null,"cSlideId":""},{"Abstract":"The SW13 human adrenocortical carcinoma line is a uniquely powerful model in which to probe the relationship between progranulin processing and cellular activity as it exists in two epigenetically distinct subtypes. The SW13- subtype has an epithelial morphology and is highly proliferative, while the SW13+ subtype has a mesenchymal-like phenotype and a higher metastatic potential. These two subtypes both express progranulin and interconvert by epigenetic mechanisms, as treatment of SW13- cells with histone deacetylase inhibitors (HDACi) adopt a SW13+ phenotype. Progranulin is composed of 7&#189; highly conserved granulin repeats which are subject to proteolytic processing and may serve as a prognostic biomarker in cancer as progranulin units regulate varied cellular activities including proliferation, migration, inflammation, and lysosomal function. Thus, biological activity of progranulin is dependent on the cellular proteases expressed. Indicative of differential processing, treatment of SW13- cells with exogenous progranulin results in an increase in growth rate, while no effect on SW13+ cell growth was observed. As the SW13+ subtype expresses a higher amount of progranulin than the SW13- subtype, these data are consistent with an inability of SW13+ to process endogenous progranulin to mitogenic granulin unit(s). Immunoblotting with granulin-specific antibodies indicates that progranulin may be processed differently in each subtype. In this work, we focused on lysosomes as a potential site for differential processing of progranulin for two reasons. First, lysosomal proteases have been shown to process progranulin and progranulin itself plays a role in lysosome maturation. Second, differences in lysosomal pH between the two subtypes have been detected using two pH-sensitive dyes which localize to the lysosome. Interestingly, proteomic analysis of lysosomes isolated from each subtype confirms lysosomal dysfunction and suggests upregulation of inflammatory proteins in SW13+ cells. Both proteomics and lipidomics suggest alterations in lipid metabolism. Ongoing experiments will address whether restoration of lysosomal function impacts progranulin production and\/or processing in SW13 subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Lysosome,Progranulin,Proteomic analysis,Differential processing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. J. Leyva<\/b>, A. Z. Yang, P. Biparva, C. Okonya, C. K. Uppalapati, A. M. Harrison, A. S. Pascual, E. E. Hull; <br\/>Midwestern University, Glendale, AZ","CSlideId":"","ControlKey":"94a831ad-7cc2-4667-8eea-c47e711a4423","ControlNumber":"10859","DisclosureBlock":"&nbsp;<b>K. J. Leyva, <\/b> None..<br><b>A. Z. Yang, <\/b> None..<br><b>P. Biparva, <\/b> None..<br><b>C. Okonya, <\/b> None..<br><b>C. K. Uppalapati, <\/b> None..<br><b>A. M. Harrison, <\/b> None..<br><b>A. S. Pascual, <\/b> None..<br><b>E. E. Hull, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB189","PresenterBiography":null,"PresenterDisplayName":"Kathryn Leyva, PhD","PresenterKey":"fcf2924e-ebd7-46bc-8c9f-4ebfd6c633c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB189. Elucidating a mechanistic link between progranulin and lysosomal function in SW13 cells: Implications for inflammation and lipid metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating a mechanistic link between progranulin and lysosomal function in SW13 cells: Implications for inflammation and lipid metabolism","Topics":null,"cSlideId":""},{"Abstract":"In the context of the tumor microenvironment (TME), a substantial increased secreted protein, chitinase-3 like-protein-1 (CHI3L1) has been observed, emanating from various cell types such as cancer cells, macrophages, and T cells. The development of an immunosuppressive and fibrotic TME has been implicated in CHI3L1-mediated cancer progression. Despite recognizing the potential for CHI3L1 blockade to facilitate cancer regression, there remains a limited understanding of the regulatory mechanisms governing the expression of this tumor-promoting protein within cancer cells. Our investigations, along with others, have identified low levels of CHI3L1 protein in normal epithelial cells, in stark contrast to its abundant presence in pancreatic cancer tumor specimens. We propose that the interaction between cancer and stromal cells in the TME induces CHI3L1 expression within cancer cells. To test this hypothesis, we established a co-culture system involving cancer and stromal cells including pancreatic stellate cells, macrophages and T cells to emulate the TME of pancreatic cancer. Subsequently, we observed a ten-fold increase in CHI3L1 expression in cancer cells upon exposure to co-culture media. Through secretomic analysis, C-X-C motif chemokine ligand 10 (CXCL10) emerged as a potential inducer of CHI3L1 expression in response to co-culture media. CXCL10\/CXCR3 signaling has been reported to correlate with poor prognosis in pancreatic cancer, while their role in disease development is still unclear. Concurrently, Gene Set Enrichment Analysis (GSEA) identified the activation of TNF&#945; signaling <i>via<\/i> NF-&#954;B and TGF-&#946; pathways in pancreatic cancer patients with high <i>CHI3L1<\/i> expression. Notably, chromatin-immunoprecipitation and promoter activity assays validated the direct binding and transcriptional regulatory role of NF-&#954;B, a downstream transcription factor of CXCL10, on <i>CHI3L1<\/i> gene in cancer cells. In addition, epigenetic reprogramming occurred during co-culture media education. Our observations indicated demethylation of the <i>CHI3L1<\/i> promoter during co-culture media exposure, a phenomenon confirmed to be mediated by STAT3 activation. In summary, this study elucidates, for the first time, the intricate crosstalk between cancer and stromal cells within the TME of pancreatic cancer as a pivotal factor for the transcriptional and epigenetic dysregulation of CHI3L1, which then contributes to TME remodeling and malignant pancreatic cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Transcriptional regulation,Epigenetics,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P.-C. Su<\/b>, Y.-C. Wang; <br\/>National Cheng Kung Univ. Medical College, Tainan, Taiwan","CSlideId":"","ControlKey":"443c76f1-537d-4da9-b1de-b2446fc2e96d","ControlNumber":"9594","DisclosureBlock":"&nbsp;<b>P. Su, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB190","PresenterBiography":null,"PresenterDisplayName":"Pei-Chia (Peggy) Su, MS","PresenterKey":"02d3de1b-e8fd-4ca2-b444-d17d3a127268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB190. Cancer-stromal cells interaction dominates the expression of pro-tumor decreted protein chitinase-3-like-1 in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-stromal cells interaction dominates the expression of pro-tumor decreted protein chitinase-3-like-1 in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The growth and spread of tumors involve intricate interactions with the surrounding tissue microenvironment. As a tumor develops, it faces various stresses from its microenvironment, including hypoxia, nutrient deficiency, and acidosis. In response to these challenges, cancer cells can hijack existing cytoprotective mechanisms, such as the Unfolded Protein Response (UPR). The UPR activates signaling pathways at the translational and later transcriptional levels to alleviate cellular stress and prevent cell death. However, under unresolved or chronic endoplasmic reticulum (ER) stress, the UPR may paradoxically promote cell death. The precise mechanisms through which the UPR influences cellular fate during ER stress remain poorly understood. To address this knowledge gap, we employed a functional CRISPR-based genetic knockout screen to identify novel regulators of the UPR. Using a lentiviral genome-wide CRISPR-Cas9 knockout library, we identified over-represented sgRNAs (associated with pro-apoptotic genes) and underrepresented sgRNAs (associated with pro-survival genes) following ER stress induced by thapsigargin and tunicamycin. One of the top candidates identified was Survivin\/BIRC5, a protein with anti-apoptotic and cell cycle regulatory activities and which is overexpressed in tumor cells compared to healthy tissues. Functional studies revealed that genetic or pharmacological inhibition of Survivin expression enhanced ER stress-induced apoptosis, but not apoptosis in response to other forms of stress. These findings were validated in multiple cancer cell lines, ruling out off-target effects. Mechanistically, ER stress led to PERK-dependent downregulation of Survivin, and overexpression of Survivin blocked Thapsigargin-induced apoptosis. <i>In vivo<\/i> xenograft models showed that combining Survivin ablation with PERK inhibition significantly delayed tumor growth and improved overall survival. Through a combination of bioinformatics analysis and loss-of-function studies, we identified the transcription factor KLF4 as a mediator of PERK-dependent effects on Survivin repression. Notably, CRISPR-mediated KLF4 knockout successfully rescued Survivin levels post-ER stress. Additionally, an analysis of TCGA data across various tumor types provided supporting evidence of a negative correlation between KLF4 and Survivin expression. In summary, this study unveils a novel regulatory axis, PERK-KLF4-Survivin, as a key determinant of cell fate in the cellular responses to ER stress. Targeting Survivin in conjunction with PERK inhibition showed promising antitumor effects <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Survivin,Unfolded protein response (UPR),KLF4,Endoplasmic reticulum stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nektaria  M.  Leli<\/b><sup>1<\/sup>, Hengxi Liu<sup>1<\/sup>, Souvik Dey<sup>1<\/sup>, Lauren Brady<sup>1<\/sup>, Carlo Salas Salinas<sup>1<\/sup>, Victoria Wu<sup>1<\/sup>, Spiros Tastsoglou<sup>2<\/sup>, Giorgos Skoufos<sup>2<\/sup>, Ioannis Verginadis<sup>1<\/sup>, Ilias Karagounis<sup>1<\/sup>, Artemis  G.  Hatzigeorgiou<sup>2<\/sup>, Constantinos Koumenis<sup>1<\/sup><br><br\/><sup>1<\/sup>Univ. of Pennsylvania, Philadelphia, PA,<sup>2<\/sup>Department of Computer Science and Biomedical Informatics, University of Thessaly - Hellenic Pasteur Institute,, Athens, Greece","CSlideId":"","ControlKey":"5891a73c-8cf1-4f05-ab21-f35f337b4942","ControlNumber":"10883","DisclosureBlock":"&nbsp;<b>N. M. Leli, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>S. Dey, <\/b> None..<br><b>L. Brady, <\/b> None..<br><b>C. Salas Salinas, <\/b> None..<br><b>V. Wu, <\/b> None..<br><b>S. Tastsoglou, <\/b> None..<br><b>G. Skoufos, <\/b> None..<br><b>I. Verginadis, <\/b> None..<br><b>I. Karagounis, <\/b> None..<br><b>A. G. Hatzigeorgiou, <\/b> None..<br><b>C. Koumenis, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB191","PresenterBiography":null,"PresenterDisplayName":"Nektaria Leli, BS;MS;PhD","PresenterKey":"0ac68c49-3e75-487f-a096-43826b5c3693","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB191. A genome-wide CRISPR-based functional screen uncovers the KLF4-Survivin\/BIRC5 signaling pathways as a key regulator of cell fate following endoplasmic reticulum stress: Implications for tumor growth and therapeutic targeting","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A genome-wide CRISPR-based functional screen uncovers the KLF4-Survivin\/BIRC5 signaling pathways as a key regulator of cell fate following endoplasmic reticulum stress: Implications for tumor growth and therapeutic targeting","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal solid malignancy with low survival rates due to a dense stroma, abnormal gene expression patterns, and limited treatment options. Anterior gradient 2 (AGR2) is often overexpressed in many cancers, including PDAC. AGR2 belongs to the protein disulfide isomerase family of proteins and is located in the endoplasmic reticulum, where it helps with protein-disulfide isomerase reactions to ensure proper protein folding. However, the molecular mechanisms underpinning AGR2 overexpression in PDAC pathophysiology are not well understood. Gene expression data obtained from the pancreatic adenocarcinoma (PAAD) dataset shows that AGR2 is overexpressed in PDAC tumors compared to normal tissues. We confirmed this gene over-expression in PDAC tumors and multiple pancreatic cancer cell lines using fluorescent microscopy, RT-qPCR, and western blotting. Using stable inducible short hairpin (shRNA) technology, we showed that AGR2 knockdown significantly decreases the viability and colony-forming ability of HPAF-II and PANC-1 cells. Gene Ontology (GO) enrichment analysis revealed that AGR2 knockdown suppresses a host of protein biosynthesis pathways, including protein targeting and localization to the endoplasmic reticulum (ER). Significantly, ER stress was induced in knockdown cells, shown by the activation of unfolded protein response, suggesting an accumulation of unfolded proteins. To determine the effects of unfolded protein accumulation on the ER, we performed transmission electron microscopy. Here, the results show an increase in the ER lumen size of knockdown cells compared to controls. Interestingly, we observed a decrease in mitochondria size and confirmed the increased expression of mitochondria fission proteins DRP1 and MFF. Finally, flow cytometry analysis revealed increased apoptosis in AGR2 knockdown cells compared to controls. Overall, our data provide insights into the role of AGR2 in PDAC tumorigenesis. However, more research is warranted to determine if AGR2 could be a potential therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Anterior gradient 2 (AGR2),Endoplasmic reticulum stress,Mitochondria dynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Salu<\/b>, K. Reindl; <br\/>North Dakota State Univ., FARGO, ND","CSlideId":"","ControlKey":"b1688c41-db4c-4b4e-8eb1-fc3ecb433da9","ControlNumber":"10703","DisclosureBlock":"&nbsp;<b>P. Salu, <\/b> None..<br><b>K. Reindl, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB192","PresenterBiography":null,"PresenterDisplayName":"Philip Salu, BS","PresenterKey":"94ef2d01-fb7a-476f-be80-059b4064debd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB192. AGR2 knockdown reduces cell proliferation and increases endoplasmic reticulum proteotoxic stress in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AGR2 knockdown reduces cell proliferation and increases endoplasmic reticulum proteotoxic stress in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The epigenetic landscape of the human brain undergoes a plethora of changes during malignant transformation. In recent years, DNA methylation-based epigenetic modifications have been widely studied using traditional techniques like bisulfite sequencing and enzymatic methyl sequencing (EM-seq). However, these methods analyze bulk cell populations and lack the granularity of single-cell analysis. Although advances in single-cell analysis have revolutionized our understanding of cellular heterogeneity and functional diversity within complex biological systems, they are still costly, low throughput, and laborious. To address these challenges, ScaleBio has pioneered combinatorial indexing technology, enabling a significant increase in cell throughput. This method utilizes the cell itself as a compartment to perform 2-3 rounds of sequential barcoding in a plate-based workflow, eliminating the need for complex instrumentation. This technology has been successfully adapted to assess DNA methylation at the single-cell level offering a robust, affordable, high-throughput protocol that enhances yield, diversity, and coverage. In this study we used ScaleBio's single-cell methylation kit to investigate DNA methylation patterns during oncogenesis using cancer cells with widespread DNA methylation changes, such as human isocitrate dehydrogenase (IDH) mutant glioma cells at the single-cell level. The IDH gene family, comprising of IDH1, IDH2, and IDH3, encodes enzymes involved in the tricarboxylic acid (TCA) cycle. IDH1\/2 mutations are present in over 80% of low-grade gliomas while IDH-mutant gliomas constitute about 1\/5th of all adult diffuse gliomas, thus making them one of the most common brain tumor subtypes. As such, IDH mutations have emerged as attractive therapeutic targets for glioma treatment. By uncovering DNA methylation patterns at the single cell level, we provide here an epigenetic map to better understand this complex disease and better inform clinical discoveries. We achieved high cell recovery and robust cytosine coverage throughout our analysis of single cell methylomes isolated from human glioma tumor tissue. Using this data we generated a ranked list of the top hypo- and hypermethylated genomic regions and identified cell type specific clusters seen in different pathological states by looking at Differentially Methylated Regions (DMR) uncovering unique single-cell methylation profiles that may be obscured by bulk or pseudo-bulk analysis. These data show that the ScaleBio single-cell methylation workflow offers increased sensitivity, specificity, and accuracy in identifying DNA methylation sites when compared to other techniques while offering a comprehensive view of methylomes and providing insights into cellular heterogeneity and trajectories.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,Single cell,Cancer marker,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Khare<\/b><sup>1<\/sup>, D. Skinner<sup>1<\/sup>, M. Nakamoto<sup>1<\/sup>, H. Sin<sup>1<\/sup>, A. Woodfin<sup>2<\/sup>, E. Pu<sup>2<\/sup>, L. Lin<sup>2<\/sup>, J. Koth<sup>2<\/sup>, B. Walczak<sup>2<\/sup>; <br\/><sup>1<\/sup>Scale Biosciences, San Diego,, CA, <sup>2<\/sup>Scale Biosciences, San Diego, CA","CSlideId":"","ControlKey":"83e4fa1c-16dc-481c-95f8-83b108ea1400","ControlNumber":"10693","DisclosureBlock":"&nbsp;<b>S. Khare, <\/b> None..<br><b>D. Skinner, <\/b> None..<br><b>M. Nakamoto, <\/b> None..<br><b>H. Sin, <\/b> None..<br><b>A. Woodfin, <\/b> None..<br><b>E. Pu, <\/b> None..<br><b>L. Lin, <\/b> None..<br><b>J. Koth, <\/b> None..<br><b>B. Walczak, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB193","PresenterBiography":null,"PresenterDisplayName":"Annalise Miller","PresenterKey":"8c799119-e9cc-47aa-93a1-2c998608da23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB193. Enhanced single cell DNA methylation analysis using combinatorial indexing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced single cell DNA methylation analysis using combinatorial indexing","Topics":null,"cSlideId":""},{"Abstract":"Background: Chordoma is a rare bone tumor with a high recurrence partially due to incomplete tumor resection. Recent studies suggest that chordoma is a heterogeneous disease that may comprise of molecular subtypes manifesting distinct clinical outcomes. Molecular classification may improve our knowledge of chordoma biology and patient stratification. However, due to its rareness, tumor profiling data is limited. The aim of this study was to identify molecular subtypes of chordoma that may improve clinical management using methylation profiling data.<br \/>Methods: Genomic DNA was extracted from fresh frozen tissues in 67 patients with skull-base chordoma from Beijing Tiantian Hospital, China. DNA was then profiled using an Infinium Methylation 850K BeadChip array. CpG sites involving low-quality data (CpG detection with p &#62; 0.01), those on the X and Y chromosomes, and the sites overlapping with single-nucleotide polymorphisms were removed. RNA sequencing (RNA-Seq) data was available for 51 out of 67 tumor samples.<br \/>Results: We conducted unsupervised clustering analysis using the top 8000 most variable methylation probes and identified two distinct clusters (Cluster 1 n = 40, Cluster 2 n = 27). Thirty-three significant differentially methylated regions (DMRs, p-adj &#60; 0.05) were identified between the two clusters using Bumphunter. Gene set enrichment analysis (GSEA) Hallmark analysis identified four enriched pathways of interest: IL6 JAK STAT3 Signaling, Mitotic Spindle, TGF Beta Signaling, and Apical Junction among genes included in these DMRs (p-adj &#60; 0.05). We used RNA-Seq data to identify significant correlations between methylation probes and gene expression associated with DMR genes (n=30 genes; n=150 probes). We found probes in four genes of interest (HOXA3, MBP, NEDD4L, and TEX14) showed consistent negative correlations with gene expression levels. HOXA3 encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and differentiation in pathways that are highly relevant to chordoma development. Previous research has cited HOX complex inhibition in highly therapy resistant chordoma relapses. NEDD4L is associated with regulation of the epithelial NA<sup>+<\/sup> channels and plays an important role in regulating tumor cell function through ubiquitinating substrates. MBP is involved in nervous system development, while the role of TEX14 in cancer is less understood.<br \/>Conclusion: Our results confirmed findings from previous studies that chordoma is molecularly heterogeneous. In addition to immune pathways, we showed that the two subtypes also demonstrated different epigenetic regulation in mitosis and cell adhesion related genes\/pathways. Next, we will expand the analysis by including more samples to increase statistical power and to associate our epigenetic findings with patient outcomes. Our goal is to build a reliable classifier to facilitate clinical management.<b> <\/b>We will integrate whole genome\/exome sequencing data to identify potential epigenetic drivers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Methylation,RNA sequencing (RNA-Seq),Epigenetics,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. N. Daya<\/b><sup>1<\/sup>, Y. Xiong<sup>2<\/sup>, M. Li<sup>2<\/sup>, H. Koka<sup>1<\/sup>, X. Wang<sup>3<\/sup>, D. Wang<sup>3<\/sup>, S. Katta<sup>3<\/sup>, J. Bai<sup>2<\/sup>, X. R. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, NIH, DHHS, Rockville, MD, <sup>2<\/sup>Beijing Tiantan Hospital, Beijing  Neurosurgery Institute, Capital Medical University, Beijing, 100070, China, Beijing, China, <sup>3<\/sup>Cancer Genomics Research Laboratory, Leidos Biomedical Research, Frederick National Laboratory for Cancer Research, Frederick, MD, USA, Frederick, MD","CSlideId":"","ControlKey":"b027520c-f843-4340-8eb2-420f21f49b84","ControlNumber":"10658","DisclosureBlock":"&nbsp;<b>G. N. Daya, <\/b> None..<br><b>Y. Xiong, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>H. Koka, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>S. Katta, <\/b> None..<br><b>J. Bai, <\/b> None..<br><b>X. R. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB194","PresenterBiography":null,"PresenterDisplayName":"Gulzar Daya, BS,MS","PresenterKey":"574df6ad-4cf1-4581-a1ab-ea0ca7350e01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB194. Methylation subtypes of skull base chordoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methylation subtypes of skull base chordoma","Topics":null,"cSlideId":""},{"Abstract":"Although androgen deprivation therapy (ADT) and second-generation Androgen Receptor (AR) signaling inhibitors (ARSIs) extend the survival of patients with metastatic castration-resistant prostate cancer (mCRPC), these tumors almost inevitably progress on these therapies. Prolonged usage of ADT and\/or ARSI is associated with the development of treatment-associated transcriptional subtypes distinguished by alterations that affect the activity of the AR and neuroendocrine (NE) genes. Genomic and transcriptomic distinctions between the mCRPC subtypes are emerging. However, relatively little is known about the epigenome of the mCRPC transcriptional subtypes. We hypothesized that epigenetic mechanisms drive lineage plasticity in mCRPC by changing chromatin accessibility at regulatory loci for transcription factors (TFs) that affect downstream gene activity. In this study, we produced high-resolution chromatin accessibility maps linked to lineage-specific TF binding by performing Assay for Transposase-Accessible Chromatin using sequencing (ATAC-seq) on 70 mCRPC tissue biopsy samples from the SU2C\/PCF West Coast Prostate Cancer Dream Team cohort. Here, we demonstrate that the global chromatin accessibility profile of mCRPC is unique and primarily correlated with the functional activity of AR. We comprehensively examined genome-wide TF occupancy signals in accessible chromatin regions and identified 203 TFs associated with mCRPC subtypes. Our findings indicated that different mCRPC subtypes exhibit a specific preference for certain TFs. The AR+NE- subtype showed a greater dependence on TFs, such as <i>FOXA1<\/i>, <i>AR<\/i>, and <i>HOXB13<\/i>, while the AR-NE+ subtype was more addicted to <i>ASCL1<\/i> and <i>NEUROD1<\/i>. We found that a group of TFs including <i>SP1<\/i>, <i>KLF5<\/i>, and <i>ZNF263<\/i> that bind to GC-rich sequences, are likely to play a major role in the regulation of the AR-NE- subtype. Most notably, we identified a potentially novel TF in prostate cancer, <i>ZNF263<\/i>, which is estimated to have a significant impact on gene activity in the AR-NE- subtype and may play a role in activating the targets of the MYC signaling pathway. Overall, our analysis of chromatin accessibility in mCRPC provides valuable insights into epigenetic changes that occur during mCRPC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Prostate cancer,Epigenomics,Chromatin remodeling,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Raunak Shrestha<\/b><sup>1<\/sup>, Lisa  N.  Chesner<sup>1<\/sup>, Meng Zhang<sup>1<\/sup>, Stanley Zhou<sup>2<\/sup>, Adam Foye<sup>1<\/sup>, Arian Lundberg<sup>1<\/sup>, Alana  S.  Weinstein<sup>1<\/sup>, Martin Sjstrm<sup>1<\/sup>, Xiaolin Zhu<sup>1<\/sup>, Thaidy Moreno-Rodriguez<sup>1<\/sup>, Haolong Li<sup>1<\/sup>, Joshi  J.  Alumkal<sup>3<\/sup>, Rahul Aggarwal<sup>1<\/sup>, Eric  J.  Small<sup>1<\/sup>, Mathieu Lupien<sup>2<\/sup>, David  A.  Quigley<sup>1<\/sup>, Felix  Y.  Feng<sup>1<\/sup><br><br\/><sup>1<\/sup>UCSF School of Medicine, San Francisco, CA,<sup>2<\/sup>University of Toronto, Toronto, ON, Canada,<sup>3<\/sup>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"afa30f7f-7d80-4316-9c29-80de13bcce9b","ControlNumber":"9704","DisclosureBlock":"&nbsp;<b>R. Shrestha, <\/b> None..<br><b>L. N. Chesner, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>A. Foye, <\/b> None..<br><b>A. Lundberg, <\/b> None..<br><b>A. S. Weinstein, <\/b> None..<br><b>M. Sjstrm, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>T. Moreno-Rodriguez, <\/b> None..<br><b>H. Li, <\/b> None.&nbsp;<br><b>J. J. Alumkal, <\/b> <br><b>Astellas Pharma<\/b> Grant\/Contract, Other, consulted for or held advisory roles. <br><b>Bayer<\/b> Other, consulted for or held advisory roles. <br><b>Janssen Biotech Inc.<\/b> consulted for or held advisory roles. <br><b>Aragon Pharmaceuticals Inc.<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Zenith Epigenetics Ltd.<\/b> Grant\/Contract. <br><b>Gilead Sciences Inc.<\/b> Grant\/Contract.<br><b>R. Aggarwal, <\/b> None..<br><b>E. J. Small, <\/b> None..<br><b>M. Lupien, <\/b> None..<br><b>D. A. Quigley, <\/b> None.&nbsp;<br><b>F. Y. Feng, <\/b> <br><b>Astellas Pharma<\/b> Other, Consultation. <br><b>Bayer<\/b> Other, Consultation. <br><b>Blue Earth Diagnostics<\/b> Other, Consultation. <br><b>BMS<\/b> Other, Consultation. <br><b>EMD Serono<\/b> Other, Consultation. <br><b>Exact Sciences<\/b> Patent, Other, Consultation. <br><b>Foundation Medicine<\/b> Other, Consultation. <br><b>Janssen Oncology<\/b> Other, Consultation. <br><b>Myovant<\/b> Other, Consultation. <br><b>Roivant<\/b> Other, Consultation. <br><b>Varian<\/b> Other, Consultation. <br><b>Tempus<\/b> Other, Consultation. <br><b>Novartis<\/b> Other, Consultation. <br><b>Artera<\/b> Other, Scientific Advisory Board. <br><b>BlueStar Genomics<\/b> Other, Scientific Advisory Board. <br><b>SerImmune<\/b> Other, Scientific Advisory Board. <br><b>Decipher Biosciences<\/b> Patent. <br><b>Celgene<\/b> Patent. <br><b>PFS Genomics<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB196","PresenterBiography":null,"PresenterDisplayName":"Raunak Shrestha, PhD","PresenterKey":"521cdcd3-ac3f-4f47-b8e0-d44247e29a6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB196. An atlas of accessible chromatin in advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An atlas of accessible chromatin in advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Following the principles of physiology of DNA methylation, it is generally accepted that methylation status of CpG sites spaced up to 50 bp is correlated and accumulation of locally disordered methylation at CpG sites is a part of neoplastic transformation, acting in similar way as stochastic accumulation of mutations during malignant transformation.<br \/><b>Methods: <\/b>We developed a new algorithm allowing to analyze methylation status at the adjacent CpG sites. We then, used EPIC microarray data to analyze genome wide methylation patterns at the adjacent CpG sites in almost 600 samples, representing 12 healthy tissues and cell types as well as 572 cancer specimens. We also used bisulfite next generation sequencing data and Sanger sequencing to validate our findings.<br \/><b>Results: <\/b>Our analysis, identified in human genome a subset of loci with adjacent CpG sites spaced less than 50bp (average 28bp), harboring one cytosine methylated and the other devoid of methyl group. These loci are enriched in enhancers that are targeted by families of transcription factors involved in cell differentiation. The methylation patterns at these loci can differ between alleles within a cell, what allows for remarkable level of heterogeneity of methylation patterns. However, our analysis also showed that, different types of specialized cells, acquire during differentiation only one specific and remarkably stable pattern of methylation at each of these loci and that pattern is to a large extent lost during neoplastic transformation.<br \/><b>Conclusions: <\/b>Contrary to generally accepted principle of identical methylation status of the adjacent CpG sites being essential for regulatory function of DNA methylation. We have shown that methylation at a subset of adjacent CpG sites in human genome located within important functional genomic elements differs in healthy cells. These CpG sites acquire remarkably stable and tissue specific patterns of methylation during cell differentiation. Moreover, the methylation patterns at these CpG sites, are lost during malignant transformation suggesting the involvement of identified phenomenon in cancer pathology.<b> <\/b><br \/><b>Funding:<\/b> This work was funded by grant OPUS22 from Polish National Science Centre (grant number: 2021\/43\/B\/NZ2\/02979) and Polish National Agency for Academic Exchange (grant number: PPN\/PPO\/2018\/1\/00088\/U).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenomics,Methylation abnormality,Cancer progression,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Olga Taryma-Le&#347;niak<sup><\/sup>, Jan Bi&#324;kowski<sup><\/sup>, Patrycja  K.  Przybylowicz<sup><\/sup>, Katarzyna  E.  Sokolowska<sup><\/sup>, Konrad Borowski<sup><\/sup>, <b>Tomasz  K.  Wojdacz<\/b><sup><\/sup><br><br\/>Pomeranian Medical University in Szczecin, Szczecin, Poland","CSlideId":"","ControlKey":"bf9c9ef0-6155-4505-a0cf-0a64ad4aef0d","ControlNumber":"10276","DisclosureBlock":"&nbsp;<b>O. Taryma-Le&#347;niak, <\/b> None..<br><b>J. Bi&#324;kowski, <\/b> None..<br><b>P. K. Przybylowicz, <\/b> None..<br><b>K. E. Sokolowska, <\/b> None..<br><b>K. Borowski, <\/b> None..<br><b>T. K. Wojdacz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB197","PresenterBiography":null,"PresenterDisplayName":"Tomasz Wojdacz","PresenterKey":"8b2dfd32-ba5f-47f5-9b80-c958ef620831","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB197. Methylation patterns at adjacent CpG sites within enhancers are part of cell identity and are disrupted during malignant transformation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methylation patterns at adjacent CpG sites within enhancers are part of cell identity and are disrupted during malignant transformation","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: B-cell cancers represent some of the most prevalent hematological lesions in adult and children. B-cell cancers are also notable for their malignancy and resistance to drug therapies. Our group studies B-cell oncogenes and recently discovered that the prominent PAX5 oncogene, which usually encodes transcription factors, also generates non-coding circular RNA transcripts. Circular RNAs (circRNAs) represent a new class of gene products involved in many biological processes and cancer disease. Due to their innate ability to bind and modulate co-interacting proteins and microRNAs (miRs), circRNAs represent new signaling avenues in cancer biology.<br \/><b>Hypothesis<\/b>: Given that products from the PAX5 oncogene are important regulators of B-cell cancers, we hypothesized that PAX5 circRNAs (circPAX5) are also involved in B-cell oncogenesis.<br \/><b>Objective<\/b>: We therefore set out to study circPAX5 products, and their co-interacting miRs, in B-cell cancers.<br \/><b>Results<\/b>: Using a series of B-cell cancer models and clinical samples, we first profiled the expression of circPAX5 products and found that B-cell leukemias overexpress circPAX5 where its predominant circRNA isoform consisted of exons 2 to 5 sequences of the PAX5 locus. To establish a functional role of circPAX5 on cancer processes, we evaluated B-cell proliferation and chemosensitivity in cancer models expressing conditioned levels of circPAX5. Interestingly, we found that the suppression of circPAX5 levels resulted in the alteration of cancer growth rates, which were dependent upon B-cell differentiation state and population subtype. Mechanistically, we also found that circPAX5 interacts with specific miRs, which were profiled by circRNA precipitation and deep sequencing. Selected sponged miRs were then studied by bio-informatic analyses and mapped to downstream mRNA targets and B-cell cancer pathways.<br \/><b>Conclusions<\/b>: Altogether, our findings uncover PAX5 circular products, which are involved in B-cell cancer processes and could potentially represent a new cancer pathway targeted for therapeutic and\/or diagnostic strategies in B-cell cancer lesions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Noncoding RNA,Oncogene,B cells,Leukemias,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Danick Martin<sup>1<\/sup>, Brandon Hannay<sup>1<\/sup>, Farrah McGraw<sup>1<\/sup>, Alexis Martin<sup>1<\/sup>, Vanessa Veilleux<sup>1<\/sup>, Nicholas Finn<sup>2<\/sup>, <b>Gilles A. Robichaud<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Universit de Moncton, Moncton, NB, Canada,<sup>2<\/sup>Vitalit Health Network, Dr. Georges-L.-Dumont University Hospital Centre, Moncton, NB, Canada","CSlideId":"","ControlKey":"96bd2d06-01c4-4283-8bcd-6dd87740aacf","ControlNumber":"9831","DisclosureBlock":"&nbsp;<b>D. Martin, <\/b> None..<br><b>B. Hannay, <\/b> None..<br><b>F. McGraw, <\/b> None..<br><b>A. Martin, <\/b> None..<br><b>V. Veilleux, <\/b> None..<br><b>N. Finn, <\/b> None..<br><b>G. A. Robichaud, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB198","PresenterBiography":null,"PresenterDisplayName":"Gilles Robichaud, PhD","PresenterKey":"1959192a-275a-4a03-ac45-cecb4a7a55ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB198. The PAX5 oncogene encodes circular RNA products involved in B cell cancer processes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The PAX5 oncogene encodes circular RNA products involved in B cell cancer processes","Topics":null,"cSlideId":""},{"Abstract":"Constitutive activation of beta-catenin is a well-known driver of malignancy. However, traditional drug discovery approaches have proven challenging and largely unsuccessful in identifying therapeutic agents to modulate the function of beta-catenin. Biomolecular condensates have recently been demonstrated to play key roles in regulating most cellular processes and biological pathways by compartmentalizing biomolecules in membranelles organelles, thus lending novel opportunities to drug previously &#8220;undruggable&#8221; targets. Here, we leverage condensate biology to discover small molecules that reverse the hyperactive function of beta-catenin in colorectal cancer by entrapping it into depot condensates. We developed a high-throughput phenotypic assay that identifies beta-catenin condensate-modifying compounds (c-mods). Through condensate screening and functional secondary assays, we have identified c-mods that sequester beta-catenin into depots, induce selective cancer cell killing, and reverse oncogenic beta-catenin specific gene expression programs. C-mods identified in our screen are effective in genetically diverse colorectal cancers and a range of Wnt-associated cancers, providing the opportunity to treat a broad patient population. Furthermore, oral dosing of lead c-mod demonstrates competitive tumor growth inhibition as a single agent in xenograft and PDX models of colorectal cancer. Taken together, these results highlight the promise of condensate biology in drugging previously intractable high-value targets in oncology and developing novel treatments for patients suffering from diseases of high unmet need.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"&#946;-catenin,Colorectal cancer,Biomolecular condensates,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Salojin, D. Baumann, A. Talbot, K. West, T. Durand-Reville, I. Klein, <b>A. Boija<\/b>; <br\/>Dewpoint Therapeutics, Inc., Boston, MA","CSlideId":"","ControlKey":"d2d5e071-5570-49f7-b230-d716a01d9277","ControlNumber":"10762","DisclosureBlock":"&nbsp;<b>C. Salojin, <\/b> None..<br><b>D. Baumann, <\/b> None..<br><b>A. Talbot, <\/b> None..<br><b>K. West, <\/b> None..<br><b>T. Durand-Reville, <\/b> None..<br><b>I. Klein, <\/b> None..<br><b>A. Boija, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB199","PresenterBiography":null,"PresenterDisplayName":"Ann Boija, PhD","PresenterKey":"47a42b9d-c99d-4a99-8479-1a506f57bb07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB199. Condensate modulator sequesters beta-catenin into depot condensates and demonstrates competitive anti-tumor activity in animal models ofcolorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Condensate modulator sequesters beta-catenin into depot condensates and demonstrates competitive anti-tumor activity in animal models ofcolorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common malignant central nervous system tumor in adults with a five-year survival rate of less than 7%. First identified in GBM, truncated GLI1 (tGLI1), an alternative splicing isoform of GLI1, has emerged as a cancer specific GLI1 variant as tGLI1 is highly expressed in both GBM cell lines and primary specimens but not in normal tissue. Despite an in-frame loss of 41 amino acids, the tGLI1 protein has retained all known GLI1 functional domains and appears to respond to sonic hedgehog in a similar manner as GLI1. However, tGLI1 operates as a gain of function transcription factor with the ability to bind to and activate genes unique from GLI1 to promote invasion, migration, angiogenesis, and stemness in both GBM and breast cancer. Despite the advancements in our understanding of tGLI1, a genome wide DNA binding pattern of tGLI1 has not been established and the mechanism by which tGLI1 gains access to these genes is unknown. To establish a more robust understanding of the differential DNA binding patterns of GLI1 and tGLI1, we carried out ChIP-sequencing (ChIP-seq) and found only 14% of GLI1 and tGLI1 binding sites are shared. These results suggest GLI1 and tGLI1 have even more unique binding pattens across the entire genome that previously thought. However, the underlying mechanism for why GLI1 and tGLI1 bind different regions of the genome remains elusive. To determine whether variations in protein interactions of GLI1 and tGLI1 contribute to the unique binding pattern of tGLI1, we carried out immunoprecipitation (IP) followed by mass spectrometry (mass spec). Results identified 45 GLI1 associated proteins and 52 tGLI1 associated proteins with only a 29% overlap between the two. Furthermore, gene ontology analysis revealed 43% of the tGLI1-specific associated proteins are involved in processes related to RNA binding, processing, and metabolism. From these RNA-related proteins, we validated an interaction between tGLI1 and the protein NONO. NONO, which can bind both RNA and DNA, is involved in a range of molecular processes including paraspeckle formation and transcriptional regulation. In GBM, high NONO expression correlated with poor patient outcomes and the mesenchymal subtype. Interestingly, we observed that NONO, along with another essential paraspeckle component, SFPQ, had a greater interaction with tGLI1 compared to GLI1. Furthermore, co-expressing NONO with tGLI1 significantly increased clonogenic growth as well as CD44 gene transactivation using a luciferase reporter, suggesting it may play a role in tGLI1-driven stem-like properties. Furthermore, co-expression of NONO and tGLI1 increased the nuclear localization of both proteins. Together, these results show NONO may enhance tGLI1 nuclear localization, transcriptional activity, and exacerbate tGLI1-driven phenotypes. These effects of NONO could also contribute to the differential binding pattern between GLI1 and tGLI1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Glioblastoma,Transcription factor,GLI1,NONO,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Haddie DeHart<\/b><sup>1<\/sup>, Nolan Gregg<sup>2<\/sup>, Richard Carpenter<sup>1<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine, Bloomington, IN,<sup>2<\/sup>Indiana University, Bloomington, IN","CSlideId":"","ControlKey":"1c6e4140-4c43-4465-bd65-b58698b0cc4b","ControlNumber":"10868","DisclosureBlock":"&nbsp;<b>H. DeHart, <\/b> None..<br><b>N. Gregg, <\/b> None..<br><b>R. Carpenter, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB200","PresenterBiography":null,"PresenterDisplayName":"Haddie DeHart, BA","PresenterKey":"113bac18-2818-4ff7-986e-9100c14e56ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB200. Defining the mechanisms of cancer specific transcription factor, tGLI1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining the mechanisms of cancer specific transcription factor, tGLI1","Topics":null,"cSlideId":""},{"Abstract":"RNA sequencing has improved our understanding of cellular heterogeneity by providing in-depth transcriptome information at the single cell level. However, this &#8220;dataset infodemic&#8221; did not translate into an abundance of new validated targets due to the difficulties in performing gene-to-function studies. The main goal of the ENIGMAC&#8482; discovery platform is to support gene-to-function studies and to deliver new validated macrophage targets. ENIGMAC&#8482; combines custom, disease relevant assays and unique genome editing methods supported by multi-omics bioinformatics analyses yielding selected gene sets for interrogation. We use a human Induced Pluripotent Stem Cell (iPSC) line that yields macrophages phenotypically and functionally similar to MDM. By employing this iPSC system, we can produce millions of macrophages per week, which allows multiple high throughput assays to support target validation and drug discovery. Furthermore, we developed several proprietary technologies allowing fast and reliable gene editing of macrophages, including gene Knock In (KI), Knock Out (KO) and Knock Down (KD) with high efficiency both at iPSC and macrophage level while maintaining expression\/silencing during macrophage differentiation. Here we report preliminary results of the CRISPRi screen, aiming to identify novel regulators of INFg-mediated PD-L1 upregulation on macrophages, a surrogate readout for a suppressive phenotype. To this aim, we developed a proprietary human iPSC line that constitutively expresses dCAS9-KRAB protein, allowing for a highly gene specific guide RNA (sgRNA)-mediated method of silencing of gene transcription . Notably, our proprietary anti-silencing system allows to maintains dCAS9-KRAB expression throughout the entire macrophage differentiation process. During the screen, 100 million iPSC-derived microphages were transduced with a 6500 gRNAs library targeting 1300 genes selected from disease-relevant macrophage datasets. Macrophages were subsequently stimulated with INFg and sorted for loss of PD-L1 expression using flow cytometry. Sequencing of the PD-L1 low macrophage population successfully identified PD-L1 regulators such as IFNGR1, IFNGR2, JAK1, STAT1 and IRF1 among other hits. The novel hits are being now individually validated, and selected ones will be progressed to drug discovery. Importantly, this macrophage CRISPRi screen provides technical proof of concept for the ENIGMAC&#8482; platform to perform screens at scale and to identify novel hits. In conclusion, the ENIGMAC&#8482; platform represents a unique tool for gene to function studies using human macrophages. Furthermore, it is disease agnostic and can be integrated with a variety of disease-specific conditions and phenotypic readouts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Macrophages,CRISPR\/Cas9,Screening,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. W. Monteiro Crozier, M. Lopez-Yrigoyen, H. Engman, M. Haneklaus, S. Witham, K. B. Wicher, S. Myatt, <b>L. Cassetta<\/b>, C. Ries; <br\/>MACOMICS LTD, Edinburgh, United Kingdom","CSlideId":"","ControlKey":"f4173068-1d5c-4a38-9f55-c705389998ae","ControlNumber":"10619","DisclosureBlock":"&nbsp;<b>T. W. Monteiro Crozier, <\/b> None..<br><b>M. Lopez-Yrigoyen, <\/b> None..<br><b>H. Engman, <\/b> None..<br><b>M. Haneklaus, <\/b> None..<br><b>S. Witham, <\/b> None..<br><b>K. B. Wicher, <\/b> None..<br><b>S. Myatt, <\/b> None..<br><b>L. Cassetta, <\/b> None..<br><b>C. Ries, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10631","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB201","PresenterBiography":null,"PresenterDisplayName":"Luca Cassetta","PresenterKey":"4503f43d-ff91-450e-a69d-7a5d49a1585e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB201. ENIGMAC platform enables at-scale CRISPRi screenings for macrophage target discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ENIGMAC platform enables at-scale CRISPRi screenings for macrophage target discovery","Topics":null,"cSlideId":""},{"Abstract":"The Cancer Dependency Map (DepMap) aims to systematically map the landscape of cancer vulnerabilities by profiling a wide range of cancer cell lines that collectively represent the heterogeneity of human cancer. An increasing number of targets and biomarkers emerging from this effort are in drug development or clinical trials. However, it is clear that drug resistance is a significant challenge and that drug combinations will be required. CRISPR anchor screens involve introducing an \"anchor\" which can be either a drug or genetic perturbation, alongside the sgRNA library. This approach provides a way to investigate resistance mechanisms, potential drug combinations, or co-vulnerabilities. As a proof of concept, here we describe CRISPR anchor screens with MRTX1133 as the anchor, which is a potent and selective KRAS<sup>G12D <\/sup>inhibitor currently in clinical trials.<br \/>We performed genome-scale loss-of-function CRISPR-Cas12a screens in the presence of MRTX1133 in pancreatic and lung cancer cell lines that harbor the KRAS<sup>G12D<\/sup>. The goal of these screens was to identify cancer dependencies that are either present or enhanced in the presence of MRTX1133. We find multiple such MRTX1133-induced dependencies that are either common across all cell lines screened or unique to one or a few. This shows that the response to MRTX1133 can vary depending on the context, highlighting the importance of finding biomarkers to predict the response. Identifying the biomarkers of these context-specific dependencies would provide strategies to select patient populations that would respond to the drug combinations. This study not only provides valuable insights into enhancing the efficacy of KRAS-targeted therapies but also serves as a pioneering effort in incorporating innovative CRISPR screen modalities into the DepMap.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Screening,KRAS,Drug-discovery screen,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Serra-Vinardell<\/b><sup>1<\/sup>, Z. Posner<sup>1<\/sup>, A. Cameron<sup>1<\/sup>, Y. Chen<sup>1<\/sup>, N. Karisani<sup>1<\/sup>, B. De Kegel<sup>1<\/sup>, J. M. Dempster<sup>1<\/sup>, A. J. Aguirre<sup>2<\/sup>, F. Vazquez<sup>1<\/sup>; <br\/><sup>1<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>2<\/sup>Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"2cc62da3-a544-47bf-aa5a-e1dea8a5b49b","ControlNumber":"10519","DisclosureBlock":"&nbsp;<b>J. Serra-Vinardell, <\/b> None..<br><b>Z. Posner, <\/b> None..<br><b>A. Cameron, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>N. Karisani, <\/b> None..<br><b>B. De Kegel, <\/b> None..<br><b>J. M. Dempster, <\/b> None..<br><b>A. J. Aguirre, <\/b> None..<br><b>F. Vazquez, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB203","PresenterBiography":null,"PresenterDisplayName":"Jenny Serra-Vinardell, PhD","PresenterKey":"211e9a17-1bc6-468d-acba-c960c43f6c5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB203. CRISPR anchor screens to identify co-vulnerabilities and drug combinations in DepMap","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR anchor screens to identify co-vulnerabilities and drug combinations in DepMap","Topics":null,"cSlideId":""},{"Abstract":"Embryonal Rhabdomyosarcoma (ERMS) stands as the prevailing subtype of Rhabdomyosarcoma (RMS), the most prevalent pediatric soft tissue sarcoma. With a survival rate below 20% in the metastatic stage, RMS lacks targeted drug therapies, emphasizing the need for novel treatment avenues. Genomic analyses have unveiled a low incidence of somatic mutations in RMS, highlighting the substantial role of epigenetic modifiers in oncogenesis.This investigation focuses on EHMT1's involvement in ERMS oncogenesis. Our findings illuminate EHMT1 as a pivotal contributor to the migratory and invasive capabilities of ERMS cells, both in vitro and in vivo. Transcriptomic analysis following EHMT1 depletion unveils significant alterations in pathways crucial for cell migration and invasion. Specifically, the transcription factor SOX8, essential for cellular motility, experiences a substantial reduction upon EHMT1 loss. Notably, the phenotypic effects of EHMT1 loss are mirrored upon SOX8 depletion.Further RNA-Sequencing of SOX8-depleted cells exposes the downregulation of multiple integrin genes. Mechanistically, we delineate EHMT1's role in the upregulation of SOX8 through the regulation of BRD4 expression, influencing its occupancy at the promoter. This study unravels a novel EHMT1-SOX8 axis as a key driver of metastasis in ERMS, providing valuable insights for potential therapeutic interventions in this challenging clinical landscape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Cancer,Motility,Gene regulation,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Das<\/b><sup>1<\/sup>, U. Bajaj<sup>1<\/sup>, J. Y. Leung<sup>1<\/sup>, N. F. Abdul Rashi<sup>1<\/sup>, V. Tergaonkar<sup>2<\/sup>, R. Taneja<sup>1<\/sup>; <br\/><sup>1<\/sup>National University of Singapore (NUS), Singapore, Singapore, <sup>2<\/sup>Institute of Molecular and Cell Biology (IMCB), Agency for Science, Technology and Research (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"97677d90-74ba-4c0f-beb5-2d4a7ce33985","ControlNumber":"9903","DisclosureBlock":"&nbsp;<b>D. Das, <\/b> None..<br><b>U. Bajaj, <\/b> None..<br><b>J. Y. Leung, <\/b> None..<br><b>N. F. Abdul Rashi, <\/b> None..<br><b>V. Tergaonkar, <\/b> None..<br><b>R. Taneja, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10762","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB204","PresenterBiography":null,"PresenterDisplayName":"Dipanwita Das, PhD","PresenterKey":"511fd08c-d06d-47df-b622-474e79c216e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB204. EHMT1 mediates cellular motility in embryonal rhabdomyosarcoma by activating SOX8 expression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"604","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EHMT1 mediates cellular motility in embryonal rhabdomyosarcoma by activating SOX8 expression","Topics":null,"cSlideId":""}]