[{"Abstract":"Introduction: Colorectal carcinoma patients die most often from distant metastases in liver and lung. It is crucial to develop metastatic models for the CRC in order to better understand the process, which will help in treatment.<br \/>Method: Using orthotropic transplantation techniques, we tried to test whether rectal implantation could produce spontaneous metastases in-vivo mimicking colorectal cancer. The rectum was injected orthotopically with 0.2 X 106 HCT116 cells. In order to confirm metastasis, histopathological examinations were performed. Further, we generated cancer organoids to evaluate population susceptibility to CRC metastasis and metabolic mechanisms responsible for metastasis process.<br \/>Results: We found that rectal implantation was an effective method for simulating CRC cancer metastasis using H&#38;E staining and immunohistochemistry. In less than four weeks after the implant, HCT116 spontaneously metastasized to the liver, lungs, and D lymph node. When compared with cancer organoids derived from primary tumors, liver and lung metastases organoids proliferated more often, were more aggressive, and displayed distinct characteristics. Using non-targeting metabolomic analysis, it was found that metastases derived organoids and primary tumors derived organoids were distinguished by novel metabolites.<br \/>Conclusion: By implantation in the rectal cavity, we can evaluate the metabolic machinery that leads to CRC metastasis. In the future, implantation of patient-derived samples will become increasingly important.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Colorectal cancer,Metabolomics,Liver metastasis,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. M. Afify<\/b>, C. Shen, S. B. Merugu, D. T. Wynn, A. Nayak, W. Lu, R. M. Calderin, E. Pannkuk, S. H. Hong, N. G. Ayad, D. J. Robbins; <br\/>Lombardi Comprehensive Cancer Center, Georgetown University, Washington, DC","CSlideId":"","ControlKey":"f928874a-a556-4c34-b577-0606e8f83070","ControlNumber":"4109","DisclosureBlock":"<b>&nbsp;S. M. Afify, <\/b> <br><b>Georgetown University<\/b> Employment.<br><b>C. Shen, <\/b> None.&nbsp;<br><b>S. B. Merugu, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>D. T. Wynn, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>A. Nayak, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>W. Lu, <\/b> <br><b>Georgetown University<\/b> Employment.<br><b>R. M. Calderin, <\/b> None.&nbsp;<br><b>E. Pannkuk, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>S. H. Hong, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>N. G. Ayad, <\/b> <br><b>Georgetown University<\/b> Employment. <br><b>D. J. Robbins, <\/b> <br><b>Georgetown University<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2814","PresenterBiography":null,"PresenterDisplayName":"Said M. Afify, PhD","PresenterKey":"9e058251-37d1-46e5-854b-4cf6563580d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2814. Rectal implantation paves the path to evaluate the metabolic machinery responsible for CRC metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rectal implantation paves the path to evaluate the metabolic machinery responsible for CRC metastasis","Topics":null,"cSlideId":""},{"Abstract":"Most cancer deaths are due to metastases, and bone metastases are challenge especially in breast and prostate cancer, being developed in 70-90% of advanced-stage patients. Bone metastases remain incurable causing high mortality, skeletal-related effects and decreased quality of life. Currently used immunotherapies are ineffective in bone metastases. This creates a need to improve understanding immune microenvironment in bone metastases, namely interactions between tumor, immune and bone cells according to the osteoimmuno-oncology (OIO) concept, and ultimately to develop immunotherapies that primarily target bone metastases.<br \/>We used 1stOncology database, a cancer drug development resource to identify novel immunotherapies in development for breast and prostate cancer bone metastasis. Twenty-four immunotherapies that included evaluation of effects on bone metastasis were identified. Efficacy of only three of the identified therapies had been evaluated in preclinical bone metastasis models, one reason being that such models have not been commonly available. The use of clinically relevant and predictive preclinical bone metastasis models would significantly de-risk decision making when moving to clinical development in bone metastasizing cancers.<br \/>To support predictive preclinical evaluation of immunotherapies for bone metastatic cancers, we describe a preclinical bone metastasis technology platform for evaluating efficacy of immunotherapies. The platform utilizes tumors growing in bone microenvironment, mimicking growth of bone metastases in patients, and generates tumor-induced bone effects in a cancer-type specific manner. Syngeneic and\/or humanized mouse models with tumor and immune cells of the same species are needed for development of immunotherapies, allowing interactions of tumor and immune cells in the bone metastatic microenvironment to support mode-of-action studies. The platform is clinically predictive, as demonstrated with observed effects that align with clinical findings. As an example, anti-PD-1 antibody had no effects on breast and prostate cancer bone metastases, predicting recent clinical findings that demonstrate lack of efficacy in clinical prostate cancer trials.<br \/>We conclude that tumor microenvironment in bone metastases has unique characteristics and is understudied as a potential primary cause of lack of efficacy of many immunotherapies, especially in breast and prostate cancer. It is prime time to focus on bone metastases by increasing understanding of the immune landscape in the bone tumor microenvironment according to the OIO concept. The biologically relevant and clinically predictive preclinical bone metastasis technology platform should be routinely used to study the mechanism-of-action and efficacy of therapies before entering clinical development in bone metastasizing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Bone metastasis,Immunotherapy,Databases,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. E. Kähkönen<\/b><sup>1<\/sup>, J. M. Halleen<sup>2<\/sup>, G. MacRitchie<sup>3<\/sup>, R. M. Andersson<sup>3<\/sup>, J. Bernoulli<sup>4<\/sup>; <br\/><sup>1<\/sup>OncoBone Ltd, Aura, Finland, <sup>2<\/sup>OncoBone Ltd, Kiviniemi, Finland, <sup>3<\/sup>BioSeeker Group AB, Stockholm, Sweden, <sup>4<\/sup>University of Turku, Institute of Biomedicine, Turku, Finland","CSlideId":"","ControlKey":"63c4bbed-0bd0-4010-ba63-08e05628c5a1","ControlNumber":"909","DisclosureBlock":"<b>&nbsp;T. E. Kähkönen, <\/b> <br><b>OncoBone Ltd<\/b> Employment. <br><b>OncoBone Ventures Limited<\/b> Stock. <br><b>J. M. Halleen, <\/b> <br><b>OncoBone Lts<\/b> Employment. <br><b>OncoBone Ventures Limited<\/b> Stock. <br><b>G. MacRitchie, <\/b> <br><b>BioSeeker Group AB<\/b> Employment. <br><b>R. M. Andersson, <\/b> <br><b>BioSeeker Group AB<\/b> Employment.<br><b>J. Bernoulli, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2815","PresenterBiography":null,"PresenterDisplayName":"Tiina Kähkönen, MS;PhD","PresenterKey":"fb79b1eb-1ec0-4dcf-9f3a-5a7d8419e65a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2815. Immunotherapy development landscape for bone metastasis - need of predictive preclinical efficacy evaluation for de-risking clinical development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunotherapy development landscape for bone metastasis - need of predictive preclinical efficacy evaluation for de-risking clinical development","Topics":null,"cSlideId":""},{"Abstract":"In preclinical research, cell inoculation via bladder wall injection is a standard for studying invasive bladder cancer into the bladder muscle wall. However, a subset of patients presents with non-muscle invasive (superficial) disease. The standard of care for these patients is excision coupled with BCG treatment via catheterization. There is a need to further establish mouse models of cell inoculation via bladder catheterization for early drug development. While the injection places cells into the bladder wall, catheterization coats the inside of the bladder by first instilling Poly-L-Lysine. After instilling Poly-L-Lysine, instillation of luciferase-tagged cell suspension occurs.<br \/>MB49-luc cell lines were generated to determine the optimal cell lines for use in analyzing treatments for superficial bladder carcinoma. MB49-luc cells display varying degrees of luciferase activity and growth <i>in vitro. <\/i>A subset of cell lines were selected for further analysis <i>in vivo<\/i>, via bioluminescent imaging, survival analysis, flow cytometry and necropsy. The data provides a preclinical reference for the selection of a cell line for analysis of new drug candidates in C57BL\/6 female mice inoculated via bladder catheterization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Orthotopic models,Bladder cancer,Mouse models,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. McArthur, <b>M. Tran<\/b>, A. Koznecki, H. Ketteringham, C. Silvio, S. Wenzel, C. Davis, S. Nadaraia-Hoke, C. Holding, L. Salem, V. Caruso, B. Hoerner, M. Spencer, M. Josey, A. Tannu; <br\/>Reaction Biology Corporation, Hummelstown, PA","CSlideId":"","ControlKey":"7eadec57-c172-4ef2-8dff-0b437dbb2ab9","ControlNumber":"6928","DisclosureBlock":"&nbsp;<b>M. McArthur, <\/b> None..<br><b>M. Tran, <\/b> None..<br><b>A. Koznecki, <\/b> None..<br><b>H. Ketteringham, <\/b> None..<br><b>C. Silvio, <\/b> None..<br><b>S. Wenzel, <\/b> None..<br><b>C. Davis, <\/b> None..<br><b>S. Nadaraia-Hoke, <\/b> None..<br><b>C. Holding, <\/b> None..<br><b>L. Salem, <\/b> None..<br><b>V. Caruso, <\/b> None..<br><b>B. Hoerner, <\/b> None..<br><b>M. Spencer, <\/b> None..<br><b>M. Josey, <\/b> None..<br><b>A. Tannu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2816","PresenterBiography":null,"PresenterDisplayName":"Melissa Tran, PhD","PresenterKey":"1e945e52-ea6e-4d0c-9553-e0f16c9bdf9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2816. Comparison of MB-49_luc bladder carcinoma cell clones in the orthotopic superficial bladder tumor model in C57BL\/6 female mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of MB-49_luc bladder carcinoma cell clones in the orthotopic superficial bladder tumor model in C57BL\/6 female mice","Topics":null,"cSlideId":""},{"Abstract":"KRAS is one of the most frequently mutated oncogenes in cancers, especially in lung cancer. Clinical research has shown that about 14% of non-small-cell lung cancers (NSCLCs) carry the KRASG12C mutation, and brain metastases are a relatively common occurrence in KRASG12C-mutated NSCLC. Approximately 30% of patients with KRASG12C mutations develop brain metastases, and those with KRAS-mutated NSCLC and untreated brain metastases have limited treatment options and poor clinical outcomes. AMG510 (Sotorasib) is a small molecule inhibitor of KRASG12C that specifically binds to inactive GDP-bound KRASG12C, preventing its oncogenic signaling. It has been approved for NSCLC by the FDA. Recent clinical studies have shown that Sotorasib exhibits some activity against KRASG12C NSCLC brain metastasis. To evaluate the in vivo activity of AMG510 for NSCLC brain metastasis treatment and provide insights for the preclinical development of new KRAS targeted inhibitors, we established advanced orthotopic models, including intracranial, intracarotid, and intracardiac metastatic models, using the NCI-H358-luc cell line, which harbors the KRASG12C mutation. We validated these models with AMG510 as a single agent or in combination with radiation, which is commonly used in brain tumor therapeutic strategies, to reveal the efficacy and brain concentration of AMG510 in KRASG12C brain metastasis models. Tumor growth and metastasis incidences were assessed using bioluminescence imaging (BLI). All animal studies were performed in an AAALAC accredited facility and aligned with animal welfare regulations. Our preliminary results reveal that AMG510 could penetrate the blood-brain barrier (BBB) and show therapeutic activity for KRASG12C brain metastatic tumors. These models represent powerful tools for clinically relevant assessment of the efficacy of novel KRAS G12C inhibitors and can be expanded for other KRAS mutations-associated brain metastasis or inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"KRAS,Orthotopic models,Brain metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Q. Chen<\/b>, G. Wang, Y. Yin; <br\/>Shanghai ChemPartner Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"f3b12ed4-e37c-4254-9167-221dfad27656","ControlNumber":"4083","DisclosureBlock":"&nbsp;<b>Q. Chen, <\/b> None..<br><b>G. Wang, <\/b> None..<br><b>Y. Yin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2817","PresenterBiography":"","PresenterDisplayName":"Qikuan Chen, PhD","PresenterKey":"12f52a9b-8629-4ef9-8b69-a1a4ac654990","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2817. Establishment of KRAS G12C mutant brain metastasis models for pre-clinical evaluation of KRAS G12C targeted anticancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of KRAS G12C mutant brain metastasis models for pre-clinical evaluation of KRAS G12C targeted anticancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Lung squamous cell carcinoma (LSCC) is the second most prevalent type of lung cancer with no FDA-approved targeted therapies. Platinum-based chemotherapy and immunotherapy remain the cornerstone of current treatments for advanced LSCC, and the 5-year survival rate is less than 10%. Despite abundant knowledge of the mutational landscape of LSCC, there is a paucity of effective targeted therapies. Amplification of chromosome 3q26 is the most common genomic alteration in LSCC and this leads to the overexpression of oncogenic kinases like TNIK. <i>TNIK<\/i> amplification occurs in approximately 50% of LSCC cases and is associated with tumorigenesis and therapy resistance in other cancers. Recent studies showed that TNIK maintains the survival of LSCC cells and drives LSCC progression. Furthermore, inhibiting the kinase eradicates tumor growth in TNIK-high preclinical models. These findings highlight the potential of TNIK as a therapeutic target in a subset of LSCC patients with 3q amplification. However, one major limitation of previous studies is the lack of animal models with squamous histology and patient-relevant genotypes. Therefore, we have created a novel conditional TNIK-overexpressing genetically engineered mouse model (GEMM) to better understand the roles of TNIK in tumor progression and therapy resistance in LSCC and elucidate mechanisms underlying LSCC pathogenesis. We are also producing a novel TNIK-overexpressing LSCC GEMM based on the simultaneous activation of <i>Kras<sup>G12D<\/sup><\/i> and deletion of <i>Fbxw7<\/i> (KF model). We will present validation studies such as histological and molecular profiling of our conditional TNIK GEMM and initial data on the TNIK overexpressing LSCC transgenic mouse model (KF (LSCC control) vs KF-TNIK (LSCC-TNIK)).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Mouse models,Lung cancer,Squamous cell carcinoma,Transgenic mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Chang<\/b><sup>1<\/sup>, D. Dutta Chowdhury<sup>1<\/sup>, D. N. Council<sup>1<\/sup>, T. Nguyen<sup>2<\/sup>, S. Jagtap<sup>1<\/sup>, A. Chan<sup>1<\/sup>, M. Ajmal Khan<sup>1<\/sup>, N. Connis<sup>3<\/sup>, P. Torres-Ayuso<sup>4<\/sup>, J. Brognard<sup>5<\/sup>, M. Rezaee<sup>3<\/sup>, A. Lafargue<sup>1<\/sup>, C. Hann<sup>3<\/sup>, P. T. Tran<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Maryland, Baltimore, Baltimore, MD, <sup>2<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, <sup>3<\/sup>Johns Hopkins School of Medicine, Baltimore, MD, <sup>4<\/sup>Temple University Lewis Katz School of Medicine, Philadelphia, PA, <sup>5<\/sup>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"bca2852b-3f5f-4de2-b741-38e8e1398a55","ControlNumber":"5974","DisclosureBlock":"&nbsp;<b>J. Chang, <\/b> None..<br><b>D. Dutta Chowdhury, <\/b> None..<br><b>D. N. Council, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>S. Jagtap, <\/b> None..<br><b>A. Chan, <\/b> None..<br><b>M. Ajmal Khan, <\/b> None..<br><b>N. Connis, <\/b> None..<br><b>P. Torres-Ayuso, <\/b> None..<br><b>J. Brognard, <\/b> None..<br><b>M. Rezaee, <\/b> None..<br><b>A. Lafargue, <\/b> None.&nbsp;<br><b>C. Hann, <\/b> <br><b>Amgen<\/b> Consultant\/Advisory role, Research\/Grant funding. <br><b>Daiichi<\/b> Consultant\/Advisory role. <br><b>Puma Biotechnology<\/b> Consultant\/Advisory role. <br><b>AbbVie<\/b> Research\/Grant funding. <br><b>AstraZeneca<\/b> Research\/Grant funding. <br><b>Bristol Myers Squibb<\/b> Research\/Grant funding. <br><b>P. T. Tran, <\/b> <br><b>Natsar Pharmaceuticals<\/b> Patent, Consultant\/Advisory role, Compounds and methods of use in ablative radiotherapy. Patent filed 3\/9\/2012. PCT\/US2012\/028475. PCT\/WO\/2012\/122471. <br><b>Astellas Pharma<\/b> Consultant\/Advisory role, Research funding. <br><b>Regeneron<\/b> Consultant\/Advisory role. <br><b>Reflexion Medical<\/b> Travel, Consultant\/Advisory role, honoraria, Research funding. <br><b>Dendreon<\/b> Consultant\/Advisory role. <br><b>Noxopharm<\/b> Consultant\/Advisory role. <br><b>Janssen<\/b> Consultant\/Advisory role. <br><b>Myovant Sciences<\/b> Consultant\/Advisory role. <br><b>AstraZeneca<\/b> Consultant\/Advisory role. <br><b>Bayer Health<\/b> Consultant\/Advisory role, Research funding. <br><b>Lantheus<\/b> Consultant\/Advisory role.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2818","PresenterBiography":null,"PresenterDisplayName":"Jin Hee Chang, BS","PresenterKey":"c5d7b5a9-ef96-4266-ac15-e053d3902dbf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2818. Investigating the role of TNIK in the pathogenesis of lung squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of TNIK in the pathogenesis of lung squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Oncogene BRAF is located on chromosome 7q34, consisting of 766 amino acids and 22 exons, encoding a serine\/threonine protein kinase belonging to the RAF family and plays a critical role in the MAPK signaling pathway. The mutation of BRAF was documented in nearly 8% of all human cancers including melanoma (60%), thyroid (60%), and lung adenocarcinoma (10%). The most common mutation of BRAF is V600E (Class I), which was found in more than 70% in these cancers. Despite the clinical success of approved small molecule inhibitors of BRAF V600E (vemurafenib, dabrafenib and encorafenib), this remains an area of unmet medical need because of primary or acquired drug resistance. The construction of BRAF drug-resistant cell lines plays a pivotal role in cancer research. It serves as a crucial tool for discovery of the mechanisms of drug resistance. In this study, we have developed a systematic approach for constructing drug-resistant cell lines, inducing resistance through the gradual escalation of drug concentrations. The validation of drug resistance involves morphological recordings of parent and drug-resistant cell lines, drug resistance index in vitro through IC50 measurements and in vivo through the inhibition of tumor growth (TGI) which compare to those in the parental cell line. We successfully established Vemurafenib and Dabrafenib resistant A375 cell lines (A375 Vemurafenib R, A375 Dabrafenib R) with 21 and 31.5 folds of resistance index, respectively. The in vivo drug resistance efficacy was also tested by implanting Vemurafenib resistant cells subcutaneously into NOD-SCID mice and showed that A375 Vemurafenib R exhibited robust tolerance to 50 mg\/kg Vemurafenib treatment (P.O.21 days, 50mpk, TGI=17.4%), whereas the parental cells were nearly completely inhibited (P.O.21 days, 50mpk, TGI=92.3%). In addition, single-cell sequencing of A375 Vemurafenib R revealed significant gene expression differences in the MAPK and EGFR signaling pathways, aiding in the identification of new targets, and signaling pathways associated with drug resistance, thereby providing potential targets for new drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"BRAF,Drug resistance,Xenografts,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H.-T. Dai, T.-J. Bing, Z.-D. An, J. Yang, T.-Y. Pang, J.-W. Gao, Y.-Y. Bo, <b>W.-J. Yu<\/b>; <br\/>ICE Bioscience Inc., Beijing, China","CSlideId":"","ControlKey":"469e96f6-ed8d-40f4-9aa8-442362f6fd84","ControlNumber":"1393","DisclosureBlock":"&nbsp;<b>H. Dai, <\/b> None..<br><b>T. Bing, <\/b> None..<br><b>Z. An, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>T. Pang, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>Y. Bo, <\/b> None..<br><b>W. Yu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2819","PresenterBiography":null,"PresenterDisplayName":"Wen-Jen Yu","PresenterKey":"f6cfcbe2-dd3a-482f-9f4e-cc416020cd05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2819. Novel drug resistant CDX models for anti-cancer drugs discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel drug resistant CDX models for anti-cancer drugs discovery","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: We have reported genetically-engineered mouse models for colonic neoplasia by using our novel <i>CDX2P-Cre<\/i> mice, in which Cre is restrictedly expressed in colonic epithelial cells. Although colonic tumors are generated in <i>CDX2P-Cre;Apc<sup>flox\/+<\/sup><\/i><sup> <\/sup> (<i>CPC;Apc<\/i>) mice with highly penetrant rate, greater number and deeper invasion of colonic tumors were observed in <i>CDX2P-Cre;Apc<sup>flox\/+<\/sup>;Pten<sup>flox\/+<\/sup><\/i> (<i>CPC;Apc+Pten<\/i>), possibly resulting from haploinsufficiency of <i>Pten<\/i> gene. We have also confirmed shorter lifespan in <i>CPC;Apc+Pten<\/i> than that in <i>CPC;Apc <\/i>(AACR Annual Meeting 2018). Here, we test if these phenotypes come from one copy loss of <i>Pten<\/i> itself or secondary genetic and\/or transcriptomic alterations induced by <i>Pten<\/i> loss by using whole genome sequence (WGS) and RNA sequence from macroscopically-dissected colonic tumors (bulk RNA-seq).<br \/>Methods: WGS for five tumors and five livers as counterpart controls in each mouse model was performed by DNBSEQ platforms. Bulk RNA-seq was performed for three tumors in each model.<br \/>Results: In the analysis using B-allele frequency, copy-neutral LOH occurred in chromosome 18 including <i>Apc<\/i> loci specifically in colonic neoplasia in both <i>CPC;Apc<\/i> and<i> CPC;Apc+Pten<\/i> mice. In contrast, LOH was not observed in chromosome 19 including <i>Pten<\/i> loci in <i>CPC;Apc+Pten<\/i> mice. We also confirmed remarkably decreased coverage of reads in reference mapping in<i> Apc<\/i> locus, and there was a slight decrease of coverage in <i>Pten<\/i> locus. There were no additional driver gene mutations in <i>CPC;Apc<\/i> or <i>CPC;Apc+Pten<\/i> in WGS. All these results suggested just one copy loss of <i>Pten <\/i>resulting in aggressive tumor phenotype in <i>CPC;Apc+Pten<\/i> mice. In RNA-seq and subsequent GSEA comparing colonic tumors in <i>CPC;Apc+Pten<\/i> with those in <i>CPC;Apc<\/i> revealed upregulation of some signal pathways including mTORC1. Supporting this observation, number of colon tumors, especially adenocarcinomas, were decreased by rapamycin administration to<i> CPC;Apc+Pten<\/i>. Similarly, rapamycin was more effective in tumorids from <i>CPC;Apc+Pten <\/i>those from <i>CPC;Apc<\/i>.<br \/>Conclusion: WGS reveals one copy loss of <i>Pten<\/i> locus is the only genetic alteration <i>in CPC;Apc+Pten<\/i> when compared with <i>CPC;Apc<\/i>. One copy loss of <i>Pten<\/i> is sufficient to upregulate mTORC1 pathway in a <i>CPC;Apc+Pten<\/i> mouse model, resulting in promotion of tumor formation and invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Colon cancer,Whole genome sequencing,Mouse models,PTEN,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Sada<\/b><sup>1<\/sup>, H. Niitsu<sup>2<\/sup>, H. Nakahara<sup>3<\/sup>, N. Sakamoto<sup>4<\/sup>, H. Tashiro<sup>1<\/sup>, H. Ohdan<sup>4<\/sup>, T. Hinoi<sup>3<\/sup>; <br\/><sup>1<\/sup>Kure Medical Ctr. & Chugoku Cancer Ctr., Kure, Japan, <sup>2<\/sup>Aichi Cancer Center Research Institute, Nagoya, Japan, <sup>3<\/sup>Hiroshima University Hospital, Hiroshima, Japan, <sup>4<\/sup>Hiroshima University, Hiroshima, Japan","CSlideId":"","ControlKey":"d922beea-6388-4d04-8dba-53a458b8de1d","ControlNumber":"2981","DisclosureBlock":"&nbsp;<b>H. Sada, <\/b> None..<br><b>H. Niitsu, <\/b> None..<br><b>H. Nakahara, <\/b> None..<br><b>N. Sakamoto, <\/b> None..<br><b>H. Tashiro, <\/b> None..<br><b>H. Ohdan, <\/b> None..<br><b>T. Hinoi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2820","PresenterBiography":null,"PresenterDisplayName":"Haruki Sada, MD;PhD","PresenterKey":"c85f0ad8-d3f1-4711-be87-cb8a0095fbd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2820. The effect of <i>Pten <\/i>haploinsufficiency on genomic and transcriptomic profiles in combined genetically-engineered mouse models for colonic neoplasia based on <i>Apc<\/i> inactivation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of <i>Pten <\/i>haploinsufficiency on genomic and transcriptomic profiles in combined genetically-engineered mouse models for colonic neoplasia based on <i>Apc<\/i> inactivation","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy is a promising option for cancer treatment. Targeted immunotherapy with monoclonal antibodies (mAbs) is an effective and safe method for the treatment of malignancies. In recent years, efforts have been made to identify potential therapeutic mAbs by defining alternative or novel target antigens. We reported that Dickkopf-1 (DKK1) is a good target for immunotherapy of human cancers based on its wide expression in different cancers but not in normal tissues. As DKK1 is a secreted protein, mAbs directly binding to DKK1 may have limited effects on cancer cells in vivo. Our previous studies demonstrated that DKK1 peptide (such as P20 and P66v, which bind with HLA-A*0201 (HLA-A2) molecule) specific cytotoxic T cells specifically kill myeloma and other cancer cells that express DKK1 and HLA-A2, but not HLA-A2<sup>+<\/sup> normal cells, indicating that DKK1<sup>+<\/sup> tumor cells naturally express these peptides, in the context of HLA-A2 molecules, on their surface. To develop cancer therapeutic antibodies, DKK1 peptide P20-HLA-A2 monomer was synthesized and used to immunize mice. Hybridomas secreting mAbs recognizing cell surface-expressed DKKl P20-HLA-A2 complex (DKK1-A2) were obtained and analyzed. In this study, we generated novel (DKK1-A2) mAbs recognizing DKK1 (P20) peptide in the context of human HLA-A*0201 (HLA-A2) molecules (DKK1-A2 complexes) that are naturally expressed by HLA-A2<sup>+<\/sup>DKK1<sup>+<\/sup> cancer cells. These mAbs bound to HLA-A2<sup>+<\/sup>DKK1<sup>+<\/sup> hematologic (myeloma, lymphoma, and leukemia) and solid (breast, pancreatic, and prostate) cancer cells and directly induced apoptosis in the cancer cells by activating the caspase-9 cascade. DKK1-A2 mAbs also effectively lysed cancer cells in vitro by mediating CDC and ADCC activities. Furthermore, DKK1-A2 mAbs were therapeutic against established hematologic and solid cancers in their xenograft mouse models. To enhance the therapeutic efficacy of DKK1-A2 mAbs, we investigated the effect of combination treatment of DKK1-A2 mAbs with lenalidomide. Our results showed that there is an additive therapeutic effect between DKK1-A2 mAbs and lenalidomide in vivo, underscoring a potential clinical development strategy for combining DKK1-A2 mAb with lenalidomide to treat cancer patients. As DKK1 is not detected in most human tissues, DKK1-A2 mAbs did not bind to or kill HLA-A2<sup>+<\/sup> blood cells in vitro nor caused tissue damage in vivo in tumor-free or tumor-bearing HLA-A2-transgenic mice. Thus, our study suggests that DKK1-A2 mAbs may be a promising therapeutic agent to treat human cancers and warrants further preclinic studies to determine their translatability to clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Monoclonal antibodies,Cancer immunotherapy,DKK1,HLA-A2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Qian<\/b>, W. Qiang, L. Xiao, W. Xiong, M. Xian, C. Zhang, Y. Li, Q. Yi; <br\/>The Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"05b7f355-f37d-410b-8228-53d571ae0d0e","ControlNumber":"574","DisclosureBlock":"<b>&nbsp;J. Qian, <\/b> <br><b>Arovella<\/b> Patent.<br><b>W. Qiang, <\/b> None..<br><b>L. Xiao, <\/b> None.&nbsp;<br><b>W. Xiong, <\/b> <br><b>Arovella<\/b> Patent.<br><b>M. Xian, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>Y. Li, <\/b> None.&nbsp;<br><b>Q. Yi, <\/b> <br><b>Arovella<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2821","PresenterBiography":null,"PresenterDisplayName":"Jianfei Qian","PresenterKey":"33da66cd-76b9-4775-a6a4-9a92a86a9f48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2821. Development of therapeutic monoclonal antibodies against DKK1 peptide-HLA-A2 complex to treat human cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of therapeutic monoclonal antibodies against DKK1 peptide-HLA-A2 complex to treat human cancers","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) represents the most aggressive subtype of lung cancer, comprising 15% of all cases. Clinical advancements in SCLC have been hindered by slow progress, attributed to significant tumor heterogeneity and early metastasis. The majority of patients experience relapse within a few months post-treatment, with 20% exhibiting chemorefractory characteristics. Recent identification of molecular subtypes in SCLC, dependent on predominant transcription factors ASCL1, NEUROD1, and POU2F3, has opened avenues for potential therapeutic targets. Preliminary studies on these transcriptomic subtypes suggest distinct therapeutic susceptibilities, and intriguingly, chemotherapy may induce alterations in transcriptomic subtypes.In the context of SCLC, diagnosis reveals a substantial presence of circulating tumor cells (CTCs) in the patient's bloodstream, which can be efficiently isolated. A previously published method allowed us to isolate CD56+ CTCs with high specificity (Ricordel et al., 2023). Our overarching hypothesis posits a connection between chemosensitivity and the heterogeneity of CTCs, leading us to seek bioclinical markers predictive of chemotherapy response. The clinical study, named CTC-CPC, is a monocentric prospective non-interventional investigation involving treatment-na&#239;ve SCLC patients. Blood samples were collected at the time of diagnosis for subsequent analysis. In our study, whole exome sequencing data from isolated CD56+ CTCs of 22 SCLC patients were analyzed. Various methods were employed to characterize inter-tumoral heterogeneity, including the identification of genetic alterations (SSMs and Indels), mutational signatures, and disrupted pathways. Prominently affected pathways included ECM organization, axon guidance, Rho GTPases, and Wnt signaling. Additionally, we unveiled substantial intra-tumoral heterogeneity using PhyloWGS, a technique for reconstructing subclonal composition and evolution from tumor sample sequencing. To further explore the impact of treatment, we aimed to clarify the expression of ASCL1, NEUROD1, and POU2F3 transcription markers in xenografts generated from patient CTCs at the time of diagnosis. Immunohistochemical studies were performed to identify potential changes in molecular subtypes at the protein level. The molecular subtypes of the four CDX we generated were characterized, revealing heterogeneity in the intratumoral expression of transcription markers for some xenografts. Subsequently, CTC-derived xenografts were subjected to chemotherapy, with observations indicating a change in the number of cells positive for ASCL1 and NEUROD1 after treatment, particularly in the CEM51.01 line treated with carboplatin, suggesting a potential modification in the tumor subtype induced by the treatment","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Circulating tumor cells,Patient-derived xenograft (PDX) models,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Martinetti<sup>1<\/sup>, <b>P. Montagne<\/b><sup>2<\/sup>, M. Davilma<sup>1<\/sup>, U. Jarry<sup>2<\/sup>, A. Chatziioannou<sup>3<\/sup>, M. Aubry<sup>1<\/sup>, C. Ricordel<sup>4<\/sup>, R. Pedeux<sup>1<\/sup>; <br\/><sup>1<\/sup>OSS (Oncogenesis Stress Signaling), UMR_S 1242, CLCC Eugene Marquis, Univ Rennes 1, Rennes, France, <sup>2<\/sup>Biotrial, Rennes, France, <sup>3<\/sup>Centre of Systems Biology, Biomedical Research Foundation of the Academy of Athens, Athens, Greece, <sup>4<\/sup>OSS (Oncogenesis Stress Signaling), UMR_S 1242, CLCC Eugene Marquis, Univ Rennes 1; CHU Rennes Service de Pneumologie, Rennes, France","CSlideId":"","ControlKey":"677bed03-7a84-4a87-b31a-546d0dc3d693","ControlNumber":"2358","DisclosureBlock":"&nbsp;<b>L. Martinetti, <\/b> None..<br><b>P. Montagne, <\/b> None..<br><b>M. Davilma, <\/b> None..<br><b>U. Jarry, <\/b> None..<br><b>A. Chatziioannou, <\/b> None..<br><b>M. Aubry, <\/b> None..<br><b>C. Ricordel, <\/b> None..<br><b>R. Pedeux, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2822","PresenterBiography":null,"PresenterDisplayName":"Pierre Montagne, MS","PresenterKey":"e7dd8328-6d6b-4dfb-b880-8574d64c5c2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2822. Heterogeneity of CD56+ circulating tumor cells and derived xenografts and response to treatment in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneity of CD56+ circulating tumor cells and derived xenografts and response to treatment in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Pediatric T-cell acute lymphoblastic leukemia (T-ALL), an aggressive hematological malignancy, is characterized by abnormal thymocyte proliferation, frequently with mutations of the Notch-1 gene and has an overall 10-year survival rate of ~27%. A marker of poor prognosis is the presence of T-ALL within the central nervous system (CNS), which is treated with intrathecal chemotherapy and cranial irradiation; two toxic treatments with high morbidities. Gene-expression profiling of Notch-1-induced adhesion regulators showed that C-C chemokine receptor 7 (CCR7) was highly expressed and was associated with leukemic T-cell invasion of the CNS. Normal functions of CCR7 include lymph node homing and immune cell trafficking in response to CCR7 ligands, CC-chemokine ligand 19 (CCL19) or CCL21. In several studies CCL19 has been linked to T-cell invasion of the CNS across the blood-brain barrier (BBB). We hypothesize that antagonizing CCR7 binding to CCL19 will block migration of T-ALL into the CNS and thereby alleviate the need for toxic therapies. To test our hypothesis, we are using receptor internalization assays, calcium mobilization assays, transwell migration assays and an <i>in vitro <\/i>model of an intact human BBB. We have used flow cytometry-based<i> <\/i>CCR7 internalization assays &#177; CCR7 antagonist and found that we can completely block CCL19-induced receptor internalization in human CCR7-expressing CCRF-CEM, and HuT-78 T-ALL cells<i>,<\/i> and chemotaxis via &#946;1 integrins across a fibronectin-coated transwell membrane.<i> <\/i>Our BBB employs HBEC-5i, human cerebral microvascular endothelial cells, in transwell chambers coated with gelatin and fibronectin for the adhesion of endothelial cells. HBEC-5i cells are a suitable cell line to make a 3D model of the BBB, as they form an endothelial monolayer with tight junctions (TJ), which is crucial to maintaining the integrity and inhibiting permeability of the BBB. We are establishing a transwell migration assay to assess the migration of CCRF-CEM T-ALL cells across the HBEC-5i cell monolayer. The integrity of the HBEC-5i cell monolayer is assessed by trans-epithelial electrical resistance (TEER), which measures the electrical resistance across the HBEC-5i monolayer, a measure of TJ integrity. Using TEER measurements, we observe that HBEC-5i form a monolayer that reaches an intact monolayer functioning with TJs over 72-96 hours. We are using this model system to investigate the migration of CCR7-expressing CCRF-CEM cells through the BBB &#177; CCL19. Subsequently, we will add the CCL19 antagonist (CCL197-77) to determine if inhibiting CCR7 is sufficient to eliminate migration of the CCRF-CEM cells through the BBB. If successful, this model will allow us to test the contribution of CCR7 signaling to integrins, the contribution of other immune cell types and the overall molecular mechanisms that mediate invasion of the CNS in a 3-D model of the BBB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Blood-brain barrier,T-cell acute lymphoblastic leukemia, Trans-endothelial electrical  resistance,C-C chemokine receptor type 7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Rodriguez<\/b>, C. I. Cardona, C. A. Bill, C. M. Vines; <br\/>The University of Texas at El Paso, El Paso, TX","CSlideId":"","ControlKey":"c09afb12-9326-404e-aba0-73cf9b6e3f7b","ControlNumber":"7288","DisclosureBlock":"&nbsp;<b>A. Rodriguez, <\/b> None..<br><b>C. I. Cardona, <\/b> None..<br><b>C. A. Bill, <\/b> None..<br><b>C. M. Vines, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2823","PresenterBiography":null,"PresenterDisplayName":"Alondra Rodriguez","PresenterKey":"c4b5d658-45a2-4251-adc0-8d437b14341b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2823. Development of an <i>in vitro<\/i> blood-brain barrier model of CCR7\/CCL19 induced invasion of the central nervous system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an <i>in vitro<\/i> blood-brain barrier model of CCR7\/CCL19 induced invasion of the central nervous system","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second most common cancer in men with new cases diagnosed in 1.4 million men each year. Luckily the 5-year survival rates in developed countries are high reaching over 90%. However, approximately one third will develop a metastatic disease. In metastatic patients, prostate cancer almost always progresses despite the androgen deprivation therapy and is then referred to as &#8220;castration-resistant (mCRPC)&#8221;. Bone is involved in 80% of patients with metastasis, and the bone lesions are typically osteoblastic. The 22Rv1 human prostate carcinoma cell line is androgen sensitive and shown to express androgen receptor (AR). They also express low levels of prostate-specific membrane antigen (PSMA). The aim of this study was to establish orthotopic and intratibial preclinical in vivo prostate cancer models that can be used in drug development when targeting cancer cells and their local environment. Male athymic nude mice (5-6 weeks old) and NOG mice (over 20 weeks old) were used in the study. 2.5 x 10<sup>5<\/sup> 22Rv1 cells (ATCC) were inoculated orthotopically into the prostate of NOG mice, and 5 x 10<sup>5<\/sup> cells were inoculated intratibially into the bone marrow cavity of athymic nude mice. Tumor growth was followed by PSA measurements every second week using Human PSA ELISA assay. In addition, in the intratibial model, tumor-induced bone changes were monitored by X-ray imaging of the hind limbs. Prostates and hind limbs were collected at sacrifice, fixed in 10% NBF, and processed to paraffin blocks for further histological analysis. Sections of prostate were stained with hematoxylin-eosin (HE) and AR. Tumor-bearing and contralateral (healthy) tibias were stained with HE - OrangeG, MGT, TRAP, and AR. The observed tumor take rate was 92% in the orthotopic and 100% in the intratibial models. Confirmed by IHC, tumors formed in both the orthotopic and intratibial models expressed AR. 22Rv1 cells formed osteoblastic - lytic mixed bone lesions in the intratibial model. Based on lesion areas, randomization of the tumor bearing mice in the intratibial model can be done after 2 weeks from cancer cell inoculation. Taken together, the 22Rv1 prostate cancer models are relatively fast growing, express AR and present good take rates. Furthermore, the intratibial model represents robust tumor-induced changes in bone with strong osteoblastic component. Thus, these models have several advantages in efficacy studies of novel drug candidates for prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Prostate cancer,Orthotopic models,Bone metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Zdrojewska, <b>K. Fagerlund<\/b>, J. H. E. Mäki-Jouppila, M. I. Suominen; <br\/>Pharmatest Services Ltd., Turku, Finland","CSlideId":"","ControlKey":"439cd9fd-7c96-4493-a324-7bfc660b9923","ControlNumber":"7095","DisclosureBlock":"&nbsp;<b>J. Zdrojewska, <\/b> None..<br><b>K. Fagerlund, <\/b> None..<br><b>J. H. E. Mäki-Jouppila, <\/b> None..<br><b>M. I. Suominen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2824","PresenterBiography":null,"PresenterDisplayName":"Katja Fagerlund, PhD","PresenterKey":"b861b3bb-13fd-4af5-ab20-fef407b15956","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2824. Establishing prostate cancer models for orthotopic and bone metastatic growth using the 22Rv1cell line","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing prostate cancer models for orthotopic and bone metastatic growth using the 22Rv1cell line","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> The peritoneum is a common metastatic site for several abdominal cancers, including ovarian and colorectal cancer. Peritoneal metastasis is associated with poor prognosis and poor response to therapy. A potentially curative treatment is cytoreductive surgery (CRS) to remove all visible tumor tissue, followed by perfusion with hyperthermic intraperitoneal chemotherapy (HIPEC) to eliminate small residual tumors and free-floating tumor cells. Hyperthermia can enhance the cytotoxic effect of the drug, inhibit DNA repair and activate the immune system. At the current time, there is no standardized protocol for performing HIPEC, and there is a large variation regarding key parameters, such as choice of drug, drug concentration, treatment duration, carrier solution, volume and temperature. The impact of these parameters is unknown, and in vivo models can be a helpful tool to better understand some of these parameters to improve this treatment strategy.<br \/><i>Methods:<\/i> HIPEC was established in a murine xenograft model of ovarian cancer to evaluate the response to intraperitoneal perfusion of cisplatin and mitomycin C for 30 min at 41.5&#176;C (HIPEC) and 37&#176;C (NIPEC) compared to no treatment or intraperitoneal perfusion with saline at 41.5&#176;C. The luciferase transfected B76 ovarian cancer cell line was injected intraperitoneally and treatment was performed on day 4 when the tumors were &#60; 2 mm. Treatment efficacy was assessed by weekly luminescence measurement, tumor weight at an early time point (day 17), and overall survival.<br \/><i>Results:<\/i> Intraperitoneal perfusion with cisplatin or mitomycin C significantly inhibited tumor growth as assessed by luminescence, tumor weight on day 17, as well as increased overall survival of the mice compared to control treatment from 25-27 days to 36 days for cisplatin and 37 days for mitomycin C. No significant differences in tumor growth or survival were observed by the addition of hyperthermia. However, a slight reduction of tumor weight at day 17 was observed in the HIPEC groups.<br \/><i>Conclusion:<\/i> We have established a functional closed HIPEC model in mice bearing peritoneal metastases from the B76 ovarian cancer cell line which accurately mimics many features of the procedure in patients. Intraperitoneal perfusion of both cisplatin and mitomycin C efficaciously inhibited tumor growth and improved overall survival of the mice. Addition of hyperthermia caused an additional modest, temporary growth inhibition which did not translate into improved long-term outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Peritoneal metastasis,Hyperthermia,Ovarian cancer,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Fleten<\/b>, Y. Andersson, E. Løvstakken, T. M. Herud, S. Waagene, K. Flatmark; <br\/>Oslo University Hospital, Oslo, Norway","CSlideId":"","ControlKey":"eb934b91-11e3-4743-9d95-88f6fa3a8679","ControlNumber":"6389","DisclosureBlock":"&nbsp;<b>K. Fleten, <\/b> None..<br><b>Y. Andersson, <\/b> None..<br><b>E. Løvstakken, <\/b> None..<br><b>T. M. Herud, <\/b> None..<br><b>S. Waagene, <\/b> None..<br><b>K. Flatmark, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2825","PresenterBiography":null,"PresenterDisplayName":"Karianne Giller Fleten, MS;PhD","PresenterKey":"ddcf4dc0-f329-491f-b60f-d8bdbf35ab53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2825. Experimental hyperthermic intraperitoneal chemotherapy in mice: Establishment of a novel ovarian cancer xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Experimental hyperthermic intraperitoneal chemotherapy in mice: Establishment of a novel ovarian cancer xenograft model","Topics":null,"cSlideId":""},{"Abstract":"Drug resistance is becoming a major obstacle when treating patients with cancer. Cancer is characterized by an uncontrolled growth of abnormal cells with permanent genome alterations, which lead to severe mutations including resistance mechanisms. Mutations can occur in different resistance pathways, such as inhibition of drug transport, DNA damage repair, drug efflux, EMT (epithelial-mesenchymal transition), drug target alteration and cell death inhibition.<br \/>Resistance mechanisms are now well studied in vitro, based on mutated cell lines for specific resistance pathways. There is however a gap in our knowledge of resistance mechanisms observed in patient tumor cells. We are challenged to discover cancer resistance treatments in patients and need predictive models of clinical situations. Animal tumor models are the best translational tools to study cancer drug resistance, especially when they closely mimic human pathologies. Such models can bridge the gap between our understanding of cancer resistance in vitro and in tumor patients. In this poster we show different pre-clinical experiments, simulating clinical translational approaches, that led to novel and unique tumor resistant models.<br \/>Patient Derived Xenograft (PDX) models: Using our breast cancer PDX collection we showed that after repeated treatment with a spindle poison, tumor-bearing mice started to develop resistance and continued tumor growth under drug pressure. Following this successful approach, we initiated the development of a novel ER2-expressing PDX breast tumor model, resistant to hormone therapy by repeated Fulvestrant treatment. Using our colon cancer PDX collection we were able to recapitulate clinical situations by correlating PDX molecular profiles and drug sensitivity. We confirmed the key role of a <i>KRAS<\/i> mutation in cetuximab resistance.<br \/>Syngeneic model: In this model, animals were dosed with anti-PDL1 as first line of treatment. All animals were then defined as initial responders or non-responders at the end of the dosing schedule. Following this, a new treatment protocol was initiated with a Tyrosine Kinase inhibitor to study the effect of second line drug treatment in responder and non-responder arms.<br \/>Human model: In this experiment, we performed a first line Avastin treatment on human colon carcinoma tumor-bearing mice. A tumor resistance to Avastin was observed. During the second line of treatment with a tyrosine kinase inhibitor, we observed an antitumor activity on Avastin resistant animals.<br \/>In each of these case studies, we developed a novel tumor-resistant mechanism model. In some tumor models, we showed the added value of treating animals with new drugs as second line treatment, after establishing resistance to the first line standard of care treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Resistance,Patient-derived xenograft (PDX),Cell line-derived xenograft (CDX),Responder\/non-responder,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Hillairet de Boisferon<\/b>, N. Hoffmann, E. Rajon, I. Benzaid; <br\/>Oncodesign Services, Dijon Cedex, France","CSlideId":"","ControlKey":"431b686a-493b-4fe0-9abf-9e5a457a86a0","ControlNumber":"3152","DisclosureBlock":"&nbsp;<b>M. Hillairet de Boisferon, <\/b> None..<br><b>N. Hoffmann, <\/b> None..<br><b>E. Rajon, <\/b> None..<br><b>I. Benzaid, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2826","PresenterBiography":null,"PresenterDisplayName":"Marc Hillairet de Boisferon, PhD","PresenterKey":"59038e02-35f8-4bd0-b249-60361ee70c5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2826. Examples of translational preclinical models to mimic cancer drug resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examples of translational preclinical models to mimic cancer drug resistance","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Acute myeloid leukemia (AML) is the most common acute type of leukemia in adults characterized by chromosomal abnormalities and gene mutations. While inhibitors have shown promise targeting FLT3 mutations, resistance to these inhibitors can emerge<i>. <\/i>Similarly, inhibitors targeting IDH1 and IDH2 mutations showed promise, yet the emergence of drug resistance poses a significant challenge. In this study, a panel of AML PDX models with multiple gene alterations was established to support the development of new therapies.<br \/>Methods: The systemic AML PDX models were established using patients&#8217; peripheral blood (PB) or bone morrow (BM) injected intravenously and expanded<i> in vivo<\/i> by using splenic tumor cells. One AML PDX model derived from patient skin was established subcutaneously. Expression of human CD45+ in PB cells for systemic models or tumor volume for the subcutaneous model was used to monitor the tumor burden. Leukemic loads (hCD45+ cells) were measured in PB, spleen (SP), and BM. Tumors were categorized following tumor immunophenotyping, histology, and RNA sequencing\/Whole Exome Sequencing. For <i>in vivo<\/i> efficacy studies, animals were grouped 3-5 weeks after systemic tumor cells inoculation and treated with AC220<i> <\/i>(1, 2 or 10 mg\/kg, p.o., QD), Cytarabine (Ara-c, 2mg\/kg, i.p., QD), 5-azacytidine (2mg\/kg, i.p., QD), Sorafenib (10mg\/kg, i.p., QD) and Gilteritinib (10 or 30mg\/kg, p.o., QD).<br \/>Results: Nine systemic and one subcutaneous AML PDX models carrying hotspot mutations (e.i. FLT3-ITD or TKD, IDH1-R132H and IDH2-R140Q) were established, showing comparable features to the clinic. Systemic AM8231 PDX model harboring FLT3-ITD mutation treated with AC220, a type II FLT3i, showed significant tumor burden reduction in PB at different time points and in SP and BM at termination, as well as a survival increase. Similarly in systemic model AM7577 with FLT3-ITD mutation treated with AC220, significant tumor burden reduction in PB was observed. Whereas using systemic model AM9626 (model with Sorafenib pretreatment history) with coexisting-FLT3-ITD\/D835H TKD mutation, no significant efficacy was observed with AC220i, suggesting a FLT3-TKD mediated resistance mechanism. To overcome the resistance, Gilteritinib, a type I FLT3i, was tested in AM9626 and showed significant reduction of hCD45+ cells in PB compared to the control group, even at a lowest dose. As model AM9626 PDX also carries IDH1 mutation, the level of serum 2-HG correlated with the tumor burden. The functional effect of IDH1 inhibitor on the tumor inhibition and 2-HG level is under investigation.<br \/>Conclusion: The results presented in this study showed the establishment of a panel of AML PDX models, including different subtypes and genomic features reflecting the clinic. Those models will support the preclinical evaluation of new treatments or combination modalities as well as a better understanding of drug resistance mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Patient-derived xenograft (PDX) models,Therapeutic evaluation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q. Liu, J. Wang, J. Liu, L. Zhang, L. Bourre, <b>J. Wang<\/b>; <br\/>Crown Bioscience, Inc., San Diego, CA","CSlideId":"","ControlKey":"cb4cf8cf-1400-4ae9-950c-a7659b560b11","ControlNumber":"2296","DisclosureBlock":"&nbsp;<b>Q. Liu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>L. Bourre, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2827","PresenterBiography":null,"PresenterDisplayName":"Jingjing Wang, PhD","PresenterKey":"33e1d6a9-b97c-40e0-8be5-0b0e6dae8880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2827. Characterization of acute myeloid leukemia PDX models with hotspot gene mutations for therapeutic evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of acute myeloid leukemia PDX models with hotspot gene mutations for therapeutic evaluation","Topics":null,"cSlideId":""},{"Abstract":"In metastatic breast cancer, <i>HER2<\/i> activating mutations frequently co-occur with mutations in the <i>TP53<\/i> gene and patients with these two co-occuring mutations have a lower response rate to neratinib. In order to address this clinical problem, we bred HER2 activating mutant transgenic mice with two different alleles of TP53. We used mice with the TP53 R172H mutation, which is the murine homolog of the human hotspot TP53 R175H mutation, and mice with TP53flox\/flox allele, which mimics TP53 truncating mutations seen in human breast cancers.<table class=\"AbstractTable\" id=\"{FE4B7432-6196-4D7A-B2E4-B35FB1708465}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Abbreviation<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Genotype<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Median tumor formation (weeks)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Neratinib IC50<\/b> <b>(nM)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Neratinib<\/b> <b>+T-DXd<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>H<\/b><\/td><td rowspan=\"1\" colspan=\"1\">HER2<sup>V777L<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">28<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">Not determined<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>H53<sup>null<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">HER2<sup>V777L<\/sup>;TP53<sup>flox\/flox<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">240<\/td><td rowspan=\"1\" colspan=\"1\">Synergy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>H53<sup>172\/WT<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">HER2<sup>V777L<\/sup>;TP53<sup>R172H\/WT<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">11<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">Synergy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>H53<sup>172\/null<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">HER2<sup>V777L<\/sup>;TP53<sup>R172H\/flox<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">150<\/td><td rowspan=\"1\" colspan=\"1\">Synergy<\/td><\/tr><\/table><br \/>All three H53 genotypes (H53<sup>null<\/sup>, H53<sup>172\/WT<\/sup>, and H53<sup>172\/null<\/sup>) developed breast cancers faster than H mice, with H53<sup>172\/null<\/sup> mice developing breast tumors the fastest, at just 6 weeks after adenoviral-Cre injection into the mammary fat pad. We developed organoids from these murine breast cancers and found that all H53 genotype organoids were less sensitive to neratinib compared to H, however, neratinib was able to synergize with trastuzumab deruxtecan (T-DXd), likely through neratinib mediated increased internalization of T-DXd. Prior literature studies suggest TP53 mutant cancer cells may have therapeutic vulnerabilities to the topoisomerase 1 (Top1) inhibitors. Organoids from all three H53 genotypes were sensitive to the Top1 inhibitor, exatecan. H53<sup>172\/WT<\/sup> behaved like H organoids with G1 phase cell cycle arrest and induction of p21 expression after exatecan treatment. In contrast, H53<sup>null<\/sup> and H53<sup>172\/null<\/sup> failed to induce p21 and arrested at late-S\/G2 phase. Additional animal experiments with these H53 genotypes are in progress and results will be presented at the AACR Annual Meeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Organoids,Combination therapy,Drug sensitivity,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Cheng<\/b>, M. Highkin, J. Hsia, J. L. Prior, I. S. Hagemann, R. Bose; <br\/>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"95decf82-cfa4-4a0b-a345-b43dce1ec67f","ControlNumber":"5303","DisclosureBlock":"&nbsp;<b>X. Cheng, <\/b> None..<br><b>M. Highkin, <\/b> None..<br><b>J. Hsia, <\/b> None..<br><b>J. L. Prior, <\/b> None..<br><b>I. S. Hagemann, <\/b> None.&nbsp;<br><b>R. Bose, <\/b> <br><b>Puma Biotechnology, Inc.<\/b> Grant\/Contract. <br><b>Genentech<\/b> Other, Consulting.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2828","PresenterBiography":"","PresenterDisplayName":"Xiaoqing (Cathy) Cheng, PhD","PresenterKey":"9ecfca03-c6d0-49d9-9443-90616b16b7d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2828. Combining neratinib with trastuzumab deruxtecan to treat HER2;TP53 co-mutated breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining neratinib with trastuzumab deruxtecan to treat HER2;TP53 co-mutated breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Preclinical research in Oncology requires using a wide variety of animal models. Robust, clinically relevant distribution methods including randomized and non-random methods appropriate to the model are essential to ensure unbiased group assignments and reliable experimental outcomes. This presentation will explore flaws and inconveniences in prevalent randomization methods and strategies to overcome them using animal study workflow software and demonstrate the power of each with unique examples. Strategies for randomizing individual animals into groups and randomizing mouse cages into groups will be explored. Strategies for exclusion criteria, robust documentation, multi-parameter randomization, re-randomization, and clinical relevance of these strategies will be discussed. Standardization and automation of distribution methods help improve process integrity, research quality, and reproducibility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Statistical approach,Animal models,workflow Software,Randomization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Ramachandra<\/b>; <br\/>Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA","CSlideId":"","ControlKey":"54db37c9-89e5-4fd7-aaa9-b8406f383934","ControlNumber":"4965","DisclosureBlock":"<b>&nbsp;R. Ramachandra, <\/b> <br><b>GaloreTx Pharmaceuticals Private Limited<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2829","PresenterBiography":null,"PresenterDisplayName":"Raghu Ramachandra, PhD","PresenterKey":"774dc3c4-0295-43e4-80cc-005deaeb9409","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2829. Strategies to overcome challenges in randomization and grouping methodologies in <i>in vivo<\/i> studies using the power of animal study workflow software","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Strategies to overcome challenges in randomization and grouping methodologies in <i>in vivo<\/i> studies using the power of animal study workflow software","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal carcinoma (ccRCC) represents 80% of renal neoplasms, with bone as a major site for distant spread (35-40% of patients). These secondary lesions cause a variety of skeletal-related complications, including pain, spinal cord compression, hypercalcemia, mobility issues and fractures, posing a significant negative impact on patient quality of life and survival. Furthermore, bone is well-known as a site of therapy resistance, which confers to patients treated with systemic therapies significantly worse time-to-treatment failure and progression-free and overall survival compared to those without bone metastases. Because of the complexity of the bone microenvironment and the paucity of suitable models, preclinical investigation of bone metastasis and therapy response is challenging. Preclinical models of bone metastasis that integrate tissue engineering and advanced imaging techniques can facilitate the study of the mechanism of tumor progression and therapy response. We recently developed a window model amenable to intravital multiphoton microscopy (MPM) to longitudinally monitor human ccRCC lesions in tissue engineered bone constructs (TEBCs) in immunodeficient mice. TEBCs were generated by functionalizing polymeric polycaprolactone scaffolds with bone morphogenetic protein 7. Human ccRCC lesions, after implantation into the bone cavity, were longitudinally monitored for growth and niche development, using multi-parameter recording of collagen\/bone matrix (SHG), bone surface (THG), blood vessels\/stromal phagocytes (fluorescent dextran), and tumor cells (GFP). However, this model lacked key components of the immune system (including B and T-cells), which are of major interest in the study of tumor progression and (immune) therapy response. Therefore, we developed a tissue-engineered preclinical model that incorporate species-specific interactions between cancer and bone stromal cells, and account for an intact immune system. To this purpose, we optimized TEBC formation in C57BL\/6 fluorescent reporter mice (Sp7-mCherry, osteoblasts; Trap-td-Tomato, osteoclasts; GFP, immune cells, &#945;SMA-RFP fibroblasts; and Flk1-GFP, blood vessels), coupled to detection by intravital or <i>ex vivo <\/i>multiphoton microscopy analysis, to monitor the evolution and fate of the TEBC. Interestingly, the bone marrow in the core of the TEBC was replaced by a desmoplastic tissue with features like the foreign body response, including foreign body giant cells, which was not present in immunodeficient mice. By applying dual color GFP\/&#945;SMA-RFP mice, which expressed red fluorescence in activated fibroblasts, we confirmed the fibrotic nature of this core. To avoid its formation, we generated scaffold-free ossicle, by direct implantation of BMP7 and VEGF in the subcutaneous tissue. To conclude, we established a protocol for generating ectopic ossicles in immunocompetent mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"In vivo imaging,Bone metastasis,Kidney cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Maksimovic<\/b><sup>1<\/sup>, N. Boscolo<sup>1<\/sup>, S. Barrios<sup>1<\/sup>, A. Mikos<sup>2<\/sup>, M. T. Campbell<sup>1<\/sup>, E. Dondossola<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Rice University, Houston, TX","CSlideId":"","ControlKey":"f23af353-3d35-4148-b264-be30afce154e","ControlNumber":"5229","DisclosureBlock":"&nbsp;<b>S. Maksimovic, <\/b> None..<br><b>N. Boscolo, <\/b> None..<br><b>S. Barrios, <\/b> None..<br><b>A. Mikos, <\/b> None..<br><b>M. T. Campbell, <\/b> None..<br><b>E. Dondossola, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2830","PresenterBiography":null,"PresenterDisplayName":"Stefan Maksimovic, MD","PresenterKey":"2bf709d1-be06-44eb-ac2d-bb7bb4851f5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2830. Intravital multiphoton microscopy of bone metastatic renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intravital multiphoton microscopy of bone metastatic renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer (NK) cells play a pivotal role in immune surveillance and antitumor responses, making them valuable targets in cancer immunotherapy. The assessment of therapeutic antibodies' efficacy, particularly in the context of Antibody-Dependent Cell-Mediated Cytotoxicity (ADCC), necessitates models that faithfully recapitulate human NK cell responses. Here, we introduce the NCG-hIL2 mouse model, designed to address these requirements and advance our understanding of NK cell development.<br \/>The NCG-hIL2 mouse model was engineered to express human Interleukin-2 (IL2) cytokine, a critical factor in NK cell development and activation. This humanized platform allows for the robust reconstitution of human NK cells through the transplantation of peripheral blood mononuclear cells (PBMCs) or hematopoietic stem cells (HSCs).<br \/>In this study, we validate the NCG-hIL2 model's exceptional capability in supporting the reconstitution of human NK cells, highlighting the indispensable role of IL2 in NK cell development. Moreover, we demonstrate its utility in the evaluation of therapeutic antibodies, specifically Trastuzumab and the ADCC-enhanced Margetuximab, in the context of ADCC efficacy testing. Our findings reveal that the NCG-hIL2 model provides a unique advantage for assessing the impact of IL2 on NK cell development, thus facilitating a deeper understanding of the complex interplay between NK cells and therapeutic antibodies.<br \/>The NCG-hIL2 mouse model serves as a valuable tool for studying NK cell development and evaluating the efficacy of immunotherapies, particularly in ADCC. By reconstituting human NK cells and leveraging the role of IL2, this model offers an enhanced platform for preclinical evaluation of therapeutic antibodies, ultimately advancing our ability to harness NK cell-mediated antitumor responses. It is poised to contribute significantly to the field of cancer immunotherapy and drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"ADCC,Immunotherapy,NCG-hIL2,NK cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Fang<\/b>, H. Sun, H. Wang, J. Xing, J. Fan, J. Zhao, X. Gao, C. Ju; <br\/>Gempharmatech Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"d6de86ec-2c37-45af-a296-c2c3ad55d23a","ControlNumber":"7176","DisclosureBlock":"&nbsp;<b>Y. Fang, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>J. Xing, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2831","PresenterBiography":null,"PresenterDisplayName":"Mingkun Zhang, BA","PresenterKey":"8844e7da-f413-4653-a4b5-578d91ab73a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2831. Development and application of the NCG-hIL2 mouse model: A humanized platform for enhanced NK cell evaluation in ADCC efficacy testing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and application of the NCG-hIL2 mouse model: A humanized platform for enhanced NK cell evaluation in ADCC efficacy testing","Topics":null,"cSlideId":""},{"Abstract":"Genetically defined mice are a cornerstone of cancer research. The Jackson Laboratory (JAX) offers more than 13,500 unique mouse lines to the scientific community, many useful in advancing cancer research. Available are mouse models for specific cancers, xenograft recipients, immunodeficient platforms for PDX studies and multi-purpose tool strains having CRISPR\/Cas9 utility, conditional\/inducible expression (Cre-lox, FLP-frt, Tet-On\/-Off), optogenetic function and calcium-sensing technologies. This poster will highlight some recently added models, more than 100 of which have cancer research applications. The portfolio of strains useful for transplantation\/engraftment and &#8220;humanized&#8221; mouse research continues to expand and complement the NSG (NOD scid IL2r&#947;c-\/-) model as ideal tools for engraftment with a wide range of malignant or non-malignant human or mouse tissues. Fluorescent protein-expressing strains include Traffic Light Reporters for tracking of DNA repair pathways, Gene Editing Reporters for detection of homology directed repair (HDR) and non-homologous end joining (NHEJ) repair events, as well as several CRISPR Editing, Bxb1 Integrase Editing, Base Editor and Prime Editor tools. For example, the Rosa26<sup>PE2<\/sup> mouse has Cre-inducible expression of a prime editor enzyme and a fluorescent reporter, allowing viral delivery of prime editing guide RNAs to introduce cancer mutations into the genome. Recently added CRISPR Array Repair Lineage Tracing (CARLIN and DARLIN) component strains allow researchers to achieve high barcode diversity in targeted cell populations. In addition to safeguarding each strain by cryopreservation, JAX has a comprehensive genetic quality control program that confirms mutation identity and genetic background, and screens for unwanted alleles (such as stray GFP, Cre, neo, etc.). Search the comprehensive collection of innovative mouse models using our improved JAX Mouse Search site (<u>mice.jax.org<\/u>). This resource includes models created by many generous donating institutions. Researchers are encouraged to donate their mouse lines via a <u>very short<\/u> Strain Submission form (<u>jax.org\/donate-a-mouse<\/u>). Please also visit the JAX Oncology webpage for cancer research related strains and resources (<u>jax.org\/jax-mice-and-services\/solutions-by-therapeutic-area\/oncology<\/u>). JAX is supported by the NIH, The Howard Hughes Medical Institute and other private charitable foundations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Mouse models,Cancer Tools,Genome Editing,Reporter Mice,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Beckwith<\/b>, J. Merriam, A. Valenzuela, D. Pomerleau, J. Kelmenson; <br\/>The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"335f53ba-aeb8-4552-8265-cebf3b2d2dcb","ControlNumber":"7333","DisclosureBlock":"&nbsp;<b>J. Beckwith, <\/b> None..<br><b>J. Merriam, <\/b> None..<br><b>A. Valenzuela, <\/b> None..<br><b>D. Pomerleau, <\/b> None..<br><b>J. Kelmenson, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2832","PresenterBiography":null,"PresenterDisplayName":"Jason Beckwith, MS","PresenterKey":"eefee5ef-8f19-4603-8b70-876618f740d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2832. Mouse models advancing cancer research - The Jackson Laboratory","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mouse models advancing cancer research - The Jackson Laboratory","Topics":null,"cSlideId":""},{"Abstract":"Background and Objective: The target antigen expression level is critical for the potency of immune therapies like ADC, mRNA-LNP, and CAR-T. Selecting an appropriate cancer model remains a challenge to the pre-clinical drug testing. HD Biosciences offers over 1000 cell lines and 150 CDX mouse models of human cancers. Furthermore, we have validated the expression of three therapeutic targets Nectin-4, Trop2, and PD-L1 in various CDX tumor tissues. This poster will highlight some recently established models as well as the antigen validation result. Our study provides a reference that guides the model selection of efficacy studies targeting Nectin-4, Trop2, or PD-L1. In addition, we offer a platform to validate the expression of target antigens in CDX mouse models covering numerous cancer types.<br \/>Method and Result: Biomarker surface expression of Nectin-4, Trop2, and PD-L1 on xenograft tumors was validated by IHC staining and FACS analysis. We highlight these models with high expression of each marker. These models are available to support further efficacy studies of anti-cancer drugs targeting the marker. We also analyzed the biomarker surface expression in vitro using cell pellets via FACS analysis to compare with the in vivo expression level. Hence, the biomarker gene expression level was confirmed by FACS. Interestingly, the result indicates biomarker expression in mouse tumor tissues is often inconsistent with in vitro cell expression. For example, the A375 CDX model on humanized immunodeficient mice is commonly used for anti-PD-1\/PD-L1 drug efficacy tests. However, the surface expression of PD-L1 is only detected in the A375 tumor tissues and is undetectable in the A375 cell pellet. This finding could explain the inconsistency of in vitro and in vivo drug test results. The in vivo CDX model-based biomarker would better predict the drug&#8217;s efficacy, as the model better mimics the clinical situation of tumor burden in patients.<br \/>Conclusion: In vitro gene expression and protein expression of cell surface biomarkers may not be relevant to the in vivo tumor surface expression level, resulting in inconsistent efficacy data in vitro and in vivo. Thus, validating targeted biomarkers in vivo is crucial for choosing the best cancer tumor model with high target expression for drug efficacy validation. HD Biosciences provides validated 150 CDX models expressing Nectin-4, Trop2, and PD-L1 and have in vivo capability for target validation and drug efficacy study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Mouse models,Cell line-derived xenograft,Biomarker validation,Nection4, Trop2, PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Huang<\/b>, A. E. Wiggins, D. Marroquin, M. Liu, L. Tsai; <br\/>HD Biosciences, Inc.,a WuXi AppTec company, San Diego, CA","CSlideId":"","ControlKey":"3a0c885d-5752-4a20-88c2-da6937419f11","ControlNumber":"2126","DisclosureBlock":"&nbsp;<b>M. Huang, <\/b> None..<br><b>A. E. Wiggins, <\/b> None..<br><b>D. Marroquin, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>L. Tsai, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2833","PresenterBiography":null,"PresenterDisplayName":"Minqi Huang, PhD","PresenterKey":"d11b709e-f367-4c21-b6da-eae42566ca78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2833. Validating cancer biomarker expression on mouse cell-derived xenograft models of human cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validating cancer biomarker expression on mouse cell-derived xenograft models of human cancer","Topics":null,"cSlideId":""},{"Abstract":"High grade glioma (HGG) is the most common malignant brain tumor in adults. These tumors represent a lethal group of brain tumors characterized by a remarkable level of genetic, epigenetic, and environmental heterogeneity, which can significantly affect therapy response and patient outcomes. Patient-derived xenograft (PDX) models of glioma are a central tool for neuro-oncology research and drug development, enabling the detection of patient-specific differences in growth and drug response. Mouse xenografts of HGG are well-established, but the time required to generate these models is not practical for integration into clinical paradigms. Patient derived organoids cannot mimic the physiologic aspects of an in vivo system, such as the blood-brain barrier or metabolism of drugs, which can affect how tumor cells respond to treatment. In this context, zebrafish are emerging as a time-efficient and cost-effective <i>in vivo<\/i> model. We investigated a rapid zebrafish-based PDX model that can recapitulate key aspects of different gliomas and enable treatment response evaluation within 8 days. We engrafted one GBM cell line (U-87), two patient-derived glioblastoma (GBM) cells, and one patient-derived IDH mutant grade 4 astrocytoma into the midbrain region of 2-day-old zebrafish embryos. Survival of transplanted larvae were monitored over 8 days post-transplantation and the engraftment was analyzed. Therapy response was evaluated through tumor size. One day post-transplantation, animals received 10 and 25 Gy radiation with or without 50 and 100 &#181;M of temozolomide, a common GBM therapeutic, and tumor size was measured after 3 days by imaging. Results showed that GBM and astrocytoma cells had 100% and 80% of engraftment, respectively. GBM cell induced a median survival of 7 days in transplanted animals while 87 % of astrocytoma-injected animals were alive 8 days post transplantation. GBMs also varied in their drug and radiation response. Although both samples were classified as high-grade GBM and MGMT unmethylated, PDX derived from a younger patient with no alterations in PTEN and MDM2 genes responded better to temozolomide and radiation . Tumor responsiveness to therapy is often a combination of genetic and non-genetic factors that are difficult to clinicians to predict. By combining tumor-specific models and drug testing, a patient&#8217;s treatment plan could be tailored based on the sensitivity of each sub-clone to targeted therapeutics. In conclusion, we showed that the zebrafish-based PDX model provides a novel, high throughput avenue to assess the impact of tumor heterogeneity on drug response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Xenografts,Zebrafish,Glioma,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Winter da Silva<\/b><sup>1<\/sup>, A. De Loose<sup>2<\/sup>, Y. Chernyavskaya<sup>1<\/sup>, A. Rodriguez<sup>2<\/sup>, J. Blackburn<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"93825b2e-94db-4fe2-8291-39a7f05dcfc2","ControlNumber":"4652","DisclosureBlock":"&nbsp;<b>E. Winter da Silva, <\/b> None..<br><b>A. De Loose, <\/b> None..<br><b>Y. Chernyavskaya, <\/b> None..<br><b>A. Rodriguez, <\/b> None..<br><b>J. Blackburn, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2834","PresenterBiography":null,"PresenterDisplayName":"Evelyn Winter da Silva, PhD","PresenterKey":"2b973e06-977b-4f2e-822b-a312b1e14066","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2834. Establishment of orthotopic high grade glioma xenograft model using zebrafish embryos","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of orthotopic high grade glioma xenograft model using zebrafish embryos","Topics":null,"cSlideId":""},{"Abstract":"Cancer cachexia is a wasting syndrome characterized primarily by loss of skeletal muscle and adipose tissue mass and contributes greatly to overall cancer-related mortality (for recent review see Argiles 2023). An estimated 25-75% of cancer patients develop cachexia which leads to impacts on therapeutic tolerability, well-being, and eventually overall survival (Bossi 2021). Some preclinical mouse and rat cancer models manifest cachexia as they progress. In this study we established a syngeneic (immune competent) and a xenograft (immune incompetent) tumor model of cachexia with the intention of comparing the models with respect to typical study endpoints and to provide a platform for testing novel therapeutic agents aimed at inhibiting or reversing the effects of cachexia. The Colon26 syngeneic mouse colon adenocarcinoma model was reported as an experimental cancer cachexia model by Tanaka, et. al. in 1990. The model was developed in male BALB\/c &#215; DBA\/2 F1 (first generation cross) mice. We typically implant Colon26 in female BALB\/c mice for preclinical drug testing of anticancer agents and noticed a strong tendency for mice bearing Colon26 tumors to develop signs of cachexia on study, but not always consistently. A review of the literature showed there are clear gender differences with male cancer patients having higher prevalence of cachexia and greater muscle loss compared with female patients (Zhong 2020). Based on this we implanted Colon26 tumors in male BALB\/c mice to establish the cachexia model. The HT1080 human fibrosarcoma model HT1080 was characterized as a cachexic model by Bernardo, et. al. in female severe combined immunodeficiency disease (SCID) mice. We developed the HT1080 model in male SCID mice based on the literature and previous experience. Both models were characterized by multiple endpoints including overall body weight loss, skeletal muscle weight loss, reduction of adipose tissue, and cardiac muscle loss, as well as tracking a broad panel of relevant cytokine levels at study endpoint. Both models generate robust wasting of skeletal muscle and adipose tissue providing an opportunity to assess novel anti-cachexia therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Cachexia,Xenografts,Colon cancer,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Draheim, D. Gietl, K. Shinn, W. Durham, F. Zhao, C. Thompson, A. Baldwin, G. Harris, C. Hall, <b>P. Fadden<\/b>, A. Avrutskaya; <br\/>Charles River Laboratories, Inc., Durham, NC","CSlideId":"","ControlKey":"0c6a7fce-c7f2-44f8-bffe-5ec5b45ac92b","ControlNumber":"5294","DisclosureBlock":"&nbsp;<b>K. Draheim, <\/b> None..<br><b>D. Gietl, <\/b> None..<br><b>K. Shinn, <\/b> None..<br><b>W. Durham, <\/b> None..<br><b>F. Zhao, <\/b> None..<br><b>C. Thompson, <\/b> None..<br><b>A. Baldwin, <\/b> None..<br><b>G. Harris, <\/b> None..<br><b>C. Hall, <\/b> None..<br><b>P. Fadden, <\/b> None..<br><b>A. Avrutskaya, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2835","PresenterBiography":null,"PresenterDisplayName":"Patrick Fadden, BS;PhD","PresenterKey":"98d62740-50fc-42af-9131-dfee81b22394","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2835. Comparison of xenograft and syngeneic cancer cachexia models for preclinical drug testing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of xenograft and syngeneic cancer cachexia models for preclinical drug testing","Topics":null,"cSlideId":""},{"Abstract":"Targeted antibody therapy is applied to treat various cancer types. In addition to the primary mode of action (MOA), which involves direct binding to the tumor antigen, indirect MOA acting through the constant region (Fc) of the antibody can enhance anti-tumor efficacy. Indirect mechanisms engage the innate immune system, mediated by both the complement system (complement-dependent cytotoxicity (CDC)) and immune cells (antibody-dependent cellular phagocytosis (ADCP) and antibody-dependent cellular cytotoxicity (ADCC)). These indirect mechanisms can complicate the evaluation and accurate assessment of antibody-induced ADCC by human NK cells in current mouse models. In immune-deficient mouse strains (e.g. NOG), false positives and\/or negatives may occur due to interactions with murine Fc receptors. These can either result in anti-tumor responses via activation of the murine innate immune system or can interfere with the human-targeted therapy's primary MOA. To study the response to anti-cancer antibodies without the interference of these murine Fc receptor interactions and to investigate ADCC mediated by human NK cells, a novel mouse model deficient in Fc receptors and expressing human IL-15 (FcResolv&#8482; hIL-15 NOG) was employed for testing antibody therapies. Methods: Patient-derived xenograft (PDX) tumor models were transplanted into hIL-15 NOG and FcResolv&#8482; hIL-15 NOG mice. A human head and neck squamous cell carcinoma and a lung adenocarcinoma PDX model were both treated with cetuximab. Treatment with pertuzumab and trastuzumab was applied in a breast ductal carcinoma PDX model. Rituximab treatment was tested in two diffuse large B cell lymphoma PDX models. Based on growth kinetics, the lung cancer PDX model was chosen for further testing of ADCC in the NK cell-humanized FcResolv&#8482; hIL-15 NOG mouse. Results and Conclusion: There was no difference in percent tumor growth inhibition between the FcResolv&#8482; hIL-15 NOG and hIL-15 NOG mice with regards to cetuximab treatment in the lung and head and neck cancer or for trastuzumab treatment of breast ductal carcinoma. However, pertuzumab treatment revealed a false positive efficacy, with the false positive effect more pronounced in hIL-15 NOG mice than in FcResolv&#8482; hIL-15 NOG mice. In one of the lymphoma models, a false negative result was observed. Here, rituximab did not show notable tumor inhibition in the hIL-15 NOG mice but did in the FcResolv&#8482; hIL-15 NOG mice. These results demonstrate that FcResolv&#8482; hIL-15 NOG mice serve as a suitable mouse model for a more accurate assessment of the therapeutic efficacy of anti-tumor antibodies. Additionally, evaluation of human-mediated ADCC of therapeutic antibodies in NK cell-humanized FcResolv&#8482; hIL-15 NOG allows detection of effects specifically mediated by human NK cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-04 Model organisms in drug discovery,,"},{"Key":"Keywords","Value":"Mouse models,Antibody-dependent cellular cytotoxicity (ADCC),Natural killer cells,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Rhein<sup>1<\/sup>, M. Stecklum<sup>1<\/sup>, M. Buczek<sup>2<\/sup>, J. Richardson<sup>2<\/sup>, <b>J. Hoffmann<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Experimental Pharmacology and Oncology Berlin-Buch GmbH, Berlin, Germany, <sup>2<\/sup>Taconic Biosciences, Rensselaer, NY","CSlideId":"","ControlKey":"41cc3360-469f-465d-9241-9c452d0fed39","ControlNumber":"4560","DisclosureBlock":"<b>&nbsp;S. Rhein, <\/b> <br><b>Experimental Pharmacology and Oncology Berlin-Buch GmbH<\/b> Employment. <br><b>M. Stecklum, <\/b> <br><b>Experimental Pharmacology and Oncology Berlin-Buch GmbH<\/b> Employment. <br><b>M. Buczek, <\/b> <br><b>Taconic Biosciences<\/b> Employment. <br><b>J. Richardson, <\/b> <br><b>Taconic Biosciences<\/b> Employment. <br><b>J. Hoffmann, <\/b> <br><b>Experimental Pharmacology and Oncology Berlin-Buch GmbH<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2836","PresenterBiography":null,"PresenterDisplayName":"Jens Hoffmann, PhD","PresenterKey":"e2621f6a-a36a-4f81-8a91-dc80adbecce3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2836. Assessment of therapeutic antibody efficacy without the interference of murine Fc receptors allows for investigation of human antibody-dependent cellular cytotoxicity mediated by NK cells in the FcResolv&#8482; hIL-15 NOG mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of therapeutic antibody efficacy without the interference of murine Fc receptors allows for investigation of human antibody-dependent cellular cytotoxicity mediated by NK cells in the FcResolv&#8482; hIL-15 NOG mouse model","Topics":null,"cSlideId":""},{"Abstract":"Dogs share physiological similarities with humans, positioning them as valuable models for studying the efficacy and safety of drugs and their underlying mechanisms of action. The JAK-STAT pathway, a highly conserved signaling pathway across species, including humans and dogs, presents an opportunity to investigate the therapeutic potential of cytokines that utilize this pathway.<br \/>In this study, we aimed to evaluate the functional activity of three canine cytokines on canine cells. To assess stimulation of the JAK\/STAT pathway, we used a flow cytometry assay that measures phospho-STAT in activated canine or human lymphocytes in whole blood specimens. Testing of commercially available human and canine IL-6 proteins revealed that canine lymphocytes respond poorly to most canine IL-6 products, whereas all recombinant human IL-6 products stimulated STAT phosphorylation in canine lymphocytes, despite sharing low sequence similarity with canine IL-6. In human T cells, both canine IL-6 and human IL-6 stimulated STAT phosphorylation, demonstrating biological activity from the canine IL-6 products. Several JAK inhibitors inhibited cytokine-induced STAT phosphorylation in both canine and human CD4 T-cells, consistent with JAK inhibition, but targeting the IL-6 receptor with tocilizumab only blocked IL-6-induced STAT phosphorylation in human but not canine CD4 T-cells in whole blood. These findings demonstrate the potential of our assay system to assess cross-species cytokine reactivity, determine if JAK\/STAT inhibitors used clinically might be useful in treating inflammatory conditions in dogs, and identify novel canine-specific inhibitors.<br \/>Additionally, we explored the induction of IL-8 by human and canine IL-1 alpha in IL-1 alpha sensitive human cells. Human IL-1 alpha failed to stimulate a canine IL-1 alpha sensitive cell line, suggesting species-specific differences in IL-1 alpha activity. Furthermore, we discovered that canine IL-7 and human IL-7 are species-specific.<br \/>In summary, this proof-of-concept study highlights the capability to assess the activation of STATs and pathway inhibition by JAK inhibitors in canine whole blood using flow cytometry. We confirmed that human IL-6 stimulates JAK\/STAT signaling in canine CD4 T-cells. Our results also revealed significant differences in species cross-reactivity of human IL-6, IL-7, and IL-1 alpha, underscoring the importance of species-specific investigations. Leveraging the similarities and differences between canine and human cytokines targeting the JAK-STAT pathway can enhance drug development efforts and contribute to the advancement of safer and more effective therapies for both humans and pet dogs with similar diseases. This study was funded by NCI Contract No. 75N91019D00024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-04 Model organisms in drug discovery,,"},{"Key":"Keywords","Value":"Cytokines,Interleukin-6,STAT,JAK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Fung<\/b>, M. L. Breiner, J. B. Mitchell II, R. E. Parchment; <br\/>FNLCR, Frederick, MD","CSlideId":"","ControlKey":"96f5f69d-c97d-4030-819e-9d5f0feb72bd","ControlNumber":"5918","DisclosureBlock":"&nbsp;<b>K. Fung, <\/b> None..<br><b>M. L. Breiner, <\/b> None..<br><b>J. B. Mitchell, <\/b> None..<br><b>R. E. Parchment, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2837","PresenterBiography":null,"PresenterDisplayName":"King Leung Fung","PresenterKey":"6a11f2f8-6aac-4ef0-acf5-a5535d44395a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2837. Conservation of JAK-STAT signaling in canine lymphocytes responding to human IL-6, IL-7, and IL-1 alpha","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Conservation of JAK-STAT signaling in canine lymphocytes responding to human IL-6, IL-7, and IL-1 alpha","Topics":null,"cSlideId":""},{"Abstract":"Immunomodulatory agents are an important recent advance in cancer therapy, but utility is often limited by tumor immune evasion mechanisms. Strategic therapeutic activation of intracellular antiviral immune responses offers an opportunity to reverse immune evasion mechanisms and improve treatment outcomes. Anti-cancer agents such as, DNA methyltransferase inhibitors (DNMTis) induce re-expression of endogenous retroviruses (ERVs), leading to cytosolic double-stranded RNA (dsRNA) accumulation that activates interferon\/inflammasome signaling. Moreover, poly (ADP ribose) polymerase inhibitors (PARPi) increase cytosolic dsDNA, activating stimulator of interferon (IFN) genes (STING). We reported that DNMTis in combination with PARPis induce STING-dependent signaling in a process termed pathogen mimicry response (PMR). Mitochondria (mt) are an important gateway for antiviral inflammasome signaling, but are not fully understood in cancer. Our studies of the little-known gene, NFX1-type zinc finger-containing 1 (ZNFX1), show that it acts as a master nucleic acid (dsRNA\/DNA) sensor for mt gateway function. Bioinformatics analysis in primary ovarian tumors from TCGA and clinical trial RNAseq datasets, shows that increased ZNFX1 expression tracks with tumor stage and grade but inversely correlates with a mt dysfunction signature. <b>I<\/b>n studies of high-grade and endometrial serous carcinoma (OC) cell lines (N=3), transfection of dsRNA\/DNA mimics or DNMTi azacytidine (AZA) and PARPi (talazoparib [TAL]) treatments induce increased ZNFX1 expression and binding to mt antiviral protein (MAVs) localized on the mt outer membrane. Functional studies of mt dysfunction in OC cells, show that dsRNA\/DNA as well as above viral mimicry drugs increase mt reactive oxygen species (ROS) as measured by mitosox flow cytometry. AZA and TAL treatments also increase fragmented mtDNA and oxidative mtDNA base damage, as measured by long range PCR and 8-oxoguanine (8-oxoG) ELISA assays. These drug treatments also increase release of mtDNA into the cytosol, resulting in STING-dependent inflammasome signaling and cytokine release. Notably, ZNFX1 knockout (KO) attenuates these dynamics, including in bioinformatics of RNA seq data, thus defining this gene as essential for IFN\/inflammasome signaling induced by mtDNA damage. Further pathway analysis of ZNFX1 KO vs wild-type (WT) RNAseq data suggest increased proliferation and epithelial to mesenchymal transition (EMT) that was validated by in vitro and in vivo assays. Not only is ZNFX1 a master regular of the above mt dynamics, but it is a tumor suppressor in OC. Abrogating ZNFX1 expression in OC cells triggers increased cell proliferation, invasive capacity and, in-vivo, increased tumor growth. This work then suggests novel approaches to improve immune therapy responses in OC through manipulating ZNFX1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Interferons,Viral mimicry,STING,DNMTI\/PARPI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Stojanovic<\/b><sup>1<\/sup>, R. Abbotts<sup>1<\/sup>, K. Tripathi<sup>1<\/sup>, C. M. Coon<sup>2<\/sup>, S. Liu<sup>3<\/sup>, J. Wan<sup>3<\/sup>, M. Topper<sup>4<\/sup>, S. Baylin<sup>4<\/sup>, K. Nephew<sup>2<\/sup>, F. Rassool<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Maryland, Baltimore, Baltimore, MD, <sup>2<\/sup>Indiana University Melvin and Bren Simon Comprehensive Cancer Center, Bloomington, IN, <sup>3<\/sup>Indiana University, Bloomington, IN, <sup>4<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"5f95803c-7c0f-488f-949c-ce98b6c300a9","ControlNumber":"1503","DisclosureBlock":"&nbsp;<b>L. Stojanovic, <\/b> None..<br><b>R. Abbotts, <\/b> None..<br><b>K. Tripathi, <\/b> None..<br><b>C. M. Coon, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>J. Wan, <\/b> None..<br><b>M. Topper, <\/b> None..<br><b>S. Baylin, <\/b> None..<br><b>K. Nephew, <\/b> None..<br><b>F. Rassool, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2838","PresenterBiography":null,"PresenterDisplayName":"Lora Stojanovic, MS","PresenterKey":"6f85eec3-898f-4c9b-bc38-60efdd065f13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2838. ZNFX1 is a master regulator and tumor suppressor in epigenetically induced pathogen mimicry, mitochondrial dysfunction and STING-dependent signaling in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZNFX1 is a master regulator and tumor suppressor in epigenetically induced pathogen mimicry, mitochondrial dysfunction and STING-dependent signaling in cancer","Topics":null,"cSlideId":""},{"Abstract":"The laboratory mouse plays a pivotal role as an experimental system for investigations into the genetic and genomic basis of cancer susceptibility, initiation, and progression and for preclinical research on novel treatment strategies for cancer. Advances in mouse models include humanized mice, transplant compliant mouse strains, and panels of genetically diverse mice (e.g., Diversity Outbred and Collaborative Cross). The distributed and heterogenous nature of information about these model systems presents a significant challenge to finding and aggregating information about mouse models and to identifying the most relevant models for a particular research question. The Mouse Models of Human Cancer database (http:\/\/tumor.informatics.jax.org) is an expertly curated FAIR-compliant knowledgebase that applies community annotation standards and nomenclature standards for genes, alleles, and strains to support accurate and comprehensive search results for mouse models of human cancer. The data in MMHCdb are curated from peer-reviewed scientific publications and direct data submissions from individual investigators and large-scale programs. A primary focus of the resource is to reflect the impact that genetic background has on the cancer-related characteristics of mouse models. The database includes information on spontaneous and genetically engineered cancer models as well as Patient Derived Xenografts and diversity panels. The database supports faceted searching for models by multiple criteria including, tumor type, genetic background of the mouse model, somatic mutations, and publication. Model descriptions include summaries of observed frequencies of tumors observed in the model and histopathology images. Information in MMHCdb is linked to cancer model data from other bioinformatics resources including the Patient Derived Cancer Models database (PDCM), PathBase, the Gene Expression Omnibus (GEO), and ArrayExpress.<br \/>MMHCdb is supported by NCI R01 CA089713","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Databases,Mouse models,Genetic factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. A. Begley, D. M. Krupke, E. Jocoy, S. B. Neuhauser, <b>C. J. Bult<\/b>; <br\/>The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"eeb04043-231b-4cd8-968d-fc8d1d36285b","ControlNumber":"6666","DisclosureBlock":"&nbsp;<b>D. A. Begley, <\/b> None..<br><b>D. M. Krupke, <\/b> None..<br><b>E. Jocoy, <\/b> None..<br><b>S. B. Neuhauser, <\/b> None..<br><b>C. J. Bult, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2839","PresenterBiography":null,"PresenterDisplayName":"Carol Bult, PhD","PresenterKey":"1b07d3ce-4e76-4d1e-931a-1447781e9881","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2839. The mouse models of human cancer database (MMHCdb)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The mouse models of human cancer database (MMHCdb)","Topics":null,"cSlideId":""},{"Abstract":"Mantle cell lymphoma (MCL) is an aggressive subtype of B-cell non-Hodgkin lymphoma that is clinically and biologically heterogenous. MCL murine models are scarce and reliable <i>in vivo<\/i> models are necessary for pre-clinical testing and identification of improved novel therapeutics. To address this need, we established and characterized a human MCL <i>in vivo<\/i> model by systemic implantation of the luciferase-expressing Jeko-1 cell line (Jeko-1-luc) into immunodeficient NCG mice. Tumor growth kinetics was evaluated by testing multiple cell inoculums, and disease progression was monitored by <i>in vivo <\/i>serial<i> <\/i>bioimaging<i>,<\/i> three-dimensional optical imaging (3D), and <i>ex-vivo <\/i>endpoint<i> <\/i>analyses. Jeko-1-luc tumor growth profile revealed moderate latency with a median survival of 40 days post implant. Subsequently, we utilized 3D optical imaging and <i>ex-vivo<\/i> imaging that confirmed the localization of tumor growth predominantly in lungs, spleen, and skeletal regions. Additionally, we determined the surface expression of selected B-cell lineage markers including CD19, CD20, and CD22. Next, we evaluated the efficacy and effect on survival in response to various standard of care agents including Vincristine, Rituximab, Palbociclib, Temsirolimus, and Cyclophosphamide. The quantification of tumor burden by <i>in vivo<\/i> and <i>ex-vivo<\/i> bioluminescent imaging demonstrated that the highest therapeutic activity and overall survival was achieved by Palbociclib and Vincristine. Flow cytometric analyses further demonstrated that tumor cells obtained from blood and selected tissues including spleen and bone marrow showed reduced tumor burden in treatment groups relative to the control group. Taken together, these results illustrate the translational value of the Jeko-1-luc model and provides a platform for evaluating novel treatment modalities for mantle cell lymphoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"B cells,CD20,In vivo imaging,Palbociclib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Harris, A. Wong, E. Rainbolt, N. Westrick, J. Avery, J. Kolb, A. Vunnava, Z. Ward, C. Hall, <b>B. John<\/b>; <br\/>Charles River Laboratories, Inc., Durham, NC","CSlideId":"","ControlKey":"b768bb2c-c944-4839-bb06-2f37c75a6611","ControlNumber":"1027","DisclosureBlock":"&nbsp;<b>D. Harris, <\/b> None..<br><b>A. Wong, <\/b> None..<br><b>E. Rainbolt, <\/b> None..<br><b>N. Westrick, <\/b> None..<br><b>J. Avery, <\/b> None..<br><b>J. Kolb, <\/b> None..<br><b>A. Vunnava, <\/b> None..<br><b>Z. Ward, <\/b> None..<br><b>C. Hall, <\/b> None..<br><b>B. John, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2840","PresenterBiography":null,"PresenterDisplayName":"Bincy John, PhD","PresenterKey":"5915e79e-c93e-4828-b2d2-84a54cb83875","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2840. Development, characterization, and validation of a systemic human mantle cell lymphoma model utilizing luciferase expressing Jeko-1 tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development, characterization, and validation of a systemic human mantle cell lymphoma model utilizing luciferase expressing Jeko-1 tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Multiple Myeloma (MM) is a complex hematologic malignancy characterized by clonal proliferation of transformed plasma cells leading to overproduction of monoclonal immunoglobulins and subsequently end-stage organ damage. Despite therapeutic advances, MM is an incurable disease with poor prognosis in high-risk patients, and thus relevant preclinical models are necessary to develop novel treatment strategies. We developed a Multiple Myeloma <i>in vivo<\/i> model by systemic implantation of the luciferase-expressing glucocorticoid sensitive tumor cell line MM1.S (MM1.S-Luc) into immunodeficient NCG mice. First, we generated a MM1.S-Luc monoclonal cell line from a polyclonal pool of stable luciferase-expressing cells by limiting dilution. Single cells from the stable pool were expanded under selective pressure and four MM1.S-Luc monoclonal lines were selected based on <i>in vitro<\/i> growth properties and bioluminescence intensity. Next, we determined the <i>in vivo<\/i> tumor growth profile by testing the monoclonal lines at two different cell inoculums, and disease progression was monitored by <i>in vivo <\/i>serial<i> <\/i>bioimaging<i>. <\/i>MM1.S-Luc tumor growth kinetics revealed a long latency and based on our <i>in vivo<\/i> imaging results, the tumor preferentially localized to the long bones, lungs, and mandible. For validation of the MM1.S-Luc <i>in vivo<\/i> model, we determined the efficacy and survival benefit in response to various clinically relevant standard of care agents including Dexamethasone, Daratumumab, Cyclophosphamide, Vincristine, Panobinostat, and Bortezomib. The quantification of tumor burden by bioluminescent imaging showed reduced tumor burden and prolonged survival with Panobinostat and Cyclophosphamide. In summary, we have developed a systemic MM1.S-Luc model that recapitulates the disease dissemination and invasiveness of multiple myeloma for evaluating novel therapeutic approaches to treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Multiple myeloma,Hematological cancers,In vivo imaging,Tumor growth,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. John<\/b>, C. Currie, N. Westrick, T. Rowe, A. Wong, E. Rainbolt, Z. Ward, C. Hall, D. Harris; <br\/>Charles River Laboratories, Inc., Durham, NC","CSlideId":"","ControlKey":"79529794-d990-4d30-a3f9-836294d6a3f3","ControlNumber":"7357","DisclosureBlock":"&nbsp;<b>B. John, <\/b> None..<br><b>C. Currie, <\/b> None..<br><b>N. Westrick, <\/b> None..<br><b>T. Rowe, <\/b> None..<br><b>A. Wong, <\/b> None..<br><b>E. Rainbolt, <\/b> None..<br><b>Z. Ward, <\/b> None..<br><b>C. Hall, <\/b> None..<br><b>D. Harris, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2841","PresenterBiography":null,"PresenterDisplayName":"Bincy John, PhD","PresenterKey":"3f3b62c9-21c1-449b-9dda-d6e129b868e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2841. Development and validation of a systemic human multiple myeloma model utilizing luciferase expressing MM1.S tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"433","SessionOnDemand":"False","SessionTitle":"Modeling Cancer in Mice","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and validation of a systemic human multiple myeloma model utilizing luciferase expressing MM1.S tumor cells","Topics":null,"cSlideId":""}]