[{"Abstract":"Shasqi is advancing the Click Activated Protodrugs Against Cancer (CAPAC&#174;) platform based on click chemistry, a Nobel Prize winning technology. The platform is modular and comprises 1) an activator that target specific antigens, and 2) inert cancer drugs, protodrugs, which are selectively activated at tumors via click chemistry. The CAPAC technology separates the tumor targeting function from the payload and re-unites them at the tumor creating the flexibility to optimize activity while limiting toxicity during preclinical and clinical development. The modularity of the platform enables the rapid development of new therapies as well as unlocking unique treatment benefits such as tunable combinations and payload cycling. We envision that CAPAC will expand the scope of potential targets, widen the therapeutic window, and enhance the safety of locally activated cancer therapeutics. Here, we demonstrate the efficacy and safety of our exatecan protodrug (SQP07) used with intratumorally injected activators.<br \/>The activators, tetrazine-modified sodium hyaluronate biopolymer(s), are injected at the tumor site and followed by a systemic dose of SQP07, a trans-cyclooctene (TCO)-modified protodrug of exatecan (Exa). An efficient covalent reaction between tetrazine and TCO moieties releases active Exa at the tumor.<br \/>In vitro cytotoxicity studies showed that SQP07 activated with tetrazine was effective against mouse and human tumor cell lines (MC38, CT26, EMT6 and NCI-N87); SQP07 without activator had potency attenuated by 60-133 fold.<br \/>In vivo tumor distribution and activity of SQP07 with the intratumoral biopolymer activators was evaluated in an NCI-N87 gastric cancer xenograft model. Female C.B-17 SCID mice received a single intravenous dose of vehicle (10% HPCD), Exa (50 mg\/kg) or biopolymer (40 or 100 &#956;L intratumorally) followed by SQP07 or SQP07 alone (50 mg\/kg Exa mol equivalent). 1 hour after biopolymer + SQP07 treatment, activated Exa was highly concentrated in the tumor and stroma. This led to tumor regression in animals up to 40 days, performing significantly better than the free drug cytotoxic, Exa alone. Similarly, median survival with biopolymer + SQP07 was higher (&#62;81 days) compared to Exa (68.5 days). Toxicity, measured as body weight loss, was comparable (~5%) and transient between Exa and biopolymer + SQP07. SQP07 alone treatment without the biopolymer was not differentiated from the vehicle control.<br \/>These data show that the CAPAC platform, which separates the targeting agent from the payload, is an effective way to administer cytotoxic therapies systemically. Additional work with other tumor models, different biopolymers and the SQP07 protodrug is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Biochemical modulators of the therapeutic index,,"},{"Key":"Keywords","Value":"Targeted therapy,Click Chemistry,Topoisomerase I inhibitor,Prodrugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Srinivasan<\/b>, S. Wagner, G. Coricor, T.-H. Nguyen, J. M. McFarland, J. M. Mejía Oneto; <br\/>Shasqi, Inc., San Francisco, CA","CSlideId":"","ControlKey":"8c9d5d08-d3e7-44b9-bcd1-3307a3d83ccb","ControlNumber":"8133","DisclosureBlock":"<b>&nbsp;S. Srinivasan, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Wagner, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock. <br><b>G. Coricor, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock. <br><b>T. Nguyen, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock. <br><b>J. M. McFarland, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. M. Mejía Oneto, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option, Founder and CEO.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7213","PresenterBiography":null,"PresenterDisplayName":"Sangeetha Srinivasan, PhD","PresenterKey":"dc942381-4247-4830-9d25-76215d42214c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7213. Tumor targeted activation of an attenuated exatecan protodrug through Click Chemistry demonstrates efficacy in murine tumor studies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor targeted activation of an attenuated exatecan protodrug through Click Chemistry demonstrates efficacy in murine tumor studies","Topics":null,"cSlideId":""},{"Abstract":"Shasqi is advancing the Click Activated Protodrugs Against Cancer (CAPAC&#174;) platform based on click chemistry, a Nobel Prize winning technology. The platform is modular and comprises of 1) an activator that targets specific antigens, and 2) inert cancer drugs, protodrugs, which are selectively activated at tumors via click chemistry. The CAPAC technology separates the tumor targeting function from the payload and reunites them at the tumor creating the flexibility to optimize activity while limiting toxicity during preclinical and clinical development. The modularity of the platform enables the rapid development of new therapies as well as unlocking unique treatment benefits such as tunable combinations and payload cycling. We envision that CAPAC will expand the scope of potential targets, widen the activity window of antibody drug conjugates (ADCs). Here we compare a HER2-targeting activator + a monomethyl auristatin E (MMAE) payload with an ADC that binds the same target and carries the same payload, as well as other targeting formats.<br \/>The activator SQT01 is composed of a HER2-binding Fab conjugated with tetrazines (Tz). The protodrug SQP22 is formed by coupling trans-cyclooctene (TCO, with a releasable linker) to MMAE, a cytotoxic spindle poison. An efficient covalent reaction between tetrazine and TCO moieties releases active MMAE at the tumor.<br \/>Mice bearing human NCI-N87 HER2+ tumor were treated with 1) SQT01, 2) a non-binding isotype Fab-Tz, or 3) saline. After 18 h, all mice received either vehicle (10% HPCD), SQP22 protodrug, a non-releasable MMAE TCO-protodrug analog of SQP22, or a di-peptide-containing TCO-protodrug analog. We also tested CAPAC&#8217;s approach with SQT06 (a full-length IgG trastuzumab-Tz conjugate) that was followed by an SQP22 dose after 4 days. The dosing of SQP22 with the Fab-Tz and IgG-Tz is timed to allow for systemic clearance of the targeting activator. Fabs have a shorter half-life than IgG, so we dosed SQP22 at 18 h after SQT01 instead of the 4-day timepoint with SQT06. To allow comparisons with ADCs, additional groups received a single dose of commercially available disitamab vedotin (DV) or a HER2-Fab-vedotin.<br \/>SQT01+SQP22 induced a strong tumor growth inhibition comparable to SQT06+SQP22, but significantly better than DV, and SQT01+non-releasable protodrug analog. Dosing with SQT01 with a protease cleavable dipeptide-TCO protodrug analog or a molar equivalent dose of HER2-Fab-vedotin were highly toxic and intolerable. Based on preclinical observations, SQT01+SQP22 was safe and tolerated, and there was no observed body weight loss.<br \/>These data demonstrate that the CAPAC platform, which separates the targeting agent from the payload, provides a clear benefit in terms of safety and efficacy compared with small or large format proteins with the classic fixed construct of ADCs (e.g. a fixed drug to antibody ratio).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Biochemical modulators of the therapeutic index,,"},{"Key":"Keywords","Value":"Targeted therapy,Click Chemistry,Antibody-drug conjugate (ADC),Prodrugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Srinivasan<\/b>, S. Wagner, G. Coricor, J. M. McFarland, T.-H. Nguyen, J. M. Mejía Oneto; <br\/>Shasqi, Inc., San Francisco, CA","CSlideId":"","ControlKey":"a91d081b-b5df-4b55-ba96-b96ed91e0ae4","ControlNumber":"5704","DisclosureBlock":"<b>&nbsp;S. Srinivasan, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Wagner, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock. <br><b>G. Coricor, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock. <br><b>J. M. McFarland, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option. <br><b>T. Nguyen, <\/b> <br><b>Shasqi, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. M. Mejía Oneto, <\/b> <br><b>Shasqi, Inc,<\/b> Employment, Stock, Stock Option, Other, Founder, CEO.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9122","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7214","PresenterBiography":null,"PresenterDisplayName":"Sangeetha Srinivasan, PhD","PresenterKey":"dc942381-4247-4830-9d25-76215d42214c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7214. A click chemistry-based HER2 targeting agent activates a decoupled MMAE payload making it highly differentiated in efficacy and safety than ADCs","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A click chemistry-based HER2 targeting agent activates a decoupled MMAE payload making it highly differentiated in efficacy and safety than ADCs","Topics":null,"cSlideId":""},{"Abstract":"Shasqi is advancing the Click Activated Protodrugs Against Cancer (CAPAC&#174;) platform based on click chemistry, a Nobel Prize winning technology. The platform is modular and comprises 1) an activator that target specific antigens, and 2) inert cancer drugs, protodrugs, which are selectively activated at tumors via click chemistry. The CAPAC technology separates the tumor targeting function from the payload and reunite them at the tumor creating the flexibility to optimize activity while limiting toxicity during preclinical and clinical development. The modularity of the platform enables the rapid development of new therapies as well as unlocking unique treatment benefits such as tunable combinations and payload cycling. We envision that CAPAC will expand the scope of potential targets, widen the therapeutic index of antibody drug conjugates (ADCs). Here we present a Nectin-4-targeting activator with a monomethyl auristatin E (MMAE) payload.<br \/>Nectin-4 is a clinically validated tumor target expressed in a wide range of solid tumors, making Nectin-4 an attractive target for developing new therapeutic approaches for cancer patients. Substantial numbers of Nectin-4 targeting drugs are being developed but exhibit high rates of drug toxicities and highlight the need for alternative approaches that are efficacious and safe. We have developed a Nectin-4 Fab binder conjugated with tetrazine (~2.3 tetrazines per protein), SQT03, and tested it in combination with SQP22, an attenuated protodrug of MMAE conjugated to <i>trans<\/i>-cyclooctene (TCO). The reaction between tetrazine and TCO moieties releases MMAE at the tumor site. We have previously demonstrated that SQP22 is highly attenuated <i>in vivo<\/i> at doses that are &#62; 20x the toxic dose of free MMAE, and in combination with a HER2 targeting activator, led to significant tumor growth inhibition in NCI-N87 gastric cancer xenograft model. The separation of an antigen-targeting activator from the payload by CAPAC technology allowed the rapid development and subsequent testing of SQT03 in combination with SQP22 <i>in vitro<\/i> and <i>in vivo<\/i>. SQT03 displayed &#60;10nM binding affinity to Nectin-4 positive cells by flow cytometry analysis. <i>In vivo<\/i>, dosing of SQT03 occurs 8-24hrs prior to SQP22 to reduce systemic activation and to enable specific release of the active cytotoxic payload at the tumor site. In the T47D breast cancer xenograft model, a single dose of SQP22 at 8-24hrs after SQT03 led to tumor regression without body weight loss, in contrast to the 5% of body weight loss presented by two doses of Enfortumab-vedotin required to lead to similar activity.<br \/>The presented data illustrates how the CAPAC platform can be used to test various therapeutic combinations, accelerating development, and reducing the time it takes to bring treatments to the clinic. The results support further development and testing of MMAE protodrug with Nectin-4 targeting agent in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Biochemical modulators of the therapeutic index,,"},{"Key":"Keywords","Value":"Targeted drug delivery,Novel anticancer agents,Anticancer therapy,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Coricor<\/b>, J. M. McFarland, S. Srinivasan, S. Wagner, N. Yee, T.-H. Nguyen, J. M. Mejia Oneto; <br\/>Shasqi Inc., San Francisco, CA","CSlideId":"","ControlKey":"d3acb1ba-d552-44fa-886e-12960cdf42c0","ControlNumber":"6745","DisclosureBlock":"<b>&nbsp;G. Coricor, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>Scholar Rock<\/b> Patent. <br><b>J. M. McFarland, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>S. Srinivasan, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>S. Wagner, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>N. Yee, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>T. Nguyen, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>J. M. Mejia Oneto, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>Tambo<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7215","PresenterBiography":null,"PresenterDisplayName":"George Coricor, PhD","PresenterKey":"a235c575-7d8d-44a1-8f32-8dadebef8604","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7215. Nectin-4 targeted therapy with MMAE protodrug results in anti-tumor efficacy mediated by click chemistry","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nectin-4 targeted therapy with MMAE protodrug results in anti-tumor efficacy mediated by click chemistry","Topics":null,"cSlideId":""},{"Abstract":"Shasqi is advancing the Click Activated Protodrugs Against Cancer (CAPAC&#174;) platform based on click chemistry, a Nobel Prize winning technology. The platform is modular and comprises 1) an activator that target specific antigens, and 2) inert cancer drugs, protodrugs, which are selectively activated at tumors via click chemistry. The CAPAC technology separates the tumor targeting function from the payload and reunites them at the tumor, creating the flexibility to optimize activity while limiting toxicity during preclinical and clinical development. The modularity of the platform enables the rapid development of new therapies as well as unlocking unique treatment benefits such as tunable combinations and payload cycling. We envision that CAPAC will expand the scope of potential targets and widen the therapeutic index of antibody drug conjugates (ADCs). Here we present proof of concept for a HER2-targeting activator with a monomethyl auristatin E (MMAE) payload. The activator SQT01 is composed of a HER2-binding Fab conjugated with tetrazines (Tz), a click chemistry component. The protodrug SQP22 is formed by coupling <i>trans<\/i>-cyclooctene (TCO), another click chemistry component, to MMAE, a cytotoxic spindle poison. SQT01 binding was confirmed via flow cytometry, while SQP22 was evaluated for stability and activation via the reaction of Tz and TCO moieties activating MMAE at the tumor site. <i>In vivo<\/i> activity was evaluated in a HER2+ gastric cancer (NCI-N87) xenograft model. SQP22 was stable in plasma and had minimal <i>in vivo<\/i> anti-tumor activity without the activator. When combined with SQT01 in tumor-bearing mice, SQP22 was rapidly activated and led to active MMAE at the tumor site within 15 minutes. In efficacy studies, this activation resulted in significant tumor growth inhibition compared to an isotype control or disitamab vedotin, an ADC that targets HER2 and carries an MMAE payload. Treatment with SQT01 and 3 daily doses of SQP22 resulted in 4\/6 complete responses with no body weight loss. This response can be differentiated from the activity of the isotype control by modulating the dose levels of SQT01 or SQP22 and the time interval between the two. In a dose escalation study, increasing dose level combinations were evaluated. In another efficacy study the optimal timing between the administration of SQT01 and SQP22 was investigated. It was found that anti-tumor efficacy is maintained over a 4 to 24 hours dose gap, but non-specific activity is decreased by dosing SQP22 8 - 24 hours after SQT01, corresponding to increased safety. Additional toxicology studies are ongoing. This data indicates that the CAPAC platform, which separates the targeting agent from the payload, can be optimized for antigen specific efficacy and safety by modulating dose amounts and time intervals between both components.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Biochemical modulators of the therapeutic index,,"},{"Key":"Keywords","Value":"Targeted therapy,Antibody-drug conjugate (ADC),Prodrugs,Microtubule-interfering agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Wagner<\/b>, M. Aleckovic, G. Coricor, S. Srinivasan, J. McFarland, T.-H. Nguyen, J. M. Mejía Oneto; <br\/>Shasqi, San Francisco, CA","CSlideId":"","ControlKey":"734d0c55-21b2-4cc8-a4f3-89eaa79a2141","ControlNumber":"7137","DisclosureBlock":"<b>&nbsp;S. Wagner, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>M. Aleckovic, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>G. Coricor, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>S. Srinivasan, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock. <br><b>Tambo Inc.<\/b> Employment, Stock. <br><b>J. McFarland, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>T. Nguyen, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock Option. <br><b>J. M. Mejía Oneto, <\/b> <br><b>Shasqi Inc.<\/b> Employment, Stock. <br><b>Tambo Inc.<\/b> Stock, Other, Founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7216","PresenterBiography":null,"PresenterDisplayName":"Stefanie Wagner, MS","PresenterKey":"e8f8e12c-a311-4af0-bc7d-15a67780cbea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7216. Improving anti-tumor efficacy by modulating a separate HER2 activator and an MMAE payload and reuniting both through click chemistry","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving anti-tumor efficacy by modulating a separate HER2 activator and an MMAE payload and reuniting both through click chemistry","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is now the third leading cause for cancer related deaths in the US with a five-year survival of ~10% that has improved little over the past 20 years. Thus, there is a critical need to fully understand mechanisms of PDAC tumorigenesis in order to develop novel and effective therapies. Nicotinamide Adenine Dinucleotide (NAD), a critical co-factor and energy source required for cellular processes such as DNA repair and epigenetic regulation is frequently upregulated in PDAC. We recently reported a novel oncogenic axis connecting the NAD-dependent epigenetic regulator and oncogene C-terminal Binding Protein (CtBP) with the EGFR family growth factor receptors ErbB2\/ErbB3 (ErbB2\/3) in PDAC cells and tumors. Indeed, previous reports have shown ~30% of human PDAC tumors overexpress ErbB3, and our work has shown that PDAC tumor cell growth relies on maintenance of ErbB3 expression. Moreover, we show that the majority of PDAC cells with high levels of ErbB3 expression are uniquely sensitive to the ErbB2-targeted tyrosine kinase inhibitor lapatinib. In addition, we have recently shown that co-targeting NAD and CtBP with small molecule inhibitors is an effective and synergistic therapeutic strategy in PDAC model systems.<br \/>Methods and Results: In the current study, we demonstrate NAD-dependent regulation of ErbB2\/3 signaling in PDAC cells <i>in vitro<\/i>. Upon depletion of NAD using the NAD salvage pathway inhibitor GMX1778 in human PDAC cells, we observed a striking coordinate decrease in the levels of both ErbB2 and ErbB3. Furthermore, stable knockdown of the limiting enzyme of the complementing Preiss-Handler NAD synthetic pathway, Nicotinamide Adenine Phosphoribosyl Transferase, also resulted in robust downregulation of ErbB2\/3 protein levels, suggesting a direct linkage in PDAC cells between the status of NAD metabolism and synthesis and activity of the key growth factor receptors ErbB2\/3.<br \/>Conclusions: Our findings highlight the novel connection between NAD and ErbB2\/3 in PDAC. Furthermore, our data suggests combining chemical or biologic inhibitors of ErbB2\/3 with an inhibitor of NAD synthesis may result in highly synergistic cytotoxic effects in PDAC cells and PDAC preclinical models. Such data could support the future development of a human PDAC clinical trial repurposing agents targeting NAD synthesis and ErbB2\/3 that are already FDA-approved or currently in clinical testing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metabolism,HER2\/neu,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Chougoni<\/b>, N. Kim, M. M. Dcona, D. T. Dcona, G. K. Malhotra, S. R. Grossman; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"6c98bc80-9b46-41a4-a601-9fab6e51f417","ControlNumber":"2772","DisclosureBlock":"&nbsp;<b>K. Chougoni, <\/b> None..<br><b>N. Kim, <\/b> None..<br><b>M. M. Dcona, <\/b> None..<br><b>D. T. Dcona, <\/b> None..<br><b>G. K. Malhotra, <\/b> None..<br><b>S. R. Grossman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9126","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7217","PresenterBiography":null,"PresenterDisplayName":"Kranthi Kumar Chougoni, B Pharm;M Pharm;MS,PhD","PresenterKey":"5ca68f2f-1259-47c6-bc7b-198c6c615c4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7217. Orthogonal targeting of NAD metabolism and ErbB2\/ErbB3 signaling in pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Orthogonal targeting of NAD metabolism and ErbB2\/ErbB3 signaling in pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a hematologic malignancy characterized by the clonal proliferation of immature blast cells in the peripheral blood and bone marrow. AML is the second most common type of childhood leukemia, and 50% to 60% of relapses occur within the first year of diagnosis. Chemotherapy side effects and resistance are becoming major clinical issues. Although anthracyclines are one of the most commonly used induction regimens for children with AML in the United States, clinicians avoid them due to adverse effects and clinical resistance issues. To address this clinical issue, we are looking for a novel AML approach to boost the usage of anthracyclines. Since Bcl-2 protein overexpression in AML is related to uncontrolled growth, poor prognosis, and chemoresistance. Multiple clinical trials have suggested combining venetoclax (a selective Bcl-2 inhibitor) with well-established medicines to boost efficacy and overcome resistance. We suggest that inhibiting Bcl-2 is a feasible strategy for increasing the use of anthracycline medicines. We proposed combining doxorubicin and venetoclax as an alternative approach for AML patients. In a panel of three AML cell lines, Kusami-1, U937, and THP-1, our western blot revealed that Kusami-1 had the highest expression of Bcl-2 proteins. Surprisingly, venetoclax causes Kusami-1 cell death and increases the efficacy of doxorubicin in a dose-dependent manner, suggesting that utilizing a lower clinical standard dose may avoid major adverse effects such as cardiotoxicity. Furthermore, the Annexin V Apoptosis Detection Kit indicated that venetoclax coupled with doxorubicin synergistically promoted total apoptosis in Kusami-1 cells. The combination medication shown promising and synergistic in vitro anti-leukemic action against AML cell lines and represents a potentially viable treatment option for AML patients. Future research will use the combination approach in AML cell lines, as well as in patient samples and <i>in vivo<\/i> experiments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Venetoclax,Doxorubicin,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. Aloudat<\/b><sup>1<\/sup>, O. Al Odat<sup>2<\/sup>, T. Budak-Alpdogan<sup>3<\/sup>, S. Jonnalagadda<sup>2<\/sup>, Y. Chen<sup>4<\/sup>, M. Pandey<sup>1<\/sup>; <br\/><sup>1<\/sup>Cooper Medical School of Rowan University, Camden, NJ, <sup>2<\/sup>Rowan University, Glassboro, NJ, <sup>3<\/sup>Cooper University Hospital, Camden, NJ, <sup>4<\/sup>College of Science and Mathematics, Rowan University, Glassboro, NJ","CSlideId":"","ControlKey":"125e87e2-4910-4b36-875c-fd0904cc8eb6","ControlNumber":"2839","DisclosureBlock":"&nbsp;<b>O. Aloudat, <\/b> None..<br><b>O. Al Odat, <\/b> None..<br><b>T. Budak-Alpdogan, <\/b> None..<br><b>S. Jonnalagadda, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>M. Pandey, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7218","PresenterBiography":null,"PresenterDisplayName":"Osama Aloudat, MD, MBBS","PresenterKey":"6ca10ffd-6444-4371-aed1-da9c4ec2be7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7218. Venetoclax triggers apoptosis and augments the effectiveness of doxorubicin against acute myeloid leukemia cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Venetoclax triggers apoptosis and augments the effectiveness of doxorubicin against acute myeloid leukemia cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cervical cancer, although largely preventable, continues to be a significant health concern. Early-stage treatment is commonly surgery; while advanced, recurrent, or metastatic disease often requires systemic therapy. Chemotherapy, mainly cisplatin is the backbone of first-line therapy. TTFields are electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression. In other tumor types, TTFields applied with cisplatin has exhibited benefit. This <i>in vitro<\/i> study assessed the preclinical efficacy of TTFields for cervical cancer and explored efficacy for concurrent use with cisplatin.<br \/>Methods: Effects on cell count in cervical cancer cell lines exposed to TTFields (0.5 V\/cm for Ca Ski cells, 1 V\/cm RMS for HeLa and SiHa cells; 72 h) across a range of frequencies (100-400 kHz) were evaluated. TTFields (200 kHz) were then applied with varying cisplatin doses followed by cell count, colony formation, and apoptosis assays. Overall effect was calculated as the product of percent reductions in cell count and colony formation. TTFields-treated cells were evaluated for formation of the DNA damage marker &#947;H2AX using fluorescent microscopy; and for the expression of Fanconi Anemia (FA)-BRCA pathway proteins through Western blotting.<br \/>Results: TTFields treatment reduced cell count in all cervical cancer cell lines tested. Cisplatin exhibited dose-response effects, which were enhanced when TTFields were co-applied. TTFields led to downregulated expression of FA-BRCA pathway proteins, which are involved in repairing cisplatin-induced DNA damage, resulting in increased DNA damage.<br \/>Conclusions: These preclinical results suggest that TTFields should be further explored as a potential treatment for cervical cancer. TTFields-induced downregulation of the FA-BRCA pathway possibly explains the enhanced efficacy when TTFields are applied together with cisplatin, providing mechanistic insight.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Cisplatin,Cervical cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Frechtel-Gerzi<sup>1<\/sup>, D. Gerasimova<sup>1<\/sup>, E. Zeevi<sup>1<\/sup>, R. Monin<sup>1<\/sup>, H. Fishman<sup>1<\/sup>, I. Schlachet-Drukerman<sup>1<\/sup>, H. Mumblat<sup>1<\/sup>, A. Martinez-Conde<sup>1<\/sup>, R. Engelman<sup>1<\/sup>, E. Dor-On<sup>1<\/sup>, <b>I. Tzchori<\/b><sup>1<\/sup>, A. Haber<sup>1<\/sup>, M. Giladi<sup>1<\/sup>, U. Weinberg<sup>1<\/sup>, Y. Palti<sup>1<\/sup>, G. M. Palmer<sup>2<\/sup>, A. Alvarez Secord<sup>3<\/sup>; <br\/><sup>1<\/sup>Novocure Ltd, Haifa, Israel, <sup>2<\/sup>Duke Cancer Institute, Duke University Medical Center, Durham, NC, <sup>3<\/sup>Duke Cancer Institute, Duke University Medical Center, Haifa, Israel","CSlideId":"","ControlKey":"2ed376ad-f128-4910-837e-b543e12e6d38","ControlNumber":"4370","DisclosureBlock":"<b>&nbsp;R. Frechtel-Gerzi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>D. Gerasimova, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Zeevi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Monin, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Fishman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>I. Schlachet-Drukerman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Mumblat, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Martinez-Conde, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Engelman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>I. Tzchori, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.<br><b>G. M. Palmer, <\/b> None.&nbsp;<br><b>A. Alvarez Secord, <\/b> <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Aravive<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Clovis<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Ellipses<\/b> Grant\/Contract. <br><b>Immunogen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Oncoquest<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>Seagen Inc.<\/b> Grant\/Contract. <br><b>TapImmune<\/b> Grant\/Contract. <br><b>Tesaro\/GSK<\/b> Grant\/Contract. <br><b>VBL Therapeutics<\/b> Grant\/Contract. <br><b>National Cancer Trial Network<\/b> Grant\/Contract. <br><b>Myriad<\/b> Other, Honoraria for Advisory Board.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9128","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7219","PresenterBiography":null,"PresenterDisplayName":"Itai Tzchori, PhD","PresenterKey":"dbce109e-75ec-4e70-8742-1c2f39802c78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7219. Preclinical investigations of concomitant tumor treating fields (TTFields) with cisplatin for treatment of cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical investigations of concomitant tumor treating fields (TTFields) with cisplatin for treatment of cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"While polyADP-ribose polymerase (PARP) inhibitors have made advancements in the treatment of breast cancer, challenges such as chemotherapy resistance and limited application persist. Fanconi AnemiaComplementation Group I (FANCI), a DNA repair protein associated with breast cancer development, represents a potential target for novel combination therapeutic strategies. However, the role of FANCI in breast cancer and its impact on the efficacy of PARP inhibitors require further investigation.<br \/><b><\/b>In our study, we analyzed FANCI expression in breast cancer tissues and cell lines, and its correlation with clinical parameters and patient prognosis. Lentiviral vectors were utilized and functional assays were performed to evaluate the effects of FANCI modulation on breast cancer cell growth and migration. Co-immunoprecipitation assays and protein interaction analysis were conducted to identify the interaction between FANCI and PARP1 and determine the specific binding region. The functionality and nuclear distribution of PARP1 were assessed upon FANCI modulation. Finally, the sensitivity of breast cancer cells to the PARP inhibitor talazoparib upon FANCI knockdown was evaluated <i>in vitro <\/i>and <i>in vivo<\/i>.<br \/>Our findings demonstrated that FANCI was overexpressed in breast cancer and associated with poor prognosis. FANCI significantly promoted breast cancer cell proliferation both <i>in vitro <\/i>and <i>in vivo<\/i>. We identified the interaction between FANCI and PARP1, specifically at the FANCI helical domain 2 binding site. FANCI knockdown led to reduced nuclear localization of PARP1 and decreased PARP1 activity. Importantly, combination treatment with FANCI knockdown and talazoparib significantly inhibited cancer growth <i>in vitro <\/i>and <i>in vivo<\/i>. Additionally, we found that the cyclin-dependent kinase (CDK) 4\/6 inhibitor palbociclib, which effectively suppresses FANCI protein expression, exhibited a robust synergistic effect with talazoparib both <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>In conclusion, FANCI is a novel therapeutic target for breast cancer. Suppression of FANCI regulates PARP1 redistribution and activity, making breast cancer cells more responsive to PARP inhibitors. This combination therapeutic strategy shows potential in enhancing the effectiveness of PARP inhibitors for breast cancer treatment, regardless of BRCA mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,PARP inhibitors,Palbociclib,FANCI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-z. Huang<\/b><sup>1<\/sup>, M.-Y. Sang<sup>1<\/sup>, P.-W. Xi<sup>1<\/sup>, R.-X. Xu<sup>1<\/sup>, M.-Y. Cai<sup>1<\/sup>, Z.-W. Wang<sup>1<\/sup>, J.-Y. Zhao<sup>1<\/sup>, Y.-H. Li<sup>1<\/sup>, J.-F. Wei<sup>2<\/sup>, Q. Ding<sup>1<\/sup>; <br\/><sup>1<\/sup>Jiangsu Province Hospital (The First Affiliated Hospital With Nanjing Medical University), Nanjing, China, <sup>2<\/sup>Jiangsu Cancer Hospital, Nanjing, China","CSlideId":"","ControlKey":"dce237cc-a067-4e2e-bc2e-4233080b8124","ControlNumber":"4487","DisclosureBlock":"&nbsp;<b>Y. Huang, <\/b> None..<br><b>M. Sang, <\/b> None..<br><b>P. Xi, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>M. Cai, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>Q. Ding, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7220","PresenterBiography":null,"PresenterDisplayName":"Yu-zhou Huang","PresenterKey":"2fe16984-57d8-4320-8f6c-5c0c51260614","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7220. Emerging combination strategy: FANCI suppression induces PARP1 redistribution to enhance efficacy of PARP inhibitors in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Emerging combination strategy: FANCI suppression induces PARP1 redistribution to enhance efficacy of PARP inhibitors in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Anti VEGF A antibody Bevacizumab combined with standard chemotherapy has improved outcomes for CRC patients. However, a subset of CRC patients acquires resistance to anti-VEGF treatment and underlying mechanism is poorly understood. Our recent study reported that circadian clock transcription factor BMAL1 drives transcription of VEGFA conferring resistance to bevacizumab treatment. Our rational is to stabilize negative regulator of circadian clock CRY protein to inhibit BMAL1 activity in a negative feedback loop. In this study, we evaluated whether CRY stabilizers SHP656 and SHP1705 in combination with bevacizumab can synergistically enhance anti-tumor effect in CRC mouse models.<br \/><b>Methods: <\/b><i>In vitro<\/i> tube formation assay was performed with HUVECs cells to investigate the effect of CRY stabilizer on tube formation. For <i>in vivo<\/i> experiments, 10<sup>6<\/sup> HCT116 human CRC cells were injected subcutaneously into the right flank of 8-week-old nude mice. Mice (5mice\/group) were randomized into: A. vehicle (2% carboxymethylcellulose PO 5 days\/week; control IgG IP, 2 days\/week); B. bevacizumab (5mg\/kg IP, twice\/week); C. 10mg\/kg SHP656; D. 30mg\/kg SHP656; E. 30mg\/kg SHP1705; F. 10mg\/kg SHP656 + bevacizumab; G. 30mg\/kg SHP656 + bevacizumab; G. 30mg\/kg SHP1705 + bevacizumab. SHP 656 &#38; 1705 was given PO; 5days\/week. Tumor volume was measured three times a week. The survival curve was plotted using Kaplan and Meier method and assessed for statistical significance with log-rank test.<br \/><b>Results:<\/b> The <i>in vitro<\/i> tube formation assay showed significant inhibition of tube formation in HUVEC cells treated with SHP1705 plus bevacizumab compared to treated with bevacizumab alone. In <i>in vivo<\/i> study, the tumors treated with 30mg\/kg SHP1705 + bevacizumab significantly suppressed tumor growth compared to bevacizumab monotherapy (one way-ANOVA, P &#60;0.05). 30mg\/kg SHP1705 + bevacizumab significantly improved survival of the mice (Log-rank test, P &#60;0.05). No significant survival benefit was observed with bevacizumab alone. 3\/5 mice treated with SHP1705 + bevacizumab showed decreased tumor volume and achieved complete regression for more than 4 months without additional treatment. In combination with bevacizumab, higher dose of SHP656 (30mg\/kg) delayed tumor growth and extended survival compared with bevacizumab monotherapy (though did not reach statistical significance) whereas the lower dose of 10mg\/kg did not show anti-tumor effect, demonstrating a dose dependent response.<br \/><b>Conclusion: <\/b>Our study shows that CRY stabilizers in combination with bevacizumab significantly enhances anti-tumor efficacy in CRC mouse models. Although mechanism of action of SHP compounds on angiogenesis pathway still needs further investigation, these findings may support development of novel treatment strategies modulating circadian clock to overcome bevacizumab resistance in CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Circadian genes,Bevacizumab,Drug discovery,Angiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Lo<\/b><sup>1<\/sup>, S. Soni<sup>1<\/sup>, G. Smbatyan<sup>1<\/sup>, L. Torres-Gonzalez<sup>1<\/sup>, P. Mittal<sup>1<\/sup>, Y. Yang<sup>2<\/sup>, F. Battaglin<sup>1<\/sup>, P. Chan<sup>2<\/sup>, Y. Pan<sup>2<\/sup>, S. Algaze<sup>1<\/sup>, P. Jayachandran<sup>1<\/sup>, K. Ashouri<sup>1<\/sup>, A. Wong<sup>1<\/sup>, W. Zhang<sup>1<\/sup>, J. Millstein<sup>2<\/sup>, I. K. Singh<sup>3<\/sup>, E. T. Roussos Torres<sup>1<\/sup>, S. M. Mumenthaler<sup>2<\/sup>, S. A. Kay<sup>2<\/sup>, H.-J. Lenz<sup>1<\/sup>; <br\/><sup>1<\/sup>USC Norris Comprehensive Cancer Center, Los Angeles, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA, <sup>3<\/sup>University of Delhi, Delhi, India","CSlideId":"","ControlKey":"6c9505b5-25df-46e8-ac89-00eefd2ae892","ControlNumber":"5396","DisclosureBlock":"&nbsp;<b>J. Lo, <\/b> None..<br><b>S. Soni, <\/b> None..<br><b>G. Smbatyan, <\/b> None..<br><b>L. Torres-Gonzalez, <\/b> None..<br><b>P. Mittal, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>F. Battaglin, <\/b> None..<br><b>P. Chan, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>S. Algaze, <\/b> None..<br><b>P. Jayachandran, <\/b> None..<br><b>K. Ashouri, <\/b> None..<br><b>A. Wong, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>J. Millstein, <\/b> None..<br><b>I. K. Singh, <\/b> None..<br><b>E. T. Roussos Torres, <\/b> None..<br><b>S. M. Mumenthaler, <\/b> None.&nbsp;<br><b>S. A. Kay, <\/b> <br><b>Synchronicity Pharma LLC<\/b> Other, Advisor.<br><b>H. Lenz, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9130","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7221","PresenterBiography":null,"PresenterDisplayName":"Jae Ho Lo, BA","PresenterKey":"a174d53e-a464-4d8c-9d5a-5596395dca41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7221. A compound targeting the circadian clock protein CRY2 enhances therapeutic efficacy of bevacizumab in a colorectal cancer (CRC) xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A compound targeting the circadian clock protein CRY2 enhances therapeutic efficacy of bevacizumab in a colorectal cancer (CRC) xenograft model","Topics":null,"cSlideId":""},{"Abstract":"Targeting androgen receptor (AR) by pharmacologic intervention is one of the practical approaches for the treatment of castration-resistant prostate cancer (CRPC). Hence, this study aimed to develop novel molecules that employ multiple mechanisms to inhibit AR expression and curtail the growth of CRPC. The target antiandrogen-equipped histone deacetylase inhibitors were synthesized, adapting the convergent chemistry we used to synthesize the first-generation compounds. The final compounds were characterized using 1H-NMR, 13C-NMR, and high-resolution mass spectrometry. We synthesized and analyzed several compounds, in which KK62 emerged as the lead compound. KK62 significantly inhibits a panel of CRPC cell lines in nanomolar concentrations without causing toxicity to healthy prostate epithelial cells. The molecular analysis suggested that inhibition of AR and AR-splice variants was evident, followed by downregulation of PSA expression in AR-positive CRPC cell lines. Further analysis confirmed that KK62 overcomes dihydrotestosterone (DHT) induced AR signaling and enzalutamide-resistant CRPC cells by downregulating AR and AR-splice variants in CRPC cells. Subsequent analysis confirmed that KK62 induces autophagy signaling by upregulating autophagosome (LC3B) and lysosome (LAMP1) markers expression and facilitating the autophagosome and lysosome fusion, which resulted in the induction of apoptosis in all AR-positive CRPC cell lines. The pro-apoptotic markers, such as BAX and cleaved caspase, were upregulated, whereas the downregulation of pro-survival markers was evident in KK62-treated CRPC cells. Our ongoing castrated and non-castrated xenotransplanted CRPC tumors and Patient-derived xenograft in vivo studies would validate our in vitro findings and confirm that KK62 is a potent compound that may improve therapeutic advances in treating CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Prostate cancer,Small molecule drugs,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Chandrasekaran<\/b><sup>1<\/sup>, K. Yalla<sup>2<\/sup>, A. Tyagi<sup>1<\/sup>, V. Shukla<sup>1<\/sup>, N. Tyagi<sup>1<\/sup>, B. Tyagi<sup>1<\/sup>, M. Vashishta<sup>1<\/sup>, A. Oyelere<sup>2<\/sup>, C. Damodaran<sup>1<\/sup>; <br\/><sup>1<\/sup>Texas A&M University, College Station, TX, <sup>2<\/sup>Georgia Institute of Technology, Atlanta, GA","CSlideId":"","ControlKey":"6a3f5fcc-63bc-4583-92e5-bebf61cbcfd4","ControlNumber":"5712","DisclosureBlock":"&nbsp;<b>B. Chandrasekaran, <\/b> None..<br><b>K. Yalla, <\/b> None..<br><b>A. Tyagi, <\/b> None..<br><b>V. Shukla, <\/b> None..<br><b>N. Tyagi, <\/b> None..<br><b>B. Tyagi, <\/b> None..<br><b>M. Vashishta, <\/b> None..<br><b>A. Oyelere, <\/b> None..<br><b>C. Damodaran, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7222","PresenterBiography":null,"PresenterDisplayName":"Balaji Chandrasekaran, Ph.D.","PresenterKey":"2dc64988-1377-427c-ab30-3a7697d0a3a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7222. Antiandrogen equipped with HDAC inhibitors activates autophagy-mediated growth inhibition in castrate-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antiandrogen equipped with HDAC inhibitors activates autophagy-mediated growth inhibition in castrate-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"KRAS mutations drive over 90% of pancreatic cancers, but KRAS has been proven difficult to target. Downstream of KRAS, MEK inhibition in combination with BCL-XL inhibition is synthetically lethal and an effective treatment for gynecologic, but not colorectal malignancies. Like colorectal cancer, pancreatic cancer often exhibits aberrant HER\/EGFR activity. We hypothesized that a triplicate regimen targeting MEK, BCL-XL, and EGFR\/HER would be effective for pancreatic cancer. Trametinib (MEK inhibitor), Afatinib (pan-EGFR\/HER inhibitor), and Navitoclax (BCL-XL inhibitor); or DT2216 (a BCL-XL\/BCL-1 proteolysis targeting chimera, PROTAC) were explored using various combinatorial strategies. These drug combinations were tested using four primary human pancreatic cancer cell lines using live cell imaging (Incucyte) and an in vivo murine model. Group comparisons were analyzed using one-way ANOVAs, and adjusted p-values &#60;0.05 were considered significant. We observed that no single-agent treatments were effective. MEK inhibition plus anti-BCL-XL (Trametinib + Navitoclax or Trametinib + DT2216) demonstrated efficacy in one of the four cell lines. We noted synergistic effects on reduced cell growth and increased cell death when EGFR\/HER inhibition was included by the administration of Afatinib. The triplet combination resulted in synergistic effects in three of four cell lines with Navitoclax and four of four cell lines with DT2216 (q&#60;0.05). This effect was confirmed with DT2216 inhibition of BCL-XL in an in-vivo murine model. In conclusion, our study shows that a combinatory strategy targeting MEK, BCL-XL, and pan-EGFR\/HER receptor kinase shows significant synergistic effects in pancreatic cancer. Clinical trials that assess the efficacy and safety of this strategy for patients with KRAS-mutant pancreatic cancer are warranted. Our data also suggests that novel KRAS inhibitors as monotherapy are likely to fail.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"K-ras,Pancreatic cancer,EGFR,Bcl-xL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. W. Tushoski-Alemán<\/b>, A. J. Crespin, C. J. Oguejiofor, J. A. McKean, K. M. Herremans, T. J. George, C. J. Allegra, S. J. Hughes, S. Han; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"7df3fb8c-4825-4683-a481-a912c5755beb","ControlNumber":"7901","DisclosureBlock":"&nbsp;<b>G. W. Tushoski-Alemán, <\/b> None..<br><b>A. J. Crespin, <\/b> None..<br><b>C. J. Oguejiofor, <\/b> None..<br><b>J. A. McKean, <\/b> None..<br><b>K. M. Herremans, <\/b> None..<br><b>T. J. George, <\/b> None..<br><b>C. J. Allegra, <\/b> None..<br><b>S. J. Hughes, <\/b> None..<br><b>S. Han, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7223","PresenterBiography":null,"PresenterDisplayName":"Gerik Tushoski-Aleman, BS","PresenterKey":"4f7d2449-973c-4adc-981a-8a33c57ecac9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7223. A triplet therapeutic strategy targeting MEK, BCL-XL, and EGFR, for KRAS-mutant pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A triplet therapeutic strategy targeting MEK, BCL-XL, and EGFR, for KRAS-mutant pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a hematological malignancy that is characterized by the arrest of hematopoietic stem cell differentiation, clonal expansion of myeloid hematopoietic precursors and poor patient survival outcomes. Despite therapeutic advancements, the prognosis of AML patients remains poor and improving patient survival outcomes continues to be a challenge. Therefore, the objective of this study was to investigate the efficacy of Duocarmycin SA (DSA- an antitumor antibiotic that induces DNA alkylation) in combination with FDA approved drugs currently used in the treatment of AML. In this study, DSA was evaluated in combination with doxorubicin (an anthracycline that disrupts topoisomerase II mediated DNA repair) or etoposide (a topoisomerase II inhibitor used to treat relapsed\/refractory AML) in human AML cells <i>in vitro<\/i>. We hypothesized that DSA in combination with doxorubicin or etoposide would exhibit synergistic effects by improving the efficacy of both doxorubicin and etoposide in AML cells. The human AML cell lines (Molm-14 and HL60) were used for all studies. The phenotype of the cells was confirmed by flow cytometry and the IC<sub>50<\/sub> of the drugs were determined using the MTT assay. Our results showed that the AML cells were CD45<sup>+<\/sup>, CD33<sup>+<\/sup>, CD13<sup>+<\/sup> and CD4<sup>+<\/sup>. The IC<sub>50<\/sub> of DSA alone for Molm-14 cells and HL60 cells were 11.12 pM and 114.8 pM, respectively. DSA alone induced DNA double-stranded breaks, significantly decreased the production of colonies and significantly increased apoptosis in AML cells in a dose-dependent manner. The IC<sub>50<\/sub> of doxorubicin alone and etoposide alone was 68.6 nM and 129.7 nM, respectively. DSA in combination with the FDA approved AML drugs showed increased cytotoxic efficacy by observable decreases in AML cell viability. In summary, 1) picomolar concentrations of DSA alone was sufficient to significantly reduce AML cell viability; 2) DSA in combination with doxorubicin or etoposide significantly reduced AML cell viability and reduced the IC<sub>50<\/sub> concentration of doxorubicin and etoposide. Thus, highlighting the therapeutic potential of using DSA in combination with doxorubicin or etoposide as a drug combination strategy<i> <\/i>to improve AML patient survival outcomes by decreasing the concentration of drugs necessary to treat patients and reducing off-target toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,DNA damage,Combination studies,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. A. Chen<\/b><sup>1<\/sup>, D. Aguilar<sup>1<\/sup>, L. So<sup>1<\/sup>, Y. Jawhar<sup>1<\/sup>, N. Nguyen<sup>1<\/sup>, N. Drew<sup>1<\/sup>, T. G. Williams<sup>1<\/sup>, C. A. Casiano<sup>1<\/sup>, S. Dovat<sup>2<\/sup>, K. Boyle<sup>1<\/sup>, O. L. Francis-Boyle<sup>1<\/sup>; <br\/><sup>1<\/sup>Loma Linda University, Loma Linda, CA, <sup>2<\/sup>Pennsylvania State University, State College, PA","CSlideId":"","ControlKey":"eddac481-46d7-4957-bbc7-c42cfe389b25","ControlNumber":"7903","DisclosureBlock":"&nbsp;<b>W. A. Chen, <\/b> None..<br><b>D. Aguilar, <\/b> None..<br><b>L. So, <\/b> None..<br><b>Y. Jawhar, <\/b> None..<br><b>N. Nguyen, <\/b> None..<br><b>N. Drew, <\/b> None..<br><b>T. G. Williams, <\/b> None..<br><b>C. A. Casiano, <\/b> None..<br><b>S. Dovat, <\/b> None..<br><b>K. Boyle, <\/b> None..<br><b>O. L. Francis-Boyle, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7224","PresenterBiography":null,"PresenterDisplayName":"William Chen, BS,PhD","PresenterKey":"69db23e8-3fb1-453b-be77-bb9f13b7ae03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7224. Investigation of the efficacy of duocarmycin SA in combination with FDA approved drugs in acute myeloid leukemia cells <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of the efficacy of duocarmycin SA in combination with FDA approved drugs in acute myeloid leukemia cells <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Myeloproliferative neoplasms (MPNs) are characterized by aberrant activation of the JAK-STAT pathway. Ruxolitinib (RUX) is a JAK1\/2 inhibitor used to treat myelofibrosis (MF) and hydroxyurea-resistant\/intolerant polycythemia vera. While RUX has demonstrated important clinical benefits, a large proportion of patients have persistent disease manifestations despite therapy. CDK8 regulates phosphorylation of STAT proteins in a RUX-independent manner; thus, CDK8 inhibition may alter downstream STAT target gene expression. RVU120 is a highly selective and potent CDK8\/19 inhibitor that inhibits STAT1\/5 phosphorylation. We hypothesized that the combination of RUX and RVU120 would act in a cooperative manner to attenuate JAK-STAT signaling and reduce MPN phenotypes <i>in vivo<\/i>.<br \/>Using <i>JAK2<sup>V617F<\/sup><\/i> mutant leukemic cell lines, we identified dose-responsive changes in viability with RUX and RVU120 in all cell lines. Pharmacodynamic analysis validated that STAT5 protein phosphorylation was decreased by RUX\/RVU120, although at different phosphorylation sites by RUX (pTYR694) and RVU120 (pSER726\/731); exposure to RUX+RVU120 inhibited phosphorylation at both sites. Notably, analysis of combinatorial effects of RUX+RVU120 on viability demonstrated drug synergies (combinatorial index &#60;1) in RUX-na&#239;ve and resistant SET-2 cells. Nascent RNA expression data exploring JAK-STAT and mediator-related pathways of pathogenesis will be presented at the meeting.<br \/>For <i>in vivo<\/i> studies, we used two previously-described murine models of MF and PV. Briefly, retrovirally-transfected (<i>MSCV-MPL<sup>W515L<\/sup>-IRES-GFP<\/i>) or <i>Jak2<sup>V617F<\/sup><\/i>-conditional knock-in bone marrow (BM) was intravenously injected into lethally-irradiated congenic recipients. Mice were randomized and treated for several weeks with vehicle (VEH), single-agent RUX\/RVU120, or RUX+RVU120 arms. Spleen weights between VEH and RUX\/RVU120 treated mice at time of terminal sacrifice were significantly reduced across both models (p&#60;=0.009). In<i> MPL<sup>W515L<\/sup><\/i><sup> <\/sup>mice, WBCs and PB GFP% were significantly reduced (p&#60;0.002) and histopathology demonstrated near-elimination of BM reticulin fibrosis and improved trilineage hematopoiesis between RUX+RVU120 and RUX arms. Data on overall survival, cytokine profiles, and the impact of RVU120 on dynamic gene expression will be presented at the meeting.<br \/>The combination of RVU120 and RUX demonstrated biochemical synergy and differential inhibition of STAT5 phosphorylation<i> in vitro<\/i>. Further, <i>in vivo <\/i>treatment with RVU120\/RUX+RVU120 resulted in significant reductions of disease manifestation (splenomegaly, WBC, fibrosis scoring, hematopoiesis) when compared to VEH\/RUX. These data nominate JAK1\/2 and CDK8\/19 inhibition as a potential novel therapeutic strategy in MPNs; further work on nascent RNA expression and cytokine profiles will potentially elucidate additional mechanisms of action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"JAK2,CDK8,Bone marrow,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Zaroogian<\/b><sup>1<\/sup>, E. Adamczyk<sup>2<\/sup>, A. Moszy&#324;ska<sup>2<\/sup>, M. Obacz<sup>2<\/sup>, U. Pakulska<sup>2<\/sup>, B. Durham<sup>1<\/sup>, M. Mazan<sup>2<\/sup>, S. Mowla<sup>1<\/sup>, K. Wn&#281;k<sup>2<\/sup>, A. Hanasoge Somasundara<sup>1<\/sup>, B. Barczuk<sup>2<\/sup>, A. Go&#322;as<sup>2<\/sup>, R. Levine<sup>1<\/sup>, T. Rzymski<sup>2<\/sup>, R. Rampal<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Ryvu Therapeutics, Kraków, Poland","CSlideId":"","ControlKey":"744e0b5d-f745-4dcb-97f2-d48f59b43463","ControlNumber":"8545","DisclosureBlock":"&nbsp;<b>Z. Zaroogian, <\/b> None.&nbsp;<br><b>E. Adamczyk, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>A. Moszy&#324;ska, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>M. Obacz, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>U. Pakulska, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment.<br><b>B. Durham, <\/b> None.&nbsp;<br><b>M. Mazan, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment.<br><b>S. Mowla, <\/b> None.&nbsp;<br><b>K. Wn&#281;k, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment.<br><b>A. Hanasoge Somasundara, <\/b> None.&nbsp;<br><b>B. Barczuk, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>A. Go&#322;as, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>R. Levine, <\/b> <br><b>Ajax Therapeutics, Inc.<\/b> Fiduciary Officer, Other Securities, Grant\/Contract, Other Intellectual Property, Professional Services and Activities (Uncompensated). <br><b>Imago Biosciences<\/b> Other Securities. <br><b>Mission Bio<\/b> Other Securities, Other, Professional Services and Activities. <br><b>Auron Therapeutics, Inc.<\/b> Other Securities, Professional Services and Activities. <br><b>Bakx Therapeutics<\/b> Other Securities. <br><b>C4 Therapeutics<\/b> Other Securities, Professional Services and Activities. <br><b>Zentalis Pharmaceuticals<\/b> Other Securities, Grant\/Contract, Other, Professional Services and Activities. <br><b>Prelude Therapeutics<\/b> Other Securities, Grant\/Contract, Other, Professional Services and Activities. <br><b>Isoplexis Corporation<\/b> Other Securities, Professional Services and Activities (Uncompensated). <br><b>T. Rzymski, <\/b> <br><b>Ryvu Therapeutics<\/b> Employment. <br><b>R. Rampal, <\/b> <br><b>Constellation<\/b> Independent Contractor, Grant\/Contract. <br><b>Incyte<\/b> Independent Contractor, Grant\/Contract. <br><b>Celgene\/BMS<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>Promedior<\/b> Independent Contractor. <br><b>CTI<\/b> Independent Contractor. <br><b>Jazz Pharmaceuticals<\/b> Independent Contractor. <br><b>Blueprint<\/b> Independent Contractor. <br><b>Stemline<\/b> Independent Contractor, Grant\/Contract. <br><b>Galecto<\/b> Independent Contractor. <br><b>PharmaEssentia<\/b> Independent Contractor. <br><b>AbbVie<\/b> Independent Contractor. <br><b>Sierra Oncology<\/b> Independent Contractor. <br><b>Disc Medicines<\/b> Independent Contractor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7225","PresenterBiography":null,"PresenterDisplayName":"Zachary Zaroogian","PresenterKey":"2523a185-251a-46d0-89d9-aeb9a3fd719d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7225. Combination JAK1\/2 and CDK8\/19 inhibition demonstrates enhanced efficacy in myeloproliferative neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination JAK1\/2 and CDK8\/19 inhibition demonstrates enhanced efficacy in myeloproliferative neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is the most common primary brain tumor in adults, with a median survival of 15 months. The standard of care involves surgical resection followed by chemoradiotherapy. Even with the full course of treatment, GBM is uncurable, and patients eventually relapse. Although temozolomide (TMZ) is the first-choice chemotherapeutic for GBM, tumor drug resistance limits the effects of the treatment. There is a growing need for new therapies with enhanced efficacy on GBM tumors. Dordaviprone (ONC201) is a TNF-related apoptosis inducing ligand (TRAIL)-inducing compound that is increasingly being studied for GBM treatment. This imipridone small molecule induces apoptosis by activating the integrated stress response, which involves transcription factors ATF4 and CHOP. Subsequently, these transcription factors upregulate proapoptotic protein TRAIL and its receptor, Death Receptor 5 (DR5).<br \/>This study aims to investigate the combinatory effects of chemotherapeutics TMZ and ONC201 on GBM. Preliminary studies examined the cell viability of GBM cell line U251MG after dual treatment of 0 to 10uM of ONC201 and 0 to 200uM of TMZ using the CellTiter-Glo assay. Synergy was observed between the two drugs at higher concentrations of TMZ. This synergistic interaction was further characterized using western blots. When 0, 2, and 4uM of ONC201 were administered alone or in combination with 0, 60, and 120uM of TMZ, greater ATF4 expression was observed with the dual treatments than with the monotherapies. Subsequent western blots were conducted using three GBM cell lines (U251MG, T98G, and SNB19-GFP) at three time points (8, 24, and 48 hours). All cell lines were treated with 0 and 5uM of ONC201 alone or in combination with 0 and 200uM of TMZ. For all three cell lines, ATF4 expression increased in the combined presence of TMZ and ONC201. However, the effects of TMZ on ONC201-induced ATF4 expression were most pronounced in U251MG and least conclusive in T98G. Additionally, the time points in which this increase in ATF4 expression occurred varied among cell lines. CHOP expression was also probed and was seen to increase with the combination treatment in U251MG. These observations suggest a potential synergistic relationship between chemotherapeutics ONC201 and TMZ in the ATF4 integrated stress response pathway in GBM. By exploring the effects of this dual treatment on upstream and downstream factors in the pathway, we can identify, characterize, and potentially target the root cause of this synergy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Glioblastoma multiforme,ONC201,Temozolomide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Chen<\/b><sup>1<\/sup>, T. J. Roady<sup>2<\/sup>, L. Zhou<sup>2<\/sup>, W. S. El-Deiry<sup>2<\/sup>; <br\/><sup>1<\/sup>Brown University, Providence, RI, <sup>2<\/sup>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"7bab5fa6-11d5-431c-9a54-46f1d1c5857a","ControlNumber":"8631","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>T. J. Roady, <\/b> None..<br><b>L. Zhou, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Stock, Other, Founder (Oncoceutics). <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Stock, Other, Founder. <br><b>SMURF-Therapeutics<\/b> Stock, Other, Founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7226","PresenterBiography":null,"PresenterDisplayName":"Josephine Chen, No Degree","PresenterKey":"b0affebe-9995-4a88-84d7-ad93df1ebb36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7226. Synergy between ONC201 and temozolomide on ATF4 integrated stress response in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergy between ONC201 and temozolomide on ATF4 integrated stress response in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is a rare but common hematological malignancy in children and adults. AML is a highly heterogeneous disease caused by the acquisition of several mutations affecting multiple cellular processes, thus requiring concomitant targeting of key survival nodes to treat effectively. As current first-line therapies for AML suffer with poor outcomes, drug resistance, and high relapse rates, there is an immediate need for new combinatorial therapies that are both safe and effective. Venetoclax (VEN), a selective inhibitor of antiapoptotic protein B-cell lymphoma-2 (BCL2), has been FDA-approved for treating adult AML and displayed potential in pediatric leukemia treatment. However, the activation of an antiapoptotic BCL2 family member, Myeloid Cell Leukemia 1 (MCL1), is often a primary mechanism of resistance to VEN therapy. Our group has developed Isatin analogs (ISA) that exhibited diverse biological activities, including anti-cancer activities alone or in combination with standard agents. ISA demonstrated anti-leukemic activity by targeting leukemic stem cells (LSCs) with high aldehyde dehydrogenase (ALDH) activity. In this study, we demonstrate ISA induces apoptosis by downregulating antiapoptotic MCL1 levels in pediatric and adult AML cell lines. Based on the inhibitory effects of Isatin analogs on key signaling pathways (PI3K\/AKT, STAT3) and MCL1, we combined ISA with a BCL2 inhibitor, VEN, for effective AML treatment. The combination of ISA with VEN exhibited synergetic cytotoxicity in na&#239;ve (MOLM-13, MV4-11) and VEN-resistant (HL-60, OCI-AML3, U937, and KG-1) human AML cell lines by bliss analysis. ISA also showed significant synergetic cytotoxicity in combination with ABT-737, a BH3 mimetic inhibitor of Bcl-xL, Bcl-2, and Bcl-w. Combinatorial treatment of AML cell lines with sub-lethal doses of ISA and VEN showed a significant increase in cellular apoptosis as indicated by the levels of annexin V measured by flow cytometry. Immunoblotting analysis after co-treatment with ISA and VEN showed downregulation of MCL1 levels along with alteration of other key apoptosis regulators in both VEN-sensitive (MV4-11) and inherently VEN-resistant (U937) AML cell lines. Current and future studies will primarily focus on further exploiting the molecular mechanism of action for the combinatorial approach. Furthermore, our aim will be to demonstrate activity in primary patient cells along with preclinical efficacy in AML animal models. To summarize, in vitro findings showed synergetic cooperation between ISA and VEN in combination for effective induction of apoptosis and anti-leukemic activity in AML cells that are sensitive and resistant to VEN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Venetoclax,Apoptosis,Bcl-2 protein family,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. Golla<\/b><sup>1<\/sup>, S. Patel<sup>1<\/sup>, J. Hengst<sup>1<\/sup>, C. Annageldiyev<sup>2<\/sup>, J. Schramm<sup>2<\/sup>, S. Amin<sup>1<\/sup>, D. Desai<sup>1<\/sup>, D. Claxton<sup>2<\/sup>, S. Dovat<sup>2<\/sup>, A. Sharma<sup>1<\/sup>; <br\/><sup>1<\/sup>Penn State College of Medicine, Hershey, PA, <sup>2<\/sup>Milton S. Hershey Medical Center, Hershey, PA","CSlideId":"","ControlKey":"f2b881a3-87ff-40db-8970-8530cc1219b6","ControlNumber":"8842","DisclosureBlock":"&nbsp;<b>U. Golla, <\/b> None..<br><b>S. Patel, <\/b> None..<br><b>J. Hengst, <\/b> None..<br><b>C. Annageldiyev, <\/b> None..<br><b>J. Schramm, <\/b> None..<br><b>S. Amin, <\/b> None..<br><b>D. Desai, <\/b> None..<br><b>D. Claxton, <\/b> None..<br><b>S. Dovat, <\/b> None..<br><b>A. Sharma, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7227","PresenterBiography":null,"PresenterDisplayName":"Upendar Golla, PhD","PresenterKey":"a474fb12-95ed-461a-9cbb-7cd6ec0413bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7227. Isatin analogs potentiate the cytotoxicity of venetoclax in acute myeloid leukemia cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isatin analogs potentiate the cytotoxicity of venetoclax in acute myeloid leukemia cells","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine prostate cancer (NEPC) is an aggressive histologic subtype associated with poor prognosis that commonly arises in later stages as a mechanism of treatment resistance. Activation of oncogenic drivers, in combination with epigenetic changes (such as EZH2 overexpression and DNA methylation) further promotes tumor proliferation and expression of downstream neuroendocrine lineage pathways (in part controlled by transcription factors, including SOX2, ASCL1, and BRN2). Importantly, EZH2 inhibitors (EZH2i) can restore AR expression in CRPC (Ku et al., 2017). Imipridones, including Dordaviprone (ONC201), show promise in treating neuroendocrine tumors by interacting with DRD2 and CLpP (Anderson et al., 2022). These results warrant investigation into the potential for synergism in imipridone\/EZH2i combination therapies.<br \/>In the PCa cell lines LNCap, PC3, 22Rv1, and DU145 the combination of ONC201 and EZH2i GSK126 was assessed. Cell viability data after treatment with ONC201 and GSK126 reveals several dose ranges with potential synergistic activity after 72h. Preliminary western blots after 72 hours of GSK126 treatment indicate modulation of proteins relevant to the mechanism of action of imipridones, specifically DR5 and CLpP, in LNCap, PC3, and 22Rv1. Notably, the decrease in DR5 expression warrants investigation into the effects of EZH2i on TRAIL sensitivity and whether imipridones may rescue DR5 expression to maintain TRAIL sensitivity.<br \/>Subsequent experiments will investigate dosing and time point-based effects on viability and protein expression, in addition to assessing the synergy of other imipridones and EZH2i&#8217;s. Further, while the cell lines PC3, 22Rv1, and DU145 are castration-resistant, the neuroendocrine prostate cell line NCI-H660 will be used as a positive control as it expresses higher neuroendocrine features, including DRD2. Additionally, the modulation in DR5 expression warrants inquiry into the effects of combination therapy on tumor-immune cell interactions. Further, we will manipulate the expression of neuroendocrine transcription factors to assess changes in therapy sensitivity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,Prostate cancer,EZH2,ONC201,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Purcell<\/b>, P. Srinivasan, M. Pinho-Schwermann, W. MacDonald, E. C. Ding, V. Tajiknia, W. El-Deiry; <br\/>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"693e5d0e-1e21-4019-b6d9-fd9ad9f4816f","ControlNumber":"7467","DisclosureBlock":"&nbsp;<b>C. Purcell, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>M. Pinho-Schwermann, <\/b> None..<br><b>W. MacDonald, <\/b> None..<br><b>E. C. Ding, <\/b> None..<br><b>V. Tajiknia, <\/b> None.&nbsp;<br><b>W. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Other, Founder, Shareholder (no research funding). <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Other, Founder, Shareholder (no research funding). <br><b>Caris Life Sciences<\/b> Other, Co-chair, Executive Committee for Precision Oncology Alliance (no research funding); Leader, Translational Group. <br><b>D&D Pharma<\/b> Other, Research Funding through Sponsored Research Agreement. <br><b>Warren Alpert Foundation<\/b> Other, Research Funding. <br><b>Ocean Biomedical<\/b> Other, Scientific Advisory Board. <br><b>RAIN Therapeutics<\/b> Other, Advisory Board (unpaid and no funding). <br><b>SMURF-Therapeutics<\/b> Other, Founder, Shareholder (no research funding). <br><b>NIH\/NCI<\/b> Other, Research Funding.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7228","PresenterBiography":null,"PresenterDisplayName":"Connor Purcell","PresenterKey":"e6f04322-1779-4599-83fd-667bd9b44a1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7228. In-vitro efficacy of Dordaviprone\/GSK126 combination therapy on castration resistant and neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In-vitro efficacy of Dordaviprone\/GSK126 combination therapy on castration resistant and neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM) is the most common and malignant brain tumor in adults, and remains almost invariably lethal due to its aggressive and invasive nature. The standard first-line treatment for GBM is surgical resection, postoperative radiotherapy and chemotherapy with temozolomide (TMZ), but it exhibits short-term effects due to a high recurrence rate of GBM is its (up to almost one hundred percent). This long-existing clinical challenge has demanded development of novel and effective therapeutic strategies. <i>In situ<\/i> cell trans-differentiation therapy which direct reprograms tumor cells into terminally differentiated benign cells represents a novel therapeutic strategy for tumors. We further explored the application of in situ trans-differentiation therapy for glioblastoma.<br \/>Results: In the present study, we have conducted a large-scale screen for transcription factors which can reprogram glioblastoma cells into terminally differentiated postmitotic cells. Over-expression of a combo of selected trans-differentiation factors that possess the highest trans-differentiation rate effectively reprogramed human glioma cells into neuronal-like cells with characteristic neuronal morphology and expression of neuronal genes in culture, as a result substantially reducing glioblastoma cell proliferation and tumor development after orthotopic transplantation. With replicable recombinant oncolytic virus vectors, product candidate can specifically replicate in glioma cells, therefore transcription factors can be specifically delivered to all tumor cells rather than normal cells. In either cell line-derived or patient-derived tumor tissue xenograft models, intra-tumoral injection product candidate inhibited glioblastoma cells growth at an exceptionally high efficiency. Remarkably product candidate combination with TMZ resulted in a complete regression of tumor and no recurrence was observed in animal model cases.<br \/>Conclusion: In summary, our findings have established a novel therapeutic approach for treating glioblastoma by terminating sustained proliferation of glioma cells via transcription factors-induced <i>in situ<\/i> cell trans-differentiation and supported further clinic investigations in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Glioblastoma,In situ trans-differentiation,Transcription factor,Gene therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Zhao<sup>1<\/sup>, Z. Li<sup>1<\/sup>, X. Zhang<sup>2<\/sup>, C. Zhao<sup>3<\/sup>, Z. Zhu<sup>1<\/sup>, <b>Y. Liu<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Neuregen Therapeutics, Shanghai, China, <sup>2<\/sup>State Key Laboratory of Cognitive Neuroscience & Learning and McGovern Institute for Brain Research, Beijing Normal University, Beijing, China, <sup>3<\/sup>Shool of Biomedical Engineering and informatics, University of Posts and Telecommunications, Chongqing, China","CSlideId":"","ControlKey":"15b900f4-d602-4561-8b7b-9dec721c5454","ControlNumber":"1236","DisclosureBlock":"&nbsp;<b>H. Zhao, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>C. Zhao, <\/b> None..<br><b>Z. Zhu, <\/b> None..<br><b>Y. Liu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7229","PresenterBiography":null,"PresenterDisplayName":"Yueguang Liu, PhD","PresenterKey":"68a7dc4f-4860-4dee-b922-5eec0ea2a3c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7229. In situ trans-differentiation therapy effectively terminates the growth and recurrence of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In situ trans-differentiation therapy effectively terminates the growth and recurrence of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDA) remains highly aggressive with a mere 12% 5-year survival rate, which underscores the urgent need for improved therapeutic approaches. The current standard of care primarily includes surgery and chemotherapy. However, existing therapies often result in severe side effects and offer limited success. The limitations are not only due to the development of treatment resistance but also due to the killing of normal cells, and as such a low therapeutic index. Targeted therapies aimed at the primary drivers of PDA, such as the KRAS<sup>G12D<\/sup> mutation or the activated ErbB pathway, have shown promise in providing novel treatment options. We have previously demonstrated that combining targeted therapies, specifically KRAS<sup>G12D<\/sup> and EGFR inhibitors, results in reduced tumor growth in both human and murine PDA organoid models<i> in vitro<\/i>. However, less is known about how these targeted therapies affect normal cells. Here, we are using co-cultures of normal pancreas and PDA organoids to create a platform that allows us to identify combinations of targeted therapies that can achieve a higher therapeutic index. Our goal is to identify treatment combinations that allow for the use of lower individual drug dose, while exhibiting enhanced anti-tumor efficacy and minimizing toxicities to normal organoids. This approach holds significant promise for improving patient outcomes and addressing the challenges associated with current PDA treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Organoids,KRAS,Receptor tyrosine kinase inhibitor (RTKI),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Pantazopoulou<\/b>, D. Engle; <br\/>Salk Institute for Biological Studies, La Jolla, CA","CSlideId":"","ControlKey":"1026edfd-01da-4c11-ac67-ce912f079860","ControlNumber":"2595","DisclosureBlock":"&nbsp;<b>V. Pantazopoulou, <\/b> None..<br><b>D. Engle, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7230","PresenterBiography":null,"PresenterDisplayName":"Vasiliki Pantazopoulou, PhD","PresenterKey":"ec764d45-6b0e-4495-a1d3-eb72605410a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7230. A novel platform for identifying therapeutic index in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"544","SessionOnDemand":"False","SessionTitle":"Targeted, Combination, and Differentiation Therapies","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel platform for identifying therapeutic index in pancreatic cancer","Topics":null,"cSlideId":""}]