[{"Abstract":"CAIRE is a phase 2 umbrella study which assessed activity of combined anti-EZH2 tazemetostat and anti-PDL1 durvalumab (T+D) in advanced pretreated pancreatic, colorectal and sarcoma cancer patients. The are currently no plasma biomarkers for anti-EZH2 treatment monitoring or outcome. EZH2 catalyzes tri-methylation of Lysine 27 (K27me3) on nucleosomal histone 3 (H3, H3K27me3). Circulating, cell free H3K27me3 modified nucleosomes are thus a potential biomarker for tazemetostat activity. We evaluated the concentration of circulating H3K27me3 modified nucleosomes normalized to H3.1 nucleosomes (the most common isoform of H3) in T+D treated patients, irrespective of the tumor primary site, to determine target engagement during anti-EZH2 treatment. Plasma from patients receiving T+D was collected before the first cycle administration (C1D1), on the following two cycles administration (C2D1, C3D1) and at end of treatment (EOT). H3.1 and H3K27me3 containing nucleosomes were quantified by Nu.Q<sup>&#174;<\/sup>-H3.1 and Nu.Q<sup>&#174;<\/sup>-H3K27me3 Chemiluminescent Immunoassays. Concentrations are reported as ng\/ml and the comparison of their median values at the different timepoints were tested with Kruskal-Wallis and Mann Whitney (independent samples) or Wilcoxon tests (paired samples), with SciPy.stat package (1.6.2). Bonferroni correction was applied to multiple comparisons. Of 197 total samples, 191 were evaluable for both biomarkers (6 higher than top standard after 5x dilution): 69 at C1D1, 63 at C2D1, 50 at C3D1 and 9 at EOT. For 58 patients paired C1D1 and C1D2 levels were available, 46 from C1D1 to C3D1 and 8 from C1D1 to EOT. The normalized Nu.Q<sup>&#174;<\/sup>-H3K27me3 C1D1 median value (0.56) was significantly higher than C2D1 (0.31, p: e<sup>-12<\/sup>), C3D1 (0.31, p: e<sup>-12<\/sup>) and EOT ones (0.28, p: 0.001). Conversely, Nu.Q<sup>&#174;<\/sup>-H3.1 levels were similar from C1D1 to C3D1 (range of the medians: 122.16-133.25 ng\/ml) and increased at EOT (290.09 ng\/ml), but with no significant difference between pairwise timepoints. Regarding paired-samples comparison, the normalized Nu.Q<sup>&#174;<\/sup>-H3K27me3 was significantly higher at C1D1 than at C2D1 (p: e<sup>-8<\/sup>) and C3D1 (p: e<sup>-9<\/sup>) and at EOT (p: 0.02). Conversely, H3.1 concentration was significantly higher at EOT than at C1D1 (p: 0.02), at C2D1 (p: 0.02) and C3D1 (p: 0.05).In conclusion, we described for the first time that normalized circulating nucleosomal H3K27me3 values significantly decrease during T-based treatment in metastatic solid tumor patients, irrespective of the primary disease site, supporting its potential role as a pharmacodynamic biomarker for EZH2 inhibition. Moreover, total nucleosomal H3.1 seems to represent a surrogate of disease burden in metastatic pancreatic, colorectal and sarcoma cancers, as suggested previously in other hematological malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Combination therapy,Histone methylation,Liquid biopsies,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Francesca Salani<\/b><sup>1<\/sup>, Mark Eccleston<sup>2<\/sup>, Lola-Jade Palmieri<sup>3<\/sup>, Simon Pernot<sup>4<\/sup>, Sophie Cousin<sup>3<\/sup>, Gianluca Masi<sup>5<\/sup>, Francesco Crea<sup>6<\/sup>, Antoine Italiano<sup>7<\/sup><br><br\/><sup>1<\/sup>LHCS (The Open University), The Open University Milton Keynes, Università di Pisa and Scuola Superiore Sant'Anna, Pisa, Italy,<sup>2<\/sup>Belgian Volition SRL, Isnes, Belgium,<sup>3<\/sup>Department of Medicine, Institut Bergonié, Bordeaux, France,<sup>4<\/sup>Department of Medical Oncology, Institut Bergonié, Bordeaux, France,<sup>5<\/sup>Ricerca Traslazionale e Delle Nuove Tecnologie in Medicina e Chirurgia, Università di Pisa, Pisa, Italy,<sup>6<\/sup>Cancer Research Group-School of Life Health and Chemical Sciences, The Open University, Milton Keynes, United Kingdom,<sup>7<\/sup>Faculty of Medicine, University of Bordeaux, Bordeaux, France","CSlideId":"","ControlKey":"b539f59d-5a6f-46b8-bd65-05013d4de792","ControlNumber":"4309","DisclosureBlock":"&nbsp;<b>F. Salani, <\/b> None..<br><b>M. Eccleston, <\/b> None..<br><b>L. Palmieri, <\/b> None..<br><b>S. Pernot, <\/b> None..<br><b>S. Cousin, <\/b> None..<br><b>G. Masi, <\/b> None..<br><b>F. Crea, <\/b> None..<br><b>A. Italiano, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5128","PresenterBiography":null,"PresenterDisplayName":"Francesca Salani, MS","PresenterKey":"a823e6bb-7105-4ea5-90a2-cd3cb401be77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5128. Circulating H3K27me3 modified nucleosomes as a biomarker to monitor anti EZH2-based treatment in advanced solid tumour patients: Translational analyses from CAIRE trial","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating H3K27me3 modified nucleosomes as a biomarker to monitor anti EZH2-based treatment in advanced solid tumour patients: Translational analyses from CAIRE trial","Topics":null,"cSlideId":""},{"Abstract":"Over 175,000 diagnoses of estrogen receptor-positive breast cancer are made every year in the US. Of these, &#62;40,000 patients will go on to die of their disease. We recently identified defects in a principal mismatch repair (MMR) gene, MLH1, as a driver of resistance to standard-care treatment and poor patient outcomes. Moreover, we demonstrated increased sensitivity to palbociclib, a CDK4\/6 inhibitor, in experimental model systems <i>in vitro<\/i> and <i>in vivo<\/i> and in clinical trial data. MLH1 is mutated in 5-10% of treatment-resistant tumors, i.e., 4,000 patient tumors every year. However, most of these mutations are missense and variants of unknown significance (VUS). The impact of these mutations on mismatch repair capability and on treatment resistance remains uncertain. Here, we use experimental model systems to phenotype MLH1 VUS&#180; <i>in vitro<\/i> and <i>in vivo<\/i> using xenograft systems.Specifically, we use nuclear localization of MLH1 and repair of mismatches through a mismatch repair deficiency assay to test for mismatch repair capability in ER+ breast cancer cells engineered to express mutations in MLH1 that are found in patient tumors associated with poor survival. Second, we assess the ability of variants of MLH1 to induce activation of G1\/S cell cycle checkpoints by activating Chk2. Lastly, we directly test the ability of variants in MLH1 to induce resistance to standard-care endocrine therapies and sensitivity to palbociclib, using 2D and 3D growth assays and xenograft experiments. Results from these experiments serve to systematically catalog VUS&#180; in MLH1 based on their predictive potential. We identified for the first-time specific mutation in MLH1 that induces resistance to endocrine therapy by stalling nuclear translocation of MLH1 which inhibits Chk2 activation. Cells with impaired Chk2 activation maintain a high CDK4\/6 levels and are therefore more sensitive to CDK4\/6 inhibition. Currently, there are few tests available in the clinic to predict response to therapies early in the timeline of ER+ breast cancer patients. Due to the nature of the disease, this can result in years of overtreatment. Overtreatment comes at great financial, physical, and emotional cost to patients and their families. Simultaneously, a lack of predictive markers can result in missed opportunities of presenting patients likely to relapse on standard care with personalized alternative therapeutic strategies. Based on our findings, cytoplasmic MLH1 may serve as first in-class biomarker for CDK4\/6 response in ER+\/HER2- patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,CDK4\/6 inhibitors,Personalized medicine,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Mazumder<\/b>, E. Oropeza, N. Punturi, S. Haricharan; <br\/>Sanford Burnham Prebys Med. Discovery Inst., La Jolla, CA","CSlideId":"","ControlKey":"a95782c6-bde8-40ba-88c9-058e8e753059","ControlNumber":"7585","DisclosureBlock":"&nbsp;<b>A. Mazumder, <\/b> None..<br><b>E. Oropeza, <\/b> None..<br><b>N. Punturi, <\/b> None..<br><b>S. Haricharan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2075","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5129","PresenterBiography":null,"PresenterDisplayName":"Aloran Mazumder, PhD","PresenterKey":"d20b9e37-935a-4e27-853b-6084497c057b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5129. Subcellular MLH1 protein as first in class biomarker for CDK4\/6 response in endocrine resistant ER+\/HER2- breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subcellular MLH1 protein as first in class biomarker for CDK4\/6 response in endocrine resistant ER+\/HER2- breast cancer","Topics":null,"cSlideId":""},{"Abstract":"There are numerous drug development efforts of DNA damage response (DDR) targets, such as PARP, ATR, ATM, CHK1, where the ability to accurately identify responsive sub-populations for monotherapies and combinations is a major challenge. Patients are routinely assigned to these drugs based on BRCA mutation, or BRCAness profile, encompassing homologous recombination deficiencies (HRD) which do not always represent the responsive sub-populations. Since DNA replication and DNA repair mechanisms are dominated by signaling events, we hypothesized that HRD extends beyond the genomic status, and is manifested also in the level of protein expression and protein modification.<br \/>To that end, we created a harmonized data atlas consisting of phenotypic drug sensitivity and basal and dynamic phosphoproteomics of multiple cell lines before and after treatment of multiple DDR drugs. Proteogenomic analysis of cell lines showed that some cell lines are sensitive to DDR drugs despite being DDR-proficient at the genomic level. Proteomic analysis of these cell lines showed that at least a third of them exhibit proteomic DDR deficiency, explaining DDR sensitivity beyond mutation status. We then utilized our proteogenomic atlas and computational platform to address challenging clinical needs, namely discovery of a predictive ATR biomarker and identifying potential combination treatments to overcome ATRi resistance. Using basal state and protein dynamics of ATR coupled with ATRi sensitivity, we developed a novel predictive ATR biomarker, and tested it using two independent validation datasets. Our ATR biomarker exhibited improved precision and recall compared to genomic biomarkers represented by mutations commonly used in the clinic, and was not confounded by mutations. In addition, integrated analysis of basal and dynamic data of multiple cell lines treated with ATRi, highlighted both known (e.g. ATM) and novel resistance mechanisms and suggested potential drug combinations.<br \/>Altogether, we demonstrate here the benefit of utilizing (phospho)-proteomic data to tackle clinical challenges in DDR drug development, such as predictive biomarkers and combination strategies. We provide a proteomics-based framework that would enable future patient selection in DDR clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"DNA damage response,ATR,Proteomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Arad, A. Hay-Koren, N. Simchi, D. Kovalerchik, D. Daitchman, A. Manor, O. Givton, E. Lezmi, I. Alchanati, Y. Katzenelenbogen, S. Herman, A. Shtrikman, G. Otonin, E. Seger, <b>K. Pevzner<\/b>; <br\/>Protai, Tel Aviv, Israel","CSlideId":"","ControlKey":"195ef5b8-4138-4add-8a7d-223c8cc2b398","ControlNumber":"8017","DisclosureBlock":"&nbsp;<b>G. Arad, <\/b> None..<br><b>A. Hay-Koren, <\/b> None..<br><b>N. Simchi, <\/b> None..<br><b>D. Kovalerchik, <\/b> None..<br><b>D. Daitchman, <\/b> None..<br><b>A. Manor, <\/b> None..<br><b>O. Givton, <\/b> None..<br><b>E. Lezmi, <\/b> None..<br><b>I. Alchanati, <\/b> None..<br><b>Y. Katzenelenbogen, <\/b> None..<br><b>S. Herman, <\/b> None..<br><b>A. Shtrikman, <\/b> None..<br><b>G. Otonin, <\/b> None..<br><b>E. Seger, <\/b> None..<br><b>K. Pevzner, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2076","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5130","PresenterBiography":null,"PresenterDisplayName":"Kirill Pevzner, BS;MS","PresenterKey":"7beb0a5a-b98e-4231-a965-0b258c5e1a04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5130. Phospho-proteomic dynamics reveal DNA damage and repair signatures of drug sensitivity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phospho-proteomic dynamics reveal DNA damage and repair signatures of drug sensitivity","Topics":null,"cSlideId":""},{"Abstract":"Background: Thymidylate Synthetase (TYMS) is an import enzyme in the early stage of DNA biosynthesis. It is coded by the TYMS gene at 18p11.32, a region which has been found amplified in urothelial carcinoma. TYMS is a target enzyme for 5-fluorouracil (5-FU) and methotrexate. Elevated TYMS expression has been associated with poor prognosis and unfavorable therapy response in different cancer types. The aim of this study was to clarify the clinical relevance of TMYS expression in urothelial carcinoma and to determine the relationship between TYMS expression and gene amplification.<br \/>Design: TYMS expression was analyzed by immunohistochemistry and TYMS copy number status was determined by fluorescence in-situ hybridization on a tissue microarray (TMA) containing more than 2,700 urothelial carcinomas of the urinary bladder including &#62;600 patients who had undergone cystectomy for muscle-invasive disease and for which follow-up data were available.<br \/>Results: TMYS immunostaining was detectable in 83.1% of 1,799 analyzable bladder cancers, including 56.4% with weak, 14.4% with moderate, and 12.3% with strong staining. The rate of strongly TMYS positive cancers increased markedly from pTaG2 low (0.3%) to pTaG2 high (4.1%), and pTaG3 cancers (11.8%; p&#60;0.0001) and was even somewhat higher in pT2-4 cancers (16.7%; p=0.6401; pTaG3 vs pT2-4). In muscle-invasive cancers, the frequency of strong TMYS<br \/>immunostaining increased with tumor stage (p=0.0011) and grade (p=0.0007) but was lower in lymph node positive cancers (p=0.0018). No association was found between TYMS expression and patient prognosis. TYMS amplification was found in 3.1% and TMYS deletion in 1.2% of 1,775 analyzable bladder cancers. The rate of TYMS amplification increased from pTa (0.6%) to pT2-4 (3.7%; p&#60;0.0001) cancers whereas TYMS deletion was only found in pT2-4 (1.4%) cancers. In muscle invasive-cancers, TYMS copy number alterations were unrelated to tumor phenotype and patient prognosis. Strong TYMS positivity was significantly associated with TYMS amplification (p=0.0096) but only 28.6% of 42 amplified cancers showed a strong TMYS staining and only 7.2% of strongly TYMS positive cancers had a TYMS amplification.<br \/>Conclusion: The significant association between TYMS overexpression and parameters of aggressive phenotype are consistent with a role of TYMS in bladder cancer progression. The incomplete association between TYMS amplification and overexpression demonstrates that TYMS is not the critical target of 18p11 amplification in bladder cancer and that TYMS upregulation is in most cases due to other mechanisms than amplification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Bladder cancer,Therapeutic target,Prognostic markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Plage<sup>1<\/sup>, S. Hofbauer<sup>1<\/sup>, K. Furlano<sup>1<\/sup>, S. Weinberger<sup>1<\/sup>, A. Franz<sup>1<\/sup>, A. Fendler<sup>1<\/sup>, F. Roßner<sup>1<\/sup>, S. Schallenberg<sup>1<\/sup>, S. Elezkurtaj<sup>1<\/sup>, A. Frericks<sup>2<\/sup>, M. Lennartz<sup>2<\/sup>, A. H. Marx<sup>3<\/sup>, H. Samtleben<sup>3<\/sup>, M. Fisch<sup>2<\/sup>, M. Rink<sup>4<\/sup>, M. Slojewski<sup>5<\/sup>, K. Kaczmarek<sup>5<\/sup>, T. Ecke<sup>6<\/sup>, S. Koch<sup>6<\/sup>, N. Adamini<sup>7<\/sup>, R. Simon<sup>2<\/sup>, G. Sauter<sup>2<\/sup>, H. Zecha<sup>7<\/sup>, J. Weischenfeldt<sup>8<\/sup>, T. Klatte<sup>6<\/sup>, S. Minner<sup>2<\/sup>, D. Horst<sup>1<\/sup>, T. Schlomm<sup>1<\/sup>, <b>M. Kluth<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Charité – Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin and Berlin Institute of Health, Berlin, Germany, <sup>2<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany, <sup>3<\/sup>Academic Hospital Fuerth, Fuerth, Germany, <sup>4<\/sup>Marien Hospital Hamburg, Hamburg, Germany, <sup>5<\/sup>Pomeranian Medical University, Szczecin, Poland, <sup>6<\/sup>Helios Hospital Bad Saarow, Bad Saarow, Germany, <sup>7<\/sup>Albertinen Hospital, Hamburg, Germany, <sup>8<\/sup>Charité – Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin and Berlin Institute of Health, Berlin, Germany, Biotech Research & Innovation Center (BRIC), University of Copenhagen, Copenhagen, Denmark","CSlideId":"","ControlKey":"cce96b7b-fbeb-42c4-b7e7-22806d59baeb","ControlNumber":"4581","DisclosureBlock":"&nbsp;<b>H. Plage, <\/b> None..<br><b>S. Hofbauer, <\/b> None..<br><b>K. Furlano, <\/b> None..<br><b>S. Weinberger, <\/b> None..<br><b>A. Franz, <\/b> None..<br><b>A. Fendler, <\/b> None..<br><b>F. Roßner, <\/b> None..<br><b>S. Schallenberg, <\/b> None..<br><b>S. Elezkurtaj, <\/b> None..<br><b>A. Frericks, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>H. Samtleben, <\/b> None..<br><b>M. Fisch, <\/b> None..<br><b>M. Rink, <\/b> None..<br><b>M. Slojewski, <\/b> None..<br><b>K. Kaczmarek, <\/b> None..<br><b>T. Ecke, <\/b> None..<br><b>S. Koch, <\/b> None..<br><b>N. Adamini, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>G. Sauter, <\/b> None..<br><b>H. Zecha, <\/b> None..<br><b>J. Weischenfeldt, <\/b> None..<br><b>T. Klatte, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>D. Horst, <\/b> None..<br><b>T. Schlomm, <\/b> None..<br><b>M. Kluth, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2077","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5131","PresenterBiography":null,"PresenterDisplayName":"Martina Kluth, Dr Rer Nat","PresenterKey":"861b7e82-f341-4a13-b493-c33f68209d02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5131. TYMS overexpression - but not copy number alteration - is associated with cancer aggressiveness in urothelial bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TYMS overexpression - but not copy number alteration - is associated with cancer aggressiveness in urothelial bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Biliary tract cancer, typically diagnosed at advanced stages with a poor prognosis, has witnessed a glimmer of hope in the progress of immune checkpoint inhibitors (ICIs). Yet, their limited response rates necessitate the search for effective biomarkers to refine patient selection.<br \/>Methods: A total of 125 patients with a confirmed histological diagnosis of unresectable advanced or metastatic biliary tract cancers (BTC) who received first-line ICIs in combination with chemotherapy (chemoimmunotherapy) were prospectively enrolled. All baseline samples from 125 patients underwent targeted DNA sequencing, with an additional 62 patients undergoing RNA sequencing, and 85 patients had accessible mIHC data. The associations between molecular characteristics and the response to chemoimmunotherapy, progression-free survival (PFS) and overall survival (OS) were evaluated.<br \/>Results: The cohort had a median age of 63 years (range from 34 to 82) and 52.8% (66\/125) were male, including 54 with gallbladder cancer, 57 with intrahepatic cholangiocarcinoma, and 14 with extrahepatic cholangiocarcinoma. The median duration of follow-up was 14.8 months for the entire cohort, with the median PFS and OS of 6.9 months (95%CI: 6.2-7.9) and 11.8 months (95%CI: 10.3-14.8), respectively. The most mutated genes were <i>TP53<\/i> (64\/125, 51.2%), <i>KRAS<\/i> (34\/125, 27.2%), <i>ERBB2<\/i> (18\/125, 14.4%), and <i>ARID1A<\/i> (17\/125, 13.6%). Mutations of <i>TP53<\/i> (51.2%, p = 0.042), <i>BRCA2<\/i> (4.8%, p = 0.002), cytokine genes (6.4%, p = 0.004), and high tumor mutation burden (p = 0.072) demonstrated significant correlation with chemoimmunotherapy response. <i>KRAS<\/i> G12D mutations (PFS: P &#60; 0.001; OS: P = 0.034) and <i>ARID1A<\/i> loss-of-function mutations (PFS: P = 0.009; OS: P = 0.012) were adverse survival factors, while high <i>CXCL9 o<\/i>r <i>CTLA4 <\/i>expression was associated with response (<i>CXCL9<\/i>, P = 0.014; <i>CTLA4, <\/i>P = 0.067), improved PFS (<i>CXCL9<\/i>, P = 0.018; <i>CTLA4, <\/i>P = 0.008), and longer OS (<i>CXCL9<\/i>, P = 0.010; <i>CTLA4<\/i>, P = 0.008) under chemoimmunotherapy. Patients were classified into three subtypes using the identified survival biomarkers. Among them, Type I patients, characterized by the absence of <i>KRAS<\/i> G12D or <i>ARID1A <\/i>mutations but expressing high levels of <i>CTLA4<\/i> or <i>CXCL9<\/i>, demonstrated the best outcomes under chemoimmunotherapy. Interestingly, further RNA analysis suggested that elevated <i>CXCL9<\/i> expression correlated with heightened immune checkpoint expressions, including <i>CTLA4<\/i>, <i>PD-L1<\/i>, and <i>PD-1<\/i> (all P &#60; 0.001), as well as increased tumor microenvironment immune activity, findings validated in two additional independent patient cohorts both internal and external.<br \/>Conclusions: Our study revealed predictive biomarkers relevant to the response and efficacy of immune checkpoint inhibitors in combination with chemotherapy in advanced biliary tract cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Immunotherapy,Biliary tract cancer,Next-generation sequencing (NGS),RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Ying<sup>1<\/sup>, Q. Xu<sup>1<\/sup>, J. Ni<sup>1<\/sup>, H. Chen<sup>2<\/sup>, C. Li<sup>3<\/sup>, Y. Xie<sup>4<\/sup>, Q. Zheng<sup>5<\/sup>, J. Jin<sup>6<\/sup>, J. Yan<sup>2<\/sup>, X. Wu<sup>2<\/sup>, Q. Ou<sup>2<\/sup>, L. Yuan<sup>1<\/sup>, W. Zhuo<sup>7<\/sup>, <b>H. Tang<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Zhejiang Cancer Hospital, Hangzhou Institute of Medicine, Chinese Academy of Sciences, Hangzhou, China, <sup>2<\/sup>Nanjing Geneseeq Technology Inc., Nanjing, China, <sup>3<\/sup>Wenzhou Medical University, Wenzhou, China, <sup>4<\/sup>Lishui Municipal Central Hospital, Lishui, China, <sup>5<\/sup>Quzhou Affiliated Hospital of Wenzhou Medical University, Quzhou People's Hospital, Quzhou, China, <sup>6<\/sup>Taizhou Hospital of Zhejiang Province, Taizhou, China, <sup>7<\/sup>Zhejiang University School of Medicine, Hangzhou, China","CSlideId":"","ControlKey":"af11c1d0-98e6-4176-9cf0-26b3fc496d9e","ControlNumber":"3191","DisclosureBlock":"&nbsp;<b>J. Ying, <\/b> None..<br><b>Q. Xu, <\/b> None..<br><b>J. Ni, <\/b> None.&nbsp;<br><b>H. Chen, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment.<br><b>C. Li, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>Q. Zheng, <\/b> None..<br><b>J. Jin, <\/b> None.&nbsp;<br><b>J. Yan, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>X. Wu, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>Q. Ou, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment.<br><b>L. Yuan, <\/b> None..<br><b>W. Zhuo, <\/b> None.&nbsp;<br><b>H. Tang, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2078","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5132","PresenterBiography":null,"PresenterDisplayName":"Haimeng Tang, PharmD","PresenterKey":"4f357550-0580-4325-a1fd-14d2921c13bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5132. Multi-omics analysis uncovers predictive biomarkers for the efficacy and outcomes of immune checkpoint inhibitor in combination with chemotherapy in advanced unresectable biliary tract cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics analysis uncovers predictive biomarkers for the efficacy and outcomes of immune checkpoint inhibitor in combination with chemotherapy in advanced unresectable biliary tract cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Gastric cancer (GC) is a complex and heterogeneous disease with variable clinical outcomes. Identifying prognostic factors that can reliably predict patient outcomes is crucial for personalized treatment strategies. In this study, we aimed to investigate the impact of mutations in the FAT4 gene as potential prognostic factors in gastric cancer.<br \/>Methods: We conducted a comprehensive analysis of genomic data from a cohort of 236 gastric cancer patients to identify mutations in the FAT4 gene and validated it using the TCGA cohort. The mutational landscape of FAT4 was analyzed using next-generation sequencing (NGS) techniques. Clinical data, including patient demographics, tumor characteristics, and survival outcomes, were collected and correlated with the presence of FAT4 cadherin mutations.<br \/>Results: In the real-world cohort, the occurrence of mutations of FAT4 was 19.1% (45\/236), while in the TCGA cohort, it was 21.0% (89\/423). Specifically, the mutation rates in the single cadherin functional domain of FAT4 were 10.2% (24\/236) in the real-world cohort and 8.0% (34\/423) in the TCGA cohort. The mutation rates for multiple cadherin sites were 2.5% (6\/236) and 2.1% (9\/423) in the real-world and TCGA cohorts, respectively. Survival analysis revealed that patients with FAT4 mutations had a significantly better prognosis compared to those with wild-type FAT4 (p=0.0357). Patients with multiple cadherin mutations had a better prognosis compared to those with single cadherin mutations in real-world cohorts (p=0.0651). No significant difference was observed in the TCGA cohort between single and multiple cadherin mutations (p = 0.2003), although FAT4 mutations exhibited a significant improvement in prognosis compared to wild-type patients in the TCGA cohort (p = 0.0226).<br \/>Conclusion: Our findings indicate that FAT4 mutations confer a favorable prognosis in gastric cancer patients. The presence of FAT4 mutations was associated with improved survival compared to patients with wild-type FAT4. These findings underscore the potential value of FAT4 mutation status as a prognostic factor, guiding personalized treatment approaches for individuals with gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach, FAT4 gene, prognostic,cadherin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Wang<sup>1<\/sup>, H. Wang<sup>1<\/sup>, Y. Ma<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, Y. Zhao<sup>1<\/sup>, C. Peng<sup>1<\/sup>, W. Duan<sup>2<\/sup>, F. Zhao<sup>2<\/sup>, <b>J. Yang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Digestive Surgery, Xi Jing Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China, Xi'an, China, <sup>2<\/sup>3D Medicines Inc., Shanghai, China, Shanghai, China","CSlideId":"","ControlKey":"dfa23d6f-439a-4332-981a-2a6cb1e4012a","ControlNumber":"4825","DisclosureBlock":"&nbsp;<b>S. Wang, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>Y. Ma, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>W. Duan, <\/b> None..<br><b>F. Zhao, <\/b> None..<br><b>J. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2079","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5133","PresenterBiography":null,"PresenterDisplayName":"Jianjun Yang, PhD","PresenterKey":"4dad4009-9861-433f-b50c-1cf96e645d86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5133. Gastric cancer carrying FAT4 mutations associated with favorable prognosis in comparison to wild-type: Results from Real-World Cohorts","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gastric cancer carrying FAT4 mutations associated with favorable prognosis in comparison to wild-type: Results from Real-World Cohorts","Topics":null,"cSlideId":""},{"Abstract":"Background: <i>RET <\/i>fusions are found in 1-2% of patients (pts) with advanced non-small cell lung cancer (aNSCLC). RET inhibitors (RETi) are effective, but resistance occurs. Scarce data are available on treatment after progression (PD) to RETi. Antibody-drug conjugates and bispecific antibodies are promising therapies in NSCLC, possibly employed at resistance. Data on the expression of membrane targets and the impact of novel agents are lacking.<br \/>Methods: This is a multicentric retrospective study of 6 European centers. We collected archival tissue samples from pts with RET+ aNSCLC, treated or not with RETi. Membrane expression of cMET\/TROP2\/HER2\/HER3\/EGFR was centrally evaluated by immunohistochemistry (IHC). Expression was scored from 0 to 3+. cMET was assessed with EP1454Y clone, TROP2 with EPR20043, HER2 with 4B5, HER3 with D22C5, EGFR with DAKO EGFR pharmDx kit. IHC 2+ and 3+ were considered as high expression. cMET FISH testing was performed on cMET 3+ cases with available tissue. PFS was calculated from RETi start to PD or death, OS from diagnosis to death\/last follow up in pts treated with RETi.<br \/>Results: 52 pts were included. Median age was 65 years, 63% were female, 92% had adenocarcinoma, median PD-L1 expression was 10% (IQR 0-62.5). All samples were collected before RETi start. IHC 2\/3+ scores were observed in 80% of evaluable cases (25\/31) with TROP2, 60% (30\/50) with cMET, 39% with HER3 (19\/48), 31% with EGFR (15\/48), and 4% (2\/48) with HER2. 31 patients had more than 1 highly expressed target, mostly TROP2\/cMET (n=17) and cMET\/HER3 (n=13). FISH testing was negative for <i>MET<\/i> amplifications (N=5). PFS and OS of pts with low vs high target expression are presented in the Table.<br \/>Conclusion: cMET and TROP2 were frequently expressed in RET+ aNSCLC, EGFR and HER3 were present in a lower proportion, HER2 was rarely found. These markers were not associated with a prognostic or predictive impact on RETi outcomes. The activity of novel therapeutic agents should be evaluated in this setting.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5B16F49E-51B3-4A8F-96CD-86865CC10DC0}\"><caption>PFS and OS of pts with low versus high target expression.<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Marker<\/td><td rowspan=\"1\" colspan=\"1\">cMET<\/td><td rowspan=\"1\" colspan=\"1\">TROP2<\/td><td rowspan=\"1\" colspan=\"1\">HER2<\/td><td rowspan=\"1\" colspan=\"1\">HER3<\/td><td rowspan=\"1\" colspan=\"1\">EGFR<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"EN-US\" style=\"font-size:11.0pt; line-height:107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Treated with RETi, n<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">Total=38<o:p><\/o:p><\/span><\/p>  <p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">low=17<o:p><\/o:p><\/span><\/p>  <span lang=\"EN-US\" style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">high=21<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">Total=22<o:p><\/o:p><\/span><\/p>  <p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">low=4<o:p><\/o:p><\/span><\/p>  <span lang=\"EN-US\" style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">high=18<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">Total=36<o:p><\/o:p><\/span><\/p>  <p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">low=34<o:p><\/o:p><\/span><\/p>  <span lang=\"EN-US\" style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">high=2<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">Total=37<o:p><\/o:p><\/span><\/p>  <p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">low=24<o:p><\/o:p><\/span><\/p>  <span lang=\"EN-US\" style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">high=13<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">Total=36<o:p><\/o:p><\/span><\/p>  <p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-US\">low=27<o:p><\/o:p><\/span><\/p>  <span lang=\"EN-US\" style=\"font-size:11.0pt;line-height:107%;font-family:&quot;Calibri&quot;,sans-serif; mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;; mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-US;mso-fareast-language: EN-US;mso-bidi-language:AR-SA\">high=9<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"EN-US\" style=\"font-size:11.0pt; line-height:107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">PFS of low vs high, median in months<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">12.88 vs 15.05 (HR 0.90, 95%CI 0.34-2.05, p=0.77)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">3.99 vs 6.06 (HR 2.44, 95%CI 0.54-11.3, p=0.10)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">13.96 vs 10.10 (HR 0.57, 95%CI 0.91-3.63, p=0.445)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">7.55 vs 17.12 (HR 1.54, 95%CI 0.65-3.67, p=0.356)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">12.88 vs 13.96 (HR 1.29, 95% CI 0.47-3.52, p=0.64)<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"EN-US\" style=\"font-size:11.0pt; line-height:107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">OS of low vs high, median in months<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">38.75 vs 51.6 (HR 1.29, 95%CI 0.53-3.14, p=0.55)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">22.17 vs 51.6 (HR 2.09, 95%CI 0.50-8.71, p=0.19)<\/span><\/td><td rowspan=\"1\" colspan=\"1\">NE<\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">51.5 vs 62.6 (HR 1.31, 95%CI 0.50-3.46, p=0.59)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN-US\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">51.6 vs 62.45 (HR 0.97, 95% CI 0.32-2.96, p=0.96)<\/span><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"RET,NSCLC,Immunohistochemistry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Marinello<\/b><sup>1<\/sup>, M. Ghigna<sup>1<\/sup>, W. Zrafi<sup>1<\/sup>, M. Mandarano<sup>2<\/sup>, I. Monnet<sup>3<\/sup>, C. Genova<sup>4<\/sup>, A. Russo<sup>5<\/sup>, S. Terrisse<sup>6<\/sup>, G. Metro<sup>7<\/sup>, J. Remon<sup>1<\/sup>, A. Gazzah<sup>1<\/sup>, F. Barlesi<sup>1<\/sup>, D. Planchard<sup>1<\/sup>, J.-Y. Scoazec<sup>1<\/sup>, B. Besse<sup>1<\/sup>, M. Aldea<sup>1<\/sup>; <br\/><sup>1<\/sup>Gustave Roussy, Villejuif, France, <sup>2<\/sup>University of Perugia, Perugia, Italy, <sup>3<\/sup>Centre Intercommunal Hospitalier de Créteil, Créteil, France, <sup>4<\/sup>IRCCS Policlinico San Martino, Genova, Italy, <sup>5<\/sup>Centro Oncologico Ospedale Papardo, Messina, Italy, <sup>6<\/sup>St Louis Hospital APHP, Paris, France, <sup>7<\/sup>Ospedale Santa Maria della Misericordia, Perugia, Italy","CSlideId":"","ControlKey":"7b0774a6-1636-4ee3-8b29-2f83218fafa4","ControlNumber":"4771","DisclosureBlock":"&nbsp;<b>A. Marinello, <\/b> None..<br><b>M. Ghigna, <\/b> None..<br><b>W. Zrafi, <\/b> None..<br><b>M. Mandarano, <\/b> None.&nbsp;<br><b>I. Monnet, <\/b> <br><b>Takeda, Pfizer, Oxyvie<\/b> Travel. <br><b>C. Genova, <\/b> <br><b>Italian Ministry of Health, BMS<\/b> Grant\/Contract. <br><b>AstraZeneca, BMS, Eli Lilly, MSD, Roche, Sanofi, Takeda, ThermoFisher<\/b> Other, honoraria. <br><b>A. Russo, <\/b> <br><b>AstraZeneca, MSD<\/b> Grant\/Contract.<br><b>S. Terrisse, <\/b> None..<br><b>G. Metro, <\/b> None.&nbsp;<br><b>J. Remon, <\/b> <br><b>Pfizer, Bristol Myers Squibb, MSD Oncology, AstraZeneca, OSE Immunotherapeutics, Janssen Oncology, Genmab, Boehringer Ingelheim, Sanofi, Roche\/Genentech<\/b> Other, advisory\/consulting. <br><b>Roche\/Genentech, Inivata, OSE Immunotherapeutics, AstraZeneca<\/b> Travel. <br><b>A. Gazzah, <\/b> <br><b>Boehringer Ingelheim, Novartis, Pfizer, and Roche<\/b> Travel. <br><b>Novartis<\/b> Other, consultant. <br><b>AstraZeneca, Bristol-Myers Squibb, Boehringer Ingelheim, Janssen-Cilag, Merck, Novartis, Pfizer, Roche, Sanofi;<\/b> Grant\/Contract. <br><b>F. Barlesi, <\/b> <br><b>Genentech\/Roche, Pfizer, Pierre Fabre, AstraZeneca, Bristol-Myers Squibb, Boehringer Ingelheim, Lilly, Novartis, Pierre Fabre, Merck Serono, MSD Oncology, Takeda, Bayer, Seattle Genetics, Mirati<\/b> Other, honoraria. <br><b>Roche\/Genentech, Pfizer, Novartis, Pierre Fabre, Bristol-Myers Squibb, AstraZeneca\/MedImmune, Boehringer Ingelheim, Lilly, Merck Serono, MSD Oncology, Takeda, Bayer, Mirati<\/b> Other, consulting. <br><b>Roche\/Genentech, Bristol-Myers Squibb, AstraZeneca\/MedImmune, MSD Oncology<\/b> Travel. <br><b>D. Planchard, <\/b> <br><b>AstraZeneca, Roche, Novartis, prIME Oncology, Pfizer<\/b> Travel. <br><b>AstraZeneca, Bristol-Myers Squibb, Boehringer Ingelheim, Celgene, Daiichi Sankyo<\/b> Other, advisory\/consulting\/lectures. <br><b>Eli Lilly, Merck, Novartis, Pfizer, prIME Oncology, Peer CME, Roche<\/b> Other, advisory\/consulting\/lectures. <br><b>AstraZeneca, Bristol-Myers Squibb, Boehringer Ingelheim, Celgene, Eli Lilly, Merck, Novartis, Pfizer, prIME Oncology, Peer CME, Roche<\/b> Other, honoraria.<br><b>J. Scoazec, <\/b> None..<br><b>B. Besse, <\/b> None.&nbsp;<br><b>M. Aldea, <\/b> <br><b>Sandoz<\/b> Travel. <br><b>Viatris<\/b> Other, consulting.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2080","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5134","PresenterBiography":null,"PresenterDisplayName":"Arianna Marinello, MD","PresenterKey":"8ba3eef5-306f-40b0-8b5e-578cd39b1ef7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5134. Immunohistochemistry expression of membrane targets for novel therapeutic agents in RET-rearranged NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunohistochemistry expression of membrane targets for novel therapeutic agents in RET-rearranged NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy has ushered in a new era for treatment of many difficult to treat cancers such as Leiomyosarcoma (LMS), one of the most common subtypes of sarcomas. There are few biomarkers which can be used to identify patients who might benefit from immunotherapy. There is an urgent need to discover novel biomarkers which might be prognostic of a strong anti-tumor response. We thus sought to comprehensively profile the microenvironment of LMS tumors to identify features which might be suggestive of an active immune response and molecular features prognostic of response to immunotherapy. We began our analysis by classifying the LMS tumors from The Cancer Genome Atlas (TCGA) into 4 subtypes based on previously identified molecular features and comparing the enrichment of various immune gene signatures. Two of the subtypes had a high expression of various immune gene signatures including B Cells, M2 macrophages and Cytotoxic T cells. Visual inspection of the Hematoxylin and Eosin-stained tissue slides available with TCGA pointed to a presence of lymphoid aggregates or Tertiary lymphoid structures (TLS) in 10-15% of the tumors - predominantly belonging to one of the two subtypes. This subtype displayed features of smooth muscle differentiation and was also associated with improved survival. To validate our findings, we performed immunohistochemistry (IHC) and bulk RNA sequencing of LMS specimens (n=66) obtained from surgical resections from the Johns Hopkins Hospital. We identified mature CD21+ TLS in 15% of these cases and non-germinal center T cell aggregates present in more than 30% of the cases and these features were associated with improved survival. We digitally merged the different IHC sections to study if the markers were spatially correlated. Interestingly, spatial analysis showed that these CD8 T cells aggregates co-localized with neighborhoods of high density of PD-L1+ cells, hinting at the possibility of immune mediated upregulation of PD-L1 as means of immune suppression. The deconvolution of the transcriptome of these samples showed a marked presence of cytotoxic CD8 T cells and plasma B cells in this subset of patients, an enrichment of pathways related to T cell trafficking, activation and proliferation. Single cell RNA sequencing of tumor infiltrating immune cells showed an oligoclonal expansion of B and T cells. Taken together, this study shows that a subset of LMS patients have a strong anti-tumor immune response which is characterized by the presence of Tertiary Lymphoid Structures and patches of high density of PD-L1 expressing cells. These features might serve as biomarkers in screening LMS patients which might benefit from immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Immune response,B cells,T cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Aditya Suru<\/b><sup><\/sup>, Alexandre Maalouf<sup><\/sup>, Lingling Chen<sup><\/sup>, Ada Tam<sup><\/sup>, William Villasi<sup><\/sup>, Kaushal Sharma<sup><\/sup>, Lindy Zhang<sup><\/sup>, Christian Meyer<sup><\/sup>, Jonathan Greer<sup><\/sup>, Fabian Johnston<sup><\/sup>, Carol Morris<sup><\/sup>, Sophia Strike<sup><\/sup>, Adam Levin<sup><\/sup>, Daniel Rhee<sup><\/sup>, Brian Ladle<sup><\/sup>, Kornel Schuebel<sup><\/sup>, Yan Zhang<sup><\/sup>, Rulin Wang<sup><\/sup>, Srinivasan Yegnasubramanian<sup><\/sup>, John Gross<sup><\/sup>, Robert Anders<sup><\/sup>, Andrew Pardoll<sup><\/sup>, Nicolas Llosa<sup><\/sup><br><br\/>Johns Hopkins, Baltimore, MD","CSlideId":"","ControlKey":"ed508d13-977e-4ad0-a2a8-3f4e2207b13f","ControlNumber":"6836","DisclosureBlock":"&nbsp;<b>A. Suru, <\/b> None..<br><b>A. Maalouf, <\/b> None.&nbsp;<br><b>L. Chen, <\/b> <br><b>Janssen Pharmaceuticals<\/b> Employment.<br><b>A. Tam, <\/b> None..<br><b>W. Villasi, <\/b> None..<br><b>K. Sharma, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>C. Meyer, <\/b> None..<br><b>J. Greer, <\/b> None..<br><b>F. Johnston, <\/b> None..<br><b>C. Morris, <\/b> None..<br><b>S. Strike, <\/b> None..<br><b>A. Levin, <\/b> None..<br><b>D. Rhee, <\/b> None..<br><b>B. Ladle, <\/b> None..<br><b>K. Schuebel, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>S. Yegnasubramanian, <\/b> None..<br><b>J. Gross, <\/b> None..<br><b>R. Anders, <\/b> None..<br><b>A. Pardoll, <\/b> None..<br><b>N. Llosa, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2081","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5135","PresenterBiography":null,"PresenterDisplayName":"Aditya Suru, BE","PresenterKey":"5689158b-0a41-4dae-8f16-c82fa8cc252d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5135. Tertiary lymphoid structures and T-cell aggregates signal a robust anti-tumor immune response in a subset of leiomyosarcoma patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tertiary lymphoid structures and T-cell aggregates signal a robust anti-tumor immune response in a subset of leiomyosarcoma patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: A key component of targeting synthetic lethality in cancer is identifying specific biomarkers, such as sources of NAD+ synthesis, that differentiate between healthy and diseased tissue. In mammals, NAD+ can be synthesized from nicotinamide via nicotinamide phosphoribosyltransferase (NAMPT) or from nicotinic acid (niacin, NA) via nicotinic acid phosphoribosyltransferase (NAPRT). NAPRT loss has been identified across tumor indications as a synthetic lethal sensitizer to small molecule inhibitors of NAMPT. Given the reliance of cancer cells on NAD+ synthesis, blocking NAD+ production is a compelling target for anti-cancer therapeutics. However, identifying tumors with NAPRT loss has been a challenge as NAPRT can be expressed by as many as 14 transcripts, only some of which code for the active enzyme. This complicates transcript-based analyses and necessitates proteomic assessment. Here, we have developed a mouse monoclonal antibody (4A5D7) to specifically detect active NAPRT and to identify indications enriched for NAPRT loss in patients through an IHC-based assay. We further confirm that loss of NAPRT makes cells susceptible to NAMPT inhibition, and ultimately show that our antibody can identify patient-derived xenograft (PDX) models that respond to NAMPT inhibition.<br \/>Methods We utilized a hybridoma system to produce antibodies against epitopes in the NAPRT active site; clones were subsequently screened for their ability to selectively recognize active NAPRT. After identifying clone 4A5D7, we validated our proprietary antibody against FFPE specimens across multiple cancer indications (TNBC, NSCLC, SCLC, CRC, gastric, ovarian, and prostate). Stained samples were scored by a pathologist and assessed for percent of positive tumor cells, nuclear and\/or cytoplasmic staining, and staining intensity. CCLE and TCGA datasets were mined for indications enriched for suspected NAPRT-loss and sensitivity to NAMPT inhibitors. We then selected cell lines and pan-tumor PDX tissue microarrays (TMAs) from indications of interest and characterized samples by western blot and IHC to determine NAPRT status. Cell lines and PDX tumor tissue were exposed to increasing ranges of NAMPTi in the presence or absence of NAPRT-substrate NA to validate our approach.<br \/>Results: We validated that our proprietary NAPRT monoclonal antibody clone 4A5D7 only detects functional NAPRT and demonstrated improved performance over previous antibodies. We used our antibody to characterize cell lines and PDX tumor samples, and subsequently show that NAPRT-null cell lines and tumor samples are susceptible to NAMPT inhibition, while samples with functional NAPRT can be rescued by NA.<br \/>Conclusion: Our proprietary antibody can identify NAPRT null tumors and identify samples that will respond to NAMPT inhibition, a critical advancement for patient selection in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Synthetic lethality,Immunohistochemistry,NAMPT,NAPRT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Spurrier<\/b><sup>1<\/sup>, E. S. Burgos<sup>1<\/sup>, M. R. Lundquist<sup>1<\/sup>, K. Tanaka<sup>1<\/sup>, S. Brook<sup>1<\/sup>, M. Gozzi<sup>1<\/sup>, J.-S. Yi<sup>1<\/sup>, J. Edmonds<sup>2<\/sup>, M. Raponi<sup>1<\/sup>; <br\/><sup>1<\/sup>Alphina Therapeutics, Inc., New Haven, CT, <sup>2<\/sup>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"4d92e0f9-1e23-4204-9808-41a8d30c1c7b","ControlNumber":"4811","DisclosureBlock":"&nbsp;<b>J. Spurrier, <\/b> None..<br><b>E. S. Burgos, <\/b> None..<br><b>M. R. Lundquist, <\/b> None..<br><b>K. Tanaka, <\/b> None..<br><b>S. Brook, <\/b> None..<br><b>M. Gozzi, <\/b> None..<br><b>J. Yi, <\/b> None..<br><b>J. Edmonds, <\/b> None..<br><b>M. Raponi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2082","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5136","PresenterBiography":null,"PresenterDisplayName":"Josh Spurrier, PhD","PresenterKey":"d98ab06c-700b-4b65-aed2-3cc70eb1c7f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5136. Development of a highly specific NAPRT monoclonal antibody for the detection of tumors sensitive to pharmacological inhibition of NAMPT","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a highly specific NAPRT monoclonal antibody for the detection of tumors sensitive to pharmacological inhibition of NAMPT","Topics":null,"cSlideId":""},{"Abstract":"Background: <i>BRAF <\/i>alterations are present in a variety of primary central nervous system (CNS) tumors from 3% in glioblastomas to 60% in pleomorphic xanthoastrocytomas. BRAF V600E mutation is the most common <i>BRAF<\/i> alteration found in tumors and has been successfully targeted by combining BRAF\/MEK inhibitors in different tumor types, including gliomas. We aimed to describe the clinical and genomic features of primary CNS tumors harboring BRAF alterations and real-world data on BRAF-targeted therapy including our experience sequencing BRAF-directed therapies (BDI) in gliomas.<br \/>Methods: Single-center retrospective analysis of patients with diagnosis of primary CNS tumors with NGS testing. Clinical, histological and molecular characteristics were analyzed.<br \/>Results: 44 patients with <i>BRAF<\/i> mutant primary CNS tumors were included, 28 (64%) were male. 24 (55%) had histology consistent with high-grade glioma (HGG), 14 (32%) low grade glioma (LGG), 4 (9%) low grade neuroepithelial tumors and 2 (4%) others. Missense mutations were found in 77%, followed by amplifications (9%), fusions (9%) and in\/del alterations (5%). V600E was the most common mutation (63%), followed by class 2 (16%) and 3 (7%) mutations and amplifications (9%). Co-occurring mutations were found in <i>CDKN2A\/B<\/i> (22), <i>TERT<\/i> (20) and <i>MTAP<\/i> (12), median TMB was 2 mut\/mb and only 2 patients had high TMB. 4 patients had commuted <i>IDH1 <\/i>(3 R132H), non-concurring with a V600E mutation. For patients with HGG, median age at diagnosis was 47 years and 16 (66%) were male. Lesions were more frequent in left hemisphere (70%) and temporal lobe (54%). V600E was found in 50% of cases, KIAA1549-BRAF fusion was found in 1 case. Median follow-up was 40 months (95% CI 11-68) and median overall survival (OS) was 22 months (3.4-40) for the whole population, and 56 (4-109) months for patients treated with BDI (n=4). All 4 patients had an OS &#62;30 months. In the LGG cohort, median age at diagnosis was 34 years (IQR 24-46), 8 (57%) were male. 50% of the lesions were in the left side and 21% of the tumors were in the posterior fossa. 78% had a V600E mutation, with no statistical difference with HGG cohort (p=.082).<i> <\/i>Median follow up was 11 months, median OS was not reached. For 5 patients treated at recurrence with BDI, median PFS was 15 months (3-27).5 patients were treated with plixorafenib (PLX8394) on clinical trial achieving disease control (PR +SD) in 4 cases. Upon progression, 4 were rechallenged with dabrafenib + trametinib and 1 with another BDI. 4 patients had a partial response with duration of response &#62;6 months in 3 cases.<br \/>Conclusion: BRAF mutant CNS tumors are a heterogeneous disease. Longer survival was observed in the small group of HGG patients treated with BDI compared to SoC (56 months vs 22months). BDI rechallenge showed durable responses in heavily pretreated patients. Further molecular characterization of these patients is ongoing. The best therapeutical sequencing strategy for BDI remains uncertain.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"BRAF,Brain tumors,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. B. Blaquier<\/b>, F. D'Angelo, D. Tejera, R. A. Nasany, G. Saigal, A. Iavarone, M. I. de la Fuente; <br\/>Univ. of Miami Sylvester Comprehensive Cancer Ctr., Miami, FL","CSlideId":"","ControlKey":"da16c06c-37ea-4f05-94dd-47c13c8fc5a9","ControlNumber":"4155","DisclosureBlock":"&nbsp;<b>J. B. Blaquier, <\/b> None..<br><b>F. D'Angelo, <\/b> None..<br><b>D. Tejera, <\/b> None..<br><b>R. A. Nasany, <\/b> None..<br><b>G. Saigal, <\/b> None..<br><b>A. Iavarone, <\/b> None.&nbsp;<br><b>M. I. de la Fuente, <\/b> <br><b>Servier Pharmaceuticals<\/b> Other, Advisory board member. <br><b>Rigel Pharmaceuticals<\/b> Other, Advisory board member. <br><b>AnHeart Therapeutics<\/b> Other, Advisory board member.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2083","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5137","PresenterBiography":null,"PresenterDisplayName":"Juan Blaquier, MD","PresenterKey":"abb7197f-a685-4492-8e05-da4f537cdd22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5137. BRAF mutations in primary central nervous system tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRAF mutations in primary central nervous system tumors","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> Urothelial cancer (UC) is a challenging disease with a wide tumor-biological spectrum. Most molecular classifications cover only muscle-invasive bladder cancer and are transcriptome-based, relating only indirectly to the therapeutically relevant and more stable protein level. Also, the recent introduction of antibody-drug conjugates (ADCs) requires quantitative data about the tumor specificity of their target proteins. We turned to the proteome to address these questions.<br \/><i>Methods:<\/i> We performed deep proteomic profiling of a comprehensive cohort by optimized tandem mass tag-labelled liquid chromatography-coupled tandem mass spectrometry. Data acquisition was validated internally with immunoblotting and externally by bioinformatic reclassification within existing, filtered transcriptomic data. After bioinformatics, the top cluster defining proteins were quantified immunohistochemically under real-world conditions. Protein profiles were individualized and separately evaluated with drug repurposing libraries. Cell viability assays were performed for a panel of twelve UC cell lines to validate these predictions in vitro.<br \/><i>Results: <\/i>We analyzed 434 samples with 242 tumors and 192 paired normal mucosae, covering all stages of UC. 9542 proteins were quantified and revealed five distinct proteomic subtypes. These were validated internally and externally, showing relevant survival stratification also in the TCGA dataset. The proteomic subtypes were independent from pathological groups with relevant stratification of progression- free and overall survival (low vs. high-risk: median 103 vs. 27 months). Tumor specificity of all proteins was highly heterogeneous across stages and subtypes. As an example, the ADC target NECTIN4 was generally overexpressed mainly in non-muscle-invasive UC. Drug repurposing revealed several new candidate drugs, each specific to different proteomic subtypes. In vitro data showed increased sensitivity by subtype in line with four out of seven representative predictions.<br \/><i>Conclusions:<\/i> Proteomic subtypes add independent prognostic information and carry predictive value for several newly identified adjuvant drug candidates. The actual tumor specificity of biomarkers and ADC targets is highly dependent on stage and subtype and calls for individualized patient-specific predictive testing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Proteomics,Antibody-drug conjugate (ADC),Bladder cancer,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. F. Dressler<\/b><sup>1<\/sup>, F. Diedrichs<sup>1<\/sup>, D. Sabtan<sup>1<\/sup>, S. Hinrichs<sup>2<\/sup>, P. Mackedanz<sup>2<\/sup>, M. Schlotfeldt<sup>2<\/sup>, C. Krisp<sup>3<\/sup>, M. Hennig<sup>2<\/sup>, H. Schlueter<sup>3<\/sup>, U. Wetterauer<sup>4<\/sup>, R. Zubarev<sup>5<\/sup>, D. Horst<sup>1<\/sup>, S. Perner<sup>2<\/sup>, P. Wolf<sup>4<\/sup>, Á. Végvári<sup>5<\/sup>; <br\/><sup>1<\/sup>Charite - University Medicine Berlin, Berlin, Germany, <sup>2<\/sup>University Medical Center Schleswig-Holstein, Luebeck, Germany, <sup>3<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany, <sup>4<\/sup>University of Freiburg - Medical Center, Faculty of Medicine, Freiburg, Germany, <sup>5<\/sup>Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"4df97988-e42b-4622-a255-4915fb4341ab","ControlNumber":"6219","DisclosureBlock":"&nbsp;<b>F. F. Dressler, <\/b> None..<br><b>F. Diedrichs, <\/b> None..<br><b>D. Sabtan, <\/b> None..<br><b>S. Hinrichs, <\/b> None..<br><b>P. Mackedanz, <\/b> None..<br><b>M. Schlotfeldt, <\/b> None..<br><b>C. Krisp, <\/b> None..<br><b>M. Hennig, <\/b> None..<br><b>H. Schlueter, <\/b> None..<br><b>U. Wetterauer, <\/b> None..<br><b>R. Zubarev, <\/b> None..<br><b>D. Horst, <\/b> None..<br><b>S. Perner, <\/b> None..<br><b>P. Wolf, <\/b> None..<br><b>Á. Végvári, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2084","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5138","PresenterBiography":null,"PresenterDisplayName":"Franz Dressler, MD","PresenterKey":"afd5c38d-c536-4ca3-a024-54fa4cc8730b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5138. Proteomic analyses of the urothelial cancer landscape reveal highly distinct prognostic and predictive subtypes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic analyses of the urothelial cancer landscape reveal highly distinct prognostic and predictive subtypes","Topics":null,"cSlideId":""},{"Abstract":"<i><b>Background:<\/b><\/i><i> <\/i>Immune checkpoint therapies (ICT) are now widely introduced in clinical oncology and most often guided by PDL1 expression in diagnostic biopsies. However, the predictive value of this testing is only modest, leading to over- and undertreatment. Conceptually, the prevention of binding of ligand PDL1 to PD1 receptor is decisive for the efficacy of ICT. Therefore, directly detecting the spatial PD1-PDL1 interaction would provide more predictive information.<br \/><i><b>Methods:<\/b><\/i> A second-generation <i>in situ<\/i> proximity ligation assay (isPLA; Navinci Diagnostics) was established to detect PD1-PD-L1 interactions in diagnostic patient samples and linked to an automated analysis pipeline (QuPath). For basic validation, we used pan-cancer tissue microarrays (TMA) including 16 solid tumor types, and a non-small cell lung cancer (NSCLC) TMA (359 ICT-na&#239;ve surgically treated patients). In addition, we analyzed diagnostic tissue biopsies from 75 advanced NSCLC patients treated with anti-PD1-PDL1 regiments.<br \/><i><b>Results:<\/b><\/i><i> <\/i>The pan-cancer<i> <\/i>analysis revealed varying levels of PD1-PDL1 interaction among the solid cancer types, with the lowest levels detected in liver cancer and the highest in testicular cancer. A general positive association was observed between the literature-reported objective ICT response rate (ORR) per tumor type and its corresponding PD1-PDL1 interaction status. Conventional immunohistochemical analysis of the ICT-na&#239;ve, surgically treated NSCLC cohort revealed variable protein expression level for both, PDL1 and PD1, for 200 cases, but only 108 (54%) of them demonstrated a detectable PD1-PDL1 interaction with our isPLA assay. EGFR mutated cases showed generally lower PD1-PDL1 interaction scores (p=0.01). PD1-PDL1 interaction was not associated with survival (p=0.46). A subsequent analysis of the ICT-NSCLC cohort revealed a significant positive association between PD1-PDL1 interaction status and prolonged overall survival upon ICT (median survival 14.8 vs 32.3 months; p=0.022). The standard tumor proportional score (TPS) of membranous PDL1 expression did not correlate with ICT-specific survival (p=0.40).<br \/><i><b>Conclusions:<\/b><\/i><i> <\/i>The second generation isPLA successfully distinguishes a previously difficult-to-define patient subset with positive PD1-PDL1 interaction status. Our data suggest that the PD1-PDL1 interaction is a superior clinical biomarker for patient selection for ICT in NSCLC. The interaction analysis is applicable to sections from minute diagnostics biopsies and accessible by light microscopy either semi-quantitatively by a pathologist or by an automated image analysis program. Thus, the assay holds great potential to be integrated into routine clinical pathological workflow to stratify cancer patients for ICT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,PD-L1,Biomarkers,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Micke<sup>1<\/sup>, A. Lindberg<sup>1<\/sup>, R. Artursson<sup>1<\/sup>, L. Hellberg<sup>1<\/sup>, H. Yu<sup>1<\/sup>, M. Backman<sup>1<\/sup>, J. Botling<sup>1<\/sup>, H. Brunnström<sup>2<\/sup>, A. Mezheyeuski<sup>3<\/sup>, J. Isaksson<sup>1<\/sup>, <b>C. Strell<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Uppsala University, Dept of Immunology, Genetics and Pathology, Uppsala, Sweden, <sup>2<\/sup>2Department of Clinical Sciences Lund, Division of Pathology, Lund University, Lund, Sweden, <sup>3<\/sup>Molecular Oncology Group, Vall d'Hebron Institute of Oncology, Barccelona, Spain","CSlideId":"","ControlKey":"ac140e84-771f-4da9-8c58-49b7ef19214c","ControlNumber":"4981","DisclosureBlock":"<b>&nbsp;P. Micke, <\/b> <br><b>HistoOne AB<\/b> Stock.<br><b>A. Lindberg, <\/b> None..<br><b>R. Artursson, <\/b> None..<br><b>L. Hellberg, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>M. Backman, <\/b> None..<br><b>J. Botling, <\/b> None..<br><b>H. Brunnström, <\/b> None.&nbsp;<br><b>A. Mezheyeuski, <\/b> <br><b>HistoOne AB<\/b> Stock.<br><b>J. Isaksson, <\/b> None.&nbsp;<br><b>C. Strell, <\/b> <br><b>HistoOne AB<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2085","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5139","PresenterBiography":null,"PresenterDisplayName":"Carina Strell, Dr Rer Nat","PresenterKey":"9530f850-c4cf-47fb-8cab-eee185e90ca2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5139. PD1-PDL1 interaction as a superior predictor for response to immune checkpoint therapy in NSCLC patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PD1-PDL1 interaction as a superior predictor for response to immune checkpoint therapy in NSCLC patients","Topics":null,"cSlideId":""},{"Abstract":"Our previous work studying the effects of integrin &#945;v&#946;6 knockdown in cancer cells demonstrated &#945;v&#946;6 as a method of T cell suppression in a co-culture model. ITGB6, the gene encoding the &#946;6 subunit of &#945;v&#946;6, is a potent prognostic marker across multiple cancer types. As a major activator of latent TGF&#946;, &#945;v&#946;6, and consequently, ITGB6, has considerable therapeutic implications due to the immunosuppressive effect that activated TGF&#946; has on the tumor microenvironment. A Human Protein Atlas search of ITGB6 expression surveyed the upregulation of ITGB6 across cancer types. Cancer ITGB6 expression was then compared to expression in paired adjacent normal tissue using the TNMplot tool (Bartha, 2021) on a concatenated set of GEO, GTex, TCGA, and TARGET RNA-seq databases. Kaplan-Meier curves were generated using TCGA mRNA data through the cBio portal, splitting the cohorts according to an ITGB6 mRNA expression threshold of one standard deviation above the mean (z-score &#177; 1.0). ITGB6 expression and immune checkpoint blockade (ICB) response were evaluated with the Kaplan-Meier Plotter tool (Kovacs, 2023). ITGB6 expression levels between ICB responders and non-responders were quantified using the ROC Plotter tool (Fekete, 2023), and the figures were generated using Matplotlib in Python. Lung, bladder, head and neck, pancreatic, and cervical cancer all demonstrated high expression of ITGB6. Head and neck squamous cell carcinoma (median fold change 2.70, p&#60;0.0001), bladder urothelial carcinoma (FC 2.41, p&#60;0.001), cholangiocarcinoma (FC 5.33, p&#60;0.01), and esophageal carcinoma (FC 2.72, p&#60;0.03) showed strong upregulation of ITGB6 compared to normal tissue. Interestingly, lung adenocarcinoma (FC 0.77, p&#60;0.04) and lung squamous cell carcinoma (FC 0.55, p&#60;0.0001) showed downregulation of ITGB6 compared to normal tissue. Survival data revealed that ITGB6 was a potent marker of a poor prognosis in pancreatic adenocarcinoma (high ITGB6 median survival 16.79 mos, vs. low ITGB6 21.88 mos, p&#60;0.004) and head and neck squamous cell carcinoma (high ITGB6 30.06 mos vs. low ITGB6 57.42 mos, p&#60;0.03). However, no significant prognostic difference was observed in non-small cell lung cancers. Finally, high pan-cancer expression of ITGB6 led to poorer response to &#945;PD-1 (high ITGB6 Hazard Ratio 1.37, p&#60;0.05) and &#945;PD-L1 (high ITGB6 HR 1.50, p&#60;0.001). In vitro and in vivo experiments to validate the benefit of ITGB6 as a biomarker and as a therapeutic target are underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,TGF-&#946;,Integrins,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. J. MacDonald<\/b>, P. R. Srinivasan, M. Pinho-Schwermann, V. Tajiknia, C. Purcell, L. Carlsen, W. S. El-Deiry; <br\/>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"1cbb8d38-2291-4a19-9bfb-592898cfc41d","ControlNumber":"5453","DisclosureBlock":"&nbsp;<b>W. J. MacDonald, <\/b> None..<br><b>P. R. Srinivasan, <\/b> None..<br><b>M. Pinho-Schwermann, <\/b> None..<br><b>V. Tajiknia, <\/b> None..<br><b>C. Purcell, <\/b> None..<br><b>L. Carlsen, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix:<\/b> Stock. <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Stock. <br><b>Caris Life Sciences<\/b> Employment. <br><b>D&D Pharma<\/b> Grant\/Contract. <br><b>RAIN Therapeutics:<\/b> Employment. <br><b>SMURF-Therapeutics<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2086","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5140","PresenterBiography":null,"PresenterDisplayName":"William MacDonald, BS","PresenterKey":"ae90e64c-4cc4-49a9-9810-3e83d84add03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5140. ITGB6 as a predictive biomarker for overall prognosis and PD-(L)1 immune checkpoint blockade response in various cancer types","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ITGB6 as a predictive biomarker for overall prognosis and PD-(L)1 immune checkpoint blockade response in various cancer types","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immune checkpoint inhibitors (ICIs) have changed the cancer treatment paradigm; however, with high frequency of immune-related adverse events (irAEs) and limited response rates in select patients. This underscores the unmet need for the development of biomarkers predictive for the development of irAEs and ICI response. Herein, we conducted autoantibody (AAb) profiling to assess baseline (BL) AAb associations with clinical benefit (CB) and irAEs in patients (pts) with rare tumors (RT) treated with programmed cell death protein 1 (anti-PD-1) therapy.<br \/><b>Methods: <\/b>AAbs against 1168 antigens were analyzed using the SeroTag antibody discovery technology. The study included 41 pts with RT who received anti-PD-1 therapy. We conducted a Significance Analysis of Microarray (SAM) to analyze the association between BL AAbs with irAEs and CB (defined as pts achieving complete response (CR), partial response (PR), or stable disease (SD) for &#8805;4 months by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1). AAb biomaker candidates were discovered based on filtering for SAM hits with p &#60; 0.05 and a delta score |D| &#62;2.<br \/><b>Results:<\/b> Table 1 outlines patients&#8217; demographics. CB and irAEs were observed in 34% and 39% of patients, respectively. Eighteen BL AAbs were significantly associated with CB such as DNA ligase III (LIG3) and small nuclear ribonucleoprotein polypeptide (SNRPA) (p = 0.002 and p = 0.003, respectively). Likewise, 13 BL AAbs showed significant associations with any-grade irAEs, particularly AAbs to breast cancer 2 (BRCA2) DNA repair associated antigen and chromatin-modifying protein 4A (CHMP4A) (p = 0.001 and p = 0.003, respectively).<br \/><b>Conclusion:<\/b> The predictive potential of autoantibodies as biomarkers is promising. Further evaluation in larger cohorts is needed for validation of our findings and understanding the underlying mechanism.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{441E301E-49F6-4175-8D04-7CBA237523ED}\"><caption>Table 1. Patients&#8217; demographics<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Total&nbsp;patients<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=41<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Median&nbsp;age&#8203; in years (range)<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">66 (35-84)&#8203;&nbsp;<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Male&#8203;<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=19<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Female<\/span><br><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=22&#8203;&nbsp;<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Tumor type<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Carcinoma of unknown primary<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=13<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Squamous cell carcinoma of the skin<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=9<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Small cell malignancies of non-pulmonary origin<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=7<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Adrenocortical carcinoma<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=6<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Vascular sarcoma<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=5<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:11.0pt;line-height:107%; font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Other rare histology<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=1<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Clinical benefit&nbsp;<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">CR, PR, or SD <\/span><span lang=\"DE\" style=\"font-size:11.0pt;line-height:107%;font-family: &quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family: Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin; mso-bidi-theme-font:minor-latin;mso-ansi-language:DE;mso-fareast-language:EN-US; mso-bidi-language:AR-SA\">&#8805;<\/span><span lang=\"DE\" style=\"font-size:11.0pt; line-height:107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\"> 4 months&nbsp;<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=14<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">SD &lt;4 months or progressive disease (PD)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=23<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Not evaluable<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=4<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">irAEs<\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">Yes<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=16<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">No<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"DE\" style=\"font-size:11.0pt;line-height: 107%;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin; mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font: minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi; mso-ansi-language:DE;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">n=25<\/span><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Autoantibody,Biomarkers,Immune checkpoint inhibitors,immune-related adverse events (irAEs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. H. Derbala<\/b><sup>1<\/sup>, J. Hajjar<sup>2<\/sup>, B. Stephen<sup>1<\/sup>, S. A. Gurses<sup>1<\/sup>, E. Kwiatkowski<sup>1<\/sup>, P. Budde<sup>3<\/sup>, H.-D. Zucht<sup>3<\/sup>, M. Bräutigam<sup>3<\/sup>, A.-S. Schubert<sup>3<\/sup>, B. Ahangarianabhari<sup>3<\/sup>, E. Rodriguez<sup>1<\/sup>, M. Gouda<sup>1<\/sup>, L. Castillo<sup>1<\/sup>, A. Zarifa<sup>1<\/sup>, J. A. How<sup>1<\/sup>, J. T. Moyers<sup>4<\/sup>, D. S. Hong<sup>1<\/sup>, F. Meric-Bernstam<sup>1<\/sup>, A. Naing<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Texas Children’s Hospital, Houston, TX, <sup>3<\/sup>Oncimmune Germany GmbH, Dortmund, Germany, <sup>4<\/sup>Angeles Clinic and Research Institute, Cedars-Sinai Affiliate, Los Angeles, CA","CSlideId":"","ControlKey":"20618689-d6cb-4725-a61c-7015e568b98e","ControlNumber":"5898","DisclosureBlock":"&nbsp;<b>M. H. Derbala, <\/b> None.&nbsp;<br><b>J. Hajjar, <\/b> <br><b>Horizon, Pharming, Baxalta, CSL Behring<\/b> Consulting\/Honoraria. <br><b>Immune Deficiency Foundation, the US Immunodeficiency Network, the Chao Physician Scientist Award, the Texas Medical Center Digestive Diseases Center, the Jeffrey Modell Foundation<\/b> Research.<br><b>B. Stephen, <\/b> None..<br><b>S. A. Gurses, <\/b> None..<br><b>E. Kwiatkowski, <\/b> None.&nbsp;<br><b>P. Budde, <\/b> <br><b>Oncimmune Germany GmbH<\/b> Employment. <br><b>H. Zucht, <\/b> <br><b>Oncimmune Germany GmbH<\/b> Employment. <br><b>M. Bräutigam, <\/b> <br><b>Oncimmune Germany GmbH<\/b> Employment. <br><b>A. Schubert, <\/b> <br><b>Oncimmune Germany GmbH<\/b> Employment. <br><b>B. Ahangarianabhari, <\/b> <br><b>Oncimmune Germany GmbH<\/b> Employment.<br><b>E. Rodriguez, <\/b> None..<br><b>M. Gouda, <\/b> None..<br><b>L. Castillo, <\/b> None..<br><b>A. Zarifa, <\/b> None..<br><b>J. A. How, <\/b> None.&nbsp;<br><b>J. T. Moyers, <\/b> <br><b>Replimune<\/b> Advisory Board. <br><b>D. S. Hong, <\/b> <br><b>AbbVie, Adaptimmune, Adlai-Nortye, Amgen, Astra-Zeneca, Bayer, Biomea, Bristol-Myers Squibb, Daiichi-Sankyo, Deciphera, Eisai, Eli Lilly, Endeavor, Erasca, F. Hoffmann-LaRoche, Fate Therapeutics<\/b> Research (Institution) \/ Grant Funding (Institution). <br><b>Genentech, Genmab, Immunogenesis, Infinity, Kyowa Kirin, Merck, Mirati, Navier, NCI-CTEP, Novartis, Numab, Pfizer, Pyramid Bio, Revolution Medicine,<\/b> Research (Institution) \/ Grant Funding (Institution). <br><b>SeaGen, STCube, Takeda, TCR2, Turning Point Therapeutics, VM Oncology<\/b> Research (Institution) \/ Grant Funding (Institution). <br><b>28Bio, Abbvie, Acuta, Adaptimmune, Alkermes, Alpha Insights, Amgen, Affini-T, Astellas, Aumbiosciences, Axiom, Baxter, Bayer, Boxer Capital, BridgeBio, CARSgen, CLCC, COG, COR2ed, Cowen, Ecor1, EDDC<\/b> Consulting \/ Speaker \/ Advisory Role. <br><b>Erasca, Exelixis, Fate Therapeutics, F.Hoffmann-La Roche, Genentech, Gennao Bio, Gilead, GLG, Group H, Guidepoint, HCW Precision Oncology, Immunogenesis, Incyte Inc, Inhibrix Inc, InduPro, Janssen,<\/b> Consulting \/ Speaker \/ Advisory Role. <br><b>Jounce Therapeutics Inc, Liberium, MedaCorp, Medscape, Novartis, Numab, Oncologia Brasil, ORI Capital, Pfizer, Pharma Intelligence, POET Congress, Prime Oncology,<\/b> Consulting \/ Speaker \/ Advisory Role. <br><b>Projects in Knowledge, Quanta, RAIN, Ridgeline, SeaGen, Stanford, STCube, Takeda, Tavistock, Trieza Therapeutics, Turning Point Therapeutics, WebMD, YingLing Pharma, Ziopharm<\/b> Consulting \/ Speaker \/ Advisory Role. <br><b>Molecular Match (Advisor), OncoResponse (Founder, Advisor), Telperian (Founder, Advisor)<\/b> Other Ownership Interests. <br><b>Genmab, AACR, ASCO, CLCC, Bayer, SITC, Telperian<\/b> Travel, Accommodation, Expenses. <br><b>F. Meric-Bernstam, <\/b> <br><b>AstraZeneca, Biovica, Black Diamond, Calibr (Scripps), Ecor1, Eisai, F. Hoffman-La Roche Ltd., GT Apeiron, Incyte, Karyopharm, LegoChem Bio, Lengo Therapeutics, Menarini, OnCusp Therapeutics<\/b> Consulting\/Advisory. <br><b>Protai Bio, Seagen, Tallac Therapeutics, Theratechnologies, Zentalis, Zymeworks<\/b> Consulting\/Advisory. <br><b>Aileron Therapeutics, Inc. AstraZeneca, Bayer Healthcare Pharmaceutical, Calithera Biosciences Inc., Curis Inc., CytomX Therapeutics Inc., Daiichi Sankyo Co. Ltd.,<\/b> Research (institution). <br><b>Debiopharm International, eFFECTOR Therapeutics, Genentech Inc., Klus Pharma, Novartis, Puma Biotechnology Inc., Taiho Pharmaceutical Co.<\/b> Research (institution). <br><b>Dava Oncology<\/b> Honoraria. <br><b>European Organisation for Research and Treatment of Cancer (EORTC), European Society for Medical Oncology (ESMO), Cholangiocarcinoma Foundation, Dava Oncology<\/b> Travel. <br><b>A. Naing, <\/b> <br><b>AbbVie, CTI, Deka Biosciences, Janssen Biotech, NGM Bio, PsiOxus Therapeutics, Immune-Onc Therapeutics, STCube Pharmaceuticals, OncoSec KEYNOTE-695, Genome & Company,<\/b> Consulting\/Advisory Board. <br><b>Merck Sharp & Dohme Corp, CytomX Therapeutics, Nouscom, Servier, Lynx Health, PsiOxus<\/b> Consulting\/Advisory Board. <br><b>Novartis, NCI, EMD Serono, MedImmune, Healios Onc. Nutrition, Atterocor\/Millendo, Amplimmune, ARMO BioSciences, Karyopharm Therapeutics, Incyte, Regeneron,<\/b> Research. <br><b>Bristol-Myers Squibb, Merck, CytomX Therapeutics, Neon Therapeutics, Calithera Biosciences, TopAlliance Biosciences, Eli Lilly, Kymab, PsiOxus, Arcus Biosciences,<\/b> Research. <br><b>Pfizer, NeoImmuneTech, Immune-Onc Therapeutics, Surface Oncology, Monopteros Therapeutics, BioNTech SE, Seven & Eight Biopharma, and SOTIO Biotech AG<\/b> Research. <br><b>ARMO BioSciences, NeoImmuneTech, NGM Biopharmaceuticals<\/b> Travel, Accommodation. <br><b>AKH Inc, The Lynx Group, Society for Immunotherapy of Cancer (SITC), Korean Society of Medical Oncology (KSMO), Scripps Cancer Care Symposium,<\/b> Honoraria. <br><b>ASCO Direct Oncology Highlights, European Society for Medical Oncology (ESMO), CME Outfitters<\/b> Honoraria.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2087","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5141","PresenterBiography":null,"PresenterDisplayName":"Mohamed Derbala, MD","PresenterKey":"421ed893-485a-4841-bad5-9ac32f72ccce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5141. Autoantibody profiling for predictive biomarkers for immune-related adverse events and clinical benefit in rare tumors treated with anti-PD-1 therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autoantibody profiling for predictive biomarkers for immune-related adverse events and clinical benefit in rare tumors treated with anti-PD-1 therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Neoadjuvant chemoradiotherapy (nCRT) is standard therapy for locally advanced rectal cancer (LARC). While only a minority of patients are expected to have a complete response, all are at risk of toxicity. Currently no biomarkers reliably predict response to nCRT in LARC. Further, standard therapy in locally advanced head and neck squamous cell carcinoma (HNSCC) is adjuvant CRT. A major cause of poor outcomes in HNSCC is regional persistence or recurrence post-CRT. No biomarkers, apart from HPV, predict CRT response in HNSCC. CRT causes double-strand breaks (DSBs) and methylation of histones on lysine residues is known to affect chromatin, influencing DSB repair. We hypothesized that single nucleotide polymorphisms (SNP) in the histone 3 lysine 9 (H3K9) demethylase-encoding <i>JMJD1C<\/i> influenced CRT response.<br \/>Methods: LARC patients (n=84) were divided into poor (PoR) and complete (CR) responders based on Neoadjuvant Rectal score. Lymphocyte DNA was sequenced, and LARC patient-derived cells were treated with DSB-inducing agents to assess viability. Sequencing was confirmed in an independent cohort of CRT-treated HNSCC patients (n=90) divided into: disease-free (n=30), recurrent disease (n=28), and never-disease-free (n=32). HNSCCs were in the larynx or oral cavity. Not all patients received HPV-testing; p16 expression was positive for 19\/43 tumors. CRISPR\/Cas9 editing of HPV-negative HNSCC lines (SCC9, Cal27) generated JMJD1C WT or SNP isogenic pairs. Bulk RNA-sequencing, colony survival, and immunofluorescence studies were performed.<br \/>Results: In LARC patients, CRs were enriched for a coding, missense germline SNP in <i>JMJD1C<\/i> versus PoRs (discovery n=30, p&#60;0.00001; validation n=54, p=0.001, Fisher&#8217;s Exact). When subjected to DSB, LARC patient-derived cells with the SNP displayed greater sensitivity than their WT counterparts (n=12, p&#60;0.001, Mann-Whitney). In HNSCC, a correlation was identified between the same <i>JMJD1C<\/i> SNP and no recurrence (p=0.0003, Fisher&#8217;s Exact). HNSCC SNP cells showed changes in mRNA levels of DNA repair and immune response genes versus HNSCC WT cells (q-value&#60;0.05). Upon irradiation, kinetics of foci resolution of the DNA damage response protein MDC1, specific to DSBs, were slower in SNP versus WT HNSCC cells (p&#60;0.05, Mann Whitney). Further, there was reduced colocalization of BRCA1 with RAP80, a crucial factor for homology-directed DSB repair, in SNP versus WT HNSCC cells (p&#60;0.01, Mann-Whitney).Targeted introduction of the SNP into HNSCC cell lines reduced viability and radiation response.<br \/>Conclusion: Our study identifies a polymorphic coding variant in <i>JMJD1C<\/i>, as a predictive biomarker for CRT effectiveness in LARC and HNSCC, and defines a DNA repair mechanism by which JMJD1C influences response to irradiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,Polymorphisms,Histone methylation,Locally advanced rectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Adria Hasan<\/b><sup>1<\/sup>, Elena  V.  Demidova<sup>1<\/sup>, Philip Czyzewicz<sup>1<\/sup>, Shreya M. Shah<sup>1<\/sup>, Karthik Devarajan<sup>2<\/sup>, Thomas J. Galloway<sup>3<\/sup>, Margret B. Einarson<sup>4<\/sup>, Barbara Burtness<sup>5<\/sup>, Erica A. Golemis<sup>6<\/sup>, Joshua E. Meyer<sup>3<\/sup>, Sanjeevani Arora<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Prevention and Control Program, Fox Chase Cancer Center, Philadelphia, PA,<sup>2<\/sup>Program in Biostatistics and Bioinformatics, Fox Chase Cancer Center, Philadelphia, PA,<sup>3<\/sup>Department of Radiation Oncology, Fox Chase Cancer Center, Philadelphia, PA,<sup>4<\/sup>Program in Cancer Signalling and Microenvironment, Fox Chase Cancer Center, Philadelphia, PA,<sup>5<\/sup>Department of Internal Medicine, Yale Cancer Center, Yale School of Medicine, New Haven, CT,<sup>6<\/sup>Department of Cancer and Cellular Biology, Lewis Katz School of Medicine, Temple University, Philadelphia, PA","CSlideId":"","ControlKey":"cb9a0695-b2af-44b2-97de-7e77c13288d5","ControlNumber":"3162","DisclosureBlock":"&nbsp;<b>A. Hasan, <\/b> None..<br><b>E. V. Demidova, <\/b> None..<br><b>P. Czyzewicz, <\/b> None..<br><b>S. M. Shah, <\/b> None..<br><b>K. Devarajan, <\/b> None..<br><b>T. J. Galloway, <\/b> None..<br><b>M. B. Einarson, <\/b> None..<br><b>B. Burtness, <\/b> None..<br><b>E. A. Golemis, <\/b> None.&nbsp;<br><b>J. E. Meyer, <\/b> <br><b>Quantigic Genomics<\/b> Stock, Other, Other Ownership Interests, Consulting or Advisory Role. <br><b>Varian Medical Systems<\/b> Other, Honoraria and Research Funding. <br><b>Patent PCT\/US18\/18110<\/b> Patent, Other Intellectual Property, Other, Royalties. <br><b>S. Arora, <\/b> <br><b>Patent in colorectal cancer diagnosis\/treatment<\/b> Patent, Other, Patent: US 11578370 B2, issued on February 14th, 2023. <br><b>Patent in colorectal cancer diagnosis<\/b> Patent, Other, Patent: US 9157124 B2, issued on October 13th, 2015. <br><b>Akoya Biosciences<\/b> Other, Dr. Arora's spouse is employed by Akoya Biosciences and has stock options in Akoya Biosciences. <br><b>Abcam Plc.<\/b> Stock, Other, Dr. Arora's spouse has stock in Abcam Plc. <br><b>Senzo Health<\/b> Other, Dr. Arora's spouse has stock in Senzo Health.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2089","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5143","PresenterBiography":null,"PresenterDisplayName":"Adria Hasan, PhD","PresenterKey":"56e827a2-b28a-43a1-b403-40c3eb58e609","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5143. Molecular investigation of a polymorphic variant in <i>JMJD1C<\/i> that associates with chemoradiotherapy outcomes in locally advanced rectal and head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular investigation of a polymorphic variant in <i>JMJD1C<\/i> that associates with chemoradiotherapy outcomes in locally advanced rectal and head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Clinical evidence suggests that early changes in circulating tumor DNA tumor fraction (ctDNA TF) is predictive of patient response to immune checkpoint inhibitors, but the extent to which this approach can be used for patients on Tyrosine Kinase Inhibitors (TKIs) is not known. Here, we use xF Monitor to estimate ctDNA TF in patients that received TKIs and show that changes in circulating TF correlate with outcomes in a real-world pan-cancer cohort.<br \/>Tempus xF Monitor is a ctDNA assay that measures quantitative molecular changes in ctDNA TF by utilizing diverse genomic events, dynamically weighting somatic variant allele frequencies and copy number variants, while using germline information to inform these estimates and providing single nucleotide variant (SNV) results on 105 genes. Molecular responders (MR) were defined as patients with &#8805;50% reduction in ctDNA TF between baseline and on-treatment time points, consistent with our previously established threshold. Deidentified patient records from the Tempus multimodal database were analyzed if patients had an xF test &#8804; 15 weeks prior to the start of their first TKI regimen and an xF test 15 -180 days post-TKI initiation. Patients received TKI agents as classified in the Tempus Medical Ontology, which assigns a unique ID to key clinical concepts, validated and harmonized across industry standard terminologies. The TKI list was further validated using the NCI Metathesaurus (https:\/\/ncim.nci.nih.gov\/ncimbrowser\/) TKI concept (NCI Code C1967). Clinical endpoints were defined from TKI start to the first progression event or death (rwPFS) or death (rwOS), both censored on the last follow-up in event-free patients. Kaplan Meier analysis and Cox proportional hazard models were fitted to compare MR status and survival outcomes on TKI.<br \/>The evaluable pan-cancer cohort N=69, median age = 61.5 yo, advanced\/metastatic disease = 72%, 65% were female, consisted of &#62; 10 cancer diagnoses (35% NSCLC, 26% BC), 41% 1L. In this cohort, 49% of patients received a TKI combination regimen, 21% with CT, 18% with ICI. 68% of patients with NGS testing received matched targeted mutation therapies based on NCCN guidelines. Patients classified as MR based on xF Monitor results had improved survival outcomes with a median rwOS of 951 days (vs 439 days for non-MRs). MR patients had significantly longer rwPFS (HR = 0.383, p = 0.005, CI = 0.12 - 0.75) and rwOS (HR = 0.205, p = 0.004, CI = 0.07 - 0.61) than non-MRs.<br \/>xF Monitor is a novel tumor naive serial quantitative ctDNA TF algorithm off the Tempus xF assay that has the potential to be used clinically as a monitoring biomarker to stratify patients who are likely to benefit from TKI therapy. xF monitor can be used as a strategy to identify patients at a high risk of progression who could benefit from early switch or intensifying therapy. Results need to be prospectively validated in a larger cohort.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"ctDNA,Biomarkers,Tyrosine kinase inhibitor,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Mitra<\/b><sup>1<\/sup>, J. Guittar<sup>1<\/sup>, R. Schwind<sup>1<\/sup>, T. Driessen<sup>1<\/sup>, M. Berginski<sup>1<\/sup>, C. Lo<sup>1<\/sup>, M. M. Stein<sup>1<\/sup>, J. Freaney<sup>1<\/sup>, S. Won Hyun<sup>1<\/sup>, C. Sangli<sup>1<\/sup>, K. Sasser<sup>1<\/sup>, H. Nimeiri<sup>1<\/sup>, A. Chaudhuri<sup>2<\/sup>; <br\/><sup>1<\/sup>Tempus Labs, Chicago, IL, <sup>2<\/sup>Washington University in St. Louis, St Louis, MO","CSlideId":"","ControlKey":"a47876ff-cf07-4c53-bc1d-87a4f19de112","ControlNumber":"4681","DisclosureBlock":"<b>&nbsp;A. Mitra, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>Guardant Health<\/b> Stock. <br><b>J. Guittar, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>R. Schwind, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>T. Driessen, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>M. Berginski, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>C. Lo, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>M. M. Stein, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>J. Freaney, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>S. Won Hyun, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>C. Sangli, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>K. Sasser, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>H. Nimeiri, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock. <br><b>Abbvie<\/b> Stock. <br><b>A. Chaudhuri, <\/b> <br><b>Geneoscopy<\/b> Stock Option. <br><b>Roche<\/b> Research support. <br><b>Tempus Labs<\/b> Research support. <br><b>Illumina<\/b> Research support. <br><b>Agilent<\/b> Honoria. <br><b>Guidepoint<\/b> Consultant. <br><b>DeciBio<\/b> Consultant. <br><b>AlphaSights<\/b> Consultant. <br><b>AstraZeneca<\/b> Advisory board. <br><b>Daiichi Sankyo<\/b> Advisory board. <br><b>Invitae<\/b> Adviusry board. <br><b>Myriad Genetics<\/b> Advisory board. <br><b>Illumina<\/b> Advisory board. <br><b>Roche<\/b> Advisory board.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2091","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5145","PresenterBiography":null,"PresenterDisplayName":"Akash Mitra, PhD","PresenterKey":"99f79347-2289-4941-8748-df0af4c37664","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5145. Association of a ctDNA biomarker of treatment response with clinical outcomes in a real-world pan-cancer cohort treated with tyrosine kinase inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of a ctDNA biomarker of treatment response with clinical outcomes in a real-world pan-cancer cohort treated with tyrosine kinase inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The expression of programmed cell death ligand-1 (PD-L1) is a predictive biomarker for the efficacy of pembrolizumab in advanced non-small cell lung cancer (NSCLC). While several assays have been approved for evaluating PD-L1 expression status, the inter-assay discordances are observed. The clinical significance of these discrepancies is still unclear.<br \/>Methods: We retrospectively reviewed treatment-na&#239;ve NSCLC patients with available PD-L1 expression status by both 22C3 and SP142 assays. Among these patients, efficacy analysis was performed in those with PD-L1 tumor proportion score (TPS) &#8805; 50% (22C3) who received the first-line pembrolizumab monotherapy. Additionally, we conducted RNA-sequence analysis in the patients with TPS &#8805; 50% to investigate the distinct immune profiles with the inter-assay discordance.<br \/>Results: A total of 611 patients were evaluated for PD-L1 expression status by both assays. Of 198 patients with TPS &#8805; 50%, 91 (46%) had TC score &#8804; 1 (SP142, i.e., inter-assay discrepancy). In 52 patients who received the first-line pembrolizumab monotherapy, the efficacy in patients with the inter-assay discrepancy was significantly lower than those without the discrepancy (shown in Table). While there was no difference in tumor microenvironments such as the tumor-infiltrating lymphocytes, the transcriptome analysis revealed significantly more <i>CD274 <\/i>splicing variants with aberrant 3&#8217;-terminal sequences in tumors with the inter-assay discrepancy than those without discrepancy, leading to the suppressed PD-1\/PD-L1 pathway in those with the discrepancy.<br \/>Conclusion: The inter-assay discrepancy in the PD-L1 expression status on tumor cells between the 22C3 and SP142 assays, reflecting an imbalance of the <i>CD274<\/i> splicing variants, could be a primary-resistance mechanism to the pembrolizumab monotherapy in highly PD-L1-expressing NSCLCs.<table class=\"AbstractTable\" id=\"{F70C9F00-4C70-4365-83A1-29CFF166011B}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PD-L1(22C3)<\/td><td rowspan=\"1\" colspan=\"1\">Discrepancy<\/td><td rowspan=\"1\" colspan=\"1\">Pts.<\/td><td rowspan=\"1\" colspan=\"1\">ORR(%)<\/td><td rowspan=\"1\" colspan=\"1\">p value<\/td><td rowspan=\"1\" colspan=\"1\">Median PFS(months)<\/td><td rowspan=\"1\" colspan=\"1\">95%CI<\/td><td rowspan=\"1\" colspan=\"1\">p value<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">TPS &#8805; 50%<\/td><td rowspan=\"1\" colspan=\"1\">yes<\/td><td rowspan=\"1\" colspan=\"1\">17<\/td><td rowspan=\"1\" colspan=\"1\">18<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.001<\/td><td rowspan=\"1\" colspan=\"1\">3.2<\/td><td rowspan=\"1\" colspan=\"1\">0.8&#8211;5.5<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">no<\/td><td rowspan=\"1\" colspan=\"1\">35<\/td><td rowspan=\"1\" colspan=\"1\">83<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">8.3<\/td><td rowspan=\"1\" colspan=\"1\">5.7&#8211;24.2<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"PD-L1,Immunohistochemistry,Splice variants,Pembrolizumab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Miyakoshi<\/b>, J. Kashima, M. Shirasawa, M. Torasawa, Y. Matsumoto, K. Masuda, Y. Shinno, Y. Okuma, T. Yoshida, Y. Goto, H. Horinouchi, K. Shiraishi, T. Kohno, N. Yamamoto, Y. Yatabe, Y. Ohe; <br\/>National Cancer Center Hospital - Japan, Tokyo, Japan","CSlideId":"","ControlKey":"3050c669-8fa2-4ead-bc57-88709cd880ae","ControlNumber":"2842","DisclosureBlock":"&nbsp;<b>J. Miyakoshi, <\/b> None..<br><b>J. Kashima, <\/b> None.&nbsp;<br><b>M. Shirasawa, <\/b> <br><b>MSD<\/b> Grant\/Contract.<br><b>M. Torasawa, <\/b> None.&nbsp;<br><b>Y. Matsumoto, <\/b> <br><b>Grantin-Aid for Scientific Research on Innovative Areas<\/b> Grant\/Contract. <br><b>Hitachi<\/b> Grant\/Contract. <br><b>Olympus<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>COOK<\/b> Grant\/Contract. <br><b>AMCO Inc.<\/b> Grant\/Contract. <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract. <br><b>Erbe Elektromedizin GmbH<\/b> Grant\/Contract. <br><b>Fujifilm<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>K. Masuda, <\/b> <br><b>Ono<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Y. Shinno, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Japan Clinical Research Operations K.K.<\/b> Grant\/Contract. <br><b>Y. Okuma, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>EIi-Lilly<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>T. Yoshida, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>ArcherDX<\/b> Grant\/Contract. <br><b>Y. Goto, <\/b> <br><b>AZK<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Kyorin<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Preferred Networks<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Thermo Fischer<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Guardant Health Inc.<\/b> Grant\/Contract. <br><b>Illumina<\/b> Grant\/Contract. <br><b>H. Horinouchi, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Merck Biopharma<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract.<br><b>K. Shiraishi, <\/b> None.&nbsp;<br><b>T. Kohno, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>AMED<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Symex<\/b> Grant\/Contract. <br><b>Konica Minolta<\/b> Grant\/Contract. <br><b>Guardant<\/b> Grant\/Contract. <br><b>N. Yamamoto, <\/b> <br><b>Chugai<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Quintiles<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Kyowa-Hakko Kirin<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Jansen<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Sumitomo Dainippon<\/b> Grant\/Contract. <br><b>Y. Yatabe, <\/b> <br><b>Chugai-pharma<\/b> Grant\/Contract. <br><b>ArcherDx<\/b> Grant\/Contract. <br><b>Thermo Fischer Science<\/b> Grant\/Contract. <br><b>Konika Minolta REALM<\/b> Grant\/Contract. <br><b>NEC Corporation<\/b> Grant\/Contract. <br><b>AstraZenecaMerk Biopharma<\/b> Grant\/Contract. <br><b>Y. Ohe, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Kyorin<\/b> Grant\/Contract. <br><b>Dainippon-Sumitomo<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Kissei<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Jansen<\/b> Grant\/Contract. <br><b>LOXO<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Nippon Kayaku<\/b> Grant\/Contract. <br><b>Kyowa-Hakko Kirin<\/b> Grant\/Contract. <br><b>Celltrion<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2092","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5146","PresenterBiography":null,"PresenterDisplayName":"Jun Miyakoshi","PresenterKey":"ba61abca-c301-4531-bd39-a830c7a945ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5146. Clinical significance of inter-assay discrepancy in PD-L1 expression evaluation for the efficacy of pembrolizumab in advanced NSCLC patients with high PD-L1 expression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical significance of inter-assay discrepancy in PD-L1 expression evaluation for the efficacy of pembrolizumab in advanced NSCLC patients with high PD-L1 expression","Topics":null,"cSlideId":""},{"Abstract":"Salt-inducible kinase 2 (SIK2) is an AMPK family kinase involved in multiple signaling pathways including the LBK1-SIK-HDAC, LKB1-SIK-CRTC\/CREB, PI3K-PKA-mTOR and Hippo pathways. The expression of SIK2 is significantly upregulated in fraction of ovarian and breast cancers, and associated with poor prognosis. Inhibition of SIK2 kinase activity suppresses growth of ovarian and breast cancers as well as progression of acute myeloid leukemia. SIK2 inhibitors synergistically enhance sensitivity of ovarian and breast cancer cells to paclitaxel, carboplatin and PARP inhibitors. Utilization of SIK2 inhibitors to treat cancers has been investigated in preclinical studies and in a Phase I clinical trial (NCT04711161). To enable pharmacodynamic (PD) analysis in clinical studies, we have developed biomarkers that measure the effect of GRN-300, a SIK2\/3 inhibitor, on SIK2 signaling in ovarian cancer cells. Class IIa histone deacetylases (HDAC4\/5\/7) are SIK2 substrates in cancer cells; and are also expressed in peripheral blood mononuclear cells (PBMCs). We found that GRN-300 decreased phosphorylated HDAC4\/5\/7 levels in ovarian and breast cancer cells (Lu et al. J Clin Invest, 2022) and now report that this SIK2 inhibitor also decreases pHDAC4\/5\/7 in PBMCs <i>ex vivo<\/i> in a dose-dependent manner using Western blot analysis. We also identified three mRNA markers in PBMCs by RNAseq analysis - SEPP1, RNASE1 and MS4A6A - which are up-regulated by GRN-300 in PBMCs isolated from healthy donors. However, these mRNA markers were either expressed at very low levels or not dramatically changed in cancer cells. We identified an additional mRNA marker panel using RNAseq technology by screening seven ovarian and six breast cancer cell lines: A2780, Caov3, IGROV1, OC316, OVCAR3, OVCAR8, SKOv3ip, BT549, Cal51, HCC1937, MDA-MB-231, MDA-MB-436 and MDA-MB-468. mRNA expression of three genes - DDIT4, NUPR1 and IL6 - is upregulated by GRN-300 in more than 9 of 13 cell lines tested. Five genes - ID1, ID2, ID3, ID4 and TGFBI - are down-regulated in response to GRN-300 treatment in more than 10 of 13 cell lines. The decrease in HDAC4\/5\/7 phosphorylation, and alterations in mRNA markers we discovered could serve as PD biomarkers for clinical trials to evaluate the effects of SIK2 inhibitors and provide insights in the mechanisms of drug action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,Pharmacodynamics,Ovarian cancer,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Yang<\/b><sup>1<\/sup>, W. Mao<sup>1<\/sup>, P. Rask<sup>1<\/sup>, M. Peter<sup>2<\/sup>, G. Swaminath<sup>2<\/sup>, S. W. Morris<sup>2<\/sup>, Z. Lu<sup>1<\/sup>, R. C. Bast<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Greenfire Bio, Frisco, TX","CSlideId":"","ControlKey":"ce347556-5365-4d10-aec4-89e5dee2c147","ControlNumber":"4770","DisclosureBlock":"<b>&nbsp;H. Yang, <\/b> <br><b>Greenfire Bio<\/b> Grant\/Contract.<br><b>W. Mao, <\/b> None..<br><b>P. Rask, <\/b> None.&nbsp;<br><b>M. Peter, <\/b> <br><b>Greenfire Bio<\/b> Employment. <br><b>G. Swaminath, <\/b> <br><b>Greenfire Bio<\/b> Employment. <br><b>S. W. Morris, <\/b> <br><b>Greenfire Bio<\/b> Employment.<br><b>Z. Lu, <\/b> None.&nbsp;<br><b>R. C. Bast, <\/b> <br><b>Greenfire Bio<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2093","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5147","PresenterBiography":null,"PresenterDisplayName":"Hailing Yang, MD;PhD","PresenterKey":"efde40ed-5380-46fe-b13b-3bfe4c85c003","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5147. Identification of pharmacodynamic biomarkers in PBMCs and cancer cells for SIK2 kinase inhibitor therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of pharmacodynamic biomarkers in PBMCs and cancer cells for SIK2 kinase inhibitor therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: The frequency of HER2 expression in solid tumors other than breast (BC) and gastric cancer (GC) is not well defined. This study describes the frequency of HER2 expression by correlating HER2 IHC\/ ISH and ERBB2 mRNA levels by NGS in tumor samples of patients with locally advanced\/metastatic (LA\/m) BC or GC and applying those findings to predict HER2 expression in other solid tumors.<br \/>Methods: De-identified records from NGS-tested patients with LA\/m BC, GC, HNSCC, NSCLC, endometrial, and ovarian cancers in the Tempus database from 2015 - 2021 were analyzed. Patients with BC and GC who underwent HER2 IHC\/ISH testing were categorized as: RNA-zero (IHC0), -low (IHC1+, IHC2+\/ISH-), and -positive (HER2+; IHC2+\/ISH+, IHC3+). To identify thresholds separating HER2 subgroups, a logistic regression model was fit to NGS and IHC status data in BC and GC. These thresholds were applied to other solid tumors to predict the distribution of HER2 expression. HER2 amplification and mutation rates were evaluated in the Tempus NGS data.<br \/>Results: Logistic regression modeling used 3,898 samples. HER2+ samples had the highest IHC-to-RNA agreement at 80% (BC) and 81% (GC) compared to HER2 low and zero samples which ranged ~56-75% agreement. When applying thresholds identifying RNA-low and RNA-positive sample to other tumors (N = 4,726), the models predicted up to 33% (BC thresholds) or 56% (GC thresholds) of tumors express HER2 at levels that may be detectable (Table 1).<br \/>Conclusions: A notable amount of solid tumors apart from BC or GC have RNA expression that may correspond to HER2 IHC &#8805;1+. This opens the possibility for novel agents such as HER2-directed antibody drug conjugates to impact patient care in several tumor types. Further IHC testing in these populations are needed to corroborate our results.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{C6A369A5-1561-4943-886C-0774916B0AA4}\"><caption>Table 1. ERBB2 (HER2) Categories in Solid Tumors<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>HER2 Status<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>HNSCC <\/b>(N = 630)<\/td><td rowspan=\"1\" colspan=\"1\"><b>NSCLC <\/b>(N = 2945)<\/td><td rowspan=\"1\" colspan=\"1\"><b>OC <\/b>(N = 855)<\/td><td rowspan=\"1\" colspan=\"1\"><b>EC <\/b>(N = 295)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>NGS BC thresholds<\/b> <b>ERBB2 Log2(TPM+1)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Zero<\/td><td rowspan=\"1\" colspan=\"1\">589 (93.5%)<\/td><td rowspan=\"1\" colspan=\"1\">1,974 (67.0%)<\/td><td rowspan=\"1\" colspan=\"1\">626 (73.2%)<\/td><td rowspan=\"1\" colspan=\"1\">205 (69.5%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Low<\/td><td rowspan=\"1\" colspan=\"1\">33 (5.2%)<\/td><td rowspan=\"1\" colspan=\"1\">853 (29.0%)<\/td><td rowspan=\"1\" colspan=\"1\">214 (25.0%)<\/td><td rowspan=\"1\" colspan=\"1\">64 (21.7%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Positive<\/td><td rowspan=\"1\" colspan=\"1\">8 (1.3%)<\/td><td rowspan=\"1\" colspan=\"1\">118 (4.0%)<\/td><td rowspan=\"1\" colspan=\"1\">15 (1.8%)<\/td><td rowspan=\"1\" colspan=\"1\">26 (8.8%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Low + RNA-positive<\/td><td rowspan=\"1\" colspan=\"1\">41 (6.5%)<\/td><td rowspan=\"1\" colspan=\"1\">971 (33.0%)<\/td><td rowspan=\"1\" colspan=\"1\">229 (26.8%)<\/td><td rowspan=\"1\" colspan=\"1\">90 (30.5%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>NGS GC thresholds<\/b> <b>ERBB2 Log2(TPM+1)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-zero<\/td><td rowspan=\"1\" colspan=\"1\">492 (78.1%)<\/td><td rowspan=\"1\" colspan=\"1\">1,345 (45.7%)<\/td><td rowspan=\"1\" colspan=\"1\">395 (46.2%)<\/td><td rowspan=\"1\" colspan=\"1\">130 (44.1%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Low<\/td><td rowspan=\"1\" colspan=\"1\">124 (19.7%)<\/td><td rowspan=\"1\" colspan=\"1\">1,190 (40.4%)<\/td><td rowspan=\"1\" colspan=\"1\">384 (44.9%)<\/td><td rowspan=\"1\" colspan=\"1\">127 (43.1%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Positive<\/td><td rowspan=\"1\" colspan=\"1\">14 (2.2%)<\/td><td rowspan=\"1\" colspan=\"1\">410 (13.9%)<\/td><td rowspan=\"1\" colspan=\"1\">76 (8.9%)<\/td><td rowspan=\"1\" colspan=\"1\">38 (12.9%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">RNA-Low + RNA-positive<\/td><td rowspan=\"1\" colspan=\"1\">138 (21.9%)<\/td><td rowspan=\"1\" colspan=\"1\">1,600 (54.3%)<\/td><td rowspan=\"1\" colspan=\"1\">460 (53.8%)<\/td><td rowspan=\"1\" colspan=\"1\">165 (55.9%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>DNA Amplification<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Unamplified<\/td><td rowspan=\"1\" colspan=\"1\">622 (98.7%)<\/td><td rowspan=\"1\" colspan=\"1\">2,911 (98.8%)<\/td><td rowspan=\"1\" colspan=\"1\">843 (98.6%)<\/td><td rowspan=\"1\" colspan=\"1\">277 (93.9%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Amplified<\/td><td rowspan=\"1\" colspan=\"1\">8 (1.3%)<\/td><td rowspan=\"1\" colspan=\"1\">34 (1.2%)<\/td><td rowspan=\"1\" colspan=\"1\">12 (1.4%)<\/td><td rowspan=\"1\" colspan=\"1\">18 (6.1%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>DNA mutation<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Wild-Type<\/td><td rowspan=\"1\" colspan=\"1\">623 (98.9%)<\/td><td rowspan=\"1\" colspan=\"1\">2,916 (99.0%)<\/td><td rowspan=\"1\" colspan=\"1\">850 (99.4%)<\/td><td rowspan=\"1\" colspan=\"1\">287 (97.3%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Mutated<\/td><td rowspan=\"1\" colspan=\"1\">7 (1.1%)<\/td><td rowspan=\"1\" colspan=\"1\">29 (1.0%)<\/td><td rowspan=\"1\" colspan=\"1\">5 (0.6%)<\/td><td rowspan=\"1\" colspan=\"1\">8 (2.7%)<\/td><\/tr><\/table><br \/>NGS: next-generation sequencing; HNSCC: head and neck squamous cell carcinoma; NSCLC: non-small cell lung cancer; OC: ovarian cancer; EC: endometrial cancer; TPM: transcripts per million","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"HER2,ErbB2,Solid tumors,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Moxley<\/b><sup>1<\/sup>, E. Scherrer<sup>2<\/sup>, M. Bontrager<sup>3<\/sup>, S. Whitman<sup>2<\/sup>, N. R. M. Schwartz<sup>2<\/sup>, C. Sangli<sup>3<\/sup>, S. Won Hyun<sup>3<\/sup>, H. Nimeiri<sup>3<\/sup>, J. Ball<sup>3<\/sup>, C. Aggarwal<sup>4<\/sup>; <br\/><sup>1<\/sup>Oklahoma Cancer Specialists and Research Institute, Tulsa, OK, <sup>2<\/sup>Seagen, Inc., Bothell, WA, <sup>3<\/sup>Tempus Labs, Inc., Chicago, IL, <sup>4<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"0232b859-bf8a-4d83-8300-8f25e0795a73","ControlNumber":"3087","DisclosureBlock":"&nbsp;<b>K. Moxley, <\/b> None.&nbsp;<br><b>E. Scherrer, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock. <br><b>Merck<\/b> Stock.<br><b>M. Bontrager, <\/b> None.&nbsp;<br><b>S. Whitman, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock. <br><b>N. R. M. Schwartz, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock.<br><b>C. Sangli, <\/b> None..<br><b>S. Won Hyun, <\/b> None.&nbsp;<br><b>H. Nimeiri, <\/b> <br><b>Abbvie<\/b> Stock.<br><b>J. Ball, <\/b> None.&nbsp;<br><b>C. Aggarwal, <\/b> <br><b>Genentech<\/b> Other, Consulting\/Advisory Role. <br><b>Eli Lilly<\/b> Other, Consulting\/Advisory Role. <br><b>Celgene<\/b> Other, Consulting\/Advisory Role. <br><b>Merck<\/b> Other. <br><b>Astra Zeneca<\/b> Other, Consulting\/Advisory Role. <br><b>Blueprint Genetics<\/b> Other, Consulting\/Advisory Role. <br><b>Shionogi<\/b> Other, Consulting\/Advisory Role. <br><b>Daiichi Sankyo<\/b> Other, Consulting\/Advisory Role. <br><b>Regeneron<\/b> Other, Consulting\/Advisory Role. <br><b>Sanofi<\/b> Other, Consulting\/Advisory Role. <br><b>Eisai<\/b> Other, Consulting\/Advisory Role. <br><b>Beigene<\/b> Other, Consulting\/Advisory Role. <br><b>Turning Point Therapeutics<\/b> Other, Consulting\/Advisory Role. <br><b>Pfizer<\/b> Other, Consulting\/Advisory Role. <br><b>Janssen<\/b> Other, Consulting\/Advisory Role. <br><b>Boehringer Ingelheim<\/b> Other, Consulting\/Advisory Role.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2094","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5148","PresenterBiography":null,"PresenterDisplayName":"Katherine Moxley, MD","PresenterKey":"5525c5b4-bb49-4fd0-beb8-1781217bec7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5148. Analysis of HER2 prevalence by RNA expression across solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of HER2 prevalence by RNA expression across solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Mismatch repair deficient (MMRd) status is a predictive biomarker for Immune checkpoint inhibitors (ICI) in endometrial cancer (EC), however, half of these patients (pts) do not respond. Most studies exploring biomarkers of response to ICI have focused on tumor or immune cell factors. We aimed to describe the extracellular matrix components of the tumor microenvironment (TME) in ICI-Responder (R) versus Non-Responder (NR) MMRd EC pts to identify new predictive biomarkers of response.<br \/>Clinical data and outcomes of metastatic MMRd EC pts, treated with ICI (2016-2021), were retrospectively collected. Pts were classified as Rs (CR, PR, or SD &#8805;12 months) or NRs (PD or SD &#60;12 months). Pre-ICI FFPE tumor samples were subjected to Biognosys UltraDeep TrueDiscovery&#8482; Mass Spectrometry (MS) for identification of differentially regulated protein expression between R and NR. Criteria for protein candidate selection were p-value &#60; 0.01 and average absolute log2 fold change (AVG Log ratio) &#62; 0.58. Collagen was visualized on whole slides using Masson&#8217;s trichrome and quantified by Qupath. Collagen density was expressed as % positive surface in the intratumoral area. Second-harmonic generation (SHG) microscopy plus polarimetry (p-SHG) was used to estimate collagen content and describe the spatial orientation of fibrillar collagen in the intratumoral area. intraepithelial (ie) and stromal (s) CD3+ and CD8+ cells were quantified by Qupath. Non-parametric t-tests and Spearman&#8217;s rank coefficient (r) for linear correlation were used.<br \/>Twenty-five tumor samples were included in the analysis: 17 from Rs and 8 from NRs. MS identified collagen type V alpha-2 (AVR Log ratio 2.9, p 0.008) and type XXII alpha-1 chains (AVR Log ratio 1.14, p 0.006) as significantly upregulated in NRs. Using spatial imaging, collagen density in the intratumoral area was significantly higher in NRs (median: 14.2% vs 4.6%, p 0.01). Intratumoral collagen density was positively correlated with collagen type V expression (r 0,54, p 0.016), and negatively correlated with ie and s CD3+ cell (r -0.39, p 0.054; r -0.4, p 0.048, respectively) and ie and s CD8+ cell (r -0.39, p 0.053; and r -0.29, p 0.166) infiltration. SHG confirmed that fibrillar collagen content in the tumor area was significantly greater in NRs (p 0.02). p-SHG revealed that NR tumors tended to show a highly disorganized collagen matrix. In contrast, a linear collagen pattern was associated with response to ICI: 89% of tumors displaying this pattern were Rs.<br \/>Both MS and two different spatial approaches consistently demonstrated that increased collagen expression or density may serve as a potential predictive biomarker of resistance to ICI in MMRd metastatic EC, contributing to create an immunosuppressive TME. The spatial orientation pattern of collagen fibers may also be crucial in shaping immune TME and influencing the response to ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Collagen,Immune checkpoint blockade,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Grau<\/b><sup>1<\/sup>, C. Aimé<sup>2<\/sup>, M. Mehnert<sup>3<\/sup>, E. Yaniz-Galende<sup>1<\/sup>, C. Genestie<sup>1<\/sup>, A. Le Formal<sup>1<\/sup>, E. Edmond<sup>1<\/sup>, A. Lachaud<sup>3<\/sup>, P. Pautier<sup>1<\/sup>, J. Michels<sup>1<\/sup>, S. Gouy<sup>1<\/sup>, A. Maulard<sup>1<\/sup>, E. Colomba-Blameble<sup>1<\/sup>, F. Blanc-Durand<sup>1<\/sup>, M.-C. Schanne-Klein<sup>4<\/sup>, A. Leary<sup>1<\/sup>; <br\/><sup>1<\/sup>Institut Gustave Roussy, Villejuif, France, <sup>2<\/sup>École Normale Supérieure, PSL University, Sorbonne University, CNRS, Paris, France, <sup>3<\/sup>Biognosys AG, Schlieren, Switzerland, <sup>4<\/sup>Ecole Polytechnique CNRS - INSERM - Institut Polytechnique de Paris, Palaiseau, France","CSlideId":"","ControlKey":"edc3c3a5-854f-41e9-b698-90e00f2de4db","ControlNumber":"6236","DisclosureBlock":"<b>&nbsp;J. Grau, <\/b> <br><b>GSK<\/b> Travel.<br><b>C. Aimé, <\/b> None..<br><b>M. Mehnert, <\/b> None..<br><b>E. Yaniz-Galende, <\/b> None..<br><b>C. Genestie, <\/b> None..<br><b>A. Le Formal, <\/b> None..<br><b>E. Edmond, <\/b> None..<br><b>A. Lachaud, <\/b> None..<br><b>P. Pautier, <\/b> None.&nbsp;<br><b>J. Michels, <\/b> <br><b>BrenusPharma<\/b> Consulting\/AdvisoryBoard. <br><b>GSK<\/b> Travel, Consulting\/AdvisoryBoard. <br><b>MSD<\/b> Travel, Funded Research. <br><b>Regeneron<\/b> Consulting\/AdvisoryBoard.<br><b>S. Gouy, <\/b> None..<br><b>A. Maulard, <\/b> None..<br><b>E. Colomba-Blameble, <\/b> None..<br><b>F. Blanc-Durand, <\/b> None..<br><b>M. Schanne-Klein, <\/b> None.&nbsp;<br><b>A. Leary, <\/b> <br><b>AstraZeneca<\/b> Other, Honoraria\/expenses\u000d\u000aConsulting\/Advisory Board\u000d\u000aFunded Research\u000d\u000a\u000d\u000a. <br><b>Clovis<\/b> Other, Honoraria\/expenses\u000d\u000aConsulting\/Advisory Board\u000d\u000aFunded Research. <br><b>GSK<\/b> Honoraria\/expenses\u000d\u000aConsulting\/Advisory Board\u000d\u000aFunded Research. <br><b>MSD<\/b> Consulting\/Advisory Board\u000d\u000aFunded Research. <br><b>Merk<\/b> Consulting\/Advisory Board\u000d\u000a. <br><b>Ability<\/b> Consulting\/Advisory Board\u000d\u000aFunded Research. <br><b>Zentalis<\/b> Other, Consulting\/Advisory Board\u000d\u000aFunded Research. <br><b>Agenus<\/b> Other, Consulting\/Advisory Board\u000d\u000aFunded Research. <br><b>Iovance<\/b> Funded Research. <br><b>Sanofi<\/b> Funded Research. <br><b>Roche<\/b> Funded Research. <br><b>OSEimmuno<\/b> Other, Funded Research. <br><b>BMS<\/b> Other, Funded Research. <br><b>Blueprint<\/b> Other, Consulting\/Advisory Board.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2095","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5149","PresenterBiography":null,"PresenterDisplayName":"Juan Francisco Grau","PresenterKey":"0fb0d065-ddce-4d8a-b895-e2cd28b0db0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5149. Extracellular matrix remodeling in metastatic mismatch repair deficient endometrial cancer:Implications for immune checkpoint inhibitor response prediction","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular matrix remodeling in metastatic mismatch repair deficient endometrial cancer:Implications for immune checkpoint inhibitor response prediction","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Carcinomas located in the ampulla of Vater are a low incidence malignancy. Therapeutic options for early stage disease largely consist of pancreaticoduodenectomy followed by adjuvant chemotherapy with or without radiation. We explored the localization of CD8 and CD3 positive cells in addition to PDL-1 staining and mismatch repair deficiency markers to gain insight into the potential applicability of immunotherapy for patients with this disease.<br \/>Methods: Excess material from clinically diagnosed cases collected between 1997 - 2013 were used to construct a duplicate 0.6mm core tissue microarray (TMA). All cases were derived from the Vancouver Coastal Health Region. Immunohistochemical staining was performed with the following markers: CD8, CD3, PD-L1, and the mismatch repair (MMR) markers: MSH2, MSH6, MLH1 and PMS2. CD3 and CD8 were quantified using localization within the tissue. PD-L1 was considered positive with &#62;1% of cells stating positive. MMR markers were confirmed using full section and cases with convincing loss of any MMR marker were considered MMR deficient. Univariable disease specific survival analysis was performed to identify unique prognostic signatures and contingency analysis was performed to identify co-expression of the aforementioned biomarkers.<br \/>Results: Ninety-eight cases were evaluable for all markers. The median age of the cohort was 69 [41 - 84] years. Forty-two percent were female. Adjuvant chemotherapy was provided to 15% of patients with the remainder undergoing post-surgical observation. Almost 90% were pT3 or pT4 and 48% had regional lymph node metastasis. CD3+ T-cells were either localized in the tumor stroma only (59%) or in both the stroma and epithelial compartments (41%). CD8+ T-cells were principally located in the stroma (66%) and both the epithelial and stroma (24%). Ten percent of cases had no CD8+ T-cells. PD-L1 staining was found in 10% of cases. MMR deficiency was found in 5% of cases. Improved prognostic signatures were found for cases with CD3+ and CD8+ T-cells in both the epithelial and stromal compartments (p &#60;= 0.02). A trend towards a negative prognostic signature was observed for MMR deficient cases and for PD-L1 positive cases. The only significant positive association between biomarkers was found for CD3+ and CD8+ in both the epithelial and stromal compartments.<br \/>Conclusions: The results of this analysis suggest that enhancement of an immune response yielding an increase CD3+ and CD8+ T-cells in the epithelial compartment may have a beneficial effect on prognosis. The relative scarcity of MMR deficiency in this disease is within the expected prevalence supported by other studies. Further exploration of the potential role of immunotherapy in immune enhanced subgroups of ampullary cancers is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Immunotherapy,Mismatch repair deficiency,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. E. Kalloger<\/b><sup>1<\/sup>, J. Karasinska<sup>2<\/sup>, J. Topham<sup>2<\/sup>, D. J. Renouf<sup>2<\/sup>, D. F. Schaeffer<sup>2<\/sup>; <br\/><sup>1<\/sup>University of British Columbia Faculty of Medicine, Vancouver, BC, Canada, <sup>2<\/sup>Pancreas Centre BC, Vancouver, BC, Canada","CSlideId":"","ControlKey":"b709231c-84f0-4c53-b5eb-9b8ff8590d14","ControlNumber":"8217","DisclosureBlock":"&nbsp;<b>S. E. Kalloger, <\/b> None..<br><b>J. Karasinska, <\/b> None..<br><b>J. Topham, <\/b> None.&nbsp;<br><b>D. J. Renouf, <\/b> <br><b>Roche<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>D. F. Schaeffer, <\/b> <br><b>Alimentiv Inc<\/b> Independent Contractor. <br><b>Satisfai Health<\/b> Independent Contractor. <br><b>Amgen<\/b> Independent Contractor. <br><b>Diaceutics<\/b> Independent Contractor. <br><b>Bayer<\/b> Independent Contractor. <br><b>NEED<\/b> Independent Contractor.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2097","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5150","PresenterBiography":null,"PresenterDisplayName":"Steve Kalloger, MS,BS","PresenterKey":"67507135-ea43-4a71-a05c-8a097863588b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5150. An immunohistochemical survey of predictive biomarkers for immunotherapy in ampullary carcinoma identifies strata with unique prognostic signatures","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An immunohistochemical survey of predictive biomarkers for immunotherapy in ampullary carcinoma identifies strata with unique prognostic signatures","Topics":null,"cSlideId":""},{"Abstract":"Introduction: CheckMate 914 (CM-914) Part A is a double-blind, phase III randomized trial of the Nivolumab (NIVO) plus Ipilimumab (IPI) vs placebo (PBO) in localized ccRCC. Our prior report from this study suggested a disease-free survival (DFS) benefit for NIVO+IPI among patients with Fuhrman grade 4, TNM stages PT2a and PT4, or sarcomatoid features, although the sample size was limited. It is known that high circulating KIM-1 is associated with worse DFS after nephrectomy. In this exploratory post hoc analysis, we investigated whether high KIM-1 may help identify a subset of patients who benefit from adjuvant NIVO+IPI.<br \/>Methods: Patients (n=816) with RCC after nephrectomy were randomized in CM-914 Part A to receive NIVO+IPI or PBO as previously described. Assessment of KIM-1 levels was performed using enzyme linked immunoassay (ELISA) on pre-treatment (n=584) and matched on-treatment blood samples (n=584). We used pre-treatment tumor samples to assess PD-L1% tumor cell expression (%TC) in an PD-L1 IHC 28-8 pharm Dx assay. The association between biomarkers and DFS outcomes was investigated by Kaplan-Meier (KM) and Cox proportional hazards analysis.<br \/>Results: Median baseline serum KIM-1 level was 102 (9.9 - 1055.7) pg\/mL. Serum KIM-1 levels were higher in males vs females, &#8805;65 yrs vs &#60;65 yrs, Asian vs white patients, and patients with partial vs radical nephrectomy. In the PBO arm, subjects with highest quartile of pre-treatment KIM-1 had significantly worse DFS than those from the three lower quartiles. In contrast, this DFS risk among the subjects within the highest KIM-1 quartile was mitigated with NIVO+IPI treatment. Among patients within the highest quartile of pre-treatment KIM-1, there was trend for better DFS for NIVO+IPI versus PBO, HR=0.6 (0.34-1.04). Increase in KIM-1 during study therapy was positively associated with higher DFS rate in both arms. Multivariable analysis showed that PD-L1 %TC was predictive at predefined PD-L1 cutoffs (&#62;=1%, &#62;=5%, and &#62;=10%), associating with improved DFS compared to placebo. Subjects with high PD-L1 expression had a DFS benefit from NIVO+IPI independent of KIM-1.<br \/>Conclusion: Circulating KIM-1 and tumor PD-L1 expression may enrich for benefit from IO therapy in adjuvant ccRCC and hence holds promise for informing risk stratification and patient inclusion in neoadjuvant or adjuvant clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Vemula<\/b><sup>1<\/sup>, W. Xu<sup>2<\/sup>, Y. Wang<sup>1<\/sup>, X. Liu<sup>3<\/sup>, J. Somocurcio<sup>3<\/sup>, D. McDermott<sup>3<\/sup>, J. Li<sup>1<\/sup>, R. Bhatt<sup>1<\/sup>, C.-W. Lee<sup>1<\/sup>, B. Simsek<sup>1<\/sup>, S. Gupta<sup>1<\/sup>, R. Motzer<sup>4<\/sup>; <br\/><sup>1<\/sup>Bristol Myers Squibb, Princeton, NJ, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Beth Israel Deaconess Medical Center, Boston, MA, <sup>4<\/sup>Memorial Sloan Kettering Cancer Center, New York City, NY","CSlideId":"","ControlKey":"9f483aed-5cd6-4658-8975-ab1f037b09a1","ControlNumber":"2437","DisclosureBlock":"&nbsp;<b>S. Vemula, <\/b> None..<br><b>W. Xu, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Somocurcio, <\/b> None..<br><b>D. McDermott, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>R. Bhatt, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>B. Simsek, <\/b> None..<br><b>S. Gupta, <\/b> None..<br><b>R. Motzer, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2098","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5151","PresenterBiography":null,"PresenterDisplayName":"Sai Vikram Vemula","PresenterKey":"d71ccd26-dc08-4d81-a565-deb9909fc5e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5151. High serum kidney injury marker-1 and high baseline tumor PD-L1 protein expression levels are independently associated with treatment effect in adjuvant nivolumab plus ipilimumab vs placebo in localized clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High serum kidney injury marker-1 and high baseline tumor PD-L1 protein expression levels are independently associated with treatment effect in adjuvant nivolumab plus ipilimumab vs placebo in localized clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma is one of the most common type of liver cancer. Despite advances in its treatment including the approval of several targeted agents in the past few decades, many patients do not respond or have a response of short duration to such therapeutic interventions. As a result, liver cancer is the third leading cause of cancer-related deaths worldwide. Therefore, it is essential to identify additional therapeutic targets and to develop more effective therapeutic interventions. In the past few decades, increased expression, and activation of the human epidermal growth factor receptor (HER) family members have been detected in various cancer types and of these, EGFR and HER2 are important therapeutic targets for the treatment of patients with a wide range of cancers, but currently not in liver cancer. In some studies, cross-talk between different members of the HER family has been associated with tumor progression and resistance to therapy with EGFR inhibitors but there has been no comprehensive study of the expression of all members of the HER family in patients with hepatocellular carcinoma. In this study, we examined the relative expression of all members of the HER family, type-III deletion mutant of EGFR (i.e.EGFRvIII), which is a tumor specific antigen, and two putative liver cancer cell biomarkers (i.e. CD44, EpCAM) in 43 patients with hepatocellular carcinoma by immunohistochemistry. The prognostic significance of such antigens was also investigated. Of these, the expression of EGFR, HER2, HER3, HER4 and EGFRvIII was found in tumor specimens from 35%, 58%, 0%, 19%, and 26% of the cases, respectively. Interestingly, at a cut off value of &#62;5% of tumor cells with staining, 23%, 14% and 9% of the patients had co-expression of EGFR with HER2, EGFRvIII, and HER2\/EGFRvIII. In addition, 40% and 33% of the cases were CD44 and EpCAM positive. Of these, the expression of EGFRvIII positivity at &#62;5% ( HR=3.35, p=0.002) and 20% (HR=7.22, p=0.003) of tumour cells and membranous CD44 ( HR=2.12, p=0.04) were associated with a poorer survival in patients with hepatocellular carcinoma. In contrast, the expression of cytoplasmic CD44 was associated with a better overall survival (HR=0.30, p=0.02). These were found to be independent prognostic markers in multivariate analysis. Interestingly, the co-expression of EGFR with EGFRvIII was associated with a poorer overall survival (59.5 vs 21.0 months, p=0.004). Taken together, our results suggest that the expression of EGFRvIII occurs in patients with hepatocellular carcinoma and highlight its importance as biomarker for tumor progression and as a potential target for therapeutic intervention with drugs targeting EGFRvIII and other members of HER family.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Human Epidermal growth factor receptor family,EGFRvIII,Prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"O. Sherif<sup>1<\/sup>, S. Khelwatty<sup>1<\/sup>, I. Bagwan<sup>2<\/sup>, A. Seddon<sup>1<\/sup>, A. Dalgleish<sup>3<\/sup>, S. Mudan<sup>3<\/sup>, <b>H. Modjtahedi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Kingston Univ. London School of Life Sci., Kingston upon Thames, United Kingdom, <sup>2<\/sup>The Royal Surrey County Hospital, Guildford, United Kingdom, <sup>3<\/sup>St Gerorge's University of London, London, United Kingdom","CSlideId":"","ControlKey":"4c3675db-a728-419e-ac65-04c29d02ef32","ControlNumber":"2532","DisclosureBlock":"&nbsp;<b>O. Sherif, <\/b> None..<br><b>S. Khelwatty, <\/b> None..<br><b>I. Bagwan, <\/b> None..<br><b>A. Seddon, <\/b> None..<br><b>A. Dalgleish, <\/b> None..<br><b>S. Mudan, <\/b> None..<br><b>H. Modjtahedi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2747","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5152","PresenterBiography":null,"PresenterDisplayName":"Helmout Modjtahedi, PhD","PresenterKey":"0d0daa96-3a44-49f9-b29b-acdaae9f640a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5152. Co-expression and prognostic significance of HER family members and EGFRvIII in patients with hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-expression and prognostic significance of HER family members and EGFRvIII in patients with hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Colorectal cancer (CRC) exhibits a heightened presence of intratumoral bacteria, and deficient DNA mismatch repair (dMMR) contributes to nucleotide mismatch accumulation, fostering mutagenesis. However, the combined impact of intratumoral bacteria and dMMR on the tumor immune microenvironment (TIME) in CRC, and its consequential influence on patient prognosis, remains elusive.<br \/><b>Methods:<\/b> We utilized samples from the Cancer Microbiome Atlas project (TCMA), collecting tumor and matched paracancer tissues from colorectal cancer patients. Phyloseq in R was employed to scrutinize microbial abundance differences. The effects of microbial enrichment on prognosis were assessed through survival analysis, and GSEA enrichment analysis provided mechanistic insights.<br \/><b>Results:<\/b> A total of 173 samples, including 28 dMMR tumors, 112 proficient MMR (pMMR) tumors, and 22 paired para-cancer tissues, were collected. Following stringent filtration, we analyzed 230 bacterial genera. Notably, 26 genera, including Fusobacterium and Streptococcus, showed significant enrichment in dMMR tumors compared to para-cancer tissues. Furthermore, 18 genera were enriched in dMMR tumors compared to pMMR tumors. Of these, 8 genera like Desulfovibrio and Pyramidobacter consistently exhibited enrichment in dMMR CRC compared to either para-cancer tissues or pMMR tumors. Survival analysis highlighted Pyramidobacter as the only genus significantly associated with prognosis in dMMR CRC. Increased Pyramidobacter abundance correlated with decreased overall survival (OS) (P value: 0.049). Stratifying dMMR CRC patients based on Pyramidobacter abundance further emphasized the significantly worse survival in the Pyramidobacter-High group (HR 0.93, 95%CI 1.03-9.60, log-rank p = 0.015). Exploring the impact of Pyramidobacter infection on tumor progression, we assessed TIME and oncogenic pathways between Pyramidobacter-Low and Pyramidobacter-High groups. While overall immune infiltration was higher in the Pyramidobacter-High group, it primarily stemmed from increased B cell and naive CD8+ T cell infiltration. Importantly, pathways enriched in the Pyramidobacter-High group included inflammatory response, epithelial-mesenchymal transition (EMT), and KRAS signaling, while those enriched in the Pyramidobacter-Low group encompassed IFN&#945; response, IFN&#947; response, and DNA damage repair. These findings suggest Pyramidobacter's role in inducing inflammation, promoting tumor proliferation and metastasis, and suppressing interferon response.<br \/><b>Conclusion:<\/b> Pyramidobacter emerges as a key player in the development of dMMR CRC, exerting a pivotal influence on patient prognosis through the induction of inflammatory responses and EMT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Microbiome,Tumor microenvironment,Microsatellite instability,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. LI<\/b><sup>1<\/sup>, Y. LI<sup>1<\/sup>, H. Ma<sup>2<\/sup>, S. Qin<sup>2<\/sup>, F. Zhao<sup>3<\/sup>, J. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>The First Affiliated Hospital of Air Force Medical  University, Shannxi, China, <sup>2<\/sup>Air Force Medical University, Shannxi, China, <sup>3<\/sup>3D Medicines Inc,, Shanghai, China","CSlideId":"","ControlKey":"8b47f2eb-4f52-4610-8685-4ece4744eab1","ControlNumber":"6245","DisclosureBlock":"&nbsp;<b>S. Li, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>S. Qin, <\/b> None.&nbsp;<br><b>F. Zhao, <\/b> <br><b>Medical Affairs<\/b> Employment.<br><b>J. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2748","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5153","PresenterBiography":null,"PresenterDisplayName":"Feilong Zhao, MS","PresenterKey":"4627a1a3-b9ca-4851-9dbd-0fc3f40baa2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5153. Pyramidobacter-DMMR synergy in colorectal cancer: Unveiling prognostic impact, mechanistic insights, and tumor microenvironment dynamics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pyramidobacter-DMMR synergy in colorectal cancer: Unveiling prognostic impact, mechanistic insights, and tumor microenvironment dynamics","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer is distinctive for its heightened intra-tumor bacterial presence. While previous studies concentrated on the genus level, the impact of unclassified bacteria, identified through extensive genome sequencing, has been underexplored.<br \/>Methods: Utilizing samples from colorectal cancer patients in the Cancer Microbiome Atlas project (TCMA), we applied phyloseq for a nuanced analysis of microbial abundance disparities between tumor and paracancer tissues. Prognostic implications of microbial enrichment were explored through survival analysis, with mechanistic insights gleaned from Gene Set Enrichment Analysis (GSEA).<br \/>Results: We meticulously examined 151 colorectal cancer tumors and 22 corresponding para-cancer tissues, scrutinizing a total of 1217 microbial species. We observed that 240 species exhibited a statistically significant enrichment in tumor samples. A focused investigation involving 22 tumor and para-cancer tissue pairs unveiled 35 species with notable enrichment specifically within tumors. A subset of 25 species, including well-documented entities like Fusobacterium sp. oral taxon 370 and Streptococcus oralis, emerged consistently across both comprehensive and paired analyses. We then delved into the prognostic implications of these enriched bacteria. Strikingly, patients with bacterium LF-3 positivity exhibited significantly improved prognoses compared to those without (HR 0.40, 95% CI 0.18-0.91, log-rank p = 0.024). Considering the pivotal role of Microsatellite Instability (MSI) status in the context of Tumor Immuno-Microenvironment (TIME) and prognosis, our analysis of bacterium LF-3 encompassed both MSI-H and MSS CRC cases, with proportions of 12\/28 (43%) and 55\/102 (54%), respectively. Even after meticulous adjustments for MSI status, bacterium LF-3 maintained a robust correlation with prognosis (HR 0.42, 95% CI 0.18-0.99, p = 0.048), highlighting its independent prognostic significance. Further exploration among MSS patients (N = 112) unearthed intricate details about the impact of bacterium LF-3 on tumor signaling pathways. TNF-&#945; and IFN-&#947; pathways were significantly up-regulated in bacterium LF-3-positive cases, while the MYC pathway, PI3K pathway, and various cell cycle-related pathways (G2M checkpoint, The E2 factor [E2F] targets, and mitotic spindle assembly) were down-regulated. As for TIME, bacterium LF-3 positivity correlated with the significant enrichment of CD4+ Th2 cells, suggesting a potential role in modulating immune responses.<br \/>Conclusion: Bacterium LF-3 in colorectal cancer reveals a dual role, instigating inflammation and tumorigenesis, yet simultaneously activating the innate immune system and promoting cellular immunity. This dual functionality contributes to improved patient prognosis, highlighting the intricate interplay between microbes, immune responses, and colorectal cancer outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Microbiome,Colorectal cancer,Inflammation,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Du<\/b><sup>1<\/sup>, F. Zhao<sup>2<\/sup>, F. Feng<sup>1<\/sup>; <br\/><sup>1<\/sup>Xijing Hospital, the Fourth Military Medical University, Shannxi, China, <sup>2<\/sup>3D Medicines Inc, Shanghai, China","CSlideId":"","ControlKey":"d91bfbc8-7d10-4f96-aee0-6667116b7a6d","ControlNumber":"2917","DisclosureBlock":"&nbsp;<b>K. Du, <\/b> None.&nbsp;<br><b>F. Zhao, <\/b> <br><b>3D Medicines Inc<\/b> Employment.<br><b>F. Feng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2749","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5154","PresenterBiography":null,"PresenterDisplayName":"Kunli Du, MD","PresenterKey":"4cc67e15-962b-4fce-afaf-5230f3235990","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5154. Bacterium LF-3: A dual player in colorectal cancer, shaping prognosis and immune responses","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bacterium LF-3: A dual player in colorectal cancer, shaping prognosis and immune responses","Topics":null,"cSlideId":""},{"Abstract":"Background: Gastric or gastroesophageal junction (G\/GEJ) adenocarcinoma is one of the most common lethal malignancies in the world. Near half of the G\/GEJ adenocarcinoma are locally advanced at diagnosis and with poor prognosis. Several clinical trials including SHARED (ChiCTR1900024428), which conducted in our center, demonstrated that perioperative anti-PD-1 therapy in combination with concurrent chemoradiotherapy for locally advanced G\/GEJ cancers, could raise the pCR rate over 30%. However, the biomarkers for patients with pCR are nor clear.<br \/>Methods: Baseline tumor biopsies and post-treatment surgical tissues were collected for next-generation sequencing (NGS) and mass cytometry (CyTOF). The overall survival (OS) was measured from the date of surgery to the date of death or the last follow-up visit.<br \/>Results: 34 patients with locally advanced G\/GEJ cancer received anti-PD-1 therapy (Sintilimab) in combination with concurrent chemoradiotherapy in our center. Our results met the pre-specified primary endpoint, with a pCR rate of 38.2% (13\/34) and median DFS of 17.0 months. Tumor mutation burden (TMB) analyzed by NGS was higher in the pCR group than those not achieving pCR (non-pCR). Deletion of cytoband 7q35, where TPK1 locates, was significantly enriched in pCR groups. The RNA sequencing data revealed an enrichment of dendritic cells (DC), CD8<sup>+ <\/sup>T cells and cytotoxic cell signatures in the pCR group. Conversely, the signature for CD4<sup>+<\/sup> central memory T cells (TCM) was observed to be lower in the pCR group. On the other hand, CyTOF data also demonstrated that the proportion of CD8<sup>+<\/sup> T cells, CD8<sup>+<\/sup> effector memory T cells (TEM) were both higher in pCR group at baseline, while CD4<sup>+<\/sup> TCM was lower. Moreover, the proportion of specific subtype characterized by CD127<sup>+<\/sup>CD27<sup>+<\/sup>CD45RO<sup>+<\/sup>CXCR5<sup>-<\/sup>CD4<sup>+<\/sup> TCM was significantly lower in pCR patients and significantly reduced after treatment. As continuous variable, only CD8<sup>+<\/sup> T cells correlated with OS.<br \/>Conclusions: It seemed that CD8<sup>+<\/sup> T cells and CD4<sup>+<\/sup> TCM cells could be predictive biomarkers of perioperative anti-PD-1 therapy in combination with cCRT for locally advanced G\/GEJ. Furthermore, we found a new CD4<sup>+<\/sup> TCM subtype defined with CD127<sup>+<\/sup>CD27<sup>+<\/sup>CD45RO<sup>+<\/sup>CXCR5<sup>-<\/sup> could be novel biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Gastric cancer,Biomarker,Anti-PD-1 Therapy,Concurrent Chemoradiotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, Y. Chen<sup>1<\/sup>, J. Yang<sup>1<\/sup>, X. Zhou<sup>2<\/sup>, Y. Wei<sup>2<\/sup>, Q. Liu<sup>1<\/sup>, Y. Yang<sup>1<\/sup>, W. Guan<sup>3<\/sup>, B. Liu<sup>1<\/sup>, J. Wei<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Oncology, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China, <sup>2<\/sup>Department of Oncology, Nanjing Drum Tower Hospital Clinical College of Nanjing University of Chinese Medicine, Nanjing, China, <sup>3<\/sup>Department of General Surgery, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China","CSlideId":"","ControlKey":"eb2d09d3-09a6-492a-9c8f-7f229ca7fa1f","ControlNumber":"4693","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>W. Guan, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>J. Wei, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2750","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5155","PresenterBiography":null,"PresenterDisplayName":"Yue Wang, BA","PresenterKey":"e6311b2e-23bc-4b6f-a2e2-d69a3ed3f984","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5155. CD8<sup>+<\/sup> T cells and CD4<sup>+<\/sup>central memory T cells as biomarkers of perioperative anti-PD-1 therapy in combination with concurrent chemoradiotherapy for locally advanced G\/GEJ adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD8<sup>+<\/sup> T cells and CD4<sup>+<\/sup>central memory T cells as biomarkers of perioperative anti-PD-1 therapy in combination with concurrent chemoradiotherapy for locally advanced G\/GEJ adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: As patient stratification still needs to be refined in colorectal cancer (CRC), we established SARIFA (Stroma AReactive Invasion Front Areas) as a novel H&#38;E-based prognostic biomarker that is defined by a direct tumor-adipocyte interaction with a lack of desmoplastic reaction. Even though we could prove the high prognostic relevance of SARIFA now in multiple cohorts in gastric, colorectal, and pancreatic cancer, as well as could link an upregulation of lipid metabolism and immune alterations to this specific aggressive tumor biology, it remains an open question how SARIFAs are formed mechanistically.<br \/>Materials\/Methods: Based on the results of our recently established SARIFA-scores in the TCGA-CRC (TCGA-COAD &#38; TCGA-READ cohorts; SARIFA-positive n=69, SARIFA-negative n=138) and the corresponding differential gene expression analysis, which are part of a previous study, protein levels (in ng\/mL) measured by commercially available uPA and PAI1 enzyme-linked immunosorbent assays (ELISAs) were compared between SARIFA-positive and SARIFA-negative CRC patients (SARIFA-positive n=35, SARIFA-negative n=62). Additionally, immunohistochemistry for FABP4 as a key player in lipid metabolism was performed. Moreover, spatial transcriptomics (digital spatial profiling, DSP) was performed with tumor and stroma section segmentation on a subset of cases.<br \/>Results: In TCGA-CRC, <i>SERPINE1 <\/i>(PAI1), as well as <i>PLAU<\/i> (uPA), are both significantly upregulated on mRNA level (LFC: 1.14 and 0.74, respectively; both adjusted p-values &#8804;0.001). Logically, <i>SERPINE1 <\/i>and <i>PLAU<\/i> are highly expressed in mesenchymal CMS4 CRCs, which overlap with SARIFA-positivity. This is reflected by an upregulation of matrix metalloproteinases in predicted functional protein networks (<i>STRING <\/i>analysis). In our local cohort, we could now validate this upregulation of uPA in SARIFA-positive CRCs on protein level (p=0.0027). For PAI1, a trend towards higher protein levels in SARIFA-positive CRCs could be observed (p=0.209). Moreover, SARIFA-positive CRCs show a higher number of tumor buds (p=0.013) as well as increased FABP4 expression at the invasion front (p&#60;0.001) in our local cohort. In DSP analysis, the stroma fraction of SARIFA-positive CRCs showed significant changes compared to SARIFA-negative cases.<br \/>Conclusion: Our current data shows that the formation of SARIFAs and the consecutive direct tumor-adipocyte interaction with a tumor-promoting increase in lipid metabolism may rely on alterations in the plasmin\/plasminogen system, which could be a novel potential drug target in the aggressive subset of SARIFA-positive CRCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Colorectal adenocarcinoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Grosser<\/b><sup>1<\/sup>, N. G. Reitsam<sup>1<\/sup>, F. Sommer<sup>2<\/sup>, J. Hardt<sup>3<\/sup>, B. Märkl<sup>1<\/sup>; <br\/><sup>1<\/sup>Pathology, Medical Faculty, Augsburg, Germany, <sup>2<\/sup>General and Visceral Surgery, Medical Faculty, Augsburg, Germany, <sup>3<\/sup>Laboratory Medicine and Microbiology, Medical Faculty, Augsburg, Germany","CSlideId":"","ControlKey":"2cfef9df-bd8a-4f22-938a-fb30d4227248","ControlNumber":"3046","DisclosureBlock":"&nbsp;<b>B. Grosser, <\/b> None..<br><b>N. G. Reitsam, <\/b> None..<br><b>F. Sommer, <\/b> None..<br><b>J. Hardt, <\/b> None..<br><b>B. Märkl, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2751","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5156","PresenterBiography":null,"PresenterDisplayName":"Bianca Grosser","PresenterKey":"752f56ef-e101-42c7-abf9-61a7a7485cd5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5156. Is the formation of Stroma AReactive Invasion Front Areas in colorectal cancer driven by characteristic extracellular matrix reorganization processes based on the plasmin\/plasminogen system?","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Is the formation of Stroma AReactive Invasion Front Areas in colorectal cancer driven by characteristic extracellular matrix reorganization processes based on the plasmin\/plasminogen system?","Topics":null,"cSlideId":""},{"Abstract":"Cell surface proteins are increasingly considered in the development of novel anticancer agents, as demonstrated by recent clinical successes in the field of immuno-oncology and antibody-drug conjugates (ADCs). These conjugates specifically target antigens present on the surface of tumor cells, enabling the delivery of cytotoxic agents to specific tumor sites. During the preclinical development of such compounds, for example, when they are tested on a wide panel of cell lines, it is essential to have a rapid and reliable method for monitoring target expression and distribution.<br \/>Complementing our 160 Cell line panel ProLiFiler&#8482;, we report here the development of a novel method named oncoFLOW-Profiler&#8482; which includes steps of cell fixation, micronic storage, staining, and measurement by flow cytometry. This method is applied in a 96-well format, enabling screening of all cell lines in parallel and analysis of the expression of different targets in just one day.<br \/>In this proof-of-concept study, we investigated the level of ERBB2 expression across the ProLiFiler panel of 160-cell lines in order to validate this methodology. We first compared the impact of fixation methods and sample storage on knowingly positive and negative control cell lines over a period of several months. ERBB2 measurements from the oncoFLOW-Profiler&#8482; will be analyzed and validated by comparison with various OMICs datasets from the Cancer DataMiner platform (4HF Biotec), including RNA expression, mutational status, and protein expression levels. To determine the expression cutoff of ERBB2 amplified models, results will be analyzed according to gene copy number variation. Finally, the flow cytometry data generated will be investigated for use as a predictor of response to clinically approved ADCs targeting ERBB2: Kadcyla and Enhertu.<br \/>Here we present a method that we have demonstrated is feasible for investigating cell surface receptor\/antigens during preclinical phase of drug development. Our method has enabled us to successfully assess ERBB2 in biological samples and to identify models sensitive to ADCs targeting ERBB2. We will also discuss the results of ongoing experiments analyzing the applicability of this screen to intracellular targets and carbohydrate-based surface antigens, which cannot be analyzed either by transcriptomics or proteomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,Expression profiling,HER2,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Kaja Holtorf<sup>1<\/sup>, Anne-Lise Peille<sup>2<\/sup>, <b>Daniel Feger<\/b><sup>1<\/sup>, Vincent Vuaroqueaux<sup>2<\/sup>, Jan Erik Ehlert<sup>1<\/sup>, Nadine Obier<sup>1<\/sup><br><br\/><sup>1<\/sup>Cellular Pharmacology, Reaction Biology Europe GmbH, Freiburg, Germany,<sup>2<\/sup>4HF Biotec GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"24d80afd-b450-4e14-b3d1-7452bbe7911d","ControlNumber":"6861","DisclosureBlock":"<b>&nbsp;K. Holtorf, <\/b> <br><b>Reaction Biology Corporation<\/b> Employment. <br><b>A. Peille, <\/b> <br><b>4HF Biotec GmbH<\/b> Employment. <br><b>D. Feger, <\/b> <br><b>Reaction Biology Corporation<\/b> Employment. <br><b>V. Vuaroqueaux, <\/b> <br><b>4HF Biotec GmbH<\/b> Employment. <br><b>J. E. Ehlert, <\/b> <br><b>Reaction Biology Corporation<\/b> Employment. <br><b>N. Obier, <\/b> <br><b>Reaction Biology Corporation<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10172","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5157","PresenterBiography":null,"PresenterDisplayName":"Daniel Feger, PhD","PresenterKey":"197da90e-6a34-44b9-b4af-4130f4369d7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5157. Development and evaluation of a high-throughput method for rapid detection of surface antigen expression in fixed cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"222","SessionOnDemand":"False","SessionTitle":"Predictive Biomarkers 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and evaluation of a high-throughput method for rapid detection of surface antigen expression in fixed cells","Topics":null,"cSlideId":""}]