[{"Abstract":"<i>Background<\/i>: Immune checkpoint inhibitors (ICIs) have revolutionized the treatment of patients with deficient DNA mismatch repair (d-MMR) cancers, yet less than half of patients with metastatic colorectal cancer (mCRC) receive clinical benefit. We analyzed heterogeneity within d-MMR tumors using a multi-omics approach inclusive of percent unstable microsatellite loci (MS).<br \/><i>Methods<\/i>: We studied consecutive patients with d-MMR mCRC with available primary tumors (N=32) that were treated with an anti-PD-1 antibody at Mayo Clinic (2015-2022). Tumors were profiled using a whole exome and transcriptome platform (ImmunoID NeXT&#174;). MSIsensor was used to calculate percent unstable microsatellite loci from whole exome sequencing data. CIBERSORT and ssGSEA were used to analyze immune gene expression in relationship to percent unstable microsatellite loci. An immune checkpoint gene expression signature was calculated as the mean expression of CD274, CTLA-4, HAVCR2, LAG-3, PDCD1, PDCD1LG2, TIGIT. Aforementioned variables were analyzed in relationship to objective tumor response (RECIST version 1.1). A Cox proportional hazards model was fit to predict progression-free survival (PFS).<br \/><i>Results<\/i>: Among 32 patients with d-MMR mCRC treated with PD-1 blockade, 16 (50%) received first-line anti-PD-1 therapy; others had <u>&#62;<\/u> 1 prior chemotherapy regimen. Eighteen (56.3%) tumors harbored <i>BRAF<\/i><i><sup>V600E<\/sup><\/i>, 4 (12.5%) had mutant <i>KRAS<\/i>, and median PFS was 24.6 months (95% CI: 8.4, NR) with 18 events. Neither tumor mutation burden (TMB) nor PD-L1 mRNA expression predicted PFS. Median percent unstable MS loci was 14.38 (IQR: 2.6-23.2). Patients whose tumors had higher percent unstable MS loci had significantly better PFS (Q2-4 vs Q1; HR: 0.22, 95%CI: 0.06, 0.62; P=0.003), and were associated with increased objective response (P=0.049). Tumors with higher unstable loci also had higher neoantigen clonality (R= 0.64; P= 0.0003) and increased M0 (resting) macrophages (P=0.02). Nonresponders (vs responders) to PD-1 blockade had an increased immune checkpoint expression signature (P= 0.005).<br \/><i>Conclusion<\/i>: A higher percentage of unstable microsatellite loci, associated with higher neoantigen clonality and resting macrophages, was predictive of anti-PD-1 efficacy. Furthermore, an immune checkpoint gene expression signature was associated with objective response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Microsatellite instability,Multiomics,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Saberzadeh-Ardestani<\/b><sup>1<\/sup>, O. E. Emiloju<sup>1<\/sup>, R. P. Graham<sup>1<\/sup>, J. T. Lewis<sup>1<\/sup>, C. W. Abbott<sup>2<\/sup>, S. M. Boyle<sup>2<\/sup>, F. A. Sinicrope<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Personalis, Inc., Fremont, CA","CSlideId":"","ControlKey":"59e6c1f8-c88f-4df9-9976-3d3016b8b29f","ControlNumber":"6944","DisclosureBlock":"<b>&nbsp;B. Saberzadeh-Ardestani, <\/b> <br><b>TEMPUS<\/b> Independent Contractor.<br><b>O. E. Emiloju, <\/b> None..<br><b>R. P. Graham, <\/b> None..<br><b>J. T. Lewis, <\/b> None.&nbsp;<br><b>C. W. Abbott, <\/b> <br><b>Personalis, Inc.<\/b> Employment, Stock. <br><b>S. M. Boyle, <\/b> <br><b>Personalis, Inc.<\/b> Employment, Stock. <br><b>F. A. Sinicrope, <\/b> <br><b>Roche Holding AG<\/b> Independent Contractor. <br><b>Guardant Health<\/b> Independent Contractor. <br><b>Roche Diagnostics<\/b> Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"578","PresenterBiography":null,"PresenterDisplayName":"Bahar Saberzadeh Ardestani, MD,MPH","PresenterKey":"15d17fe1-7178-4ab1-b2b9-9374b046ccd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"578. Prediction of PD-1 treatment outcome in mismatch repair deficient metastatic colorectal cancer using a multi-omic approach","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of PD-1 treatment outcome in mismatch repair deficient metastatic colorectal cancer using a multi-omic approach","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer has a high incidence rate and is the main cause of cancer-related deaths with 127,070 fatalities expected in the U.S. this year. Non-small cell lung cancer (NSCLC) accounts for an estimated 85% of all lung cancer cases and is typically diagnosed at an advanced disease stage, where outcomes are often poor and treatment options are limited. Targeted therapies are only available to a minority of NSCLC patients with identifiable tumor-driving mutations. Anti-programmed cell death protein 1 (anti-PD-1) immunotherapy has become a first-line treatment strategy for patients without tumor-driving gene mutations. However, only 15-20% of NSCLC patients exhibit a positive response to anti-PD-1 therapy. Moreover, patients who initially respond to anti-PD-1 therapy still face the risk of primary or acquired resistance, potentially leading to cancer progression. This study leverages a murine lung cancer cell line representative of NSCLC isolated from a genetically engineered mouse model expressing <i>Kras<sup>G12D<\/sup><\/i> and <i>P53<sup>-\/flox<\/sup><\/i> oncogenic mutations in club cells, employing a cell type-specific promoter (Scgb1a1). After successfully establishing the oncogenic cell line, the cells were subcutaneously injected into immunocompetent C57BL\/6 mice and subjected to anti-PD-1 therapy for 3 weeks post-injection. Tumor growth curves revealed a significant size reduction in anti-PD-1-treated tumors when compared to the IgG isotype control group, as confirmed by a paired t-test analysis (p &#60; 0.045). To evaluate the longitudinal dynamics of the tumor microenvironment, single-cell sequencing, and spatial transcriptomics were performed throughout effective anti-PD-1 treatment and following tumor relapse. Samples were collected at 2 time points during anti-PD-1 treatment, specifically at 1 and 3 weeks, as well as 3 weeks after the completion of the anti-PD-1 treatment. Subsequently, these samples underwent single-cell RNA sequencing and spatial transcriptomics using the 10x Genomics platform. Single-cell sequencing revealed modulations in immune recruitment throughout the treatment while relapsed tumors display elevated levels of myeloid gene expression and a shift to a highly fibrotic tumor phenotype post-anti-PD-1 therapy. These findings suggest that the established oncogenic cell line exhibits initial responsiveness to anti-PD-1 therapy <i>in vivo<\/i> before undergoing major changes within the tumor microenvironment. This study highlights the relevance and translational potential of our oncogenic cell line in advancing our understanding of NSCLC and its response to anti-PD-1 therapy. *This work was performed under the auspices of the U.S. Department of Energy by Lawrence Livermore National Laboratory under Contract DE-AC52-07NA27344. LLNL-ABS-857319.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Single cell,PD-1,Lung cancer: non-small cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. F. Leon<\/b>, O. A. Davalos, D. Baliu-Rodriguez, D. K. Murugesh, A. Sebastian, N. R. Hum; <br\/>Lawrence Livermore National Laboratory, Livermore, CA","CSlideId":"","ControlKey":"d97c9e57-30fe-4324-9d32-81c41eebf861","ControlNumber":"8002","DisclosureBlock":"&nbsp;<b>N. F. Leon, <\/b> None..<br><b>O. A. Davalos, <\/b> None..<br><b>D. Baliu-Rodriguez, <\/b> None..<br><b>D. K. Murugesh, <\/b> None..<br><b>A. Sebastian, <\/b> None..<br><b>N. R. Hum, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"579","PresenterBiography":null,"PresenterDisplayName":"Nicole Leon, BS;MS","PresenterKey":"45697702-2043-4c7f-b41d-3554a8a66b5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"579. Assessing the longitudinal efficacy of anti-PD-1 therapy in a murine non-small cell lung cancer model using single-cell and spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the longitudinal efficacy of anti-PD-1 therapy in a murine non-small cell lung cancer model using single-cell and spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Amyloid precursor protein (APP) is a type I transmembrane protein expressed in various cell types and tissues. We previously confirmed that APP expressed in T cells is a binding partner protein of a novel immune checkpoint contactin 4 (CNTN4), and APP is a central molecule for conveying the immunosuppressive signal of CNTN4 to T cells. We further profiled an expression of APP in tumor-infiltrating T cells from tumors of NSCLC patients who received anti-PD-1 as a neoadjuvant treatment combined with chemotherapy using single-cell RNA analysis. As a result, the proportion of APP-expressing CD4<sup>+<\/sup> T<sub>eff<\/sub> or CD8<sup>+<\/sup> T<sub>eff <\/sub>cells was higher in stable disease (SD) patients than in partial response (PR) patients. In contrast, we observed higher PDCD1-expressing CD4<sup>+<\/sup> T<sub>na&#239;ve<\/sub> and CD4<sup>+<\/sup> T<sub>eff <\/sub>cell proportions in PR patients than in SD patients. When we performed a Differential Expression Gene analysis between the PR and SD patients within T<sub>eff <\/sub>cells, we observed that the PR patients&#8217; CD8<sup>+<\/sup> T<sub>eff <\/sub>cells manifested a higher <i>IFNG<\/i> and <i>PDCD1, <\/i>while the SD patients&#8217; CD8<sup>+<\/sup> T<sub>eff <\/sub>cells predominantly exhibited elevated APP levels. Subsequent pathway analysis also suggested a negative relationship between immune-related pathways and APP expression in CD8<sup>+<\/sup> T<sub>eff <\/sub>cells. Such findings imply that the predominant presence of APP in T cells is associated with I\/O refractory. From a biological view, we demonstrated increased APP expression in T cells by stimulation with an anti-CD3 antibody or antigen-presenting cell. We also identified that upon stimulation with an anti-CD3 antibody, transcription factors for T-cell activation bind to the proximal promoter of <i>APP<\/i> and increase its expression. Furthermore, it was confirmed that APP in T cells not only increases its expression upon anti-CD3 antibody stimulation but also translocates from the cytoplasm to the membrane through the Golgi apparatus. When anti-CD3 antibody stimulation of T cells persists, the membrane expression of APP increases for 14 to 24 h, then gradually decreases when the stimulation disappears and becomes the same as before stimulation at 48 h. T cells differentiate into various subsets and play an essential role in adaptive immunological responses to foreign substances. In particular, CD4<sup>+<\/sup> (helper) T cells differentiate into different T-cell subsets, such as Th1, Th2, Th17, Th19, Th22, Tfh, and Treg, to govern the overall immune response by producing cytokines that can recruit other cells of the immune system. So, we investigated whether APP is expressed on T cell subsets including na&#239;ve, effector, memory, and exhausted T-cells. We identified that APP is expressed in various CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cell subsets upon stimulation with anti-CD3 antibody. Taken together, our results suggest that APP is expressed on multiple functional T cells and that increased expression of APP on T cells in TIL may increase resistance to immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Immuno-oncology,T cell,Immune checkpoint,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Cha, <b>B.-N. Jeon<\/b>, G. Kim, A. Jeong, S.-M. Park, K. Park, H. Park; <br\/>Genome & Company, Sungnam-si, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"dbf6d823-7398-4427-acd7-35dca9511cb4","ControlNumber":"758","DisclosureBlock":"<b>&nbsp;M. Cha, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>B. Jeon, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>G. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>A. Jeong, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>S. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>K. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>Gwangju Institute of Science and Technology<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"580","PresenterBiography":null,"PresenterDisplayName":"Bu-Nam Jeon","PresenterKey":"901c8bfe-c21f-4484-a23c-0aa7a13e87cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"580. APP as a novel immune checkpoint: Expression in T cells and its clinical implications for immuno-oncology drug refractory","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"APP as a novel immune checkpoint: Expression in T cells and its clinical implications for immuno-oncology drug refractory","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b> Mutant KRAS is present in more than 80% pancreatic cancer, promotes cancer cell survival, and protects cancer cells from immune recognition and attack. We have shown that inhibitors of the active state of RAS (RAS(ON)) promote cancer neoantigen recognition and synergize with immunotherapy in preclinical immunogenic models.<sup> 1<\/sup> We evaluated the impact of RMC-6236, an investigational RAS<sup>MULTI<\/sup>(ON)<b> <\/b>inhibitor on anti-tumor activity and tumor microenvironment (TME) remodeling in two congenic KRAS<i><sup>G12D\/+ <\/sup><\/i>GEMM-derived PDAC models resistant to anti-PD-1 therapy - KPCY clone 2 (6694c2) and clone 3 (2838c3), developed by Ben Stanger at UPenn.<sup> 2<\/sup> Daily oral administration of RMC-6236 drove tumor regressions in KPCY clone 3, leading to 10% durable complete responses (CRs). In combination with anti-PD-1, 40% of durable CRs were achieved. However, RMC-6236 only drove tumor growth inhibition in KPCY clone 2, and no combination benefit with anti-PD-1. We conducted preclinical biomarker analyses in the TME and periphery to explore differences in response to RMC-6236 alone and in combination with anti-PD-1 in these models. Assessment of baseline predictive biomarkers in tumors elucidated that the KPCY clone 3 cells developed tumors with lower suppressive myeloid cells (gMDSCs) and higher CD8+ T cell infiltration compared to those derived from KPCY clone 2 cells. IHC analyses showed that T cells in clone 3 were in the tumor core, while CD8+ T cells in clone 2 were at the tumor border (the latter frequently observed in PDAC patients). RMC-6236 induced transformation of the TME in favor of anti-tumor immunity in only the KPCY clone 3 - with decreased immunosuppressive gMDSCs, and increased T cells. Limited modulation of the TME was observed in the KPCY clone 2 cells-derived tumors, and gMDSC levels significantly higher than those in baseline tumors of KPCY clone 3. Peripheral immunophenotyping analyses revealed that baseline peripheral suppressive myeloid cells (mMDSCs) were significantly higher in mice harboring tumors originated from KPCY clone 2 cells, suggestive of a more systemic immunosuppressive status. Studies are ongoing to assess additional peripheral immune signatures of preclinical activity of RMC-6236 in combination with anti-PD-1. Taken together, baseline tumor levels of suppressive myeloid cells (gMDSCs) were shown to be a negative predictive biomarker for treatment outcome to RMC-6236 +\/- anti-PD-1 in KRAS mutant preclinical PDAC models. Peripheral mMDSCs were shown to be higher in the mice with tumors from the PDAC model not sensitive to the combination of RMC-6236 with anti-PD-1, suggesting that it could be predictive of poor outcome for this combination. These studies in immune-competent models of RAS mutant PDAC allow us to generate tumor and blood-based biomarkers that may predict outcomes to RAS(ON) inhibitor combinations in the clinic. 1 Menard et al. AACR 2023 2 Li et al. Immunity 2018","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Myeloid-derived suppressor cells,Biomarkers,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Seu<\/b>, M. Menard, J. Lee, C. Chow, C. Blaj, M. Moreno Ayala, N. Shifrin, A. Salmon, S. Ganesh, P. Wig, A. Kumamoto, P. Soto-Perez, T. Taavili, V. Morton, J. W. Evans, J. A. M. Smith, E. Quintana; <br\/>Revolution Medicines, Inc., Redwood City, CA","CSlideId":"","ControlKey":"bce23e59-82a4-4086-9701-a610d5c7ed38","ControlNumber":"5665","DisclosureBlock":"<b>&nbsp;L. Seu, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>M. Menard, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>C. Chow, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>C. Blaj, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>M. Moreno Ayala, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>N. Shifrin, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>A. Salmon, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>S. Ganesh, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>P. Wig, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>A. Kumamoto, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>P. Soto-Perez, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>T. Taavili, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>V. Morton, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>J. W. Evans, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>J. A. M. Smith, <\/b> <br><b>Revolution Medicines<\/b> Employment. <br><b>E. Quintana, <\/b> <br><b>Revolution Medicines<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1170","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"581","PresenterBiography":null,"PresenterDisplayName":"Lillian Seu, PhD","PresenterKey":"c42dd8fb-2770-46d6-bdc2-8fec002f342f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"581. Identification of potential biomarkers of response to RASMULTI(ON) plus anti-PD-1 combination in preclinical PDAC models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of potential biomarkers of response to RASMULTI(ON) plus anti-PD-1 combination in preclinical PDAC models","Topics":null,"cSlideId":""},{"Abstract":"Angiosarcomas are a group of vascular cancers that form malignant blood vessels. These malignancies are seemingly inflamed primarily due to their pathognomonic nature, which consists of irregular endothelium and tortuous blood channels. The malignant vascular spaces host a variety of blood and immune components, where a controlled scavenging system is necessary for tumor maintenance. Oncogenes may convey molecular signals to foster the tumor immune niche, and <i>PIK3CA<\/i> mutations that induce continuous activation of the PI3K pathway occur in a subset of angiosarcomas. Despite the undoubtedly oncogenic properties of <i>PIK3CA<\/i> mutations, the mechanistic role of these mutations - particularly the potential for controlling the hemato-endothelial system in angiosarcomas - remains undetermined. In this study, we demonstrate the functional consequences of oncogenic <i>PIK3CA<\/i> and its molecular properties in angiosarcoma cells. We created isogenic cell clones from two angiosarcoma cell lines engineered to harbor hotspot mutations in <i>PIK3CA<\/i> using CRISPR\/Cas9: two homozygous <i>PIK3CA<\/i> H1047R cell clones (C8 and C35) and one wild-type (WT) clone were generated from DHSA-1426 angiosarcoma cells; and one homozygous mutant clone was created from COSB cells. We found that <i>PIK3CA<\/i> mutant cells constitutively activated the PI3K\/AKT\/mTOR pathway at a greater level than that of WT cells. Bulk- and single cell(sc)-RNA-seq data revealed that mutant cells enriched gene sets associated with PI3K signaling and other oncogenic pathways including KRAS, MAPK, and TGF-beta. Also, mutant cells significantly increased cytokines regulating immune cell migration and chemotaxis such as IL-8 and MCP-1. In addition to the common features, we identified functional and molecular divergence between mutant clones. Noticeable changes in cellular morphology, growth kinetics, and tube-forming capacity were observed between two mutant clones. C35 mutant cells were more sensitive to both pan-PI3K and PI3K-alpha specific inhibitor, and DNA damage was greater than in the C8 clone. C35 cells enhanced activation of IL-6\/STAT3 signaling compared to C8, despite the increment of the aforementioned immune cytokines in both mutants. Moreover, our comprehensive analysis of bulk- and sc-RNA-seq, ATAC-seq, and metabolomics data identified molecular signatures associated with metabolic vulnerabilities of C35 cells. In summary, we demonstrate that oncogenic <i>PIK3CA<\/i> perpetuates PI3K signaling activation and reinforces a supply for immune signaling. Furthermore, our data suggest that <i>PIK3CA<\/i> mutations contribute to establishing cellular heterogeneity that reveals a spectrum of vascular, immunogenic, and metabolic activities. Our ongoing work involves developing an experimental model of angiosarcoma using induced pluripotent stem cells to examine if oncogenic <i>PIK3CA<\/i> controls immune determinants during malignant endothelial transformation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"PIK3CA,Sarcoma\/soft-tissue malignancies,Immuno-oncology,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Lee<sup>1<\/sup>, E. Kozurek<sup>2<\/sup>, M. Abdullah<sup>1<\/sup>, R. Li<sup>1<\/sup>, E. B. Dickerson<sup>2<\/sup>, <b>J. Kim<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>University of Minnesota, St Paul, MN","CSlideId":"","ControlKey":"e65f5faf-68de-4d41-8417-ca7eb2d637b4","ControlNumber":"8440","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>E. Kozurek, <\/b> None..<br><b>M. Abdullah, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>E. B. Dickerson, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"582","PresenterBiography":null,"PresenterDisplayName":"Jon Kim, DVM;PhD","PresenterKey":"a55633ec-b6a6-4f79-9711-384d246a27da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"582. Oncogenic <i>PIK3CA <\/i>fortifies immune determinants in vascular cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic <i>PIK3CA <\/i>fortifies immune determinants in vascular cancers","Topics":null,"cSlideId":""},{"Abstract":"Although durable responses to immune checkpoint blockade (ICB) therapies exhibit by a subgroup of patients with metastatic melanoma, most of patients have no response or develop to acquired resistance to ICB therapies within few years. Molecular mechanisms of primary and acquired resistance to ICB therapies are still elusive, which warrants further elucidation. Here, we used a holistic approach to profile 35 longitudinal tumor specimens at pre-, on-, and post-treatment time points which were derived from 7 patients (3 responders and 4 non-responders) with metastatic melanoma who progressed on sequential ICB therapies, including anti-PD-1 and anti-CTLA-4 therapies. We integrated analyses of RNA sequencing, Whole-exome Sequencing (WES), NanoString nCounter vantage 3D, Cyclic Immunofluorescence (Cyc-IF), NanoString Digital Spatial Profiling (DSP) and Multiplex Immunohistochemistry (mIHC) data of these longitudinal tumor specimens to elucidate evolutionary trajectories that occurred in both the tumor and the tumor immune microenvironment (TiME) that may have orchestrated response and resistance to ICB therapies. Simultaneous analyses of genomic, transcriptomic and proteomic data identified the re-activation of MAPK-RAS as well as PI3K pathway upon or after ICB therapies, which may elucidate the mechanism of resistance to ICB therapies. Spatially-resolved, image-based immune monitoring analysis at single cell resolution revealed that the activation status of T cell markers and T-cell checkpoint is conversely associated with potential mechanism of resistance to ICB therapies. In summary, integrated analyses of muti-oics and spatially image-based data from longitudinal tumor specimens allow us not only to reveal the dynamic co-revolution of both tumor and immune cells in TiME following sequential ICB therapies but also to provide a comprehensive perspective to molecular mechanisms of response and resistance to ICB therapies in patients with metastatic melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Immune checkpoint blockade,Resistance,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Zhang<\/b><sup>1<\/sup>, L. Coussens<sup>2<\/sup>, M. Herlyn<sup>3<\/sup>, K. T. Flaherty<sup>4<\/sup>, G. Boland<sup>4<\/sup>, G. Mills<sup>2<\/sup>; <br\/><sup>1<\/sup>The University of Hong Kong, Hong Kong, China, <sup>2<\/sup>Knight Cancer Institute, Portland, OR, <sup>3<\/sup>The Wistar Institute, Philadelphia, PA, <sup>4<\/sup>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"c3cdf5ab-2062-4391-b959-3202fbe2e2b5","ControlNumber":"6689","DisclosureBlock":"&nbsp;<b>G. Zhang, <\/b> None..<br><b>L. Coussens, <\/b> None..<br><b>M. Herlyn, <\/b> None..<br><b>K. T. Flaherty, <\/b> None..<br><b>G. Boland, <\/b> None..<br><b>G. Mills, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1179","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"583","PresenterBiography":null,"PresenterDisplayName":"Gao Zhang, PhD","PresenterKey":"b68eb605-6d72-4c7a-9477-de81c4c0dfb2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"583. Spatiotemporal analyses of longitudinal specimens reveal mechanisms of response and resistance to immune checkpoint blockade in metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatiotemporal analyses of longitudinal specimens reveal mechanisms of response and resistance to immune checkpoint blockade in metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"Although immune checkpoint blockade (ICB) marked a breakthrough in melanoma treatment, half of patients fail to respond, underscoring the crucial need for complementary adjuvant and neo-adjuvant therapies. Due to the low overall response rate and the stark contrast in outcomes between patients that respond and those that fail to respond, identifying the defining characteristics of immune checkpoint blockade (ICB) response is essential for enhancing the efficacy of melanoma treatments. To recapitulate and investigate the ICB-responsive phenotype <i>in vitro, <\/i>melanoma cells were metabolically adapted to an environment lacking glucose which successfully drove the dependence on oxidative metabolism and restored MHC-I expression, two established characteristics of ICB responsive tumors. Further, metabolic adaptations significantly enhance the tumor sensitivity to T-cell killing. Surprisingly even in JAK1<sup> <\/sup>and IFNAR1 deficient cells, metabolic adaptation restored MHC I antigen presentation, indicating an interferon-independent mechanism of MHC-I regulation. Proteomic analysis of three metabolically conditioned melanoma cells lines (human and mouse) identified downregulation of the histone methyltransferase EZH2 and the activating transcription factor ATF6 as key corollaries of MHC-I expression. Interestingly, EZH2 and ATF6 activity were found to be inversely related in metabolically adapted cells and patient tumor samples. These studies mechanistically explore the epigenomic control of antigen presentation machinery and the transcriptional targets of ATF6 controlling sensitivity T cell killing. Here, through <i>in vitro <\/i>and <i>in vivo<\/i> studies, we demonstrate that constitutive activation of ATF6, and thereby activation of the adaptive unfolded protein response (UPR), sensitizes melanoma to immune control. These data suggest that EZH2 and ATF6 act synergistically to balance immune mediated killing during metabolic stress whereby loss of EZH2 increases MHC-I antigen presentation and activation of ATF6 sensitizes tumor cells to T cell-mediated control. Ongoing therapeutic studies combining EZH2 inhibition, ATF6 activation, and ICB in pre-clinical models further suggest targeting the synergy between EZH2 and ATF6 is a putative adjuvant or neo-adjuvant target to improve the clinical response of ICB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Unfolded protein response (UPR),Immune checkpoint blockade,EZH2,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. L. Edmondson<\/b>, M. R. Reed, D. Fil, B. Heflin, B. Koss, A. J. Tackett; <br\/>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"0e7787a0-5388-49a3-926f-1f51374834c1","ControlNumber":"6858","DisclosureBlock":"&nbsp;<b>J. L. Edmondson, <\/b> None..<br><b>M. R. Reed, <\/b> None..<br><b>D. Fil, <\/b> None..<br><b>B. Heflin, <\/b> None..<br><b>B. Koss, <\/b> None..<br><b>A. J. Tackett, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"584","PresenterBiography":null,"PresenterDisplayName":"Jacob Edmondson, BS","PresenterKey":"b2d97dd5-7985-4578-8b21-bb892fc0de23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"584. Synergistic action of ATF6 and EZH2 in sensing metabolic stress to boost anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic action of ATF6 and EZH2 in sensing metabolic stress to boost anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> In the United States, colorectal cancer (CRC) is the second leading cause of cancer mortality. Metastatic CRC (mCRC) refractory to traditional chemotherapy is managed with regorafenib, a multiple-kinase inhibitor. However, patients show only a modest improvement in overall survival but experience high drug toxicity, adverse side effects, and poor tolerability. Thus, to reduce regorafenib-induced toxicity and to enhance antitumor activity, we combined it with a hybrid\/dual JAK\/HDAC small-molecule inhibitor (JAK\/HDACi) to leverage the advantages of both JAK and HDAC inhibition in a single agent. With syngeneic mice, the efficacy and impact on immunomodulation of this drug combination was assessed.<br \/><b>Methods:<\/b> To assess effects of the agents, C57BL\/6 immunocompetent mice were injected with MC38 murine CRC cells and treated with regorafenib (6mg\/kg body wt) or JAK\/HDACi (30mg\/kg body wt), and their combination every third day for 21 days. Upon completion of the experiment, the tumors were harvested and processed for RNA and protein expression profiles. The effect of drug treatment on immune response was analyzed by nCounter Gene Expression assays (NanoString Technologies). Cytokines were measured in serum using the MesoScale Discovery mouse V-Plex Proinflammatory Panel kit. For pharmacokinetic studies, plasma samples were assayed from C57BL\/6 treated with drugs after 1, 7, 21, and 48 hrs of treatment.<br \/><b>Results:<\/b> The combination treatment significantly reduced tumor growth (volume and weight),relative to the vehicle control or single treatments. Gene expression showed higher CD45 abundance score in the combination treatment. This is an exciting observation, as CD45 has phosphatase activity and dephosphorylates key targets of the drugs used in the study. Additionally, after treatment with the combination, there was higher expression of Gzmb and Gzme and lower expression of Cx3cr1, indicating enhanced immuno modulation relative to regorafenib alone. We confirmed these findings by immunoprofiling of tumors. Higher CD45 staining, noted in tumors of mice treated with the combination, corroborated the gene expression results. Pronounced CD8 T lymphocytes infiltration was observed in combination, compared to regorafenib alone. Reduction of proinflammatory cytokine, TNF-&#945; was noted in the combination group. This is an interesting observation as CD45 negatively regulates TNF, and combination treated mice had highest number of CD45 positive cells. Pharmacokinetic studies showed that the bioavailability of regorafenib was elevated after combination treatment relative to single-agent treatment.<br \/><b>Conclusions:<\/b> Relative to the single agents, the combination of regorafenib with JAK\/HDACi was more effective, with an elevated antitumor immune response and with sustained inhibition of tumor growth. A clinical trial to evaluate this combination for the treatment of mCRCs is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Regorafenib,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Bajpai<\/b><sup>1<\/sup>, F. Afaq<sup>1<\/sup>, S. Al Diffalha<sup>1<\/sup>, S. Agarwal<sup>1<\/sup>, H. G. Kim<sup>1<\/sup>, D. Otali<sup>1<\/sup>, S. Varambally<sup>1<\/sup>, A. Manne<sup>2<\/sup>, R. Paluri<sup>3<\/sup>, M. Khushman<sup>4<\/sup>, U. Manne<sup>5<\/sup>; <br\/><sup>1<\/sup>Department of Pathology, University of Alabama at Birmingham, Birmingham, AL, <sup>2<\/sup>Department of Internal Medicine, Division of Medical Oncology, the Ohio State University Comprehensive Cancer Center, Columbus, OH, <sup>3<\/sup>Department of Hematology and Oncology, Wake Forest School of Medicine, Winston-Salem, NC, <sup>4<\/sup>Department of Medicine, Division of Oncology, Washington University in St. Louis\/Siteman Cancer Center, St. Louis, MO, <sup>5<\/sup>Department of Pathology, O’Neal Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"c77977b4-37d0-4222-b0cf-39888f787ea2","ControlNumber":"8053","DisclosureBlock":"&nbsp;<b>P. Bajpai, <\/b> None..<br><b>F. Afaq, <\/b> None..<br><b>S. Al Diffalha, <\/b> None..<br><b>S. Agarwal, <\/b> None..<br><b>H. G. Kim, <\/b> None..<br><b>D. Otali, <\/b> None..<br><b>S. Varambally, <\/b> None..<br><b>A. Manne, <\/b> None.&nbsp;<br><b>R. Paluri, <\/b> <br><b>Ipsen<\/b> Other, Consultant\/ research. <br><b>Exelizia<\/b> Other, Consultant\/ research. <br><b>Seagen<\/b> Other, Consultant\/ research. <br><b>Astrazeneca<\/b> Other, Consultant\/ research. <br><b>Minneamrita<\/b> Other, Consultant\/ research.<br><b>M. Khushman, <\/b> None..<br><b>U. Manne, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"585","PresenterBiography":"","PresenterDisplayName":"Prachi Bajpai, PhD","PresenterKey":"e26838a5-5fb0-4d5c-ac38-c7c166b8cdaf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"585. Regorafenib antitumor immune response is enhanced by a novel drug combination in CRC syngeneic model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regorafenib antitumor immune response is enhanced by a novel drug combination in CRC syngeneic model","Topics":null,"cSlideId":""},{"Abstract":"Background\/Aim: Despite advancements in diagnosis and treatment, advanced CRC remains a formidable treatment challenge with limited therapeutic options because these tumors are resistant to chemo-, radio- and targeted-therapies. Emerging research shows that the presence of tumor cell-intrinsic PD-1 (ciPD-1) in various tumor types is involved in tumorigenicity and therapy-refractory disease. For example, ciPD-1 promotes tumor growth in melanoma and liver cancer, but in lung cancer, ciPD-1 exhibits tumor-suppressive behavior. These findings highlight the intriguing possibility that ciPD-1 may exert context specific functions within the tumor, beyond its well-known role in immune response suppression. Consequently, the present study addressed the pressing need to explore the effects of immune checkpoint inhibitors within broader tumor context and tumor microenvironment. We have established drug-resistant CRC cells and found that ciPD-1 was upregulated in these cells. This, together with an observation that ciPD-1-mediated survival signaling pathways was activated in CRC patient populations, prompted us to investigate the role of ciPD-1 in regulation of therapeutic resistance in CRC in the absence of immune cells.<i><\/i><br \/>Methods: We evaluated the clinicopathological relevance of ciPD-1 and its correlation with disease progression in CRC samples from clinical cohorts. Monoclonal antibody inhibition and siRNA interference methods were used to characterize the functional roles of ciPD-1 in regulating therapeutic resistance in CRC. The gene expression profiles of PD-1-High and PD-1-Low patient groups retrieved from clinical cohorts were compared to identify ciPD-1-medatied survival pathways in CRC patients.<br \/>Results: We found that ciPD-1 had a critical role in regulating CRC tumorigenicity and survival outcomes. Tumors with high expression levels of ciPD-1 also showed higher mutation rate and levels of microsatellite instability. Exposing CRC cells to chemotherapy, radiation, and nutrient deprivation increased ciPD-1 levels. In line with these observations, drug-resistant CRC cells also expressed higher levels of ciPD-1. The inhibition of ciPD-1 in CRC cells by monoclonal antibody or siRNA interference decreased cell proliferation and self-renewal rates, while enhancing treatment efficacy.<br \/>Conclusion: Our studies reveal that CRC cells increase ciPD-1 expressions in response to drug treatment and targeting ciPD-1-mediated survival pathways can delay the onset of drug resistance and promote therapeutic sensitiveness in CRC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Tumor biology,Drug resistance,Colorectal cancer,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Mok<\/b><sup>1<\/sup>, D. Yapp<sup>2<\/sup>, I. Tai<sup>1<\/sup>; <br\/><sup>1<\/sup>University of British Columbia, Vancouver, BC, Canada, <sup>2<\/sup>Canada's Michael Smith Genome Sciences Centre, Vancouver, BC, Canada","CSlideId":"","ControlKey":"54549750-d2a7-46d6-93d2-e9ad924d9a00","ControlNumber":"1742","DisclosureBlock":"&nbsp;<b>H. Mok, <\/b> None..<br><b>D. Yapp, <\/b> None..<br><b>I. Tai, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"586","PresenterBiography":null,"PresenterDisplayName":"Ho Kit Mok, PhD","PresenterKey":"695a141d-dc1d-427d-a1f2-dc57e44dff0e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"586. Tumor cell-intrinsic PD-1 activation drives therapeutic resistance in colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor cell-intrinsic PD-1 activation drives therapeutic resistance in colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor treating fields (TTFields) are an FDA-approved therapy for the treatment of glioblastoma and pleural mesothelioma. TTFields employ alternating electric fields delivered by cutaneous transducer arrays to induce cytostatic and cytotoxic effects on solid tumors. Additionally, recent studies suggest that TTFields may enhance anti-tumor immunity. We performed RNA-seq and multiplexed cytokine profiling in HCT116 wild-type and HCT116 p53-\/- human colorectal cancer cells to elucidate TTFields&#8217; effects on the transcriptome and secretome. TTFields lead to profound changes in the transcriptome related to metabolism, including downregulation of transcripts coding for multiple enzymes involved in the Krebs cycle, fatty acid synthesis, and glycolysis. Furthermore, though only HCT116 p53-wild type cells strongly induced the p53 pathway, both cell types&#8217; transcriptomes showed strong downregulation of cell cycle progression. Our cytokine data showed that key tumor-promoting cytokine IL-8 was downregulated independently of p53. We identified upregulation of immunomodulatory cytokines MIF and MICB independently of p53. While MICB promotes NK cell activation, MIF drives tumor progression. Therefore, MICB may be one way in which TTFields enhance anti-tumor immunity; targeting MIF during TTFields treatment may lead to synergy by abolishing its pro-tumor effects. We also identified a p53-dependent decrease in the TRAIL decoy receptor DcR3, which normally protects tumor cells from TRAIL-induced apoptosis. Further mechanistic work showed that TTFields induce EIF2-alpha phosphorylation, the central protein involved in activating the integrated stress response (ISR), across multiple cancer types, leading to suppression of global protein translation. TTFields treatment also resulted in increased expression of surface calreticulin, an endoplasmic reticulum stress marker, which activates the ISR. Future mechanistic work will explore the impact of identified cytokines and the ISR on anti-tumor immunity both <i>in vitro<\/i> and <i>in vivo<\/i>, as well as metabolic alterations induced by TTFields. This work identifies potential biomarkers and rationales for therapeutic combinations exploiting TTFields-induced molecular alterations.<b><i><\/i><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Cytokines,p53,Integrated stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. R. Srinivasan<\/b><sup>1<\/sup>, A. George<sup>1<\/sup>, C. Chou<sup>2<\/sup>, M. Pinho-Schwermann<sup>1<\/sup>, M. Ghandali<sup>1<\/sup>, V. Tajiknia<sup>1<\/sup>, Y. Porat<sup>3<\/sup>, M. Giladi<sup>3<\/sup>, A. Armstead<sup>3<\/sup>, A. Uzun<sup>1<\/sup>, E. T. Wong<sup>4<\/sup>, W. S. El-Deiry<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Rhode Island Hospital, Providence, RI, <sup>3<\/sup>Novocure, Haifa, Israel, <sup>4<\/sup>Lifespan Cancer Institute, Providence, RI","CSlideId":"","ControlKey":"3faf2327-cf26-4600-81cb-cda66dfe0732","ControlNumber":"8171","DisclosureBlock":"&nbsp;<b>P. R. Srinivasan, <\/b> None..<br><b>A. George, <\/b> None..<br><b>C. Chou, <\/b> None..<br><b>M. Pinho-Schwermann, <\/b> None..<br><b>M. Ghandali, <\/b> None..<br><b>V. Tajiknia, <\/b> None.&nbsp;<br><b>Y. Porat, <\/b> <br><b>Novocure<\/b> Employment. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment. <br><b>A. Armstead, <\/b> <br><b>Novocure<\/b> Employment.<br><b>A. Uzun, <\/b> None..<br><b>E. T. Wong, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Chimerix<\/b> Other, Co-founder of Oncoceutics, a subsidiary of Chimerix.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"587","PresenterBiography":null,"PresenterDisplayName":"Praveen Srinivasan, BA","PresenterKey":"614f1bcf-a467-473d-a293-4e65f1d0456a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"587. Tumor treating fields induce the integrated stress response, alter the transcriptional signatures of cellular metabolism, and modulate immune-related cytokines dependent and independent of p53","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields induce the integrated stress response, alter the transcriptional signatures of cellular metabolism, and modulate immune-related cytokines dependent and independent of p53","Topics":null,"cSlideId":""},{"Abstract":"The vesiculovirus genus has recently garnered interest as an oncolytic virotherapy for pancreatic ductal adenocarcinoma (PDAC). A new synthetic chimeric vesiculovirus, VMG, demonstrated efficacy and safety against PDAC both <i>in vitro<\/i> and <i>in vivo<\/i>. The therapeutic effectiveness of virotherapies against PDAC is often hindered by immunosuppressive factors in the tumor environment, as well as the presence of hyaluronic acid (HA) and collagen (CN), which increase tumor stiffness and interstitial fluid pressure, leading to reduced drug\/oncolytic virus and immune cell penetration into tumor. To address this, we engineered VMG viruses incorporating enzymes PH20, collagenase (CNase), and novel proteolytic enzyme SMC, the latter exhibits both PH20 and CNase-like activity. We characterized these modified viruses for their cytotoxicity and performance <i>in vitro<\/i>. Various PDAC cell lines displayed varied sensitivity to VMG vectors, yet they showed consistent oncolytic effects relative to the parent VMG-GFP virus. Our results revealed no compromise in viral replication or apoptosis-inducing ability after transgene insertion, which is evident as infectious viral progenies were produced to approximately similar level of magnitude of around 10<sup>8<\/sup> TCID<sub>50<\/sub>\/ml in all the cell line tested. Additionally, the VMG-SMC and VMG-hPH20-CNase variants demonstrated notable enzyme activity. To enhance clinical relevance, we utilized an <i>ex vivo<\/i> live tumor platform, which indicated around 20% tumor cell death using VMG vectors compared to that of the control, signifying tumor viability and virus replicability 72 hours post-infection. Fluorescent imagery highlighted the viruses' ability to spread and express functional enzymes within tumors. In summary, VMG vectors expressing stroma-degrading proteolytic enzymes can effectively express PH20, CNase and SMC enzymes that degrade stromal barrier of HA and CN without interrupting the replicability, performance, and oncolytic characteristics of the VMG vectors. Future research should prioritize the safety of these vectors and their potential to augment neoantigen expression and immune cell infiltration <i>in vivo<\/i>, which are the hallmarks of antitumor efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Oncolytic virus,Tumor microenvironment,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Khandoker Usran Ferdous<\/b><sup><\/sup>, Mulu Z. Tesfay<sup><\/sup>, Camila  C.  Simoes<sup><\/sup>, Aleksandra Cios<sup><\/sup>, Bolni Marius Nagalo<sup><\/sup><br><br\/>Department of Pathology, University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"87683f41-7e14-4502-94c4-0e199047eaa3","ControlNumber":"1231","DisclosureBlock":"&nbsp;<b>K. Ferdous, <\/b> None..<br><b>M. Z. Tesfay, <\/b> None..<br><b>C. C. Simoes, <\/b> None..<br><b>A. Cios, <\/b> None..<br><b>B. M. Nagalo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"588","PresenterBiography":null,"PresenterDisplayName":"Khandoker Usran Ferdous, B Pharm","PresenterKey":"ba8189cd-81ba-4538-92af-138eeb435c8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"588. Preclinical evaluation of novel chimeric vesiculovirus mediated expression of proteolytic enzymes targeting two major stromal components of pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"272","SessionOnDemand":"False","SessionTitle":"Immunotherapy","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical evaluation of novel chimeric vesiculovirus mediated expression of proteolytic enzymes targeting two major stromal components of pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""}]