[{"Abstract":"<b>Introduction:<\/b> Adoptive cellular therapies (ACT) have encountered challenges in solid tumors due in part to the immunosuppressive tumor microenvironment (TME). We have developed OBX-115, TIL engineered to express mbIL15 regulatable using the cytoDRiVE&#174; platform, which allows for TIL expansion, persistence, and anti-tumor efficacy under control of the FDA-approved small-molecule ligand, acetazolamide (ACZ), eliminating the need for co-administration of IL2 (NCT05470283). LIGHT, a tumor necrosis factor family member, interacts with lymphotoxin beta receptor (LTbR) and herpes virus entry mediator (HVEM) found on various TME cell types, including stromal cells such as cancer associated fibroblasts (CAF). In preclinical studies, LIGHT expression within a tumor has been linked to the formation of tertiary lymphoid structures and vascular normalization (Ramachandran <i>Cancer Cell<\/i> 2023), both associated with better clinical outcomes (Saut&#232;s-Fridman <i>Nat Rev Cancer<\/i> 2019). We hypothesized that engineering TIL with regulatable mbIL15 and LIGHT expression could enhance their efficacy by modifying the TME.<br \/><b>Methods:<\/b> TIL from colorectal (CRC) and head and neck squamous cell carcinoma (HNSCC) were transduced with retroviral vectors to express regulatable mbIL15 and LIGHT. ACZ-induced surface expression of mbIL15 and LIGHT in expanded TIL was examined using flow cytometry. Functional signaling of LIGHT was assessed through co-culture with Jurkat-HVEM-NF-kappaB reporter cells and LTbR+ HUVEC cells. <i>In vitro<\/i>, engineered TIL were tested in stromal-rich tumor models (CRC and HNSCC) by co-culturing with autologous patient-derived tumor\/CAF hybrid spheroids. <i>In vivo,<\/i> antigen-independent TIL persistence was assessed in NSG mice without exogenous IL2. Syngeneic studies were performed to assess the efficacy of adoptively transferred mbIL15 and LIGHT-engineered Pmel cells (CD8+ T cells transgenic for a gp100-specific T cell receptor) in a subcutaneous cold tumor model (B16-F10).<br \/><b>Results:<\/b> Engineered TIL were successfully expanded without exogenous IL2. ACZ-dependent mbIL15 and LIGHT expression were confirmed, validating co-regulation and functionality <i>in vitro<\/i>. TIL engineered with mbIL15 and LIGHT displayed significantly increased cytotoxicity against autologous tumor\/CAF spheroids compared with TIL expressing mbIL15 alone (p&#60;0.005) in CRC and HNSCC tumor\/CAF hybrid models. TIL with mbIL15 and LIGHT expanded <i>in vivo<\/i> and persisted for &#8805;42 days without exogenous IL2 support. Moreover, Pmel cells engineered with mbIL15 and LIGHT demonstrated durable anti-tumor efficacy<i> <\/i>in B16-F10 tumor-bearing mice, which was greater than Pmel cells engineered with mbIL15 alone (p&#60;0.01).<br \/><b>Conclusions:<\/b> These preclinical results suggest that TIL engineered with regulatable mbIL15 and LIGHT using the cytoDRiVE platform have the potential to address the high unmet clinical need in cold tumors with suppressive TME, which are currently not amenable to ACT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Tumor microenvironment,Cytokines,Regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Koscso<\/b>, Z. Ao, C. Passaro, N. Shah, N. Ly, P. Timpug, B. A. Aksoy, D. Sun, D. Li, K.-L. Sheahan, V. Young, T. Ross, B. Primack, M. Langley, J. Tchaicha, D. K. Sethi, J. ter Meulen, M. Ols; <br\/>Obsidian Therapeutics, Inc., Cambridge, MA","CSlideId":"","ControlKey":"bf81202f-f7f6-4f6b-8c82-d32304470605","ControlNumber":"9556","DisclosureBlock":"<b>&nbsp;B. Koscso, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>Z. Ao, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>C. Passaro, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>SanaBiotechnology<\/b> Stock. <br><b>N. Shah, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>N. Ly, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>P. Timpug, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment. <br><b>B. A. Aksoy, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>MOMA Therapeutics<\/b> Stock Option. <br><b>Beam Therapeutics, BioNTech SE, CRISPR, Ginkgo Bioworks, Immuneering, Intellia Therapeutics, Invitae, Iovance Biotherapeutics, Johnson & Johnson, Mirati Therapeutics, Prime Medicine<\/b> Stock. <br><b>Relay Therapeutics, Revolution Medicines, Vertex Pharmaceuticals, Verve Therapeutics<\/b> Stock. <br><b>D. Sun, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>Pfizer<\/b> Stock. <br><b>D. Li, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>Biogen<\/b> Stock. <br><b>K. Sheahan, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>Arbor Biotechnology<\/b> Stock Option. <br><b>V. Young, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>T. Ross, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>B. Primack, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>M. Langley, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>J. Tchaicha, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment. <br><b>D. K. Sethi, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>J. ter Meulen, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment. <br><b>M. Ols, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Patent. <br><b>Biogen Idec<\/b> Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB065","PresenterBiography":null,"PresenterDisplayName":"Balazs Koscso, PhD","PresenterKey":"82f2635a-82b0-422b-8d74-3952434b9399","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB065. <b>Tumor-infiltrating lymphocytes (TIL) engineered with regulatable membrane-bound IL15 (mbIL15) and LIGHT (TNFSF14) show enhanced efficacy in fibroblast-containing cold tumors<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>Tumor-infiltrating lymphocytes (TIL) engineered with regulatable membrane-bound IL15 (mbIL15) and LIGHT (TNFSF14) show enhanced efficacy in fibroblast-containing cold tumors<\/b>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Graft-versus-host disease (GvHD) and relapse persist as significant hurdles in achieving successful outcomes following allogeneic hematopoietic cell transplantation (alloHCT). The composition of the graft plays a substantial role in influencing transplant outcomes. Higher numbers of na&#239;ve CD4 and na&#239;ve CD8 T cells correlate with increased GvHD risk, conversely, elevated numbers of NK cells are associated with enhanced graft-versus-leukemia (GvL) effects. Acute systemic &#946;-adrenergic receptor activation triggers the mobilization of favorable effector lymphocytes into the bloodstream, leading to a significant alteration in the composition of circulating immune cells.<br \/><b>Aim:<\/b> This study investigated whether infusion with the non-selective beta-agonist isoproterenol (ISO), following granulocyte colony-stimulating factor (G-CSF) mobilization, would enhance human peripheral blood hematopoietic cell (PBHC) grafts and improve transplant outcomes in NSG mice.<br \/><b>Methods: <\/b>Ten healthy volunteers received ISO infusion (50 ng\/kg\/min) for 20 minutes after 5 days of G-CSF. Blood samples were collected before and during the last 5 minutes of ISO infusion.<br \/><b>Results:<\/b> ISO infusion increased the total number of G-CSF-mobilized CD34 cells (28&#177;13 cell\/&#181;l to 32&#177;13 cells\/&#181;l) and significantly improved G-CSF-mobilized PBHC composition, increasing favorable graft cell subsets&#8212;NK cells (9.5% to 27.9%) and &#947;&#948; T cells (5.0% to 7.5%)&#8212;and reducing unfavorable graft components&#8212;B cells (12.6% to 7.7%), na&#239;ve CD4 (18.1% to 11.2%), and na&#239;ve CD8 (8.9% to 5.8%) T cells (all p&#60;0.05). NSG mice receiving G-CSF+ISO mobilized grafts exhibited lower GvHD (P=0.012) and extended survival (median survival: G-CSF alone = 45 days, G-CSF+ISO = 78 days) compared to mice receiving grafts mobilized by G-CSF alone. No difference in human CD45 engraftment was observed between the groups, with ~50% engraftment in both groups of mice. Upon challenge with the K562 chronic myeloid leukemia cell line, 42% of NSG-Tg(Hu-IL15) mice receiving G-CSF+ISO mobilized grafts were alive with low tumor burden at day 40, compared to 15% of mice receiving G-CSF mobilized grafts. <i>In vitro<\/i>, PBHC mobilized by G-CSF+ISO demonstrated an 8-fold increase in cytolysis against K562 compared to PBHC mobilized by G-CSF only (P=0.0002).<br \/><b>Conclusion:<\/b> ISO infusion post-G-CSF treatment favorably enhances graft composition, mitigates GvHD, prolongs survival, and augments GvL effects. Our findings suggest that acute systemic beta-adrenergic receptor activation could be a valuable strategy to enhance outcomes in alloHCT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,T lymphocytes,Leukemias: chronic myelogenous,Graft-vs-host-desease,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Batatinha<\/b>, G. M. Niemiro, N. Pena, G. Hoskin, P. Mylabathula, F. Baker, T. Zuniga, K. Smith, D. Diak, M. Seckeler, E. Katsanis, R. Simpson; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"7f3d3baa-0038-468f-a467-e6e669be69f2","ControlNumber":"9879","DisclosureBlock":"&nbsp;<b>H. Batatinha, <\/b> None..<br><b>G. M. Niemiro, <\/b> None..<br><b>N. Pena, <\/b> None..<br><b>G. Hoskin, <\/b> None..<br><b>P. Mylabathula, <\/b> None..<br><b>F. Baker, <\/b> None..<br><b>T. Zuniga, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>D. Diak, <\/b> None..<br><b>M. Seckeler, <\/b> None..<br><b>E. Katsanis, <\/b> None..<br><b>R. Simpson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB066","PresenterBiography":null,"PresenterDisplayName":"Helena Angelica Batatinha","PresenterKey":"3fe92bec-5eec-45a0-a703-e8d090804b62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB066. Acute systemic beta-adrenergic receptor activation to improve graft composition and outcomes in hematopoietic stem cell transplantation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acute systemic beta-adrenergic receptor activation to improve graft composition and outcomes in hematopoietic stem cell transplantation","Topics":null,"cSlideId":""},{"Abstract":"Tumor-reactive human CD8 T cells are found predominantly in the tumor microenvironment with an exhausted phenotype (extremely high levels of CD39, PD-1, CTLA-4, and TIM-3). The tumor-reactive cells can be enriched from patients&#8217; tumors by sorting CD8+ TIL that express both CD39 and CD103. Our unique expansion method allowed these phenotypically exhausted cells to grow from thousands into billions. After expansion the CD39 and CD103 Double Positive (DP) CD8 TIL can recognize\/kill autologous tumor cells in vitro. We tested whether the CD8 DP TIL could recognize\/kill autologous tumor in vivo using a xenograft model with immune-compromised mice that constitutively secrete human IL-2 (NOG-hIL-2). The CD8 DP TIL were able to persist long-term, traffic to the tumor site, recognize autologous tumor, and facilitate tumor regression. Human IL-2 was necessary for their long-term survival in the periphery and for tumor regression. These preclinical data were the basis for a human clinical trial design for the adoptive transfer of CD8 DP TIL (product termed, AGX148). We recently opened a Phase 1 clinical trial using the CD39\/103 DP CD8 TIL in a first-in-human protocol for adults with solid tumors (NCT05902520). The trial design has three cohorts based on giving IL-2 for 2 weeks, 3 weeks, or 4 weeks after adoptive transfer with six patients\/cohort (3 receiving DP TIL alone and 3 receiving DP TIL combined with PD-1 siRNA knockdown with the INTASYL<sup>TM<\/sup> compound PH-762). The first 3 patients have been treated and received 27, 40, and 8 billion DP TIL, respectively. All 3 patients had failed standard therapy prior to their enrollment, including checkpoint blockade. No serious adverse events were observed in the first three patients. Two of three patients had partial responses 29 days after treatment and the third patient had stable disease for &#62;56 days. Blood draws and tumor biopsies were obtained prior to and after treatment and we are currently assessing the CD8 T cell repertoire (TCRseq) and phenotype from these patient samples. In conclusion, this is the first study showing that CD8 T cells with an exhausted phenotype isolated from human tumors can be expanded to billions and induce tumor regression in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive immunotherapy,T lymphocytes,Tumor infiltrating lymphocytes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Weinberg<\/b><sup>1<\/sup>, B. Curti<sup>1<\/sup>, R. Montler<sup>2<\/sup>, C. Thalhofer<sup>2<\/sup>, E. Ballinger<sup>2<\/sup>, J. Cross<sup>2<\/sup>, E. Tran<sup>1<\/sup>, N. Sanjuan<sup>1<\/sup>, M. Taylor<sup>1<\/sup>, C. Fountain<sup>1<\/sup>, R. Payne<sup>1<\/sup>, J. Cardia<sup>3<\/sup>, N. Morris<sup>2<\/sup>; <br\/><sup>1<\/sup>Providence Cancer Institute, Portland, OR, <sup>2<\/sup>Agonox, Inc, Portland, OR, <sup>3<\/sup>Phio Pharmaceutical, Marlborough, MA","CSlideId":"","ControlKey":"3540cbdc-8315-4ae0-8c57-d9a051064d4e","ControlNumber":"10247","DisclosureBlock":"<b>&nbsp;A. Weinberg, <\/b> <br><b>Agonox, Inc.<\/b> Employment, Stock.<br><b>B. Curti, <\/b> None.&nbsp;<br><b>R. Montler, <\/b> <br><b>Agonox, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Thalhofer, <\/b> <br><b>Agonox, Inc<\/b> Employment, Stock Option. <br><b>E. Ballinger, <\/b> <br><b>Agonox, Inc<\/b> Employment, Stock Option. <br><b>J. Cross, <\/b> <br><b>Agonox, Inc<\/b> Employment, Stock Option. <br><b>E. Tran, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>N. Sanjuan, <\/b> None..<br><b>M. Taylor, <\/b> None..<br><b>C. Fountain, <\/b> None..<br><b>R. Payne, <\/b> None..<br><b>J. Cardia, <\/b> None.&nbsp;<br><b>N. Morris, <\/b> <br><b>Agony, Inc<\/b> Employment, Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB067","PresenterBiography":null,"PresenterDisplayName":"Andrew Weinberg, PhD","PresenterKey":"e9509186-707d-4612-9a6c-b3fbcd28dadf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB067. Tumor-reactive CD8 TIL with an exhausted phenotype can be expanded and regress human tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-reactive CD8 TIL with an exhausted phenotype can be expanded and regress human tumors","Topics":null,"cSlideId":""},{"Abstract":"Solid tumors are the deadliest form of cancer. Over the past decade, chimeric antigen receptor (CAR) T-cell therapy has led to remarkable regression rates in leukemia and lymphoma. However, solid tumors have remained refractory to CAR T-cell therapy, with CAR T cells either failing to penetrate the solid tumor microenvironment (TME) or becoming exhausted once in it. Mechanisms behind these properties of the TME include nutrient scarcity, aberrant vascularization, stromal cell deposition, expression of inhibitory immune receptors by cancer cells, and the presence of immunosuppressive cells. Interestingly, there is a subset of T cells found in the TME - regulatory T cells (Tregs). Dedicated to suppressing immune responses, Tregs constitute a barrier to anticancer immunity by migrating to and heavily accumulating in solid tumors, inhibiting local immunity. Tregs can be redirected towards any cell surface antigen using a CAR and have been shown to be cytotoxic towards target antigen presenting cells. Can Tregs be converted from tumor protectors to anti-tumor effector cells? To test the anti-tumor potential of CAR Tregs, we modified human Tregs with an anti-CD19 CD28-CD3z CAR. Tregs activated via the CAR or endogenous TCR\/CD28 were evaluated at the functional and gene expression levels. CAR and endogenous TCR\/CD28 activation resulted in similar cell expansion and Treg stability (FOXP3 and HELIOS expression). However, CAR-mediated activation markedly increased Treg proinflammatory cytokine production. Moreover, compared to their TCR\/CD28-activated counterparts, CAR Tregs displayed increased cytotoxic activity towards tumor cells and a diminished capacity to modulate antigen-presenting cells and suppress T cell proliferation, suggesting a global shift from suppression to inflammation. Strikingly, CAR Tregs suppressed tumor growth in immunodeficient mice inoculated with antigen-expressing B-cell leukemia, myeloid leukemia, and lung epithelial carcinoma. Single-cell RNA sequencing identified a cell cluster enriched in CAR Tregs characterized by high expression of effector T cell genes, such as IFNG, GZMB, and CD40LG, revealing that CAR activation creates a highly active population of proinflammatory Tregs. Multiplex cytokine analysis, whole-transcriptome RNA-seq, and intracellular cytokine staining confirmed that IFNG production by FOXP3+ Tregs is induced specifically by CAR activation. Of note, murine CAR Tregs are also cytotoxic towards tumor cells. Current experiments are focused on pinpointing and validating transcription factors and surface markers characteristic of proinflammatory CAR Tregs and further assessing CAR Treg antitumor efficacy <i>in vivo<\/i>. In conclusion, CAR-mediated activation induces a novel proinflammatory Treg phenotype that can be exploited in the next generation of engineered immune cell therapies against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,CAR T cells,Solid tumors,Regulatory T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. M. R. Ferreira<\/b>, R. W. Cochrane, R. A. Robino, B. Granger, E. Allen, V. Gudivada, A. A. de Cubas, S. Berto; <br\/>The Medical University of South Carolina (MUSC), Charleston, SC","CSlideId":"","ControlKey":"49aefd76-9aa5-4679-8a92-c8bbcb6c03fd","ControlNumber":"10705","DisclosureBlock":"<b>&nbsp;L. M. R. Ferreira, <\/b> <br><b>Patent filed<\/b> Patent.<br><b>R. W. Cochrane, <\/b> None..<br><b>R. A. Robino, <\/b> None..<br><b>B. Granger, <\/b> None..<br><b>E. Allen, <\/b> None..<br><b>V. Gudivada, <\/b> None..<br><b>A. A. de Cubas, <\/b> None..<br><b>S. Berto, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB068","PresenterBiography":null,"PresenterDisplayName":"Leonardo Ferreira, PhD","PresenterKey":"dcab1428-ece4-405b-a01f-5fc4eef72ee6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB068. Repurposing chimeric antigen receptor regulatory T cells for treating cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing chimeric antigen receptor regulatory T cells for treating cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most common cancer worldwide, with highly variable prognosis and response to treatment. A large subset of patients does not respond to standard treatments or develops resistance. As an alternative, adoptive immunotherapy based on chimeric antigen receptor (CAR)-transduced immune cells has been proposed, however with significant adverse events. We therefore evaluated alternative CAR targets already tested in other tumour types, and employed the natural killer cell line NK-92 for CAR transduction because of its more favourable toxicity profile.<br \/>As an alternative antigen, we considered mesothelin (MSLN), the most represented in CAR-based clinical studies for solid tumours. MSLN RNA expression was analysed in large series of CRC patient-derived xenografts (PDXs, n=500), cell lines (n=150) and tumours (n=640), to evaluate its distribution and to identify MSLN-overexpressing models. NK-92 cells were transduced with anti-MSLN CAR, and subsequently sorted and cloned. Activity of CAR-NK-92 cells against target-expressing ovarian and CRC cells was assessed <i>in vitro<\/i> and <i>in vivo<\/i>. Statistical significance of efficacy was evaluated by t-test.<br \/>The large-scale expression analysis highlighted that about 10% of CRCs overexpress MSLN at levels comparable to those of ovarian cancer, a typical target of MSLN-CAR-based therapy. Intriguingly, MSLN overexpression is more frequent in the CRIS-B poor prognosis subtype and KRAS\/BRAF-mutant CRC. Lentiviral transduction of NK-92 cells with the MSLN-CAR, followed by sorting and cloning, led to the identification of one clone, NK-92cl45, stably expressing the CAR and retaining the NK phenotype. As expected, the clone demonstrated significant in <i>vitro<\/i> and <i>in vivo<\/i> activity against ovarian cancer cells. When repurposed against models of CRC expressing high MSLN levels, it displayed comparable efficacy, both <i>in vitro<\/i> and <i>in vivo<\/i>. Specificity of NK-92cl45 was confirmed by the absence of activity on control models with low or absent MSLN.<br \/>Our results provide preclinical evidence that a subset of colorectal cancers expressing high mesothelin levels can be effectively targeted by MSLN-CAR-based immunotherapy. The potential therapeutic impact of these findings is enhanced by the fact that frequently MSLN-overexpressing CRCs display worse prognosis and resistance to standard care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Colorectal adenocarcinoma,Natural killer cells,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. Torchiaro, M. Cortese, A. D'Andrea, C. Petti, <b>E. Medico<\/b>; <br\/>Candiolo Cancer Institute, FPO IRCCS, Candiolo, Italy","CSlideId":"","ControlKey":"b87efba2-3247-44d8-91ad-77a6db66bb74","ControlNumber":"10798","DisclosureBlock":"&nbsp;<b>E. Torchiaro, <\/b> None..<br><b>M. Cortese, <\/b> None..<br><b>A. D'Andrea, <\/b> None..<br><b>C. Petti, <\/b> None..<br><b>E. Medico, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10563","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB069","PresenterBiography":null,"PresenterDisplayName":"Enzo Medico, MD, PhD","PresenterKey":"ce9a67bf-01d4-4e22-b288-b412fd2bb4ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB069. Repurposing anti-mesothelin CAR-NK immunotherapy against colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing anti-mesothelin CAR-NK immunotherapy against colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"A major hurdle for chimeric antigen receptor (CAR) T cells to function in solid tumors is chronic antigen exposure leading to terminal lymphocyte exhaustion and impaired anti-tumor activity. Therefore, it is necessary to establish improved in vitro models of antigen-driven CAR T cell exhaustion to evaluate new CAR design candidates prior to validation with costly in vivo studies. Using the human tumor antigen mesothelin (MSLN) and MSLN-targeting CAR T cells as a model, we developed two in vitro assays that drive an exhausted phenotype in human CAR T cells and can be used to predict anti-tumor responses in vivo: 1) a chronic stimulation assay with plate-bound recombinant antigen (MSLN), ICAM-1, and CD58 and 2) a high antigen-expressing 3D tumor spheroid co-culture assay. In the chronic antigen stimulation assay, repetitive exposure to plate-bound MSLN (alongside co-stimulation signals provided by recombinant ICAM-1 and CD58) reprogrammed the transcriptomic profile of MSLN CAR T cells leading to increased surface expression of inhibitory checkpoint molecules and reduced cytokine production. Moreover, chronically stimulated MSLN CAR T cells demonstrated a drastically impaired ability to kill MSLN<sup>+<\/sup> tumor cells compared to their unstimulated or acutely stimulated counterparts. A similar exhausted phenotype was observed in the high-antigen tumor spheroid model: when MSLN CAR T cells were co-cultured with MSLN-high human NCI-H226 spheroids for 7 days in a 96-well plate, expression of inhibitory checkpoint molecules markedly increased on the surface of CAR T cells. This increased expression of exhaustion markers coincided with impairment of NCI-H226 spheroid clearance. By contrast, other tumor spheroid models expressing low to intermediate levels of MSLN (NCI-H1650, NCI-H2052, NCI-H292, and SKOV-3 tumor cells) did not substantially induce expression of inhibitory checkpoint molecules and the spheroids were successfully cleared by MSLN CAR T cells. Importantly, the ability (or inability) of a CAR construct to clear NCI-H226 high-antigen tumor spheroids in vitro accurately predicted CAR T cell performance in in vivo solid tumor studies: the CAR construct that showed effective killing in the in vitro spheroid model was the only condition to provide durable regression of NCI-H1650 tumors in a NSG xenograft mouse model. Additionally, the rank order of CAR efficacy for a series of MSLN CAR binders obtained using the tumor spheroid model mirrored in vivo efficacy. As the CAR T cell field develops novel strategies to combat antigen-driven exhaustion for use in solid tumors, these new antigen-dependent in vitro models of exhaustion can enable more cost-efficient and effective evaluation of those strategies than using in vivo models alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Exhaustion,Mesothelin,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Steele<\/b>, T. Tan, J. Yokoyama, A. Wang, T. Crowl, J. Hammer, J. Chen, K. Haworth, H. Moffett, A. Foster, M. Lajoie, S. Boyken, R. Amin; <br\/>Outpace Bio, Inc., Seattle, WA","CSlideId":"","ControlKey":"7e44e5f0-042e-42ea-bbb3-74bfdca81caf","ControlNumber":"9637","DisclosureBlock":"<b>&nbsp;M. Steele, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>T. Tan, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>J. Yokoyama, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>A. Wang, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>T. Crowl, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>J. Hammer, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>J. Chen, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>K. Haworth, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock Option. <br><b>H. Moffett, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Foster, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Lajoie, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>S. Boyken, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>R. Amin, <\/b> <br><b>Outpace Bio, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB070","PresenterBiography":null,"PresenterDisplayName":"Maria Steele","PresenterKey":"b63489d3-e012-420b-9def-be967824befa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB070. <i>In vitro <\/i>modeling of antigen-driven exhaustion in human CAR T cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro <\/i>modeling of antigen-driven exhaustion in human CAR T cells","Topics":null,"cSlideId":""},{"Abstract":"Despite its success in treating blood cancers, chimeric antigen receptor (CAR) T-cell therapy has not yielded anticipated clinical outcomes in patients with solid tumors. This discrepancy is primarily attributed to the lack of dependable antigens and the immunosuppressive nature of the tumor microenvironment (TME). A pivotal evasion mechanism employed by tumor to counter antitumor immunity involves the upregulation of programmed death ligand 1 (PD-L1), which interacts with PD1 on T cells, deactivating effector T cells. A variety of immunosuppressive cells within the TME employ similar mechanisms to inhibit T-cell functions. These findings provide a rationale for targeting PD-L1 in both tumors and the immunosuppressive cells. Using a humanized anti-PD-L1 monoclonal antibody, we engineered a second-generation PD-L1 CAR, namely MC9999. MC9999 CAR T-cells exhibited antigen-specific cytotoxicity in vitro and elicited potent in vivo antitumor effects against PD-L1-expressing MDA-MD-232 breast cancer cells. The effectiveness of MC9999 CAR T-cells was confirmed across three other solid tumor models: non-small cell lung cancer, melanoma and glioblastoma (GBM). Notably, intravenous administration of MC9999 CAR T-cells eradicated intracranially established LN229 GBM tumors, suggesting the potential to penetrate the blood-brain barrier. In addition to targeting tumor cells, MC9999 CAR T-cells exhibited cytotoxicity against three immunosuppressive cell models, including HMC3 microglia cells, M2 macrophages, and importantly, primary tumor-associated macrophages (TAMs) isolated from GBM. Furthermore, we engineered patient-derived MC9999 CAR T-cells and demonstrated their effectiveness against two primary tumor cell lines derived from GBM tumors and HMC3 cells. Collectively, these proof-of-principle study findings substantiate the viability of targeting PD-L1 against both tumors and their immunosuppressive microenvironment. This prototype MC9999 CAR lays the groundwork for further development of clinically applicable CAR T-cell therapy against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,PD-L1,Solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yaqing Qie<\/b><sup>1<\/sup>, Emiliano Sanchez Garavito<sup>1<\/sup>, Maria J. Ulloa Navas<sup>1<\/sup>, Martha  E.  Gadd<sup>2<\/sup>, Tanya Hundal<sup>1<\/sup>, Alfredo Quinones-Hinojosa<sup>1<\/sup>, Hong Qin<sup>1<\/sup>, yan luo<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic  Florida, Jacksonville, FL,<sup>2<\/sup>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"651e1916-b33b-487d-bb72-c823f0349d24","ControlNumber":"10425","DisclosureBlock":"&nbsp;<b>Y. Qie, <\/b> None..<br><b>E. Garavito, <\/b> None..<br><b>M. Ulloa Navas, <\/b> None..<br><b>M. E. Gadd, <\/b> None..<br><b>T. Hundal, <\/b> None..<br><b>A. Quinones-Hinojosa, <\/b> None..<br><b>H. Qin, <\/b> None..<br><b>Y. luo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB071","PresenterBiography":null,"PresenterDisplayName":"Yan Luo, BMBCh;PhD","PresenterKey":"1aa7292d-a9b6-4e91-a868-e384d5390bad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB071. Weaponizing CAR T-cells to attack PD-L1 presenting cells in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Weaponizing CAR T-cells to attack PD-L1 presenting cells in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> We have previously shown the successful engineering of membrane-bound IL15 (mbIL15)-expressing tumor-infiltrating lymphocytes (TIL; cytoTIL15<b>&#8482;<\/b> cells) from solid tumors such as melanoma, which are CD8+ enriched TIL exhibiting enhanced persistence and anti-tumor activity compared with unengineered TIL (SITC 2022, 2023; clinical candidate OBX-115: NCT05470283). The mbIL15 expressed by cytoTIL15 cells is regulated via a carbonic anhydrase 2 (CA2) drug-responsive domain, which allows expression to be induced upon delivery of the FDA-approved small molecule ligand acetazolamide (ACZ) and was designed to engage the IL2R&#946; and IL2R&#947; receptors in both cis and in trans. Using natural killer (NK) cells, which are potently responsive to soluble, trans-presented IL15, as an experimental model system, we examined the potential of mbIL15 on cytoTIL15 cells to potentiate activity in both cis and trans.<br \/><b>Methods:<\/b> cytoTIL15 cells and unengineered TIL were generated as described previously (SITC 2022, 2023). Cells were assessed for expression of mbIL15 and phosphorylation of downstream signaling molecules STAT5 and S6 by flow cytometry, and co-cultured with allogeneic healthy donor NK cells for 1-10 days with and without transwell inserts. Functional effects of cytoTIL15 cells were compared to those of soluble recombinant IL15. Supernatant was obtained from co-cultures for assessment of cytokine production.<br \/><b>Results:<\/b> cytoTIL15 cells demonstrated robust ACZ-dependent mbIL15 expression, and ACZ dosing regulated mbIL15 activity in cis by potentiating the phosphorylation of STAT5 (geoMFI with 0 vs. 25 &#181;M ACZ, p=0.012) and S6 (geoMFI with 0 vs. 25 &#181;M ACZ, p=0.016). Upon removal of ACZ, mbIL15 expression and pSTAT5 and pS6 returned to basal levels within 24 hours. mbIL15 expressed on the surface of cytoTIL15 cells could also activate cells in trans in an ACZ-dependent titratable manner. Specifically, co-culture of cytoTIL15 cells with NK cells led to an ACZ-dependent increase in pSTAT5 (geoMFI with 0 vs. 25 &#181;M ACZ, p=0.038) in NK cells, which was not seen in co-cultures of unengineered TIL with NK cells. Additionally, NK cells showed a similar cytokine production profile when exposed to mbIL15 by cytoTIL15 cells as with soluble, trans-presented IL15. NK cell transactivation relied on direct cell contact with cytoTIL15 cells, as magnitudes of phosphorylation were decreased in co-cultures with NK and cytoTIL15 cells separated by a transwell membrane (pSTAT5 geoMFI p=0.008).<br \/><b>Conclusions:<\/b> cytoTIL15 cells demonstrate functional engagement of cytokine receptors via mbIL15 in both cis and in trans, including phosphorylation of STAT5 and S6. Taken together, these data highlight the potential for robust activity of cytoTIL15 cells through potentiation of ACZ-dependent mbIL15 activity in both cis and trans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Natural killer cells,Cytokines,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Burga<\/b>, G. Kulkarni, Z. Ao, D. K. Sethi, J. ter Meulen, M. Ols; <br\/>Obsidian Therapeutics, Inc., Cambridge, MA","CSlideId":"","ControlKey":"1c058ead-187a-4f21-9e9c-35ff0137ac4d","ControlNumber":"10452","DisclosureBlock":"<b>&nbsp;R. Burga, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel. <br><b>G. Kulkarni, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel. <br><b>Z. Ao, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel. <br><b>D. K. Sethi, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel. <br><b>J. ter Meulen, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel. <br><b>M. Ols, <\/b> <br><b>Obsidian Therapeutics, Inc.<\/b> Employment, Stock Option, Travel.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10566","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB072","PresenterBiography":null,"PresenterDisplayName":"Rachel Burga, PhD","PresenterKey":"b5f47afc-4c97-4275-94b5-fb3c14f02826","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB072. Tumor-infiltrating lymphocytes (TIL) engineered with membrane-bound IL15 (cytoTIL15 cells) exhibit pharmacologically regulatable signal transduction in cis and trans","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-infiltrating lymphocytes (TIL) engineered with membrane-bound IL15 (cytoTIL15 cells) exhibit pharmacologically regulatable signal transduction in cis and trans","Topics":null,"cSlideId":""},{"Abstract":"Autologous chimeric antigen receptor (CAR)-T therapies have elicited high rates of durable complete responses in B cell lymphomas. Unfortunately, disease progression, manufacturing failures, and prohibitive costs highlight the need for an alternative source of cells that would provide a consistent and readily available therapy for patients. The &#8220;Appia Cells Utilized for Allogeneic&#8221; (ACUA) platform is an innovative process that differentiates cord blood-derived CD34+ hematopoietic stem and progenitor cells into large numbers of natural killer T (NKT) cells to support off-the-shelf treatment. NKT cells express an invariant T cell receptor (iTCR) and are naturally non-alloreactive, making them an ideal cell type for an allogeneic product. The ACUA platform circumvents the challenge of expanding NKT cells from the periphery where the cells comprise less than 1% of T cells. API-192 is an ACUA-derived, NKT cell product engineered to express dual CARs targeting CD19 and CD20 to prevent tumor antigen escape. At research scale, API-192 is a highly pure product (&#62;90% iTCR+ 19CAR+ 20CAR+) that secretes soluble interleukin-15 for improved expansion and persistence. The transgenic iTCR is not expressed above physiologic levels and upon engagement, API-192 proliferates in response to and is cytotoxic against CD1d+ tumor cells in a ligand-dependent manner. In response to Raji and Nalm6 tumor cells, API-192 secretes pro-inflammatory cytokines, proliferates, and is cytotoxic in a dose- and CAR-dependent manner. API-192 can also control multiple rounds of tumor cell rechallenge <i>in vitro<\/i>. Using human tumor xenograft mouse models, we show that API-192 expands, controls tumor growth, and prolongs survival. Furthermore, API-192 persists in the periphery, enabling control of a tumor rechallenge at 70 days after initial dosing of effector cells. Indicative of a favorable immunogenic profile, API-192 expresses lower levels of MHC I and MHC II molecules relative to conventional CAR-T cells and elicits less interferon (IFN)-&#947; release by NK and T cells in a mixed lymphocyte reaction (MLR) assay. To address a theoretical concern that endogenous TCR&#945;&#946; rearrangement could occur during the ACUA process, we performed genomic DNA based TCR sequencing to quantify the level of TCR&#945; or TCR&#946; rearrangement and preliminary data suggested negligible levels (&#60;0.2%). Using a MLR assay, we demonstrate that compared to conventional CAR-T cells, API-192 secretes minimal levels of IFN-&#947; in response to co-culture with healthy donor peripheral blood mononuclear cells, consistent with a low graft vs host risk. In an autonomous growth assay, API-192 expands at a low level and subsequently contracts, suggesting a lack of dysregulated growth. Collectively, these results demonstrate the favorable manufacturability, potency, and safety of API-192 and its potential as a novel allogeneic therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CD19,CAR T cells,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Gov<\/b>, J. Yu, M. Qubain, S. L. Pompura, S. D. Allen, M. A. Christopher, J. Wiezorek; <br\/>Appia Bio, Culver City, CA","CSlideId":"","ControlKey":"184679d7-d697-458c-9446-507dd5519d97","ControlNumber":"10738","DisclosureBlock":"<b>&nbsp;L. Gov, <\/b> <br><b>Appia Bio<\/b> Employment, Stock, Patent. <br><b>J. Yu, <\/b> <br><b>Appia Bio<\/b> Employment, Stock, Patent. <br><b>M. Qubain, <\/b> <br><b>Appia Bio<\/b> Employment, Stock. <br><b>S. L. Pompura, <\/b> <br><b>Appia Bio<\/b> Employment, Stock Option. <br><b>S. D. Allen, <\/b> <br><b>Appia Bio<\/b> Employment, Stock, Patent. <br><b>M. A. Christopher, <\/b> <br><b>Appia Bio<\/b> Independent Contractor, Stock Option, Patent. <br><b>J. Wiezorek, <\/b> <br><b>Appia Bio<\/b> Employment, Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10568","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB074","PresenterBiography":null,"PresenterDisplayName":"Lanny Gov","PresenterKey":"8525efb3-cb1f-49f3-9376-43dd824a53c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB074. Preclinical development of API-192: An engineered CAR-NKT allogeneic cell therapy targeting CD19 and CD20 for the treatment of B-cell malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of API-192: An engineered CAR-NKT allogeneic cell therapy targeting CD19 and CD20 for the treatment of B-cell malignancies","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR)-T cell therapy has been shown to effectively treat solid tumors in syngeneic murine models, but antigen loss and T cell trafficking into the tumors pose major obstacles to its long-term efficacy. Here we explored a combination therapy against advanced stages of colorectal and ovarian syngeneic murine tumor models using a tumor-specific small molecule (PAC-1) that triggers the engagement of the host immune system and synergizes with a Tn-specific adoptively transferred 237 CAR-T immunotherapy. PAC-1 has been shown to induce apoptosis in tumor cells with high expression of procaspase 3, via chelation of inhibitory zinc and release of active executioner caspase 3. PAC-1 also recently completed a phase I trial (NCT02355535) and was shown to be well-tolerated in late-stage cancer patients. RNA sequencing of CT26 colorectal cells stimulated with PAC-1 for 24 hours revealed that PAC-1 induced global changes at the transcriptome level, up-regulating genes involved in immune activation and apoptosis, and down-regulating genes involved in DNA repair, cell cycle regulation, and myc-driven proliferation. Validation of RNAseq data was performed using a combination of RT-qPCR, Western blot, flow cytometry, and co-culture studies. A combination of transcriptome and exome sequencing analyses in murine colorectal cell line CT26 revealed that the PAC-1-mediated down-regulation of DNA repair machinery led to somatic alterations in the genome and a higher mutational load in tumor cells, subsequently presented as neo-antigens by antigen-presenting cells. As a result, host CD8<sup>+<\/sup> cytotoxic T cells were able to infiltrate tumors and reduce the tumor burden. Tn-dependent CARs have been used recently to demonstrate the proof of concept in the targeting of cancer-specific Tn-antigens such as the Tn-MUC1 antigen in humans, and an analogous Tn-OTS8 target in mice. In our murine ID8 ovarian tumor model, untreated mice with disseminated tumors have a median survival of 71 days. As a single agent administered intraperitoneally, PAC-1 extended the median survival to 90 days (<i>p<\/i>&#60;0.0001), while 237 CAR-T treated mice have a median survival of 103 days (<i>p<\/i>&#60;0.0001). A combination of the two treatment modalities (PAC-1 administered <i>before<\/i> 237 CAR-T) further extended the median survival to 145 days (<i>p<\/i>=0.048). Administering PAC-1 <i>after<\/i> 237 CAR-T also modestly extended the median survival to 132 days (<i>p<\/i>=0.06). Taken altogether, our results demonstrate that PAC-1 engages the immune system to treat cancer by inducing expression of pro-inflammatory cytokines in tumor cells allowing the recruitment of CD8+ effector T cells to the tumor microenvironment. Combination strategies that boost T cell trafficking shows great promise to enhance the anti-tumor efficacy and feasibility of adoptive CAR-T therapy against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CAR T cells,Small molecule drugs,Combination therapy,Tumor antigen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. R. E. Ranoa<\/b><sup>1<\/sup>, Y. Kang<sup>1<\/sup>, J. Drnevich<sup>1<\/sup>, G. Rendon<sup>1<\/sup>, C. J. Fields<sup>1<\/sup>, K. Bailey<sup>2<\/sup>, E. J. Roy<sup>1<\/sup>, T. M. Fan<sup>1<\/sup>, D. M. Kranz<sup>1<\/sup>, P. J. Hergenrother<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL, <sup>2<\/sup>Alnylam Pharmaceuticals, Inc., Cambridge, MA","CSlideId":"","ControlKey":"c69e86b4-d2f4-4631-a62b-1e5a702fe433","ControlNumber":"10248","DisclosureBlock":"&nbsp;<b>D. R. E. Ranoa, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>J. Drnevich, <\/b> None..<br><b>G. Rendon, <\/b> None..<br><b>C. J. Fields, <\/b> None..<br><b>K. Bailey, <\/b> None..<br><b>E. J. Roy, <\/b> None..<br><b>T. M. Fan, <\/b> None..<br><b>D. M. Kranz, <\/b> None..<br><b>P. J. Hergenrother, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10569","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB075","PresenterBiography":null,"PresenterDisplayName":"Diana Ranoa, PhD","PresenterKey":"e0b3558d-ae9d-48d8-b8ef-af2a11806273","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB075. Small molecule procaspase activating compound 1 (PAC-1) enhances CAR-T immunotherapy for solid tumors in syngeneic murine models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule procaspase activating compound 1 (PAC-1) enhances CAR-T immunotherapy for solid tumors in syngeneic murine models","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b> Despite receiving great attention as a promising treatment, therapeutic efficacies induced by immune checkpoint inhibitors are low in clinical settings, and thus there are high expectations for the development of innovative diagnostic and therapeutic methods. We previously demonstrated that blocking FSTL1 overcomes anti-PD1 resistance in aged mice. In this study, we comprehensively analyzed and compared gene expressions in splenic T cells harvested from young and old mice receiving anti-FSTL1 or anti-PD1 therapy after tumor implantation using the GeneChip microarray in order to identify a key gene in the anti-PD1 resistance. In addition, we evaluated anti-tumor efficacy induced by blocking the identified molecule using aged tumor models and tumor metastasis models (3LL or Colon26), which are resistant to anti-PD1 therapy. Furthermore, to validate the clinical relevancy, we analyzed immune cells isolated from malignant tumor ascites and peripheral blood cells of gastric cancer patients by flow cytometry.<br \/><b>Results: <\/b> Using the GeneChip microarray data of splenic T cells, we identified &#945;-synuclein (SNCA), which is a neuropathological molecule involved in Parkinson's disease and other synucleinopathies, as a gene that was significantly reduced by anti-FSTL1 therapy, but not anti-PD1 therapy, in splenic T cells of aged tumor models. SNCA+ cell subsets significantly increased not only in CD3+ T cells, but also CD11b+ myeloid cells and CD45- mesenchymal stromal\/stem cells, within spleen, peripheral blood, and tumor tissues of aged mice and mouse tumor models, but rarely in those of young and naive mice. Increase of the subsets were also observed in malignant tumor ascites and peripheral blood of gastric cancer patients, but not those of healthy donors. Blocking SNCA with the specific mAb significantly induced potent CD8+ T cells with greater cytotoxicity in the in vitro CTL induction setting, and also significantly induced robust anti-tumor immunity in the in vivo therapeutic setting with anti-PD1-resistant tumor models. Combination of anti-SNCA therapy successfully elicited anti-PD1 therapeutic efficacy, providing significantly better prognosis in many tumor models, including severe tumor ascites models.<br \/><b>Conclusions: <\/b> These results suggest that SNCA is a type of immune inhibitory checkpoint molecules and an immunological determinant of anti-PD1 resistance, although the further study is needed to clarify the molecular functions in immune cells. Targeting this molecule may represent a promising strategy to overcome the anti-PD1 resistance and contribute to improved clinical outcomes in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Antibody,Aging,Antitumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Kudo-Saito<\/b><sup>1<\/sup>, H. Imazeki<sup>1<\/sup>, H. Shoji<sup>2<\/sup>, N. Boku<sup>2<\/sup>; <br\/><sup>1<\/sup>Department of Immune Medicine, National Cancer Center Research Institute, Tokyo, Japan, <sup>2<\/sup>Department of Gastrointestinal Medical Oncology, National Cancer Center Hospital, Tokyo, Japan","CSlideId":"","ControlKey":"a5f18386-8f63-4698-8bd5-a603fe739a4c","ControlNumber":"9520","DisclosureBlock":"<b>&nbsp;C. Kudo-Saito, <\/b> <br><b>Ono Pharmaceutical<\/b> Other, Honoraria. <br><b>H. Imazeki, <\/b> <br><b>Ono Pharmaceutical<\/b> Honoraria. <br><b>H. Shoji, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>N. Boku, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Other, Honoraria. <br><b>Bristol-Myers Squibb<\/b> Other, Honoraria. <br><b>Taiho<\/b> Other, Honoraria. <br><b>Daiichi-Sankyo<\/b> Other, Honoraria.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10570","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB076","PresenterBiography":null,"PresenterDisplayName":"Chie Kudo-Saito, PhD","PresenterKey":"0eb2a31d-3df5-49cf-a340-383f8ceca8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB076. Targeting an aging-related molecule overcomes resistance to anti-PD1 treatment of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting an aging-related molecule overcomes resistance to anti-PD1 treatment of cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>KRAS mutations are highly prevalent oncogenic drivers in human cancers and KRAS<sup>G12C<\/sup> is the most frequent mutations found in KRAS-mutant non-small lung cancer (NSCLC). It is reported that tumor associated macrophages (TAMs) are enriched in KRAS-driven transgenic lung cancer models. Depletion of macrophage results in a significant decrease in tumor burden and increased survival. Sotorasib (AMG510), the first KRAS<sup>G12C<\/sup> inhibitor approved by FDA, has been found to modulate tumor immunity, impacting the recruitment of macrophages. CSF-1R signaling is critical for macrophage proliferation and survival. CSF-1R inhibition depletes TAMs and reprograms tumor microenvironment (TME), resulting in enhancement of anti-tumor immunity. Therefore, the combination of KRAS<sup>G12C<\/sup> and CSF-1R inhibitors may synergize to enhance anti-tumor efficacy. Pimicotinib (ABSK021) is a potential best-in-class small molecule inhibitor of CSF-1R in clinical development of multiple indications. Here, we conducted in vivo experiments to explore the combined effects of KRAS<sup>G12C<\/sup> and CSF-1R inhibitors.<br \/><b>Methods: <\/b><i>In vivo <\/i>efficacy studies were performed to evaluate the combined treatment of KRAS<sup>G12C<\/sup> inhibitors (AMG510 and ABSK071, a next-generation inhibitor targeting KRAS<sup>G12C<\/sup> with better inhibitory activity) and CSF-1R inhibitor (ABSK021) in NCI-H2122 PBMC humanized mice and LLC syngeneic mice. RNA sequencing was employed to investigate the mechanism of action underlying the synergistic anti-tumor effect. Immunohistochemistry (IHC) was utilized to examine the changes of immune cell populations in TME.<br \/><b>Results: <\/b>The combinatory regimen of ABSK021 and KRAS<sup>G12C <\/sup>inhibitors showed improved anti-tumor effects than each single agent alone in both mouse NSCLC models. Bioinformatics and follow-up analysis revealed a reduction in immune suppressive TAMs in tumors treated with ABSK021 alone or in combination with KRAS<sup>G12C <\/sup>inhibitors. Furthermore, modulation of TME related to anti-tumor immunity, such as activated CD4 T, CD8 T and NK cells, was increased, and pro-tumor immunity, such as MDSC, regulatory T cells, was decreased in combination group. IHC results confirmed that ABSK021 addition led to macrophage depletion and more CD8 T cell infiltration in TME.<br \/><b>Conclusions: <\/b>For the first time, we demonstrate that the combined inhibition of KRAS<sup>G12C<\/sup> and CSF-1R leads to superior therapeutic efficacy in preclinical NSCLC mouse models. This results suggests a potential novel therapeutic regimen that could yield improved clinical benefit to patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Combination studies,CSF-1R,KRAS,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Zhang<\/b>, B. Shen, S. Liu, C. Dai, H. Ying, F. Guo, Z. Zhu, W. Shi, M. Tu, J. Wang, J. Zhang, M. Liu, Q. Zhang, Z. Chen; <br\/>Abbisko Therapeutics Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"a2eff4a7-c2af-4194-9f49-31463268c6a1","ControlNumber":"9865","DisclosureBlock":"&nbsp;<b>N. Zhang, <\/b> None..<br><b>B. Shen, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>C. Dai, <\/b> None..<br><b>H. Ying, <\/b> None..<br><b>F. Guo, <\/b> None..<br><b>Z. Zhu, <\/b> None..<br><b>W. Shi, <\/b> None..<br><b>M. Tu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>Z. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10571","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB077","PresenterBiography":null,"PresenterDisplayName":"Nannan Zhang, PhD","PresenterKey":"7f13e728-32d8-4c0e-af86-ec105ac02592","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB077. CSF-1R inhibition with Pimicotinib (ABSK021) enhanced anti-tumor efficacy of KRAS<sup>G12C<\/sup> inhibitors in preclinical non-small cell lung cancer mouse models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CSF-1R inhibition with Pimicotinib (ABSK021) enhanced anti-tumor efficacy of KRAS<sup>G12C<\/sup> inhibitors in preclinical non-small cell lung cancer mouse models","Topics":null,"cSlideId":""},{"Abstract":"T cell-dependent anti-tumor activity unleashed by immunotherapies such as immune checkpoint therapy (ICT) can generate durable clinical responses. However, not all patients benefit, and epigenetic and transcriptional features required by T cells for effective ICT remain to be fully established. We previously documented that the transcription factor Bhlhe40 is upregulated by ICT in tumor specific CD4 and CD8 T cells in preclinical tumor models. We validated the relevance of this by ablating Bhlhe40 in both CD4 and CD8-T cells which rendered &#945;PD-1 or &#945;CTLA-4 ICT ineffective in tumor models normally responsive to ICT. Our findings extended beyond preclinical models as we recently found that human tumor-specific T cells recognizing mutant neoantigens display upregulation of Bhlhe40 and CRISPR-mediated Bhlhe40 deletion in human CD8 T cells recognizing the MART-1 tumor-antigen abrogates <i>IFNG<\/i> expression. Since we previously used <i>CD4-Cre Bhlhe40<sup>f\/f<\/sup><\/i><sup> <\/sup>(B40<sup>&#38;#916;<\/sup><sup>T<\/sup>) mice where Bhlhe40 was deleted in both CD4 and CD8 T cells, we could not definitively delineate how Bhlhe40 was regulating CD4 versus CD8 T cells under ICT. We thus used a model where Bhlhe40 is deleted specifically in CD8 T cells (B40<sup>&#38;#916;<\/sup><sup>CD8<\/sup>). We found that like B40<sup>&#38;#916;<\/sup><sup>T<\/sup> mice, B40<sup>&#38;#916;<\/sup><sup>CD8 <\/sup>mice bearing the 1956 sarcoma were insensitive to &#945;PD-1 ICT. While B40<sup>&#38;#916;<\/sup><sup>T<\/sup> mice were also insensitive to &#945;CTLA-4 ICT, interestingly, B40<sup>&#38;#916;<\/sup><sup>CD8 <\/sup>mice displayed nearly normal tumor rejection upon &#945;CTLA-4 ICT. Thus, Bhlhe40 is required in CD8 T cells for &#945;PD-1 response, whereas is dispensable in CD8 T cells for &#945;CTLA-4 efficacy. Single-cell protein and transcriptomic analysis of intratumoral immune-cells from ICT-treated control B40<sup>f\/f<\/sup>, B40<sup>&#38;#916;<\/sup><sup>CD8<\/sup> and B40<sup>&#38;#916;<\/sup><sup>T <\/sup>mice revealed overlapping and distinct changes to CD4 and CD8 T cells depending on which cells had Bhlhe40 deleted and which treatment was employed. With &#945;PD-1 or &#945;CTLA-4, defects in expression of IFN-&#947;, glycolytic enzyme transcripts and cytotoxic molecules, along with increased IL-10 production in CD4 and CD8 T cells from B40<sup>&#38;#916;<\/sup><sup>T <\/sup>mice and in B40<sup>-\/-<\/sup> CD8 T cells in B40<sup>&#38;#916;<\/sup><sup>CD8 <\/sup>mice was observed. Whereas &#945;CTLA-4-treated B40<sup>&#38;#916;<\/sup><sup>T<\/sup> mice failed to reject tumors, addition of &#945;IL-10R led to modest tumor growth inhibition, while with &#945;PD-1 treatment, IL-10R blockade had little effect on tumor growth. We also noted that in control B40<sup>f\/f <\/sup>mice, &#945;PD-1 predominately altered CD8 T cells, whereas &#945;CTLA-4 modified CD8 and CD4 T cells, including induction of an ICOS<sup>+<\/sup> IFN&#947;<sup>+<\/sup> CD4 T cell population expressing Bhlhe40. This population was largely preserved in B40<sup>&#38;#916;<\/sup><sup>CD8 <\/sup>mice undergoing &#945;CTLA-4 ICT. Analysis of intratumoral macrophages revealed profound defects in ICT-induced macrophage remodeling from CX3CR1<sup>+<\/sup>CD206<sup>+<\/sup> to iNOS<sup>+<\/sup><br \/>macrophages in B40<sup>&#38;#916;<\/sup><sup>T <\/sup>mice lacking Bhlhe40 in CD4 and CD8 T cells. Although &#945;CTLA-4-treated B40<sup>&#38;#916;<\/sup><sup>CD8 <\/sup>mice reject their tumors, we<sup> <\/sup> observed a modestly higher frequency of CX3CR1<sup>+<\/sup>CD206<sup>+<\/sup> macrophages and lower frequency of iNOS<sup>+<\/sup> macrophages as compared to &#945;CTLA-4-treated B40<sup>f\/f <\/sup>mice. The highest percentage of CX3CR1<sup>+<\/sup>CD206<sup>+<\/sup> macrophages and the fewest iNOS<sup>+<\/sup> macrophages was observed in &#945;PD-1-treated B40<sup>&#38;#916;<\/sup><sup>CD8<\/sup> mice that completely fail to reject tumors. These results reveal distinct requirements of Bhlhe40 in CD4 and CD8 T cells that depend on which ICT is used and further highlight non-redundant mechanisms of effective &#945;PD-1 and &#945;CTLA-4","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Saha<\/b><sup>1<\/sup>, A. S. Shavkunov<sup>1<\/sup>, S. Singh<sup>1<\/sup>, A. J. Salmon<sup>1<\/sup>, S. Keshari<sup>1<\/sup>, Q. Miao<sup>1<\/sup>, B. T. Edelson<sup>2<\/sup>, C. Yee<sup>1<\/sup>, K. Chen<sup>1<\/sup>, M. Gubin<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Washington University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"13ea9b49-e042-4582-ad7c-63a31131a002","ControlNumber":"10850","DisclosureBlock":"&nbsp;<b>A. Saha, <\/b> None..<br><b>A. S. Shavkunov, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. J. Salmon, <\/b> None..<br><b>S. Keshari, <\/b> None..<br><b>Q. Miao, <\/b> None..<br><b>B. T. Edelson, <\/b> None..<br><b>C. Yee, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>M. Gubin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB079","PresenterBiography":null,"PresenterDisplayName":"Akata Saha, PhD","PresenterKey":"1ae0df46-9547-45dd-afc6-8b713cf73b77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB079. Cell-specific deletion of Bhlhe40 reveals distinct mechanisms underlying anti-PD-1 and anti-CTLA-4<b><\/b><b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-specific deletion of Bhlhe40 reveals distinct mechanisms underlying anti-PD-1 and anti-CTLA-4<b><\/b><b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"While immune checkpoint therapies have revolutionized cancer treatment, their efficacy remains limited in colorectal cancer (CRC) and other malignancies. Tumors employ diverse strategies to evade immune-mediated destruction, hindering the success of immunotherapies. We introduce iOTarg, a robust high-throughput screening platform designed to uncover resistance pathways against T cell-mediated tumor killing within the tumor microenvironment. Focusing on CRC, we utilized iOTarg to dissect evasion mechanisms against antigen-specific T cell (TC) killing. In a representative CRC cell line co-culture system (SW480, HCT116 or COLO-678) with various TC sources, we gained key insights of tumor resistance towards killing. Survivin-specific TCs induce strong tumor lysis while tumor-infiltrating lymphocyte 412 (TIL412) represent a weaker basal killing representative of the situation in the tumor. Knockout of &#946;&#8322;&#8209;microglobulin abrogated TC-mediated killing, while c-FLIP knockout significantly enhanced tumor lysis. Intriguingly, PD-L1 blockade had no impact on TC activation or killing, underlining its lack of efficacy in CRC. Screening over 6000 druggable genes revealed several critical candidates, including anti-apoptotic BIRC family members (BIRC2, 3), apoptosis regulators (Bcl&#8209;xL, XIAP), TNF signaling regulators (TRAF2, MAP3K7), and genes recently described as sensitization mediators (B3GNT3, CHMP4B). Caspase&#8209;8 knockout prevented TC-mediated killing of CRC cells, confirming its crucial role in immune-mediated tumor cell clearance. Further validation in secondary screenings reinforced a subset of genes as strong regulators of tumor cell killing, uncovering an array of CRC resistance mechanisms. Our findings present a pioneering platform delineating resistance mechanisms against T cell-mediated colorectal tumor killing. We identify established and novel targets, offering prospects for novel therapeutics and expanding immune oncology treatment options. This platform holds promise for developing first-in-class therapies targeting the tumor microenvironment, potentially transforming CRC treatment paradigms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Screening,CRISPR,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Michels<\/b>, V. Volpin, C. Amerhauser, C. Tschulik, L. Majunke, A. Weglarz, K. Baritz, K. Sudan, S. Bak-Kiss, A. Huth, C. Strobl, A. Turqueti-Neves, N. Khandelwal; <br\/>iOmx Therapeutics AG, Martinsried\/Munich, Germany","CSlideId":"","ControlKey":"a3cee351-788d-4e3d-9083-b5158ea1c5dc","ControlNumber":"10649","DisclosureBlock":"<b>&nbsp;T. Michels, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>V. Volpin, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Amerhauser, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Tschulik, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>L. Majunke, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>A. Weglarz, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>K. Baritz, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>K. Sudan, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>S. Bak-Kiss, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>A. Huth, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>C. Strobl, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>A. Turqueti-Neves, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment. <br><b>N. Khandelwal, <\/b> <br><b>iOmx Therapeutics AG<\/b> Employment, Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10574","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB080","PresenterBiography":null,"PresenterDisplayName":"Tillmann Michels, PhD","PresenterKey":"191b46e4-173b-4379-b182-5fe67b8e3df9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB080. iOTarg screening platform reveals novel mechanisms of colorectal cancer evasion from antigen-specific tumor cell killing by T cells<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"iOTarg screening platform reveals novel mechanisms of colorectal cancer evasion from antigen-specific tumor cell killing by T cells<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"Telomerase (TERT) is an enzyme critical for carcinogenesis expressed in about 90% of human cancers, including aggressive diffuse large B-cell lymphoma (DLBCL). Targeting TERT proven difficult due to on-target toxicities to non-malignant hematopoietic stem cells and potentially to activated immune effector cells. To overcome these challenges, we developed novel TLR9<sup>+<\/sup> cell-selective CpG-oligodeoxynucleotides (ODNs) to deliver telomere-damaging nucleoside analogue, 6-thio-2&#8217;-deoxy-guanosine (6tdG), into target B cell lymphoma cells in vitro and in vivo. Human and mouse TLR9<sup>+<\/sup>\/TERT<sup>+<\/sup> lymphoma cells rapidly internalized CpG(6tdG)-oligonucleotides through active endocytosis. 6tdG molecules were released from the 3&#8217; end of the oligonucleotide into cytosol and cell nucleus. TERT-mediated 6tdG incorporation into telomeres, led to DNA damage and lymphoma cell death. In vitro, CpG(6tdG)-oligonucleotides showed potency in targeting variety of human DLBCL cells in nanomolar range without detectable toxicity to non-malignant TERT<sup>&#8212;<\/sup> cells or human TERT<sup>+<\/sup> hematopoietic stem cells and activated T cells. Importantly, the repeated systemic administration of CpG(6tdG)-oligonucleotides was well-tolerated by humanized hCD34\/NOG mice, without detectable decrease in the percentage of hematopoietic stem cells, myeloid cells or T cells although the numbers of B cells were partly reduced as expected. Intravenously injected CpG(6tdG)-oligonucleotides, but not 6tdG nucleoside, had potent and dose-dependent antitumor effects against xenotransplanted models of human GC- or ABC-subtypes of DLBCL, such as OCI-Ly18 or OCI-Ly3, respectively. Furthermore, we assessed CpG(6tdG)-oligonucleotide activity against aggressive, syngeneic TERT<sup>+<\/sup> E&#956;-myc\/15A lymphoma in immunocompetent mice. CpG(6tdG)-oligonucleotide, but not the CpG-oligonucleotide alone, 6tdG alone or co-injection of thereof, was effective in triggering regression of established 15A tumors with long-term survival of the majority of mice. The effect of CpG(6tdG)-oligonucleotide correlated with the activation of tumor antigen-specific T cell-mediated antitumor immune responses. In contrast, when tested in immunodeficient mice, CpG(6tdG)-oligonucleotide induced significant but transient regression of 15A lymphoma. These results suggest that the oligonucleotide elicits two-pronged activity triggering direct lymphoma cell cytotoxicity and also immune-mediated antitumor effects. Overall, this cell-selective strategy could provide an effective and safer strategy against aggressive TERT<sup>+ <\/sup>DLBCL cells with potential to engage and support T cell-based antitumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Telomeres,TERT,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Yu, Y. Liang, P. Swiderski, L. Kwak, <b>M. Kortylewski<\/b>; <br\/>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"7b6ce64a-a159-4002-928b-a3f706e44352","ControlNumber":"10847","DisclosureBlock":"&nbsp;<b>C. Yu, <\/b> None..<br><b>Y. Liang, <\/b> None.&nbsp;<br><b>P. Swiderski, <\/b> <br><b>Scopus Biopharma<\/b> Stock, Patent.<br><b>L. Kwak, <\/b> None.&nbsp;<br><b>M. Kortylewski, <\/b> <br><b>Scopus Biopharma<\/b> Stock, Other, Scientific Advisory Board member. <br><b>Duet Therapeutics<\/b> Grant\/Contract, Other, Scientific Advisory Board member.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB081","PresenterBiography":null,"PresenterDisplayName":"Marcin Kortylewski, PhD","PresenterKey":"76fdb15f-4e46-47b3-90f9-f279de2b9f9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB081. Novel targeted oligonucleotide-based telomere disruptor for immunotherapy of diffuse large B-cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel targeted oligonucleotide-based telomere disruptor for immunotherapy of diffuse large B-cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a heterogeneous subtype broadly characterized by the lack of hormone receptor (HR) and HER2 expression. Compared to HR+ breast cancers, TNBCs typically have a greater immune cell infiltrate and are more likely to respond to immune checkpoint inhibition (ICI). The results from KEYNOTE-355 and KEYNOTE-522 trials led to the approvals of anti-PD-1 in combination with physician&#8217;s choice chemotherapy for the treatment of TNBC in adjuvant and neoadjuvant settings. However, few patients achieve a durable response, and there remains a need to optimize combination strategies to enhance the benefits of ICI in TNBC. Therefore, we developed a high-throughput co-culture screening assay to identify compounds enhancing T-cell-mediated cytotoxicity. Co-cultures included three cell types: mKate2-labeled PyMT tumor cells expressing the OVA antigen, BPF-labeled PyMT cells, and CD8+ OT-1 T-cells. The screening library included over 400 FDA-approved compounds or agents under investigation for oncology indications. Each compound was evaluated at five concentrations (3&#181;M-12nM) and across three-time points (24hr, 48hr, and 72hr) to provide insight into the kinetics. Cell viability was assessed via image analysis at each time point, and enhanced cell death in the PyMT-OVA cells compared to the non-OVA PyMT cells was considered evidence of enhanced T-cell mediated cytotoxicity. Five chemotherapy agents were chosen as priority hits for mechanistic follow-up due to their ability to enhance T-cell mediated cytotoxicity at multiple doses and multiple timepoints: paclitaxel, bleomycin sulfate, kinesin-inhibitor, ABT-751, and etoposide. We are exploring the dose dependency of MHC-I and MHC-II induction, as well as the minimum dose required to cause immunogenic cell death. We further found that low doses of these agents do not negativity affect CD8+ T-cell proliferation, whereas high doses may have deleterious effects on CD8+ T-cell functioning. The results of these studies provide mechanistic insight into potential new chemotherapy partners to enhance anti-PD-1 efficacy in TNBC patients and suggest benefit to further investigating the immunostimulatory potential of low dose chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Breast cancer,Chemotherapy,Immuno-oncology,Immunogenic cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. K. Bullock<\/b>, T. Hasaka, E. Days, J. Bauer, A. Richmond; <br\/>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"27a1a116-77ea-450e-b7e8-3a2f8d6e9ccc","ControlNumber":"10837","DisclosureBlock":"&nbsp;<b>K. K. Bullock, <\/b> None..<br><b>T. Hasaka, <\/b> None..<br><b>E. Days, <\/b> None..<br><b>J. Bauer, <\/b> None..<br><b>A. Richmond, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB082","PresenterBiography":null,"PresenterDisplayName":"Kennady Bullock, BA","PresenterKey":"1196163d-49bd-4d40-9ca4-ab245cb9fc53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB082. A high-throughput immune-oncology screen identifies immunostimulatory properties of low dose chemotherapy in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high-throughput immune-oncology screen identifies immunostimulatory properties of low dose chemotherapy in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Esophageal cancer remains a lethal malignancy accounting for 604,000 new cases and 544,000 cancer-related modalities worldwide. To date, the clinical outcomes for patient with esophageal cancer are severely limited by the lack of effective treatment modalities. Moreover, the intrinsic and acquired resistances to chemotherapy and radiotherapy, stemming from DNA damage responses, inevitably exacerbates the disease progression. Pyroptosis is a proinflammatory programmed cell death (PCD) that is causally linked to anti-tumor immune responses, but the development of pyroptosis-based therapy has been limited by the lack of effective inducers to mediate pyroptotic cell death in a tumor-specific and controllable manner. Herein, we establishes that near-infrared light-triggered tumor pyroptosis (NIR-pyroptosis) is a novel non-apoptotic anticancer modality, providing a promising opportunity to overcome apoptosis resistance in current esophageal cancer therapies.<br \/><b>Method: <\/b>In this study, a novel esophageal cancer-targeted, NIR-pyroptosis antibody-drug conjugates (ADC) was established by covalently conjugating IRDye700, a photosensitizer, with ICAM1 antibody using thiol-maleimide click chemistry. This antibody-photosensitizer conjugate (ICAM1-IRDye700) functions as a potent NIR-pyroptosis inducer in multiple preclinical models of esophageal squamous cell carcinoma (ESCC). The in vitro potency of ICAM1-IRDye700 was determined by flow cytometry, immunofluorescent co-localization, and high-content imaging. Transmission electron microscopy (TEM) further characterized pyroptosis-related morphological changes in ICAM1-IRDye700-treated ESCC cells. To elucidate its underlying mechanism, transcriptomic and immune-blot analyses were performed to identify the molecular signaling cascades of NIR-pyroptosis ignited by ICAM1-IRDye700.<br \/><b>Results: <\/b>Under minimal doses (2ug\/ml) of near-infrared light stimulation, ICAM1-IRDye700 rapidly triggered pyroptosis in ESCC cells, achieving approximately 95% cell death within 2 hours. Importantly, the potency of NIR-pyroptosis predominantly depends on the spatio . At different stages of drug accumulation on the cell membrane, in endosomes, and lysosomes, the time of pyroptosis induction varied. Transmission electron microscopy further observed pyroptosis-related morphological changes, and immunoblot analysis and sequencing results also provided supporting evidence, demonstrating the activation of the subcellular depositing locations of ICAM1-IRDye700 upon NIR irradiation. Further biomechanistic studies reveal that ICAM1-IRDye700 potently activates NLRP1-CASP1-GSDMD signaling axis, leading to a boosted antitumor immunity in vivo. This antitumor immunity activation was independent from reactive oxygen species (ROS). Furthermore, NIR-pyroptosis works in synergy with PD-1 immunotherapy by improving adaptive antitumor immunity in immunocompetent tumor models.<br \/><b>Conclusion:<\/b> Collectively, we established ICAM1-IRDye700 as a concept-of-proof ADC for NIR-pyroptosis therapy. Mechanistically, we explored the biomechanism of how ICAM1-IRDye700 igniting NIR-pyroptosis in ESCC tumors. This novel ADC boosts innate and adaptive immunity, resulting in potent and sustained tumor attenuations in combination with PD-1 checkpoint immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Esophageal cancer,PD-1,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Xue-Fei Tian<\/b><sup>1<\/sup>, Fan Chen<sup>2<\/sup>, Xi-Ru Xue<sup>1<\/sup>, Yang Yang<sup>3<\/sup>, Peng Guo<sup>1<\/sup><br><br\/><sup>1<\/sup>Hangzhou Institute of Medicine (HIM), Chinese Academy of Sciences, Hangzhou, China,<sup>2<\/sup>Molecular Science and Biomedicine Laboratory (MBL), Hunan University, Hunan, China,<sup>3<\/sup>Department of Thoracic Radiotherapy Zhejiang Cancer Hospital, Hangzhou, China","CSlideId":"","ControlKey":"14758f0b-eccb-492f-b946-f87927689540","ControlNumber":"10338","DisclosureBlock":"&nbsp;<b>X. Tian, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>X. Xue, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>P. Guo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB083","PresenterBiography":null,"PresenterDisplayName":"Xue-Fei Tian","PresenterKey":"8665a9b2-974f-49cb-ab73-71b03fa2a8f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB083. Near-infrared light-triggered tumor pyroptosis potentiates PD-1 immunotherapy in esophageal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Near-infrared light-triggered tumor pyroptosis potentiates PD-1 immunotherapy in esophageal cancer","Topics":null,"cSlideId":""},{"Abstract":"Radiotherapy (RT) and anti-PD-L1 synergize to enhance local and distant (abscopal) tumor control. However, clinical results in humans have been variable. With the goal of improving clinical outcomes, we investigated the underlying synergistic mechanism focusing on a TCF-1+ PD-1+ CD8+ stem-like T cell subset in the tumor-draining lymph node (TdLN). We found that RT + anti-PD-L1 induces a novel differentiation program in the TdLN stem-like population which leads to their expansion and differentiation into effector cells within the tumor. We also found that optimal synergy between RT + anti-PD-L1 is dependent on the TdLN stem-like T cell population as either blockade of TdLN egress or specific stem-like T cell depletion reduced tumor control. Together, these data demonstrate a multistep stimulation of stem-like T cells following combination therapy which is initiated in the TdLN and completed in the tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Radiation therapy,Immunotherapy,Stem-like T cells,tumor-draining lymph node,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Shen<sup>1<\/sup>, E. Connolly<sup>2<\/sup>, M. Aiello<sup>1<\/sup>, C. Zhou<sup>1<\/sup>, H. Song<sup>1<\/sup>, T. Clark<sup>1<\/sup>, P. Tippitak<sup>1<\/sup>, G. B. Lesinski<sup>3<\/sup>, C. Paulos<sup>4<\/sup>, N. Schmitt<sup>5<\/sup>, <b>Z. S. Buchwald<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Radiation Oncology and Winship Cancer Institute, Emory University, Atlanta, GA, <sup>2<\/sup>Bioinformatics Graduate Program, Georgia Institute of Technology, Atlanta, GA, <sup>3<\/sup>Department of Hematology and Medical Oncology and Winship Cancer Institute, Emory University, Atlanta, GA, <sup>4<\/sup>Department of Surgery and Winship Cancer Institute, Emory University, Atlanta, GA, <sup>5<\/sup>Department of Otolaryngology and Winship Cancer Institute, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"c20e4767-ece1-412b-b799-66d5fe193d43","ControlNumber":"10702","DisclosureBlock":"&nbsp;<b>Y. Shen, <\/b> None..<br><b>E. Connolly, <\/b> None..<br><b>M. Aiello, <\/b> None..<br><b>C. Zhou, <\/b> None..<br><b>H. Song, <\/b> None..<br><b>T. Clark, <\/b> None..<br><b>P. Tippitak, <\/b> None..<br><b>G. B. Lesinski, <\/b> None..<br><b>C. Paulos, <\/b> None..<br><b>N. Schmitt, <\/b> None..<br><b>Z. S. Buchwald, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB084","PresenterBiography":null,"PresenterDisplayName":"Zachary Buchwald, MD, PhD","PresenterKey":"30a19058-04d3-4339-91e3-1d3863e72a4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB084. Radiation and anti-PD-L1 synergize by stimulating a stem-like T cell population in the tumor-draining lymph node","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"601","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radiation and anti-PD-L1 synergize by stimulating a stem-like T cell population in the tumor-draining lymph node","Topics":null,"cSlideId":""}]